{"created":"2015-04-08T19:37:35+00:00","modified":"2015-05-13T21:04:02+00:00","valid":{"from":"2015-05-13T21:04:02+00:00","to":"3015-05-13T21:04:02+00:00"},"hreflang":"en","title":"The 33 Venezuelan Mayors Who Face Charges (And Oppose The President)","published":"2015-04-08T22:23:00+00:00","teaser":"President Nicolas Maduro's government hasn't solved food shortages or ended high inflation. It's been more effective in cracking down on the opposition, filing legal charges against many mayors.","itags":["npr_api","398297776"],"guid":"6f53b2cb-9fd1-4558-888c-a0e5e9af5251","contentencoded":"<p>Venezuela's President Nicolas Maduro has faced a rough time dealing with <a href=\"http://www.npr.org/blogs/parallels/2015/02/07/384331225/rich-in-oil-venezuela-is-now-poor-in-most-everything-else\">food shortages and spiraling inflation</a>. As life gets tougher, his government has responded by cracking down on opposition leaders, and mayors in particular.</p><p>Several of the politicians have been thrown in prison and overall, 33 of 78 opposition mayors are facing legal charges.</p><p>Among those recently jailed is two-term Caracas Mayor Antonio Ledezma. At Ledezma's private office, his wife, Mitzi, describes how masked government agents forced their way in last month, shattering a glass door.</p><p>Ledezma was hauled off to prison for <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/19/387608598/venezuela-arrests-major-opposition-figure-claiming-coup-plot\">allegedly plotting against Maduro</a>. But legal analysts say his government has yet to provide any solid evidence. Mitzi Ledezma describes the raid as a kidnapping.</p><p>\"They didn't even have an arrest warrant,\" she tells me. \"And let's not forget: We're talking about the mayor of Caracas!\"</p><p>That kind of job title doesn't mean much anymore. Venezuela's ruling Socialist Party controls all branches of government and is showing less tolerance for dissent. Political analysts say that when opposition candidates manage to win city- or state-wide races, the government tries to sabotage them.</p><p>Shortly after Ledezma took the oath of office in 2008, pro-government mobs took over the colonial City Hall building in central Caracas and refused to let the new mayor go to work. Helen Fernández, a Ledezma aide who now serves as acting mayor, recalls the scene.</p><p>\"They threw rocks and chased after us with clubs,\" she says. \"There were gunshots and tear gas. The violence got so bad that we had to leave.\"</p><p>Ledezma and his team relocated in the 23rd floor of a bank tower in downtown Caracas.</p><p>Many people who work in the high-rise have no idea City Hall is located there — perhaps because it doesn't do very much. Back in 2009, ruling party legislators passed a law stripping Caracas City Hall of nearly all of its budget and responsibilities.</p><p>One of the few programs Ledezma's office still runs is the distribution of water tanks to poor families. With her boss behind bars, Fernández, the acting mayor, oversees these duties in a Caracas slum.</p><p>Nearly all other city functions are handled by an unelected city manager named Ernesto Villegas, who was not available for comment. President Maduro appointed Villegas to the job just two days after he lost to Ledezma in the 2013 mayoral race.</p><p>\"That is something I have never heard of in any other country in the world,\" says Milos Alcalay, who handles international relations for City Hall. \"'OK, you lost the election? Don't worry, my friend. You are still the mayor of Caracas.'\"</p><p>Alcalay says that as the president's popularity sinks, the Maduro government is resorting to drastic measures to prevent the opposition from picking up steam.</p><p>Nationwide, three mayors as well as opposition leader Leopoldo López have been imprisoned on what the human rights groups say are trumped-up charges.</p><p>However, the opposition can also play rough. At a state-run grocery store, where people were standing in line to buy subsidized food, I met Nelson Barrio, who was wearing a red Socialist Party T-shirt.</p><p>Barrio briefly worked for Ledezma in the 1990s when he served as mayor of a district of Caracas. Barrio says that he and 800 other workers were fired because they didn't belong to Ledezma's political party.</p><p>\"Venezuelan politics have always been hard-core,\" he says.</p><p>But back at the mayor's damaged private office, Mitzi Ledezma says that the arrest of her husband marks a new low.</p><p>\"The government will have to build a lot more prisons,\" she says, \"because the opposition is getting bigger by the day.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+33+Venezuelan+Mayors+Who+Face+Charges+%28And+Oppose+The+President%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Otis","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398342031-15d8f6.m3u?orgId=1&topicId=1127&d=275&p=2&story=398297776&t=progseg&e=398253975&seg=2&ft=nprml&f=398297776"},{"href":"http://media.npr.org/assets/img/2015/04/08/venezuela4-7f04c9021fd9f5dd16b84daa7908c4d69f20bcc4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2015/04/08/venezuela3_custom-51ba5e70dce6ca7e2e5e33e852bf9a70692eb538.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2260","width":"3396"}},{"href":"http://media.npr.org/assets/img/2015/04/08/venezuela2_custom-49f4e2259de2fdbd7a32cdcb6b0296f13f0e3ca0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1998","width":"2989"}}]}