{"created":"2015-04-17T17:32:27+00:00","modified":"2015-04-30T19:46:54+00:00","valid":{"from":"2015-04-17T17:32:13+00:00","to":"3015-04-17T17:32:13+00:00"},"hreflang":"en","guid":"6f59ba76-4585-45a8-8f62-bf5eb3443776","title":"San Gabriel Valley, CA: Small Town, Global City","teaser":"The San Gabriel Valley is just like any other suburb in America. Life revolves around family and school; the social fabric is woven over cheap eats at the mall. But unlike most suburbs in America, the San Gabriel Valley is home to the largest Chinese diaspora in the country. In fact, eight of the region’s cities are majority Asian. That makes the “SGV” one of the few places where being Asian American is the norm – but where there is no normal version of being Asian American. In this episode, we explore the kaleidoscope of American stories unfolding in this Southern California bubble, from the Buddhist temple that’s nurturing a budding Boy Scout troop to the cemetery that’s welcoming migrants, even after death. Through the stories of the locals, including that of guest producer and SGV native Erica Mu, we’ll discover what belongingness, identity, and community means inside ethnoburb America.","description":"State of the Re:Union San Gabriel Valley, CA: Small Town, Global City  Host: Al Letson Producer: Erica Mu  Description: The San Gabriel Valley is just like any other suburb in America. Life revolves around family and school; the social fabric is woven over cheap eats at the mall. But unlike most suburbs in America, the San Gabriel Valley is home to the largest Chinese diaspora in the country. In fact, eight of the region&rsquo;s cities are majority Asian. That makes the &ldquo;SGV&rdquo; one of the few places where being Asian American is the norm &ndash; but where there is no normal version of being Asian American. In this episode, we explore the kaleidoscope of American stories unfolding in this Southern California bubble, from the Buddhist temple that&rsquo;s nurturing a budding Boy Scout troop to the cemetery that&rsquo;s welcoming migrants, even after death. Through the stories of the locals, including that of guest producer and SGV native Erica Mu, we&rsquo;ll discover what belongingness, identity, and community means inside ethnoburb America.  ***Please Note: Follows Old NPR Clock***  Billboard (:59) Incue: From WJCT in Jacksonville, Florida, this is State of the Re:Union. Outcue: But first, this news.  News Hole: 1:00-6:00  SEGMENT A (12:29) Incue: From PRX and WJCT, this is State of the Re:Union.  Outcue: It&rsquo;s not the story you think it is&hellip; so stay tuned to State of the Re:Union. (music tail)  Viewers of network television have probably noticed a new sitcom family on their screens: the Huang&rsquo;s. &ldquo;Fresh Off the Boat&rdquo; is the first network TV show to feature an Asian American family in 20 years. It&rsquo;s been so long, in fact, that a reporter recently asked this question to the show&rsquo;s cast and crew at a panel in Los Angeles County: &ldquo;I was just talking about the chopsticks and I just love all that. Will I get to see that or will it be more Americanized?&rdquo;  When the first question we can come up with for an Asian American cast has to do with chopsticks, it&rsquo;s a pretty good sign that our ideas of Asian American life are kind of shallow. The real irony, though? Just a few miles down the road from where that panel took place is the biggest Chinese diaspora in the country.  A. Welcome to the SGV Across the U.S., Asian Americans make up just five percent of the total population. But there&rsquo;s a place where over half a million Asian Americans call home: the San Gabriel Valley (SGV). It&rsquo;s a region that&rsquo;s rapidly changing: Just a few decades ago, Asians made up less than 10 percent of the valley&rsquo;s 30 cities. Today, at least eight of the SGV&rsquo;s cities are majority Asian.   Guest producer Erica Mu is both an insider and an outsider to the San Gabriel Valley &ndash; she grew up in the region and lives there now, but has a complicated relationship to the place she calls home. That&rsquo;s because life in the SGV is nuanced, even if you look like you fit in. Mu begins her exploration of home by taking listeners to meet some of the young newcomers to town.   B. The Taste of Home Like many areas with a concentrated Chinese population, the SGV is known for its food. One street alone is home to over 200 regional Chinese restaurants &ndash; which, as it turns out, is an exciting discovery for the wave of young, networked students landing in the area from China. One of these students, Amy Duan, started a Chinese restaurant review site that&rsquo;s turning into a movement. The website, Chihuo, is written in Chinese, from a Chinese person&rsquo;s perspective, for a Chinese audience, about Chinese food &ndash; and it&rsquo;s become the primary resource for newcomers searching for the taste of home.   SEGMENT B&nbsp; (18:59) Incue: Welcome back to State of the Re:Union. I&rsquo;m Al Letson.  Outcue: P-R-X-dot-O-R-G  The transformation of the San Gabriel Valley is owed to immense waves of immigrants arriving over the past few decades &ndash; immigrants who have restructured the economy and culture of the area. However, the story that&rsquo;s unfolding here is not like the ones we&rsquo;ve traditionally seen in Chinatowns across the U.S. What it means to come to this country and make it home is both easier and more complicated than in the past &ndash; and the new roots that are being planted are changing entire cityscapes and even cemeteries.  A. The remaking of Monterey Park Monterey Park was the first city in the continental U.S. to become majority Asian. That change didn&rsquo;t happen by accident but rather by intention. One real estate developer and immigrant had a vision to make the Los Angeles suburb the premiere destination for Taiwanese and Chinese immigrants &ndash; so he quietly bought up property and advertised the town overseas as the &ldquo;Chinese Beverly Hills.&rdquo; What began was a pattern of immigrants skipping Chinatown for the creature comforts of the suburbs &ndash; suburbs that, according to some, were starting to look too much like Hong Kong and Taiwan than America.   B. Dear San Gabriel Valley Local food writer Tony Chen immigrated to the San Gabriel Valley in the &lsquo;80s &ndash; right around the time the region was undergoing its first big demographic shift towards an Asian American community. In his letter to the SGV, Chen talks about his love for the food and also about what makes this region unique.  C. Family ties Life in the SGV revolves around the simple things, but above all, life here revolves around family. One family has a unique tale of coming to America &ndash; one that involves migration, even after death.   SEGMENT C (18:59) Incue: You&rsquo;re listening to State of the Re:Union. I&rsquo;m Al Letson. Outcue: ...to bring them back together. (music fades)  The immigrant narrative is still unfolding in the San Gabriel Valley, but a new generation of American-born children are also coming into their own in the SGV. In the last act of the episode, guest producer Erica Mu focuses on the kids &ndash;&nbsp;herself included &ndash; who are navigating life between cultures.  A. Buddhist Boy Scouts In the rolling hills of eastern San Gabriel Valley stands the biggest Buddhist temple in the country: Hsi Lai Temple. The temple is a center for the local Buddhist community, but it&rsquo;s also home to a unique group of teenagers: Boy Scout Troop 8888. This troop is one of the 28 or so Buddhist Boy Scout troops across the country &ndash; out of a total 40 thousand troops. But the overlap between Buddhism and American scouting is actually more natural than the numbers suggest.  B. Shelly and Ruby Sometimes the best way to understand yourself is through the reflection of another person. That&rsquo;s what&rsquo;s happening with one young college sophomore at UCLA. In 2013, Shelly Li joined China Care Bruins, an on-campus club that pairs college students with children adopted from China. According to Shelly, her mentee, nine-year-old Ruby Knowlton, is more knowledgeable about Chinese traditions than she is, despite the fact that Ruby is growing up in a white family in a primarily white neighborhood. That perception has made Shelly conscious about her own relationship with Chinese culture &ndash; and her parents.  C. Ruby, Revisited In a final reflection, guest producer Erica Mu spends time with nine-year-old Ruby Knowlton, questioning what it means to feel Asian American &ldquo;on the inside.&rdquo; Erica concludes that she, like Shelly Li and many other young Asian Americans in the country, are still on a journey to figure out who they are and how they fit in.  PROGRAM OUT @ 59:00  Promo Transcript: On the next State of the Re:Union, we get an insider&rsquo;s look at one of the most Asian American corners of the country. &ldquo;There&rsquo;s a place in this world where there&rsquo;s people that look like me and kind of talk like me... (1250, 51:00) // It felt like this is where I'm supposed to be. It&rsquo;s perfect.&rdquo; We visit the San Gabriel Valley in Southern California. That&rsquo;s next time, on State of the Re:Union.   Broadcast Window Begins 04/20/2015  San Gabriel Valley, CA: Small Town, Global City will be available April 20, 2015, on PRX without charge to all public radio stations, and may be aired an unlimited number of times prior to January 31, 2016. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is presented by WJCT and distributed by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> San Gabriel Valley, CA: Small Town, Global City<br /> <br /> Host: Al Letson<br /> Producer: Erica Mu<br /> <br /> Description: The San Gabriel Valley is just like any other suburb in America. Life revolves around family and school; the social fabric is woven over cheap eats at the mall. But unlike most suburbs in America, the San Gabriel Valley is home to the largest Chinese diaspora in the country. In fact, eight of the region&rsquo;s cities are majority Asian. That makes the &ldquo;SGV&rdquo; one of the few places where being Asian American is the norm &ndash; but where there is no normal version of being Asian American. In this episode, we explore the kaleidoscope of American stories unfolding in this Southern California bubble, from the Buddhist temple that&rsquo;s nurturing a budding Boy Scout troop to the cemetery that&rsquo;s welcoming migrants, even after death. Through the stories of the locals, including that of guest producer and SGV native Erica Mu, we&rsquo;ll discover what belongingness, identity, and community means inside ethnoburb America.<br /> <br /> ***Please Note: Follows Old NPR Clock***<br /> <br /> Billboard (:59)<br /> Incue: From WJCT in Jacksonville, Florida, this is State of the Re:Union.<br /> Outcue: But first, this news.<br /> <br /> News Hole: 1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: From PRX and WJCT, this is State of the Re:Union. <br /> Outcue: It&rsquo;s not the story you think it is&hellip; so stay tuned to State of the Re:Union. (music tail)<br /> <br /> Viewers of network television have probably noticed a new sitcom family on their screens: the Huang&rsquo;s. &ldquo;Fresh Off the Boat&rdquo; is the first network TV show to feature an Asian American family in 20 years. It&rsquo;s been so long, in fact, that a reporter recently asked this question to the show&rsquo;s cast and crew at a panel in Los Angeles County: &ldquo;I was just talking about the chopsticks and I just love all that. Will I get to see that or will it be more Americanized?&rdquo;<br /> <br /> When the first question we can come up with for an Asian American cast has to do with chopsticks, it&rsquo;s a pretty good sign that our ideas of Asian American life are kind of shallow. The real irony, though? Just a few miles down the road from where that panel took place is the biggest Chinese diaspora in the country.<br /> <br /> A. Welcome to the SGV<br /> Across the U.S., Asian Americans make up just five percent of the total population. But there&rsquo;s a place where over half a million Asian Americans call home: the San Gabriel Valley (SGV). It&rsquo;s a region that&rsquo;s rapidly changing: Just a few decades ago, Asians made up less than 10 percent of the valley&rsquo;s 30 cities. Today, at least eight of the SGV&rsquo;s cities are majority Asian. <br /> <br /> Guest producer Erica Mu is both an insider and an outsider to the San Gabriel Valley &ndash; she grew up in the region and lives there now, but has a complicated relationship to the place she calls home. That&rsquo;s because life in the SGV is nuanced, even if you look like you fit in. Mu begins her exploration of home by taking listeners to meet some of the young newcomers to town. <br /> <br /> B. The Taste of Home<br /> Like many areas with a concentrated Chinese population, the SGV is known for its food. One street alone is home to over 200 regional Chinese restaurants &ndash; which, as it turns out, is an exciting discovery for the wave of young, networked students landing in the area from China. One of these students, Amy Duan, started a Chinese restaurant review site that&rsquo;s turning into a movement. The website, Chihuo, is written in Chinese, from a Chinese person&rsquo;s perspective, for a Chinese audience, about Chinese food &ndash; and it&rsquo;s become the primary resource for newcomers searching for the taste of home. <br /> <br /> SEGMENT B&nbsp; (18:59)<br /> Incue: Welcome back to State of the Re:Union. I&rsquo;m Al Letson. <br /> Outcue: P-R-X-dot-O-R-G<br /> <br /> The transformation of the San Gabriel Valley is owed to immense waves of immigrants arriving over the past few decades &ndash; immigrants who have restructured the economy and culture of the area. However, the story that&rsquo;s unfolding here is not like the ones we&rsquo;ve traditionally seen in Chinatowns across the U.S. What it means to come to this country and make it home is both easier and more complicated than in the past &ndash; and the new roots that are being planted are changing entire cityscapes and even cemeteries.<br /> <br /> A. The remaking of Monterey Park<br /> Monterey Park was the first city in the continental U.S. to become majority Asian. That change didn&rsquo;t happen by accident but rather by intention. One real estate developer and immigrant had a vision to make the Los Angeles suburb the premiere destination for Taiwanese and Chinese immigrants &ndash; so he quietly bought up property and advertised the town overseas as the &ldquo;Chinese Beverly Hills.&rdquo; What began was a pattern of immigrants skipping Chinatown for the creature comforts of the suburbs &ndash; suburbs that, according to some, were starting to look too much like Hong Kong and Taiwan than America. <br /> <br /> B. Dear San Gabriel Valley<br /> Local food writer Tony Chen immigrated to the San Gabriel Valley in the &lsquo;80s &ndash; right around the time the region was undergoing its first big demographic shift towards an Asian American community. In his letter to the SGV, Chen talks about his love for the food and also about what makes this region unique.<br /> <br /> C. Family ties<br /> Life in the SGV revolves around the simple things, but above all, life here revolves around family. One family has a unique tale of coming to America &ndash; one that involves migration, even after death. <br /> <br /> SEGMENT C (18:59)<br /> Incue: You&rsquo;re listening to State of the Re:Union. I&rsquo;m Al Letson.<br /> Outcue: ...to bring them back together. (music fades)<br /> <br /> The immigrant narrative is still unfolding in the San Gabriel Valley, but a new generation of American-born children are also coming into their own in the SGV. In the last act of the episode, guest producer Erica Mu focuses on the kids &ndash;&nbsp;herself included &ndash; who are navigating life between cultures.<br /> <br /> A. Buddhist Boy Scouts<br /> In the rolling hills of eastern San Gabriel Valley stands the biggest Buddhist temple in the country: Hsi Lai Temple. The temple is a center for the local Buddhist community, but it&rsquo;s also home to a unique group of teenagers: Boy Scout Troop 8888. This troop is one of the 28 or so Buddhist Boy Scout troops across the country &ndash; out of a total 40 thousand troops. But the overlap between Buddhism and American scouting is actually more natural than the numbers suggest.<br /> <br /> B. Shelly and Ruby<br /> Sometimes the best way to understand yourself is through the reflection of another person. That&rsquo;s what&rsquo;s happening with one young college sophomore at UCLA. In 2013, Shelly Li joined China Care Bruins, an on-campus club that pairs college students with children adopted from China. According to Shelly, her mentee, nine-year-old Ruby Knowlton, is more knowledgeable about Chinese traditions than she is, despite the fact that Ruby is growing up in a white family in a primarily white neighborhood. That perception has made Shelly conscious about her own relationship with Chinese culture &ndash; and her parents.<br /> <br /> C. Ruby, Revisited<br /> In a final reflection, guest producer Erica Mu spends time with nine-year-old Ruby Knowlton, questioning what it means to feel Asian American &ldquo;on the inside.&rdquo; Erica concludes that she, like Shelly Li and many other young Asian Americans in the country, are still on a journey to figure out who they are and how they fit in.<br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Promo Transcript: On the next State of the Re:Union, we get an insider&rsquo;s look at one of the most Asian American corners of the country. &ldquo;There&rsquo;s a place in this world where there&rsquo;s people that look like me and kind of talk like me... (1250, 51:00) // It felt like this is where I'm supposed to be. It&rsquo;s perfect.&rdquo; We visit the San Gabriel Valley in Southern California. That&rsquo;s next time, on State of the Re:Union. <br /> <br /> Broadcast Window Begins 04/20/2015<br /> <br /> San Gabriel Valley, CA: Small Town, Global City will be available April 20, 2015, on PRX without charge to all public radio stations, and may be aired an unlimited number of times prior to January 31, 2016. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is presented by WJCT and distributed by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","byline":"Al Letson","published":"2015-04-17T17:32:13+00:00","tags":["Asian","News","Travel"],"itags":["prx:stories-147515"],"audio":[{"href":"https://cms.prx.org/pub/467b8d687f637cdc80c0f675b4ab7c35/0/web/story_image/347769/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/93a5dd8b7c237308a1f310b912f9af5a/0/web/audio_file/877746/broadcast/01-SGV_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/092df84a7a0b8469b4f9e71315d784ad/0/web/audio_file/877751/broadcast/02-SGV_Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/7de66c8a9206fe23d0dfeddd0ab9cf2f/0/web/audio_file/877813/broadcast/03-SGV_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/05bc7f597bffde71a3095031b3e4141a/0/web/audio_file/877759/broadcast/04-SGV_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/c86f939791d0b7cd21f7bc8ac21cf697/0/web/audio_file/877769/broadcast/05-SGV_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/9e82355c40d8fc0d863827a7bb5064a8/0/web/audio_file/877770/broadcast/06-SGV_Segment_B_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/73be7899443c9eb5aefc581e9af46e72/0/web/audio_file/877772/broadcast/07-SGV_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}