{"created":"2015-02-18T09:35:24+00:00","modified":"2015-05-13T21:16:50+00:00","valid":{"from":"2015-05-13T21:16:49+00:00","to":"3015-05-13T21:16:49+00:00"},"hreflang":"en","title":"Hollywood Food Stylists Know: You Can't Film Styrofoam Cake And Eat It, Too","published":"2015-02-20T20:13:00+00:00","teaser":"Melissa McSorley's job is to make food look good — and last — on camera. Sometimes that means cooking 800 Cubano sandwiches, other times it means scooping butter instead of ice cream.","itags":["npr_api","385236806"],"guid":"6f72a407-ce8b-4dc3-b3fe-f2da43478c27","contentencoded":"<p>In the parking lot of a small Los Angeles studio, food stylist Melissa McSorley is re-creating the dish that saved the day for the hero of a recent film. \"The Cubano sandwich ... was the heart and soul of the movie <em>Chef</em>,\" she says.</p><p>In the film, actor Jon Favreau cooks his way through fancy Delmonico steaks and caviar to find his Zen making Cubanos on a beat-up food truck. He follows a recipe from <a href=\"http://www.npr.org/2013/11/07/243527051/roy-chois-tacos-channel-la-and-the-immigrant-experience\">Roy Choi</a>, the chef whose Korean taco truck helped launch the street food movement in LA. As food stylist, McSorley's job was to get Choi's recipe on screen, assembling pork, ham, Swiss cheese, mustard and very crunchy dill pickles on a crisp baguette.</p><p>Over the course of filming <em>Chef</em>, McSorley estimates that she and her team made about 800 Cubanos. Why so many? Favreau, who also directed the film, says, \"The trick with food on a set — you have to eat and then you have to eat again, and then you have to eat again for every angle and every take.\"</p><p>On the set of his forthcoming film <em>The Jungle Book</em>, Favreau explains that he wanted the food on <em>Chef</em> to taste good all day long so actors looked as excited about their Cubanos on take 12 as they did on take one.</p><p>\"A lot of veteran actors find excuses not to eat in scenes,\" he says. \"And you always know the new actor, because they're hungry and they're like, 'Oh my God, that looks so good!' and they tear into the birthday cake. And the seasoned, old, salty pro picks at it with their fork, but if you watch closely, they never actually put it in their mouth.\"</p><p>That's because the veterans know they'll be munching that cake for six, maybe eight hours. And even the most delicious stuff can get old after that long.</p><p>The Cubano Melissa McSorley made in that parking lot was fabulous, but good-tasting food isn't always her goal. If certain ingredients have to last a long time on camera, food stylists have to get creative by making, say, fake ice cream with a knob of butter coated in sugar. According to McSorley, one of the most common faked movie foods is pretty exotic.</p><p>\"Oysters are always scripted into scenes because they're very sensual, but many actors don't want to slurp those down on camera,\" she says. \"So I tend to make a lot of fake oysters, which I make out of flan — a custard — which I then color and air brush, and I shape it. It perfectly slides out of the oyster shell.\"</p><p>Then there's caviar. The upcoming film <em>Danny Collins</em>, starring Al Pacino, has a party scene that called for a huge serving of the tiny, shiny fish eggs. \"They wanted a mound of caviar a foot tall and it needed to last all day,\" McSorley says. \"And they did a close up on it and it looked absolutely real.\" What were they made of? \"That's my secret. I'm not telling that one.\"</p><p><em>Danny Collins</em>' birthday party scene gave McSorley another challenge: A cake was created in Pacino's likeness. According to the script, it wasn't supposed to be sliced, but just before one of the last takes the director changed his mind.</p><p>\"The cake wasn't real,\" McSorley says. \"So we had to cut the cake that was made out of Styrofoam, and I had to use a saw in order to do it because none of my knives could get through it. And then we had to layer in cake so it did look like it was real and then we had to send people scurrying to many markets to find white layer cake so it looked like people in the background could be actually be eating the cake.\"</p><p>As a food stylist, McSorley will stand over a hot stove or a hot glue gun for hours — anything to make the food look luscious and real.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hollywood+Food+Stylists+Know%3A+You+Can%27t+Film+Styrofoam+Cake+And+Eat+It%2C+Too&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"343"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387149140-a9f2bd.m3u?orgId=1&topicId=1137&aggIds=147290803&d=343&p=3&story=385236806&t=progseg&e=387143185&seg=3&ft=nprml&f=385236806"},{"href":"http://media.npr.org/assets/img/2015/02/10/img_2886edit-7138472c66038d7f91032ed968e39c83cc6b0f9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2358","width":"3144"}},{"href":"http://media.npr.org/assets/img/2015/02/10/img_2924edit-8a6412e7997f8ac9357224fe7fb826e6fbe2bd99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2110","width":"2813"}},{"href":"http://media.npr.org/assets/img/2015/02/10/chef_05096-0b262c72fccd3848225ad3b3a83d15fa6895c170.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1991","width":"2655"}}]}