{"created":"2014-09-04T16:43:22+00:00","modified":"2014-10-16T17:21:23+00:00","valid":{"from":"2014-10-16T17:21:23+00:00","to":"3014-10-16T17:21:23+00:00"},"hreflang":"en","title":"How A Music Writer Learned Trust Is The Ultimate Backstage Pass","published":"2014-04-22T12:00:00+00:00","teaser":"Lisa Robinson knows how to talk — and how to make others, especially musicians, <em>want</em> to talk. The veteran rock journalist speaks with NPR's Wade Goodwyn about her four decades behind the scenes.","itags":["npr_api","304527190"],"guid":"6f7391e0-ed33-41f3-b119-2eb05858f544","contentencoded":"<p>Lisa Robinson has done just about every kind of music writing there is. She has followed <a href=\"http://www.npr.org/artists/15396553/led-zeppelin\" target=\"_blank\">Led Zeppelin</a> and <a href=\"http://www.npr.org/artists/15403019/the-rolling-stones\" target=\"_blank\">The Rolling Stones</a> on tour, covered the scene around CBGB in the 1970s, been a syndicated newspaper columnist, written live reviews for <em>The New York Post</em> and cover stories for <em>Vanity Fair.</em> In that time –- four decades plus, beginning as a filing clerk for a late-night radio DJ — she got to know <em>everybody</em>, and held her own as a woman in the quintessential boys' club of rock and rock journalism.</p><p>Robinson's new memoir, <em>There Goes Gravity: A Life in Rock and Roll</em>, is an insider's look at some of the biggest personalities in music, and how their hopes and fears changed as the industry changed around them. She spoke with NPR's Wade Goodwyn; hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>It's sometimes astonishing, and perhaps a little frightening, the age in which our destinies can be set in motion. You write that your destiny began with a transistor radio, listening to Symphony Sid's jazz radio show as a kid in New York City.</strong></p><p>I was listening to music my whole life. My parents were sort of these left-wing, New York, Upper West Side, semi-intellectuals, and I grew up listening to the blues, and <a href=\"http://www.npr.org/artists/15394720/woody-guthrie\" target=\"_blank\">Woody Guthrie</a>, and Lead Belly, and Alan Lomax, songs of the South. When I heard jazz, it sounded so sophisticated and so different, and so amazing to me. I snuck out of my house at a very, very young age — I must have been about 12, and I don't know how I got into these nightclubs — to see <a href=\"Thelonious\" target=\"_blank\">Thelonious Monk</a>, <a href=\"http://www.npr.org/artists/15404943/horace-silver\" target=\"_blank\">Horace Silver</a>, people like that. And when I discovered rock 'n' roll, it was kind of the same thing. It was just like a discovery, a door opening to a whole new world.</p><p><strong>You began writing about rock 'n' roll at the suggestion of your husband, Richard — a writer, DJ and record producer, who gave you your first part-time industry job. What did you think of the idea at the time?</strong></p><p>My husband had a column in a little tiny English newspaper called <em>Disc and Music Echo</em>, and he just didn't want to do it anymore. He was doing other things: He was producing <a href=\"http://www.npr.org/artists/15286579/lou-reed\" target=\"_blank\">Lou Reed</a>, he was working at a record label, he had a syndicated column [in the U.S.], he was on WNEW-FM . He said to me, \"I don't want to do this column anymore. You do it.\" And I said, \"I don't know how to write. I never took journalism classes. How do I write a column?\" He said, \"Don't be silly. Just be yourself. If you know how to talk, you know how to write.\" And I certainly know how to talk.</p><p><strong>In the first part of the book, you talk about going on tour with The Rolling Stones. You say that, while it was not that big of a deal to get an interview with <a href=\"http://www.npr.org/artists/15527531/mick-jagger\" target=\"_blank\">Mick Jagger</a>, it was really difficult to get <a href=\"http://www.npr.org/books/authors/137886315/keith-richards\" target=\"_blank\">Keith Richards</a> — and that became who you really wanted to interview, but it was hard to get into his inner circle.</strong></p><p>Well, it wasn't easy for anybody to get an interview with Mick Jagger. There were people waiting for days to talk to Mick Jagger. But I was in a really privileged position in that, because I had written so much about Led Zeppelin, and Mick had been aware of it, he decided, \"Oh, let's take her on tour with us. She can help us decide who to talk to in the rock press.\" You have to remember, this was 1975 and The Rolling Stones were starting to be considered a dinosaur band, because it was at the time of the punk rock scene. I was very close with the CBGB bands and the English punk bands, so I think Mick wanted me along — partly to sort of whisper in his ear to tell him who he should talk to, partly to write about him, because there was no such thing then as a conflict of interest, and partly because he just liked having me around. We gossiped about other people together.</p><p>Keith was, of course, very secluded, and not really in great shape at that time to do interviews. I waited for an entire summer to talk to Keith, and I finally did get a bit of a — sort of slurred, slightly incoherent — interview with him. But Keith cleaned up, and I met him as a different person years later. From about 1978 or '79 on, to this day, he is without question one of the most lucid, hilarious, funny, brilliant, insightful, smart guys I've ever talked to. So my instincts were right that Keith would be a great interview. I just had to wait a long time.</p><p><strong>There was a tremendous amount of drugs and sex, and an occasional bout of nasty violence, going on around you in your travels with these artists. You write, \"I was here to tell a story, not to judge, and it was understood that in exchange for access, these subjects were off the table.\" At the time, did you kind of see the world as divided into us and them? Us being the world of rock 'n' roll, and them being everyone else who wouldn't understand?</strong></p><p>Ever since Little Richard yelled out, \"A-wop-bop-a-loo-bop-a-lop-bam-boom,\" people have hated rock 'n' roll. People have treated musicians as criminals, drug addicts, outlaws. And I just loved the music so much that I wasn't really judging the people. It wasn't necessarily a quid pro quo<em>; </em>it wasn't like, \"OK, we'll take you on tour if you promise us you're not going to write about this stuff.\" It just wasn't really what I wanted to write about.</p><p>[Journalist] Pete Hamill once said about me, \"Everybody else who writes about rock 'n' roll is the prosecuting attorney, and Lisa Robinson is the attorney for the defense.\" I love <a href=\"http://www.npr.org/artists/14889532/kanye-west\" target=\"_blank\">Kanye West</a> because he's unpredictable, provocative; he's judged the way Little Richard was judged 60, 70 years ago for his crazy stuff. But on the other hand, I love the work, I love the music. I listen to <em>Yeezus </em>constantly. So in that way, I never changed.</p><p><strong>You were close to and admired Lou Reed; you called him \"the greatest rock 'n' roll songwriter in history.\" But he almost drove your husband, Richard, around the bend when Richard produced some of Reed's early albums. Can you talk a little bit about Reed the musician and the Reed the man?</strong></p><p>Well, Lou Reed went through so many different stages. He went through periods in his life where he was cranky, he was bitter, he was angry. Later in his life, when he found tremendous personal happiness with Laurie Anderson, and did a lot of tai chi, I think he was more at peace with a lot of stuff in his life. But we knew him in the '70s. I don't know what drugs he was taking. I know he was drinking. I know he was often belligerent. He was often cranky. He was surly and nasty to a lot of journalists. You never knew which Lou Reed you're going to get. On the other hand, we spent many, many times with him where he was hilarious and fun. We have early videotapes of him singing \"Walk on the Wild Side\" on my sofa. That time wasn't one of his finest moments personally, but one of his greatest records came out of it, <em>Street Hassle.</em> Richard co-produced that with him, and that is a work that has certainly withstood the test of time.</p><p><strong>You talked about how Mick Jagger was worried of being thought of as a dinosaur in 1975, which, looking back now, seems ludicrous</strong>.<strong> But it makes me think of <a href=\"http://www.npr.org/artists/15289501/bono\" target=\"_blank\">Bono</a>, who continues to insist <a href=\"http://www.npr.org/artists/15816983/u2\" target=\"_blank\">U2</a>'s best work is still ahead of it, or of Robert Plant at the end of Led Zeppelin</strong>.<strong> It's not exactly like boxers who can't let go even though they're finished — because, of course, a musician is theoretically never finished — but there can be a similar feeling of desperation.</strong></p><p>Bono kept saying, \"A lot of bands do their best work when they're young, and then they just bore everybody to death.\" But, you know, they're musicians — what else do you do? Interestingly enough, Keith Richards never talked about age; he never cared so much. The singer, the frontman, I think, has a different position: Mick Jagger was such an androgynous, gorgeous beauty in the '60s that for him to see himself aging — it's hard, for guys as well as for women. But Keith Richards always had the most, sort of insightful and transcendent view on this. His attitude was that <a href=\"http://www.npr.org/artists/15201309/muddy-waters\" target=\"_blank\">Muddy Waters</a>, <a href=\"http://www.npr.org/artists/15406217/howlin-wolf\" target=\"_blank\">Howlin' Wolf</a>, all those old blues guys, were in their 60s or 70s when they made the records that first turned the Stones on when they were teenagers. Those guys died on the way to a gig, and that that's how he wanted to go.</p><p><strong>You were a woman in a very male profession. From the pictures in the book, though, it looks like you were one of the boys.</strong></p><p>You know, I wasn't one of the boys, because I wasn't sleeping with groupies and I wasn't taking drugs. I was a girl in a boys' club. There are many women today who are basketball players, but it's not the same as being a guy who's a basketball player. I just knew that I wanted to get these stories: I wanted to be professional, I wanted to be taken seriously. And as much as I could gossip and fool around and kid around with them, and they did trust me and I had that kind of access, it wasn't something that was going to be any kind of a problem. It was just the way I conducted myself.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Music+Writer+Learned+Trust+Is+The+Ultimate+Backstage+Pass&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"347"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1304896509-893de5.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=304527190"},{"href":"http://media.npr.org/assets/img/2014/04/18/robinson-and-jackson-4d19febac5bc775b26458a4fc4f6eab3a6fdee39.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"805","width":"1074"}},{"href":"http://media.npr.org/assets/img/2014/04/18/lisa-robinson.courtesy-of-author-29102143dd80b5f2f72db0cfbaaf86ab92de9bda.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"791","width":"1056"}},{"href":"http://media.npr.org/assets/img/2014/04/18/robert-plant-and-lisa-robinson-2_custom-7179b07b1dbd130de192841c252ea58cec6b15fe.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1404","width":"2000"}}]}