{"created":"2014-08-30T17:05:44+00:00","modified":"2015-01-29T13:10:43+00:00","valid":{"from":"2015-01-29T13:10:42+00:00","to":"3015-01-29T13:10:42+00:00"},"hreflang":"en","title":"Elephant Slaughter, African Slavery And America's Pianos","published":"2014-08-19T19:05:00+00:00","teaser":"Two New England towns dominated the world's ivory market from 1840 to 1940 — transforming imported tusks from African elephants into piano keys and combs. Today's residents grapple with a dark past.","itags":["npr_api","338989248"],"guid":"6f74a789-b77c-42fc-9fb3-e36e6291257b","contentencoded":"<p>The illegal trade in ivory from African elephants has tripled in the past 15 years, to the extent that biologists <a href=\"http://www.npr.org/2013/03/06/173508369/elephant-poaching-pushes-species-to-brink-of-extinction\">fear</a> for the creatures' future existence.</p><p>Most of the ivory is sold in China and Vietnam, and these days the U.S. government and international conservation groups urge those countries to <a href=\"http://www.npr.org/blogs/parallels/2014/08/05/337973375/african-countries-say-they-need-help-to-stop-elephant-poaching\">arrest the traffickers</a>. But for the better part of a century, from 1840 to around 1940, the U.S. was the world's biggest buyer of ivory. Hunters killed hundreds of thousands of elephants, and uncounted numbers of Africans were enslaved to carry the tusks to ships bound for America.</p><p>Most of that ivory went to a tiny town in Connecticut — a town that's now grappling with this dark part of its past.</p><p><a href=\"http://www.deepriverct.com/Pages/index\">Deep River</a> is old New England, and its residents take their history seriously. Driving into town, I pass a fife and drum corps practicing for a performance on the village green. Stone barns from the 18th century, riverside mills and newly painted Victorian mansions line the highways.</p><p>People called Deep River \"the queen of the valley\" 150 years ago. Mills and factories and timber made the town well-to-do. But it was ivory that made Deep River rich.</p><p>I travel up a road that winds from a landing on the Connecticut River into town, with Marta Daniels at the wheel. She's a freelance writer by trade, a historian by avocation. \"I have always thought of this road as the road of tears,\" she says. Between 1840 and 1940, the wagons of Pratt, Read & Co. traveled this same route, carrying hundreds of thousands of elephant tusks from ships up to the company's factories and workshops. Pratt, Read was the biggest importer of ivory in the world at the time.</p><p>The big brick factory at the top of the road — it's longer than a city block — is now a condominium called Piano Works. Water still cascades through a nearby sluice that ran the factory's machines.</p><p>Jeff Hostetler, president of the <a href=\"http://www.deepriverhistoricalsociety.org/\">Deep River Historical Society</a>, says it was one machine in particular that brought ivory to this town and this factory. \"What happened is Phineas Pratt, a very good mechanic and inventor, developed an ivory lathe to cut the teeth in ivory combs,\" he explains. \"And, of course, all of Phineas' relatives bought one of Phineas' machines and went into the comb business.\"</p><p>And then into making billiard balls, cutlery handles, shirt buttons — all manner of ivory knickknacks.</p><p>Then came the piano. In the mid-1800s, a piano in the parlor became a symbol of middle-class cultivation. Pratt's efficient, mechanized cutting lathes were modified to make ivory piano keys. Piano keys required extra labor, and soon the business sprawled all over town. \"Pianists liked white,\" Hostetler says of the piano keys. \"So the way to get a good, uniform white color is to take these thin wafers of ivory and just bleach them in the sun.\"</p><p>Acres of bleaching houses sprang up — huge greenhouses containing blocks of ivory instead of plants. People fertilized gardens with ivory dust. Kids swimming in local ponds came out of the water coated in it. Soon, a rival company, Comstock, Cheney & Co., emerged and built a whole new town nearby for its workers, called Ivoryton.</p><p>The two towns dominated the piano key business for decades. Fortunes were made and spent on grand houses that still stand. One of them is now headquarters of the Deep River Historical Society and home to a startling assortment of the artifacts that made Deep River rich. Curator Rhonda Forristall shows me around. \"You've got needles; you've got crochet hooks, toothpicks, buttonhooks,\" she says. Handles for straight razors. Buttons for corsets. For piano keys, the ivory was sliced thin, into laminates that were secured to wooden keys. \"Three pieces go into making a key,\" she explains. \"You could get 45 keyboards out of one tusk.\" Pianists liked the feel of ivory, and it wasn't until the 1950s that cheaper plastic keys completely replaced those made of ivory.</p><p>In Deep River, these artifacts are a source of civic pride, but pride that's also tinged with shame, especially as the world condemns the current slaughter of elephants to make trinkets. Daniels, for one, says if Americans are going to condemn others for trading in ivory, they should at least know their own history. \"We were the largest importer of tusks anywhere in the world,\" she says passionately. \"So we have a special responsibility and we have a unique opportunity to say, 'We are sorry we have done this, but we want in some way to help stop the slaughter now.' \"</p><p>Citizens have formed the Deep River <a href=\"http://www.deepriverhistoricalsociety.org/donate.html\">Elephant Tusk Force</a> to publicize the ivory history here, both its good and bad sides. They <a href=\"http://annamiticus.com/2013/11/22/deep-river-denver-ivory-america/\">organized a conference</a> last year with speakers from the U.S. Fish and Wildlife Service to talk about the U.S. ivory trade. They speak in schools, and they're <a href=\"http://www.theday.com/article/20131016/NWS01/310179782/1006/zip06\">lobbying</a> for a law banning the import of existing ivory into the state. They raised money to buy an elephant statue that sits in front of the town hall.</p><p>Those efforts aren't likely to resonate in China and Vietnam. But Peter Howard, trustee of the historical society and a Tusk Force founder, says at least Deep River residents are now confronting the town's past.</p><p>\"There's a lot of debt that's owed the elephant here,\" he says, \"and a lot of awareness. But it was kind of in the back of peoples' minds.\"</p><p>Dick Smith — as first selectman of the town, he's essentially the mayor — says he knew about Deep River's ivory history, but not about the current trade in Asia. He says he'd tell ivory buyers now to stop, even though Americans once were just as guilty. \"We learn from our experiences,\" he says. \"It wasn't right.\"</p><p>Deep River's John Guy LaPlante is more sympathetic to the town's forebears. Attitudes were different 150 years ago. \"You know, we deplore what happened to the elephant. It was brutal, there's no doubt about it. But we have to put it in context. These men ... who ran this industry, were upstanding, moral, high-minded people who didn't think they were doing anything wrong.\"</p><p>But there was another ugly fact about this trade that many Americans either didn't know about or simply chose not to see — ivory slavery. Ivory traders needed ivory bearers. So they captured Africans and enslaved them to transport the tusks to the ships.</p><p><a href=\"http://strangebehaviors.wordpress.com/\">Richard Conniff</a> has investigated the African end of the trade. He's a writer who bought a house in Deep River and then discovered its past. He found historical accounts from Africa and from Deep River's ivory barons. They tell of ships from Connecticut that sailed to Zanzibar, an island off the east coast of Africa. Americans arrived with cloth, gunpowder and weapons to trade. The ivory came from central Africa, brought to Zanzibar by Arab slavers. \"They would seize slaves, seize ivory, and then use the slaves to carry the ivory back to the coast,\" says Conniff. \"And the descriptions that missionaries gave of those caravans were particularly brutal ... slaves bound by a log, basically, around the neck to the person behind them, and then carrying a tusk on one shoulder.\" Often, only 1 in 4 slaves survived the journey, according to British explorer Dr. David Livingstone, who observed and wrote about them.</p><p>One of the Connecticut buyers who sailed to Zanzibar was Ernst Moore, who worked for Pratt, Read. Moore spent years in the trade, and it made him wealthy, but he grew to hate it. He wrote a book called <em>Ivory: Scourge of Africa</em>. Yet, says Conniff, quoting Moore's book, \"He is the one who also said, 'Our lives were so crammed with our business and adventure that we were perfectly content to take what we had and make the best of it.' \"</p><p>Conniff, sitting in a gazebo on the Deep River landing where the ships once arrived with ivory from Africa, says that's likely the attitude of people who are buying illegal ivory now. \"What they need to realize is what this town has discovered,\" he says, \"that our involvement in that kind of thing is ultimately a source of shame, and that the grandchildren of those people who are buying that ivory are going to look at them with the kind of horror with which we now regard the ivory trade that happened here.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Elephant+Slaughter%2C+African+Slavery+And+America%27s+Pianos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341542638-1da813.m3u?orgId=1&topicId=1007&e=338989248&d=445&ft=nprml&f=338989248"},{"href":"http://media.npr.org/assets/img/2014/08/12/img082_b-b660c60126ab0dbb7706142e5c92a1c1a47b45be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1536","width":"2048"}},{"href":"http://media.npr.org/assets/img/2014/08/12/img081-9d65a445237a0ae0a1b8616e7389a9aeec84cbbb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"957","width":"1276"}},{"href":"http://media.npr.org/assets/img/2014/08/11/ivory2_custom-372a06f6955e46c249ba03e34dd8212aeba9c2a8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1244","width":"3053"}},{"href":"http://media.npr.org/assets/img/2014/08/12/img076-e6967e531b6893075d13f8d65d31302ad42f41a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1832","width":"2443"}}]}