{"created":"2014-12-06T11:02:31+00:00","modified":"2015-06-05T15:32:03+00:00","valid":{"from":"2015-06-05T15:32:03+00:00","to":"3015-06-05T15:32:03+00:00"},"hreflang":"en","title":"In The Italian Alps, Stradivari's Trees Live On","published":"2015-01-07T00:05:00+00:00","teaser":"The master luthier's violins and cellos include spruce from the Fiemme Valley. The forest still thrives, and its trees are still made into fine instruments.","itags":["npr_api","368718313"],"guid":"6f793167-c35d-428e-8349-301af827ed7f","contentencoded":"<p>Antonio Stradivari, the master violin maker whose instruments sell for millions of dollars today, has been dead for nearly three centuries. Only 650 of his instruments are estimated to survive.</p><p>But the forest where the luthier got his lumber is alive and well. And thanks to the surprising teamwork of modern instrument makers and forest rangers, Stradivari's trees are doing better than ever.</p><p>These spruce trees have been growing for hundreds of years in the Fiemme Valley, the same corner of the Italian Alps where Renaissance luthiers such as Stradivari, Guarneri and Amati hand-picked the trees that would be turned into some of the world's finest instruments. Thanks to a serendipitous combination of climate and altitude, these have come to be called \"<em>Il Bosco Che Suona</em>\" — The Musical Woods.</p><p>Marcello Mazzucchi, a retired forest ranger with an uncanny knack for spotting timber that's ideal for instruments, walks among the trees, tapping on their trunks.</p><p>Mazzucchi's skill has led some to call him \"The Tree Whisperer,\" but he laughs off that nickname. \"I'm really more of a tree <em>listener</em>,<em>\" </em>he says. \"I observe, I touch them, sometimes I even hug them. Look carefully and they'll tell you their life story, their traumas, their joys, everything. Such humble creatures.\"</p><p>He goes from trunk to trunk, crossing flawed candidates off his list.</p><p>\"This one over here was struck by lightning,\" he says. \"Who knows what kind of sound its violin would make?\"</p><p>Then he finds a contender: \"It shoots up perfectly straight. It's very cylindrical. No branches at the bottom. If you ask me, there's a violin trapped inside.\"</p><p>Mazzucchi takes out a manual drill called a borer, and twists it like a corkscrew through the bark. He listens carefully to the knocking sound the borer makes each time it hits a new tree ring.</p><p>Pulling out a core sample shaped like a pencil, he concludes the tree is an excellent specimen. A lumberjack chops down trees like this one and carts them to a lumberyard nearby, where the spruce is milled into sections.</p><p>Local instrument maker Cecilia Piazzi examines a piece of that milled wood, and declares it \"magnificent.\"</p><p>\"We use it for making the table — that's the beautiful part on the front of a violin or cello, with the soundholes on the surface,\" Piazzi says. \"Yes, this piece is the right piece. I can tell just by flicking it.\"</p><p>It takes months to complete a single instrument, which can cost over $10,000 — a bargain, when you consider a Stradivarius that came from the same forest can go for over $10 million.</p><p>But it's enough to keep this community humming. The Fiemme Valley is one of Italy's most prosperous areas, thanks in large part to these musical woods. And it's going to stay that way because people like the Tree Whisperer take care of it.</p><p>\"I've felled one million trees in my career,\" Mazzucchi says. \"But in their place, 100 million more have grown up.\"</p><p>Before a tree hits the chopping block, Mazzucchi looks around to see if there are any tiny saplings struggling to grow nearby. If so, removing an adult tree will let more sun in and actually help the babies mature.</p><p>Bruno Cosignani, the head of the local forest service, explains that light is the limiting factor on tree growth.</p><p>\"As soon as a tree falls down, those who were born and suffering in the shadows can start to grow more quickly,\" he says.</p><p>And centuries from now, those trees, too, might become musical instruments.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+Italian+Alps%2C+Stradivari%27s+Trees+Live+On&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Livesay","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368931757-8780d8.m3u?orgId=1&topicId=1039&d=304&p=7&story=368718313&t=progseg&e=368904922&seg=9&ft=nprml&f=368718313"},{"href":"http://media.npr.org/assets/img/2014/12/05/007__ra_5132ultime-30da84a380b22949f35c6308d3dfceac653d005c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"800","width":"1200"}},{"href":"http://media.npr.org/assets/img/2014/12/05/001__ra_4888ultime-333749544716a0f86eaf90e38d7fe4d252a8bdc5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"796","width":"1062"}},{"href":"http://media.npr.org/assets/img/2014/12/05/012__ra_4622ultime-9a9a09ead8f318c57d4b8b22866c0536a68f2a80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"797","width":"1062"}}]}