{"created":"2015-06-12T20:08:34+00:00","modified":"2015-06-17T17:05:23+00:00","valid":{"from":"2015-06-17T17:05:23+00:00","to":"3015-06-17T17:05:23+00:00"},"hreflang":"en","title":"Laughs Leaven Tears In 'Me And Earl And The Dying Girl'","published":"2015-06-13T00:55:00+00:00","teaser":"<em>Me and Earl and the Dying Girl </em>was a surprise smash at this year's Sundance Film Festival; it's a tale of three teens facing mortality that manages to capture teen angst without wallowing in drama.","itags":["npr_api","413947330"],"guid":"6f7ae690-ed6f-48b3-b183-978f3869b91a","contentencoded":"<p>A movie about high school students dealing with mortality — haven't we been dipping into that well a lot lately? So the surprise was the laughs when <em>Me and Earl and The Dying Girl</em> became the surprise smash at this year's Sundance Film Festival, taking both the Audience Award and the Grand Jury Prize. Here was a film that managed to be at once earnest and flip, capturing teen angst without wallowing in teen drama.</p><p>The opening shots introduce us to Greg (Thomas Mann), a dweeby high school senior who's perfected the wisecrack as a substitute for social interaction. A member of no clique, he's on friendly terms with everyone from jocks to goths to geeks because he only half-engages, zooming down a hall, hearing a snatch of conversation like, say, \"your test was today?\" and offering a bit of snark — \"ugh, tests, been there\" — without breaking stride. <br /> <br />His one close buddy, Earl (RJ Cyler), he's known forever. They bonded as kids while watching Greg's dad's film collection, and then coming up with punny titles for movie parodies — <em>A Sockwork Orange</em>, <em>Senior-Citizen Kane</em> — they make with household detritus and toys.</p><p>But being jokey and making videos does not prepare Greg for news his mother gives him about a classmate with leukemia — Rachel (Olivia Cooke), who'd been talking tests in that school hallway. Greg cringes when he realizes what tests she meant.</p><p>Worse, his mom insists that he go and spend time with Rachel, though he barely knows her — and social grace is, let's say, not his strong suit. Rachel lets him hang out, and soon they're bonding, somewhat. The moviemaker in Greg senses that that's cool even as the highschooler in him senses that it's emotionally treacherous.</p><p>Partly to protect himself from too much closeness, and too much pain if Rachel's illness progresses, he brings Earl into their world, and ends up opening himself up more than he intended when Earl mentions their movies, outing him, as it were, as a creative soul in high school.</p><p>Director Alfonso Gomez-Rejon — working from a screenplay Jesse Andrews based on his own novel, which was in turn, somewhat autobiographical — has a sure sense of the sort of kid who would use a camera lens as a shield. He also has an engaging way of using camera tricks — weird angles, voice-overs, animation — to get at the hormone-addled inanity that is teenagerdom.</p><p>Nowhere more so, perhaps, than when the boys are working on their movies — making their <em>Apocalypse Now</em> parody, say: <em>A Box-of-Tulips, Wow</em> with toy soldiers parachuting into a vacant-lot jungle to rescue a box of origami tulips. In their no-budget-goofball way, these minifilma are genius. Sheer genius. This kid, you figure, is gonna grow up to be quite a storyteller. And in a sense, he did.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Laughs+Leaven+Tears+In+%27Me+And+Earl+And+The+Dying+Girl%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"202"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414032817-e36afe.m3u?orgId=1&topicId=4467349&d=202&p=2&story=413947330&t=progseg&e=413811411&seg=18&ft=nprml&f=413947330"},{"href":"http://media.npr.org/assets/img/2015/06/12/me-earl-dying-girl-1-729535837408ba92140c1f02048c54e3b4e9566a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"777","width":"1036"}},{"href":"http://media.npr.org/assets/img/2015/06/12/me-earl-dying-girl-2--123a45c5cf04cb0c5aaaf05a17729c754cd7371d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"960"}}]}