{"created":"2014-12-02T08:52:41+00:00","modified":"2014-12-10T16:11:21+00:00","valid":{"from":"2014-12-10T16:11:21+00:00","to":"3014-12-10T16:11:21+00:00"},"hreflang":"en","title":"Colorado's Pot Industry Looks To Move Past Stereotypes","published":"2014-12-02T14:04:00+00:00","teaser":"In the year since Colorado made recreational marijuana legal, pot has become a billion-dollar business in the state. And some growers are on a serious mission to make it legitimate and mainstream.","itags":["npr_api","367767955"],"guid":"6f898307-8db1-4753-8470-28f3d8426f2d","contentencoded":"<p>It's been nearly a year since Colorado made recreational marijuana legal, and since then, pot has become a billion-dollar business in the state. And some growers have made it a mission to make it legitimate and mainstream.</p><p>\"Change the face,\" says pot entrepreneur Brooke Gehring. \"But really, not to be the stereotype of what they think is stoner culture, but to realize they are true business people that are operating these companies.\"</p><p>Gehring, smartly dressed in a business suit carrying an iPad and briefcase, runs two businesses, Patient's Choice of Colorado and Live Green Cannabis, and they are about as transparent as they come.</p><p>Her marijuana is grown in a converted furniture warehouse in an industrial district in Denver. Tucked in with a Safeway distribution center and landscaping company, the growers here permeate the air. The smell of fresh marijuana<strong> </strong>is everywhere.</p><p>And you know you've gotten to Gehring's grow house when you see a police station across the street.</p><p>\"Where most people may have said, 'No, we don't want to grow marijuana around the police,' for us it's another security measure,\" she says.</p><p>Gehring spent $3 million just to retrofit her warehouse.</p><p>There are about 5,000 plants in here — part of about 50,000 companywide. Gehring expects to reach $10 million in sales this year. So you can see why security is such a big deal. It should also be no surprise that this is a tightly regulated business.</p><p>\"These are our RFID tags, and this essentially goes onto the plant once it goes into our tracking system. This is how the state monitors us to know our plant counts,\" Gehring says.</p><p>Even the shake that falls on the floor gets scooped up, weighed and reported.</p><p>This is how Gehring wants it — she knows that tough regulations are the only way this industry will continue and even thrive. It's one of the reasons why she has a key seat on a state advisory panel that's helping write the regulations.</p><p>\"We have a state that supports us, and we have a government that is willing to work with the industry, work with law enforcement, work with the Department of Public Health and Environment and try to come up with a system to which they can collect taxes and revenues, and we can operate, create jobs and also make profits as a business,\" she says.</p><p>But the federal government could come in any day and shut all of this down if it wanted to. And given that, Gehring has a lot of reservations about how fast this industry has grown.</p><p>\"I guess as an industry, I worry that people will overproduce, and the people that overproduce and don't have an outlet to be able to sell it, they might consider the option of selling it outside of the regulated market,\" she says.</p><p>Think about it: Every Coloradan is allowed to buy up to an ounce per transaction — tourists a little less — but there isn't really a limit. People also can grow their own plants. It's not hard to imagine how quickly a lot of product could move into the wrong hands.</p><p>Gehring isn't the only one worrying about this.</p><p>\"I think it's pretty safe to say that we are becoming a major exporter of marijuana,\" says Colorado's Attorney General John Suthers. \"You go to some of these warehouse districts and there's maybe four or five grow operations, and I think some people are counting on the fact that nobody's going to notice that this particular one isn't licensed, no one's going to particularly notice that a lot of marijuana's going out the back door.\"</p><p>Suthers says his office and the DEA recently seized from a warehouse district an undisclosed amount of pot that was bound for out-of-state markets. There's no telling how far the black market takes legally grown marijuana from Colorado, or who's doing the taking. But as <a href=\"http://www.npr.org/blogs/parallels/2014/12/01/367802425/legal-pot-in-the-u-s-may-be-undercutting-mexican-marijuana\" target=\"_blank\">NPR reported on Monday</a>, a DEA official confirmed that the Mexican cartels are buying Colorado pot and bringing it into Mexico for sale there. It's triple the potency of marijuana grown outdoors in Mexico.</p><p>\"All this activity of course is undermining the regulatory system in Colorado, where we're supposed to be collecting taxes,\" Suthers says.</p><p>Even Gehring knows this could be her undoing, and it's one of the reasons she originally opposed Colorado's recreational pot ballot measure two years ago. She thought it was premature and worried that the controls just weren't there yet. Gehring says she could be producing more under the licenses that she currently holds, but she wants to make sure all of the internal controls are in place so everything is accounted for.</p><p>\"I view the black market as our biggest competition and could be the biggest, I would say, roadblock to really having the federal government on board with legalization,\" she says.</p><p>But being here, you get the sense that entrepreneurs like her are more excited than they are nervous. They see themselves as being on the frontier, like the early wildcatters in the oil business, staking their claim early, helping write the rules, taking on all this risk.</p><p>\"We do have the entrepreneurial spirit, we do see the opportunity of being true pioneers in what we're doing,\" she says.</p><p>And Gehring is used to balancing opportunity and some risk: Before she got into the pot business in 2009 she was a commercial banker.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Colorado%27s+Pot+Industry+Looks+To+Move+Past+Stereotypes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"402"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367938711-34e124.m3u?orgId=1&topicId=1006&ft=3&f=367767955"},{"href":"http://media.npr.org/assets/img/2014/12/01/ColoradoPotPic1-280e18367188db1c9c38ae2950d21290cf47df5c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"2250"}}]}