{"created":"2014-10-27T16:32:11+00:00","modified":"2014-10-30T21:40:46+00:00","valid":{"from":"2014-10-30T21:40:46+00:00","to":"3014-10-30T21:40:46+00:00"},"hreflang":"en","title":"A Witness To History In Atlanta","published":"2014-10-08T19:45:00+00:00","teaser":"Paschal's Restaurant in Atlanta was a political hangout for Martin Luther King Jr. and other civil rights leaders. Marshall Slack was there for all of it.","itags":["npr_api","354634770"],"guid":"6faa7b85-4077-47d2-b80c-9bebc9c5f9c8","contentencoded":"<p><a href=\"http://www.paschalsatlanta.com/\" target=\"_blank\">Paschal’s Restaurant</a> in Atlanta is well-known as a political hangout.</p><p>Lore has it that Martin Luther King Jr. and other civil rights leaders organized marches at the tables of the original restaurant.</p><p>&#8220;You had a mixture here at Paschal&#8217;s of not only so called movement leaders, you had regular folk as well who could intermingle with these people,&#8221; William Boone, a professor at Clark Atlanta University, said.</p><p>But Paschal’s has changed with the times. It&#8217;s been rebuilt and modernized. The same is true of Atlanta, too. It is now home to a new, growing generation of black voters who weren’t part of the activism of the 1960s.</p><p><strong>Marshall Slack</strong>, who has worked at Paschal&#8217;s for over 40 years, took Here & Now&#8217;s Jeremy Hobson on a tour of the restaurant, which has pictures commemorating its central position as a meeting spot for civil rights leaders.</p><p>The restaurant was founded by brothers Robert and James Paschal. Slack says he started working at the restaurant, doing odds and ends, when he was eight.</p><p>Slack says the Paschals gave King and other civil rights leaders room to organize in return for one thing: that they eat their fried chicken.</p><p>In the intervening years, when black college students in the area were being arrested for their acts of civil disobedience, Slack says the Paschals bailed them out and offered them food and a safe place to stay.</p><p>&#8220;He make sure each one of us made them call their parents and let them know where they could be reached and that they were safe,&#8221; Slack recalled.</p><p>Slack says he met King several times during his life, and even served him food. King&#8217;s favorite meal? &#8220;Fried Chicken. Collard Greens,&#8221; Slack said, laughing.</p><p>Slack was at Paschal&#8217;s the day King was assassinated.</p><p>&#8220;It was a very silent night,&#8221; Slack said. The Paschals took it very hard.</p><p>&#8220;They loved Dr. King and they watched him grow over the years when he was attending Morehouse College,&#8221; Slack said.</p><p>Political candidates still come by Paschal&#8217;s. Michelle Nunn, who is running for Senate, recently stopped at the restaurant.</p><p>Slack says he is concerned that the history of the civil rights movement is being lost.</p><p>&#8220;The children now really don&#8217;t know about their history,&#8221; he said. &#8220;They really don&#8217;t understand the struggles that have been made for them.&#8221;  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Witness+To+History+In+Atlanta&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"562"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354634773-4d9a83.m3u?orgId=1&ft=3&f=354634770"}]}