{"created":"2015-02-22T22:14:14+00:00","modified":"2015-03-03T17:05:15+00:00","valid":{"from":"2015-03-03T17:05:15+00:00","to":"3015-03-03T17:05:15+00:00"},"hreflang":"en","title":"The Scents And Sensibility Of LA's Nosy New Perfume Enthusiasts","published":"2015-02-23T18:54:00+00:00","teaser":"Our sense of smell isn't simply a powerful trigger. It's a draw to scientists — and to a flourishing subculture in Los Angeles, where amateur perfumers collect fragrances like others collect stamps.","itags":["npr_api","388245432"],"guid":"6facbfe0-068d-4b22-8fca-4865b909f65c","contentencoded":"<p>The sense of smell is a powerful trigger — capable of calling to mind the sight of a new car, or the memory of a freshly mown lawn from many years past. But this power doesn't just serve to remind; it's also captivating scientists and inspiring a burgeoning subculture in Los Angeles, where many people are collecting fragrances like some people collect stamps.</p><p>At the heart of this scene is Scent Bar, in central LA. It's home to about 700 niche fragrances — perfumes that you can't find in department stores. It looks more like an art gallery than a pub, but Scent Bar has its regulars, just like any bar.</p><p>That group includes <a href=\"http://www.npr.org/2014/07/12/330424680/fightshark-recounts-his-struggles-in-kickboxing-and-beyond\">Mark \"Fightshark\" Miller</a>. He was a mixed martial arts fighter for 22 years. He's covered in tattoos, his nails are painted red and he has a kind of grizzly, weathered air about him. And he loves perfume.</p><p>\"My collection is ridiculous,\" Miller says. \"I gave up, you know, drinking and drugs, so I have many other vices now.\"</p><p>\"You can't predict who will become obsessed by smell,\" says Steve Gontarski, the manager of Scent Bar. Gontarski has worked at Scent Bar, day in and day out, for five years. He says the clientele is more diverse than you might initially expect.</p><p>\"There are not more women than men,\" he notes. \"I'd say it's balanced. In fact, the hard-core regulars — we have more men. It's not gay or straight. It's not professional vs. working. What unites everyone is this hard-core fascination with scent.\"</p><p>Amanda Wallace is another regular. She comes to Scent Bar a few times a month, which is an expensive habit to have. The average bottle of perfume costs about $150, but they range from $45 all the way up to about $1,000.</p><p>\"We spend so much money on this stuff. But it's a great world to be in. It takes me very fun places in my mind,\" Wallace explains.</p><p>According to Gontarski, perfume is \"not functional; it's fantasy.\" He says that when he wears perfume, he feels like a different person. \"I think a good scent transports you. It's so subtle and all the magic is kind of invisible.\"</p><p>Across town, at the Institute for Art and Olfaction, amateur perfumers learn to mix magic themselves. I went to an open session where a few rookie perfumers sat huddled over a long stainless steel table, delicately dipping pipettes into small vials of fragrances, trying to create their own blends.</p><p>Saskia Wilson-Brown opened the Institute for people who wanted to experiment with scent but didn't know where to start.</p><p>The perfume industry is a difficult one to break into, full of trade secrets and closed doors. Historically, you had to be born into a French perfuming family and deemed \"a nose\" in order to work with perfume.</p><p>But when Wilson-Brown founded the Institute, she wanted to make perfuming materials and instruction accessible to everyone. \"Why shouldn't some kid from East LA have access to these things?\" Wilson-Brown says. \"It's science and it's our human right to work with scent.\"</p><p>And, since the Institute's doors have opened, Wilson-Brown has learned that people react to the same scent in very different ways. \"There is a sort of personal filter that everyone places on scent that goes through memories, that goes through culture. There's all these filters that people bring to scent, that make it very hard to find a common language in perfumery.\"</p><p>When I ask people to describe different perfumes, I get some very personal answers. Amanda Wallace, for example, holds a fragrance to her nose and says, \"It's like when I was a little girl — the bad strawberry candy.\"</p><p>And when regular Shelby Jones describes the first perfume that stopped her in her tracks, she has this to say: \"It smells like the garden district in New Orleans after a really heavy rainstorm when everything's kind of a little bit rotting but also a little bit blooming. That's what it smells like.\"</p><p>There's a physiological reason that smells can jog such vivid associations. Avery Gilbert, a smell scientist and author of the book <em>What The Nose Knows</em>, explains.</p><p>\"Every other sense,\" he says, \"the information has to take a detour through the thalamus to reach the cerebral cortex. And smell has a privileged fast lane, right to the cortex.\"</p><p>Via this fast lane, smell reaches two centers in the brain that are critical for making memories and emotion: the amygdala and the hippocampus.</p><p>So, as Gilbert puts it, \"right away, even just by the sheer wiring diagram of smell, we're talking about emotion and memory.\"</p><p>You've probably experienced what Gilbert refers to as an odor flashback memory: a stark, detailed memory, triggered instantaneously by some unexpected smell.</p><p>\"We don't remember smells the way we struggle to memorize a phone number or someone's name; the brain records smell in the background, so to speak,\" Gilbert says. \"And then years later, when that smell triggers those associations and it pops back up, it seems very magical, because we don't remember trying to remember.\"</p><p>Olfactory flashbacks are often heavy with emotion — specifically, nostalgia.</p><p>Gilbert has a personal anecdote: \"For me once, it was passing a garage that was full of solvents and oils and stuff, and instantly I was transported back to my grandfather's workshop in his garage. And, you know, it was 15 years earlier, it was full of memories of him, of the mood. ... I could remember details in great visual vividness.\"</p><p>But when you smell something that takes you back, the original scent is usually far. \"It's either years in the past or miles and miles away,\" Gilbert says. \"And so, of necessity, a smell brings a kind of wistful absence, even as it evokes this very full memory.\"</p><p>And so the men and women of LA's perfume community are not just eccentrics, indulging in luxury. They're coloring their days with scent — intentionally creating olfactory snapshots of a time and place.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Scents+And+Sensibility+Of+LA%27s+Nosy+New+Perfume+Enthusiasts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chloe Prasinos","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388262665-a18ba1.m3u?orgId=1&topicId=1008&e=388245432&d=325&ft=nprml&f=388245432"},{"href":"http://media.npr.org/assets/img/2015/02/22/scentbarlongwall-2b247cc73f59a4b143e7230394ed4b5836a087bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2110","width":"2816"}},{"href":"http://media.npr.org/assets/img/2015/02/22/institute-5-saskia--103c397c9c7db79aa5681c7f15f8e9d97da9624e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2015/02/22/institute-2-40c855bcf48dd20443cb460b0341a6b64edb9165.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}