{"created":"2014-10-27T16:26:53+00:00","modified":"2014-10-27T16:26:53+00:00","valid":{"from":"2014-10-27T16:26:53+00:00","to":"3014-10-27T16:26:53+00:00"},"hreflang":"en","title":"Turning a Rural Town Into A Living Museum","published":"2014-10-10T20:36:00+00:00","teaser":"Visitors come to see the community of New Lebanon, NY, as a snapshot of contemporary rural life in America. The program has helped turn around the economically depressed town.","itags":["npr_api","355181050"],"contentencoded":"<p>Seven years ago, Manhattanite <strong>Ruth Abram</strong> bought a house in the Upstate New York town of New Lebanon, just outside the Berkshire Mountains.</p><p>It&#8217;s a region known for thriving cultural institutions like Tanglewood, the Jacob&#8217;s Pillow Dance Festival, and the Massachusetts Museum of Contemporary Art.</p><p>But in New Lebanon, as in many old mill or farming towns in New York, things were not going well.</p><p>Shortly after Abram moved, the town closed its pizza shop and its coffee shop. Next to go were the gift shop and the grocery story.</p><p>Abram decided something had to be done to stop the downward slide, and as the founder of the thriving Lower East Side Tenement Museum in New York, she had a few ideas.</p><p>&#8220;You can drive through New Lebanon and so many rural towns across America and think to yourself, &#8216;What is happening? I guess nothing is happening here,&#8217;&#8221; Abram told <a href=\"http://hereandnow.wbur.org\"><em> Here & Now&#8217;</em></a>s Robin Young. &#8220;And then I discovered you couldn&#8217;t be more wrong.&#8221;</p><p>After doing some research and asking locals the question &#8220;What do you know about or know how to do that urban and suburban don’t know how to do,”Abram has enlisted dozens of New Lebanon residents to help turn the town into a &#8220;living museum of contemporary rural American life.&#8221;</p><p>For four weekends this fall, visitors pay to come and see the unique skills and landmarks in New Lebanon in an event called &#8220;<a href=\"http://beholdnewlebanon.org/\" target=\"_blank\">Behold! New Lebanon</a>.&#8221;</p><p>Abram says the effect on the town and its people has been, &#8220;marvelous.&#8221;</p><p>&#8220;The town had been accustomed to having so many failures,&#8221; Abrams said. &#8220;There had been so many rumors over the years about something coming from outside and saving the town that never materialized. And suddenly, discovering that we had within ourselves the wherewithal to save the town, and to make it again a place of invention.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://ruthworks.us/about/\" target=\"_blank\"><strong>Ruth Abram</strong></a>, founder and president of <a href=\"http://beholdnewlebanon.org/\" target=\"_blank\">Behold! New Lebanon</a> and the <a href=\"http://www.tenement.org/\" target=\"_blank\">Lower East Side Tenement Museum</a> in New York.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turning+a+Rural+Town+Into+A+Living+Museum&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"6fb2e455-bdc9-43a6-bb43-4a7e2f893e8b","audio":[{"meta":{"duration":"549"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355181053-2375ec.m3u?orgId=330&ft=3&f=355181050"}]}