{"created":"2014-08-28T15:19:14+00:00","modified":"2015-02-26T23:24:50+00:00","valid":{"from":"2015-02-26T23:24:50+00:00","to":"3015-02-26T23:24:50+00:00"},"hreflang":"en","title":"Why Patients Aren't Coming To Liberia's Redemption Hospital","published":"2014-08-28T15:19:00+00:00","teaser":"At this government-run facility in Monrovia, doctors and nurses try to provide care as best they can. But since the Ebola outbreak, many people are afraid to come.","itags":["npr_api","343494521"],"guid":"6fb941a4-d9a2-4bb6-9641-f097b0fcffc1","contentencoded":"<p>Redemption Hospital is a government-run facility in Liberia's capital city of Monrovia.</p><p>It offers care to all who come, free of charge.</p><p>Only now, patients aren't coming. It's rainy season — and malaria season. Tita Horace, head nurse of the pediatric ward, says her department usually sees 25 patients a day this time of year. Today, there are only five.</p><p>The sick are staying away, she explains, because they are afraid. \"Some of them are afraid that maybe when they come they will get in contact with [an] Ebola patient. So they don't want to come to the hospital.\"</p><p>The hospital itself is a cluster of one-story cement block rooms connected by open-air passageways. Water stains scar the ceilings. Rust covers metal doors.</p><p>Walk into a narrow, dimly lit hallway and the first thing you see is a crib. A tiny boy is curled up inside, his spine curved like a sickle. His mother abandoned him here a year ago. The nurses take turns looking after him.</p><p>A few steps farther is the pediatric ward, a room with high ceilings, packed with steel cribs and scuffed-up wooden tables where several kids stretch out, their arms hooked up to IV drips. They may have malaria, they may be anemic, Horace explains.</p><p>People are especially afraid of Redemption because a doctor and several nurses on staff became infected with Ebola and died as the outbreak was beginning in Liberia. After that, scores of nurses and staffers stopped coming to work. And the number of new patients slowed to a trickle.</p><p>But some people still come. A father is waiting for doctors to check his 12-year-old son. The boy has a fever and hasn't been eating.</p><p>The man says his neighbors urged him not to bring his son to Redemption. There are rumors that the government has made up Ebola to get funds from international donors, and that hospital workers secretly kill patients and then claim they died of Ebola.</p><p>But the father didn't listen: \"I say no, that ... can't happen.\"</p><p>Nearby a woman in a T-shirt and a red print skirt watches intently as nurses hover over a girl lying on one of the tables.</p><p>The mother says her daughter has malaria: \"She get fever, her skin get hot, she just weak.\"</p><p>But Horace, the head nurse, has just heard otherwise. She beckons urgently from the corridor. \"We are getting information that two of [the woman's] family members have died,\" she whispers. Someone in the hospital saw the woman at an Ebola treatment center not long ago, crying over the death of a different daughter.</p><p>Now Horace can't help but wonder about this child, \"so probably maybe that child might be having, I don't know ... maybe it might be ... \"</p><p>Horace can't bring herself to say the word: Ebola.</p><p>And Horace says this kind of thing happens all the time at Redemption. People don't want to admit their child may have Ebola because to them this disease is tantamount to a death sentence. The way they see it, their kid will be taken from them, put in isolation to die. They won't even get the body back.</p><p>But when parents hold back information about their child's exposure to Ebola, they put other patients, and the hospital staff, at risk. Ebola is spread through direct contact with an infected person's bodily fluids — blood, vomit and stool.</p><p>The nurses put on protective gear — white plastic suits, goggles, masks and gloves — to examine the girl. If she does have Ebola, there's a limit to what they can do. This hospital is not equipped to care for patients with this disease.</p><p>Yet they keep seeing people who may be infected. The latest case is a man who is now dead. His body lies on a metal cot, in the room next door, just visible through the doorway.</p><p>A team of men covered from head to toe in protective suits arrive for the corpse. They lay a plastic tarp on the floor, and heave the body onto it. They wrap it carefully. If this man did have Ebola, his body and any fluids that leak out are extremely infectious.</p><p>\"It's a scary job that you have,\" I say to Horace.</p><p>She answers: \"Of course! Very scary!\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Patients+Aren%27t+Coming+To+Liberia%27s+Redemption+Hospital&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343623270-a1e239.m3u?orgId=1&topicId=1031&e=343494521&d=321&ft=nprml&f=343494521"},{"href":"http://media.npr.org/assets/img/2014/08/27/ebola_redemption_fin001-fed94a2652303c6c04056e37ecabb88b4f65ba7a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3034","width":"4874"}},{"href":"http://media.npr.org/assets/img/2014/08/27/ebola_redemption_fin002-060526417cc69acb300646c5c6a028a7752f58af.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2959","width":"4468"}},{"href":"http://media.npr.org/assets/img/2014/08/27/ebola_redemption_fin003-9291040fd1068d1c775cc446dbf1b76cced3149c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/27/ebola_redemption_fin004-692b3124244df13ad5c595aaa0f7a1ccd3dff299.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3264","width":"4928"}},{"href":"http://media.npr.org/assets/img/2014/08/27/ebola_redemption_fin005-dfe15873877335d1d3191df879937bc2efa4e141.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3264","width":"4928"}},{"href":"http://media.npr.org/assets/img/2014/08/27/ebola_redemption_fin006-2fdb5f7a62e9c81dd64e985fb368adae64db85a1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/27/ebola_redemption_fin007-d09dd4f1e2f2466824da7647e0514d2ce74d861c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3264","width":"4928"}},{"href":"http://media.npr.org/assets/img/2014/08/27/ebola_redemption_fin008-2d8f30cc8a840b0af30fae49d1221f8e64c8de1a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/27/ebola_redemption_fin009-1752b66ae7e57bf1f9fc0f59fb693fc027d91a25.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3264","width":"4928"}}]}