{"created":"2015-06-19T09:03:58+00:00","modified":"2015-06-20T17:05:12+00:00","valid":{"from":"2015-06-20T17:05:12+00:00","to":"3015-06-20T17:05:12+00:00"},"hreflang":"en","title":"DNA Tracking Of Ivory Helps Biologists Find Poaching Hotspots","published":"2015-06-19T21:40:00+00:00","teaser":"To stop elephant slaughter in Africa, zoologist Sam Wasser spent years extracting DNA from elephant dung and tissue. Much of the world's poached ivory, he discovered, comes from just two hotspots.","itags":["npr_api","415596177"],"guid":"6fcd51c2-d206-4767-8d19-d2e68331b15b","contentencoded":"<p>The demand for ivory around the world is leading to the slaughter of tens of thousands of elephants every year. To fight the poachers, wildlife biologists are trying to pin down where the worst poaching is, and they've found a new way to do that: with DNA.</p><p>Zoologist <a href=\"http://www.biology.washington.edu/users/samuel-k-wasser\">Sam Wasser</a>, a research professor at the University of Washington, spent years extracting DNA from elephant dung and tissue across the African continent. He used it to draw a map that shows the genetic signature of each major population — kind of like a bar code for elephants.</p><p>Then he started taking DNA from illegal ivory seized around the world so he could match the ivory's bar code to the place and population it came from.</p><p>\"We wanted to see what are the major hotspots that are driving this trade,\" Wasser explained.</p><p>The global ivory trade starts where the animals are killed, and extends to smuggling networks that reach around the world.</p><p>\"By focusing on these major hotspots, we can stop a major portion of the killing and you can simultaneously choke the flow of ivory into these networks,\" says Wasser, who <a href=\"http://www.sciencemag.org/content/early/2015/06/18/science.aaa2457\">describes his technique</a> in this week's issue of the journal <em>Science</em>.</p><p>Wasser says he's found a few hotspots. But two really stand out. The first is a region called <a href=\"http://wwf-congobasin.org/where_we_work/gabon/tridom_programme/\">Tridom</a>. It spans part of Gabon, the Republic of Congo, Cameroon, and the Central African Republic.</p><p>The other hotspot includes two large game reserves — where elephants are supposed to be protected — in Tanzania and Mozambique. Wasser says they've become the \"go to\" places for poachers.</p><p>\"No one expected — including myself — that virtually 100 percent of the seizures over the past decade would have come from just two places,\" he says. \"I mean, who would have thought that?\"</p><p>Wildlife experts already suspected that poachers had descended on these places. But it's hard to catch them in the act, or head off shipments before they leave the continent. Where authorities <em>do</em> often intercept a big ivory shipment is in ports in Asia — the world's largest ivory market.</p><p>The poached ivory is often inside a shipping container. Conservation biologist <a href=\"https://sites.google.com/a/rams.colostate.edu/gwittemyer/\">George Wittemyer</a> of Colorado State University says the container can only be traced back to its last exit port in Africa. \"What we haven't known before is the origination of the ivory within Africa, and its movement in Africa to the port of export,\" says Wittemyer. But now, DNA can link ivory in a port in China to a game preserve in Tanzania. That's hard evidence to show African governments what's going on within their borders.</p><p>As for what goes on outside Africa — in countries like China, where people buy lots of illegal ivory? Conservationists see progress there as well. <a href=\"https://www.worldwildlife.org/experts/leigh-henry\">Leigh Henry</a>, who tracks the ivory trade for the World Wildlife Fund, notes that China recently announced it will soon crack down on illegal ivory trading. \"We've never really seen an admission from China that they are part of the problem,\" she says.</p><p>But Henry says China is watching closely to see what the U.S. does with its illegal ivory trade; it's a fraction of China's market, but still significant. \"China has said very directly that [it] cannot act alone, that they expect other countries to take similar actions to clamp down on their ivory markets — and pointed specifically to the U.S.,\" she says.</p><p>The U.S. government has drafted new regulations, due out anytime, that will limit trade in ivory within U.S. borders. Henry acknowledges, however, that international efforts to stifle demand for ivory move slowly. In the meantime, Wasser says, the DNA tracking effort could help slow the rate of poaching at the source. Otherwise, diplomatic efforts will likely come too late.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=DNA+Tracking+Of+Ivory+Helps+Biologists+Find+Poaching+Hotspots&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415671824-4aec1f.m3u?orgId=1&topicId=1007&d=211&p=3&story=415596177&t=progseg&e=415671583&seg=8&ft=nprml&f=415596177"},{"href":"http://media.npr.org/assets/img/2015/06/19/poaching-2-ca704ae4e6382b4ed96e986902257883e89eca57.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}