{"created":"2014-10-27T20:53:27+00:00","modified":"2014-10-31T00:25:32+00:00","valid":{"from":"2014-10-31T00:25:32+00:00","to":"3014-10-31T00:25:32+00:00"},"hreflang":"en","title":"Gay And Religious Rights Groups Redrawing Battle Lines After Hobby Lobby Ruling","published":"2014-07-09T18:48:00+00:00","teaser":"Some groups are dropping support of the Employment Non-Discrimination Act because it includes a religious exemption.","itags":["npr_api","330161502"],"guid":"6fd37a6f-b455-4ba6-965d-b237e0cb56ae","contentencoded":"<p>Six major gay rights groups have withdrawn their support for the Employment Non-Discrimination Act (ENDA), the proposed law to prohibit workplace discrimination.</p><p>The groups, including Lambda Legal, the National Gay and Lesbian Task Force and the American Civil Liberties Union (ACLU), say they cannot support the bill because it includes an exemption for religious organizations.</p><p>The ACLU calls that exemption a &#8220;discriminatory provision unprecedented in federal laws prohibiting employment discrimination,&#8221; saying it &#8220;could provide religiously affiliated organizations — including hospitals, nursing homes and universities — a blank check to engage in workplace discrimination against LGBT people.&#8221;</p><p>That provision was added to the bill to attract the support of Republicans in Congress. While that helped it win passage in the Senate, gay rights activists say they worry about the precedent of the recent Supreme Court ruling in the Hobby Lobby case. In that case, the court ruled that &#8220;closely held&#8221; companies have the right to get an exemption from the Affordable Care Act&#8217;s requirement to provide insurance coverage for contraception, if they had religious objection to it.</p><p>Rea Carey, head of the National Gay and Lesbian task force, says the implication of that ruling is becoming clear: &#8220;If a private company can take its own religious beliefs and say you can&#8217;t have access to certain health care, it’s a hop, skip and a jump to an interpretation that a private company could have religious beliefs that LGBT people are not equal or somehow go against their beliefs and therefore fire them. We disagree with that trend.&#8221;</p><p>Also at issue is an expected executive order from President Obama that would ban discrimination against gay and lesbian workers in companies doing business with the federal government.</p><p>Religious groups have asked for &#8220;robust&#8221; protection of their religious rights in that order. These groups, including Catholic Charities USA and World Relief, an aid group affiliated with the National Association of Evangelicals. They say they should not have to compromise their core beliefs as they pursue public works.</p><p><strong>Jenny Pizer</strong> of Lamda Legal joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson to explain why her group is withdrawing support of ENDA.</p><ul><li><a href=\"https://beta.congress.gov/bill/113th-congress/senate-bill/815\" target=\"_blank\">Read the Employment Non-Discrimination Act</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.lambdalegal.org/about-us/staff/jennifer-c-pizer\" target=\"_blank\">Jenny Pizer</a></strong>, senior counsel and director of the Law and Policy Project at Lamda Legal.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gay+And+Religious+Rights+Groups+Redrawing+Battle+Lines+After+Hobby+Lobby+Ruling&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Hitesh Hathi","audio":[{"meta":{"duration":"339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330161505-ab4bda.m3u?orgId=1&ft=3&f=330161502"}]}