{"created":"2014-12-15T21:27:43+00:00","modified":"2014-12-16T00:46:04+00:00","valid":{"from":"2014-12-16T00:46:04+00:00","to":"3014-12-16T00:46:04+00:00"},"hreflang":"en","guid":"6fd46dbd-eba2-4671-a87a-dda725053130","title":"When the crows attack, who you gonna call? In Eilat, it's the crow hitman","published":"2014-12-16T00:45:50+00:00","byline":"Daniel Estrin","tags":["environment","government","Environment","Science, Tech & Environment","Eilat","Asia","Israel","Daniela Schulenburg-Ortner","Zadok Tsemach"],"teaser":"The city of Eilat in Israel has a crow problem. But the solution — using an ex-military sniper to shoot and kill the crows — has gotten the city in hot water.","contentencoded":"<p>Tourists flock to the Israeli Red Sea resort town of Eilat for sea, sun and snorkeling. But crows have flocked there too — and one man is on a mission to get rid of them.</p>\n<p>At 7 a.m. in Eilat, the ocean is still. The tourists are fast asleep in their hotel rooms.</p>\n<p>One man, approaching retirement age<em>, </em>with a baby face and sparkling eyes, makes his rounds in a white pickup truck. We’ll call him Yoram, though that’s not his real name.</p>\n<p>Every once in a while he stops, rolls down the window, looks through the sight of his hunter’s rifle, and shoots.</p>\n<p>“Did you see him?” he asks. “Now they’ve learned.”</p>\n<p>It isn’t even 8:30 a.m. and there are already four dead.</p>\n<p>Residents and tourists are beginning to wake up, so Yoram carefully places his rifle in the back seat, puts on a CD of oldies music, and calmly drives downtown, as if he didn’t just finish a killing spree on the outskirts of town.</p>\n<p>The victims of this killing spree are not people. They’re crows — a type of bird that is not indigenous to these parts.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/CrowFeature.jpg?itok=mYrYd8RB\" alt=\"\" /><div class=\"field-caption\">\n    <p>Crows fleeing from a tree after \"Yoram,\" Eilat's hitman, shoots.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Daniel Estrin</p>\n  </div>\n</div>\n<p>The arrivials of the crows can likely be traced back 30 years ago, when a ship from India anchored in the Red Sea port of Aqaba. On board was a bird known by scientists as the House Crow. Ever since, every summer, the crows attack.</p>\n<p>For years, residents have called Eilat’s municipal hotline to report a range of violent crow encounters. A lifeguard at a beach hotel, for instance, says a crow swooped down at him almost every day for more than a month and left him with a bloody forehead. In June alone, the hotline got 60 calls about the birds.</p>\n<p>Crow attacks do happen in other parts of the world, but Zadok Tsemach, manager of the Eilat Bird Observatory, said the House Crow is especially vengeful during summer, when it suspects a person’s presence is threatening its baby chicks.</p>\n<p>The municipality wanted to do something about the crows. So it hired a hit man.</p>\n<p>That’s where Yoram entered the picture. He was the perfect man for the job: he was a sniper in the Israeli army.</p>\n<p>Like any successful hit man, he lives a double life. When he’s not out with his gun, Yoram is actually a peacenik. He teaches seminars on Arab-Israeli coexistence in local schools. But for two hours a couple of days a month, he becomes Yoram the hit man.</p>\n<p>“At the moment I am doing it quite in a secret,” Yoram said.</p>\n<p>Yoram estimates he has killed some 3000 to 4000 crows over the last 10 years, without anyone knowing. And no one seemed to mind. Until a morning this past May.</p>\n<p>He shot the wrong crow — the crow that lives next to Daniela Schulenburg-Ortner, the city’s number one animal rights activist.</p>\n<p>Daniela looks like you might expect an animal rights activist to look: she has shoulder-length blond hair with a streak of turquoise, to match her turquoise eye shadow and turquoise bracelet.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/DaniellaFeature.jpg?itok=zP7Xvf_3\" alt=\"\" /><div class=\"field-caption\">\n    <p>Daniela Schulenburg-Ortner, Eilat animal rights activist, holds Keanu, an injured crow she is rehabilitating in her backyard. She named it after the actor Keanu Reeves.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Daniel Estrin</p>\n  </div>\n</div>\n<p>In her free time, she directs the local branch of “Let the Animals Live,” Israel’s version of PETA. She has 27 cats, 17 dogs, and, yes, one crow.</p>\n<p>That morning in May, Daniela got a telephone call from her 13-year-old son.</p>\n<p>“I was out of the house, and my son called me hysterically that somebody is shooting at our house,” she said.</p>\n<p>She called the police, rushed home, and hid under the table with her son. Then the police called back to say, 'Don’t panic, it’s not a terrorist, it’s just the municipality’s sniper shooting some crows that attacked a neighbor. Nothing to be worried about.'</p>\n<p>But Daniella was furious.</p>\n<p>“We need to coexist with them in an urban environment, and not kill them and shoot them. That’s not a solution,” she said.</p>\n<p>Daniela wrote an angry post on Facebook that went viral. The local media picked up the story. And with that, she has become a woman on a mission.</p>\n<p>“I’m intending to sue the city and this person for what they did,” she said.</p>\n<p>After Daniela published her story, the police set out new rules for Yoram. No more shooting inside the city. Only on the outskirts. Now, when he drives around the city, he sees entire packs of crows enjoying immunity. And he can’t do a thing.</p>\n<p>He insists he's not a villain.</p>\n<p>“I am the good guy,” Yoram said. “Unfortunately, with the crow, the only way they will understand, is to shoot them.”</p>\n<p>According to the city’s count, there are now about 260 crows flying around Eilat. That’s it, just 260.</p>\n<p>But now that the police have ordered Yoram to stop shooting inside the city, he says their numbers are only going to grow, and that there will be more attacks next summer.</p>\n<p>He thinks it’s only a matter of time before the city begs him to get out his rifle again. As long as he keeps up with his work, his nemesis Daniela will keep up with hers, too.</p>\n<p>And so will the crows.</p>\n<p><em>This story is adapted from a longer version that first appeared on the Israeli radio program <a href=\"http://tabletmag.com/tag/israel-story\">Israel Story</a>.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/YoramFeature.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/yoramfeaturejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121520147.mp3"},{"href":"http://www.pri.org/file/121520147mp3"}]}