{"created":"2014-10-07T18:50:32+00:00","modified":"2014-10-30T23:31:52+00:00","valid":{"from":"2014-10-30T23:31:52+00:00","to":"3014-10-30T23:31:52+00:00"},"hreflang":"en","title":"Stick With 'The Knick,' A Medical Drama With Amazing Inventions","published":"2014-08-07T20:37:00+00:00","teaser":"The new Cinemax show stars Clive Owen as a rude doctor in a New York City hospital in 1900. It may take a few episodes, but you'll care about the characters and their inventions.","itags":["npr_api","338603595"],"guid":"6fd556f8-73e1-443d-a69e-bd42bbf6b845","contentencoded":"<p>The first impression of <em>The Knick, </em>the new 10-part drama series that begins this weekend on Cinemax, is that it seems derivative. It's about a maverick doctor played by Clive Owen who's rude to almost everyone around him — like the abrasive hero of Hugh Laurie's Fox series, <em>House. </em>He works at a hospital in a big city, in the shadow of bigger hospitals, fighting for attention and respect — like the doctors on <em>St. Elsewhere. </em>The title <em>The Knick, </em>in fact, is short for Knickerbocker Hospital, and is as derisive a nickname as \"St. Elsewhere\" was for Boston's St. Eligius.</p><p>But <em>The Knick </em>is set in New York, not Boston. And it's not a modern hospital at all, because this new drama series is set in downtown New York City at the start of the 20th century. And in that way, too, <em>The Knick </em>seems overly familiar, because a recent BBC America series, <em>Copper, </em>covered very similar terrain, in both date and place.</p><p>But here comes a pleasant surprise. Cinemax sent out seven of the show's 10 episodes for preview, and the more I watched, the more persuaded I became that <em>The Knick </em>was on a very original journey, and making the most of its increasingly singular cast of characters.</p><p>At the center of all this period medicine and mayhem is Owen as Dr. John Thackery, a medical maverick and pioneer who has more regard for new techniques than any bedside manner. When first we see him, he's shooting drugs between his toes, like Mel Profitt on <em>Wiseguy, </em>and exhibiting little patience with the staff — like Lucy, a new young nurse from the South played by Eve Hewson. Even though the setting is a turn-of-the-century hospital ward, the verbal tension may as well come straight from <em>Grey's Anatomy.</em></p><p>The conflicts deepen episode by episode, along with the characters. The head of surgery, played by Matt Frewer from <em>Max Headroom</em> and <em>Orphan Black, </em>demonstrates early on a risky operation that will be tried, time and again, in subsequent episodes. Each time, it becomes more dramatic and more meaningful. A new doctor at the hospital, played by Andre Holland, is just as gifted, brilliant and innovative as Dr. Thackery — but his skin is black, which makes his circumstances, and his opportunities, completely different. And there are other key characters at the Knick as well — from the heiress who helps fund the hospital to the unscrupulous ambulance driver who helps hunt for research cadavers and other moneymaking opportunities.</p><p>The slowly blossoming beauty of <em>The Knick, </em>as a TV series, is that it moves in unexpected directions and at a thoughtfully deliberate pace. If you presume Dr. Thackery is going to bond with that young nurse, or the new doctor, right away, you'd be wrong. And medical cases, which at first appeared to be singular events, turn out to be continuing story lines where we watch patients heal, or fail to. And doctors, too, keep trying new procedures and new equipment in discovering the path to an enlightened new age of medical science.</p><p>One impressive aspect of <em>The Knick </em>is that it mixes the latest developments in medicine — a makeshift suction device, a new X-ray machine — alongside more mainstream discoveries, like the bicycle and electricity. Director Steven Soderbergh, who last worked for HBO on the Emmy-winning <em>Behind the Candelabra, </em>trusts both his vision and his actors. The graphic operating-room scenes are riveting, even as their primitive and bloody displays of medical technique make you want to look away. And though it wouldn't be fair to sample a clip from one of the later episodes, there's a point, midway through <em>The Knick, </em>when Clive Owen, in one single passionate scene, provides more than enough ammunition for a shot at next year's Emmy Awards. And Andre Holland, as Dr. Algernon Edwards, is right on his heels.</p><p>Getting into <em>The Knick — </em>deeply into it, where it begins to prove itself beyond doubt — will take two or three episodes. But once you check into this particular TV hospital, and stick around for a while, you'll care about the characters, their stories and their amazing new inventions.</p><p><em>David Bianculli is founder and editor of the website</em> <a href=\"http://www.tvworthwatching.com/\" target=\"_blank\">TV Worth Watching</a><em>, and teaches TV and film history at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stick+With+%27The+Knick%2C%27+A+Medical+Drama+With+Amazing+Inventions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"350"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338636206-88a2ab.m3u?orgId=1&topicId=1138&ft=3&f=338603595"},{"href":"http://media.npr.org/assets/img/2014/08/07/knick10-7a168fb3915587646596a159ea05f40b569aa59e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2877","width":"3836"}},{"href":"http://media.npr.org/assets/img/2014/08/07/knick12-d7229342ed11cea54134c509308cb5d8914061bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2597","width":"3463"}}]}