{"created":"2015-07-01T18:45:56+00:00","modified":"2015-07-01T18:51:48+00:00","valid":{"from":"2015-07-01T18:51:48+00:00","to":"3015-07-01T18:51:48+00:00"},"hreflang":"en","title":"Vince Staples: 'My Job Is To Keep My Sanity'","published":"2015-07-01T18:45:00+00:00","teaser":"The Long Beach, Calif., rapper made his debut album, <em>Summertime '06</em>, so that people who hear it will know how he felt then. \"That's when we understood the power we had in fear,\" he says.","itags":["npr_api","419169611"],"guid":"6fd9a7c1-1fe8-4998-a6e9-c6e84778c2d3","contentencoded":"<p>Vince Staples made his debut album, <em>Summertime '06</em>, so that people who hear it will know how he felt then, as a young teenager in Long Beach, Calif. \"That's when we understood the power we had in fear,\" he says. \"Because it's either they're scared of you or they're better than you. And no one wants to feel like anyone else is better than them. So we established fear.\" Who Vince means by \"they\" changes over the course of this interview, but throughout he acknowledges his complicity in a rigged system while laying the blame for its perpetuation at our own lazy, fearful feet.</p><p>\"I saw that all of it was fake, from the streets to music to the government to my own family to my parents to — all of it was not real,\" he says. \"Look where I come from. Everyone's pretending they're not sad.\"</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: What up, Mr. Staples?</p><p><strong>VINCE STAPLES</strong>: How you doing, man?</p><p><strong>MUHAMMAD</strong>: Good, man. Look — it's funny what you just did, cause — I'm going to fall in right now and say it — we been trying to get you here for two years.</p><p><strong>FRANNIE KELLEY</strong>: That's true.</p><p><strong>STAPLES</strong>: That makes no sense.</p><p><strong>MUHAMMAD</strong>: It makes perfect sense.</p><p><strong>STAPLES</strong>: I saw you in the last years I been here.</p><p><strong>MUHAMMAD</strong>: You came with <a href=\"https://twitter.com/earlxsweat\">Earl</a>.</p><p><strong>KELLEY</strong>: Yeah. We wanted you solo.</p><p><strong>MUHAMMAD</strong>: But we wanted you solo. And I think that was — was that before Earl?</p><p><strong>KELLEY</strong>: It was.</p><p><strong>MUHAMMAD</strong>: It was before Earl. So, you know, your manager's a good, long-time friend of mine. I did give him the press and, to speak up for him, he had a plan already. He explained that to me, and I respect his business, so I was like, \"Cool.\" But I didn't think it would take two years to get you into the seat.</p><p>But I will say you guys gave us First Listen, so that's a hell of a thank you.</p><p><strong>STAPLES</strong>: That was solely based off of you. I'm not playing. At all. We were in the office and Gabe was like, \"Yeah, we're going to do this NPR First Listen thing.\" I was like, \"Isn't that where Ali works?\" They was like, \"Yeah.\" And I said, \"Alright.\"</p><p><strong>MUHAMMAD</strong>: Thank you. That — well, I was just sitting around, watching all the other interviews go down. I was like, \"OK. There has to be a reason.\" And that's a great — thank you.</p><p><strong>STAPLES</strong>: Don't thank me. I just — they need to thank you.</p><p><strong>KELLEY</strong>: Agreed.</p><p>But, yeah. It's doing really well. Like, traffic-wise and engagement-wise and everything, so thank you.</p><p><strong>STAPLES</strong>: Yeah, it's great, man. I had a spike in pre-sales.</p><p><strong>KELLEY</strong>: Yeah, that's that NPR bump.</p><p><strong>STAPLES</strong>: NPR bump.</p><p><strong>KELLEY</strong>: It's real.</p><p><strong>STAPLES</strong>: Spike in any sales is crazy.</p><p><strong>KELLEY</strong>: I would like to start with <a href=\"https://twitter.com/cblacksmith\">Corey</a>, actually, if that's possible. I read an interview with you where you said that you weren't even taking rapping seriously until you met him?</p><p><strong>STAPLES</strong>: I mean, not really. It was like, after. I didn't really care when I met him either. It was after certain things unfolded. He was definitely the stepping stone as far as how — that led to that path. But I knew Corey for about year before I cared. Like year and a half before I was like, \"Alright. I'ma do this.\" Then after two years, I was like, \"Alright. I'ma stop playing.\"</p><p><strong>KELLEY</strong>: OK. But how did you come to meet, then?</p><p><strong>STAPLES</strong>: I was just around. A few people I was working with at the time — the most important would be <a href=\"https://twitter.com/michaeluzowuru\">Michael Uzowuru</a>, great friend of mine — we were in the right place right time kind of situation. And one of Michael's, I guess, collaborators was telling Corey that he should work with Michael, and Corey started working with both of us at that point in time. And I kind of kept it going.</p><p><strong>KELLEY</strong>: And when you were talking to Corey about Vince, what was the — how did he describe him?</p><p><strong>MUHAMMAD</strong>: How did I describe him?</p><p><strong>KELLEY</strong>: No, how did Corey describe him to you?</p><p><strong>MUHAMMAD</strong>: He didn't really. I just knew about Vince, and I knew that he was repping him. So I just wanted to have the conversation. He was really excited about Vince. And we talked about production as well, and he was saying that Vince was very specific and had a particular sound and an idea of what he wanted to do. And so that was as most as the conversation went on that.</p><p><strong>KELLEY</strong>: Yeah, you called me from the studio.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: I think you stepped outside and you were like, \"Book this guy.\" And I was like, \"I have been trying.\"</p><p><strong>STAPLES</strong>: I'm sorry about that. It's not my fault.</p><p><strong>MUHAMMAD</strong>: No. It's --</p><p><strong>STAPLES</strong>: I'm very very — when it's outside the numbers – you know, everyone around me tells me to make sure I don't spend my money, make sure nobody takes my money. So, you know, besides that, I have no mind for business at all when it comes to certain things. Like, I don't even have to pay attention to that stuff. I got — I'm lucky. Courtni and Corey call me in the morning like, \"Hey, make sure you're here at this time.\"</p><p><strong>MUHAMMAD</strong>: I find that — well, after being in it for so long, that there's two sides to that. That's a great thing, from a creative perspective, and from really having your own sort of landscape of where you want to go and what you want to do. And so you can really kind of have the experience, feel it out, know what you want to change, and not have all these other additional things you have to worry about. So --</p><p><strong>STAPLES</strong>: Yeah, but you have to have the right people in place for that to work out cause --</p><p><strong>MUHAMMAD</strong>: That's what I'm saying.</p><p><strong>STAPLES</strong>: — if you don't got the right people in place, you can, you know, get <a href=\"https://en.wikipedia.org/wiki/Little_Richard\">Little Richard</a>-ed and all of those different things.</p><p><strong>MUHAMMAD</strong>: Well, it's two sides. Cause even in having the right people, then, at some times — if you leave it so much to them, at some point, there may be aspects that you miss out on, and it's not that they're not trying to do their thing — they are — but actually then --</p><p><strong>STAPLES</strong>: They might not know. It's all about guidance. You gotta — teamwork makes the situation work.</p><p><strong>MUHAMMAD</strong>: You in good company. But you know that.</p><p><strong>STAPLES</strong>: Yeah, I be chilling, man.</p><p><strong>KELLEY</strong>: How do you know Corey? Why are you guys friends?</p><p><strong>MUHAMMAD</strong>: Because of <a href=\"https://twitter.com/WeAreDeLaSoul\">De La Soul</a>.</p><p><strong>KELLEY</strong>: Can you tell why?</p><p><strong>MUHAMMAD</strong>: I don't know. Can we — we have to bring Corey in. I feel kind of — like, we're talking about the man and he's just --</p><p><strong>KELLEY</strong>: Making faces.</p><p><strong>MUHAMMAD</strong>: — having to take whatever is spoken on this microphone right now.</p><p><strong>KELLEY</strong>: Is he coming in?</p><p><strong>MUHAMMAD</strong>: Yeah, he is.</p><p><strong>KELLEY</strong>: OK, cool.</p><p><strong>COREY</strong> <strong>SMYTH</strong>: It's so quiet in here.</p><p><strong>KELLEY</strong>: Cozy. It's another word for it. I don't think that mic is on, so if you guys could share.</p><p><strong>SMYTH</strong>: I'll sit next to Vince.</p><p><strong>KELLEY</strong>: Cool.</p><p><strong>SMYTH</strong>: Mr. Staples.</p><p><strong>KELLEY</strong>: Oh, it's on.</p><p><strong>STAPLES</strong>: It's on.</p><p><strong>KELLEY</strong>: You could be there.</p><p><strong>SMYTH</strong>: OK. At my own station. Hey, Ali.</p><p><strong>MUHAMMAD</strong>: What's up, Corey?</p><p><strong>SMYTH</strong>: I'm good, man. I'm in a good space. Very happy to see you and happy to see that Vince is here. This has been good, man. It's been a long haul, but we're arriving.</p><p><strong>KELLEY</strong>: That's what it feels like.</p><p><strong>STAPLES</strong>: I'm just hanging out.</p><p><strong>SMYTH</strong>: He's hanging out at the right places, though. That's the best part.</p><p><strong>KELLEY</strong>: There's air conditioning, at least. So tell the story of how you guys started --</p><p><strong>SMYTH</strong>: Met?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>SMYTH</strong>: I met Ali when I started working with De La Soul. Yeah. I was literally – what's that '90? <em>Stakes Is High</em>. Yeah. <em>Stakes Is High</em> album. Platinum Island. Right? Platinum. Right next door to <a href=\"https://en.wikipedia.org/wiki/Rawkus_Records\">Rawkus</a> back in the day. I started managing De La Soul right around that time, and I was brought into the fold, through a very unique meeting. A <a href=\"https://en.wikipedia.org/wiki/Native_Tongues\">Native Tongue</a> meeting. I'll never forget that. A very big --</p><p><strong>MUHAMMAD</strong>: Oh my god. Can we excuse Mr. Smyth?</p><p><strong>SMYTH</strong>: A Native Tongue meeting, actually. But yeah, that was — it was very great. It was great to witness that moment.</p><p><strong>MUHAMMAD</strong>: Oh my god. I forgot about that.</p><p><strong>KELLEY</strong>: Wait. Why are you shaking your head? Have you heard this story?</p><p><strong>STAPLES</strong>: I don't know what Native Tongue is. I know what De La Soul is because of <a href=\"https://en.wikipedia.org/wiki/MF_Doom\">MF DOOM</a> and <em>Good Burger</em>.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>STAPLES</strong>: And Nike SB.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>SMYTH</strong>: Yeah.</p><p><strong>KELLEY</strong>: So what was this meeting?</p><p><strong>SMYTH</strong>: Oh, it's just, you know — cats are trying to make things happen at that point in time.</p><p><strong>KELLEY</strong>: Don't look at me like that.</p><p><strong>SMYTH</strong>: Then some things happened and some things didn't. But it was a big meeting. I'll never forget it.</p><p><strong>MUHAMMAD</strong>: I just forget things. So sometimes it's comforting forgetting things, and then --</p><p><strong>SMYTH</strong>: Then Corey comes and brings it back up.</p><p><strong>MUHAMMAD</strong>: Like, I totally forgot about that meeting, and I'm like — because now he just opened up a whole memory bank over here that was just like, \"Cool. We dealt with it.\" And now I'm like, \"Oh, yeah. That was a very important meeting.\"</p><p><strong>SMYTH</strong>: Yeah, it was crazy.</p><p><strong>KELLEY</strong>: Am I supposed to know what happened in this meeting?</p><p><strong>MUHAMMAD</strong>: No one is.</p><p><strong>SMYTH</strong>: No one is. Yeah, I was about to say. No one's supposed to know what happened in that meeting. But the fact that I think that we were all young — that was the best thing for me. And I always tell Vince, him having me at this age versus the age I was there, I would've been different in that meeting. Like, I was kind of in awe, because I'm fans of all of them. But, you know, people are just trying to organize lives and business in a structure that's not really a structure at that moment, and it's unique.</p><p>And part of the conversation earlier was about the creative and how Vince feels very free to be creative, which is a great thing, especially at 21, about to be 22. But there's a business side to it as Ali was saying that you have to start thinking about at some point in time. And he's there. He doesn't know he thinks about it that way cause he's very very particular about everything, so he's not going to ever be tilted, but that meeting was about creative with business.</p><p>And it was just — I don't think the business ever grew. The Native Tongue business didn't grow, and it could've. It could've been something phenomenal. The fact that a 21-year-old kid who makes great music knows about the individuals but doesn't know about the collective speaks to the business that didn't happen.</p><p><strong>KELLEY</strong>: True.</p><p><strong>MUHAMMAD</strong>: My first conversation with you, I got the sense that you knew exactly what you were doing, and --</p><p><strong>STAPLES</strong>: I didn't though. That's the crazy part about it.</p><p><strong>MUHAMMAD</strong>: Well, from the sense that — I think creatively you did. Creatively speaking, you gave me that impression, and very strong. And it seemed like you had certain ideas as to where you wanted to go. And maybe you don't see that, but I saw that clearly.</p><p><strong>STAPLES</strong>: How many years ago was that?</p><p><strong>MUHAMMAD</strong>: Two.</p><p><strong>STAPLES</strong>: I had no idea what I was doing.</p><p><strong>KELLEY</strong>: Did you know what you didn't want to do though?</p><p><strong>STAPLES</strong>: Yeah. Now see, that — I know what I didn't want to do, but I had no idea what I was doing.</p><p><strong>KELLEY</strong>: That's enough.</p><p><strong>STAPLES</strong>: I figured that out, like — what? October? Yeah, like September.</p><p><strong>KELLEY</strong>: Really?</p><p><strong>STAPLES</strong>: I'm dead — I'm so serious.</p><p><strong>KELLEY</strong>: Why? Do you remember that moment?</p><p><strong>STAPLES</strong>: Yeah.</p><p><strong>KELLEY</strong>: What happened?</p><p><strong>STAPLES</strong>: You know how you looking for something you don't know what it is?</p><p><strong>KELLEY</strong>: Mm-hmm.</p><p><strong>STAPLES</strong>: We found it.</p><p><strong>SMYTH</strong>: Mm-hmm.</p><p><strong>STAPLES</strong>: So, \"Oh, that's — there it goes.\"</p><p><strong>KELLEY</strong>: What was it?</p><p><strong>STAPLES</strong>: It was in Toronto, and we met <a href=\"https://twitter.com/haglertyrant\">Hagler</a> and he had the \"Blue Suede\" beat. I was like, \"Oh, there it goes.\" And I was like, \"We'll be done in like a week.\" And Corey's like, \"You sure?\" I was like, \"Yeah.\" And then we were done in a week.</p><p><strong>SMYTH</strong>: But knowing what you don't like is knowing what you kind of like, on the low.</p><p><strong>STAPLES</strong>: Yeah, now that you said that, I understand what you mean.</p><p><strong>SMYTH</strong>: It's the yin and yang.</p><p><strong>STAPLES</strong>: For sure didn't know what I was doing though. I wasn't really thinking about it at that time. I was trying to figure out other things. But, yeah. Yeah. That makes sense.</p><p><strong>KELLEY</strong>: What were trying to figure out?</p><p><strong>STAPLES</strong>: Life, man. Life is the important part. This isn't the important part. The music will never matter without life. So life is the important part. That's the priority, and then music comes second. And then third comes the connection to music, and, you know, money and fame and fortune and notoriety is like 15th on that list or 20th or something, to me. That's the last thing I care about.</p><p><strong>KELLEY</strong>: But don't you think that life stuff — or have you noticed that when the life stuff gets correct, the music gets better?</p><p><strong>STAPLES</strong>: No, cause music's never better or worse. It's just what it is at that time.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>STAPLES</strong>: I don't think anything's good or bad. I refuse to label anything as good or bad cause early Vince Staples music, which I will never listen to, which I think is horrible. And I always thought that s*** was trash. And I was being lazy and taking advantage of situations and being like, \"Hey, I can be over here and hang out and stay out of trouble if I just make some songs. OK, what's this song about? What's this beat called? OK. There you go. Leave me alone. I'm over here.\" That was the whole purpose of certain things at first. Thinking I was smarter than the cycle of things.</p><p>But, I mean, if life is really really bad, does that mean the music's going to be really bad? If life's really really good, does that mean the music is really good? No. Some people make their best music when life is horrible. Some people lose sense of what their music was when their life starts to get better.</p><p><strong>MUHAMMAD</strong>: Just to build on this point, cause I had something written down, I wanted to give you some words: envy, hoarding, stick-ups, dubious, orphan, solitude — or you can trade that for deserted — famine, anger in the nation, and penitentiary maternity wards. What's good?</p><p><strong>STAPLES</strong>: It all depends on the perspective. Cause if the penitentiary is wrong in the first place, then the maternity ward is pointless. But if the penitentiary is potentially good, then, of course, \"They can have kids in here and it's safe and it's sanitary. That's a good thing.\" But why are they in there in the first place? So it could be good or bad.</p><p>Stick-ups. OK. Does that person really need that money? Do you really need that money? Are their kids going to be OK if you take from them? Are your kids going to be OK if you don't take from them? It's all about — it's about which angle you look at things from. Nothing really good or bad. At the end of the day, we make all this stuff up.</p><p><strong>MUHAMMAD</strong>: I ask you those things because I feel that some of your music talks about just the embodiment of just those words, and it makes me wonder — and I keep landing to, \"What's good?\" So I like hearing you say you don't look at it as things are bad, things are good.</p><p><strong>STAPLES</strong>: It's all about circumstances. Circumstances dictate your set of values, your set of morals. So that's really what it comes down to. Cause with circumstances changes the way you look at things. Cause that's — that defines everything.</p><p><strong>MUHAMMAD</strong>: So with regards to the music then, the music at one point in time was a place where you can get an education. You can be inspired. You can be taught how to look at your life, regardless of the surroundings, being challenged or not, that you can have a sense of pride in yourself. And there seems to be kind of a feeling that's lost in the music. And I get the sense that you want to bring back something where people can really be taught from your music. Am I wrong?</p><p><strong>STAPLES</strong>: No, that makes sense. That definitely makes sense. It's just — I mean, it all depends how you look at it. Like, that's definitely not what music is about anymore, at least from the way I do it. Like, the people in my genre, whatever they call those things now, everybody now getting some money and getting some attention. That's really what it's about for basically everybody.</p><p><strong>MUHAMMAD</strong>: What's it about for you?</p><p><strong>STAPLES</strong>: I don't even know what it's about.</p><p><strong>MUHAMMAD</strong>: C'mon Vince.</p><p><strong>STAPLES</strong>: I'm serious. I will tell you — I literally don't think about those things. I don't think about those things. It's like, I'm here already. That's what I'ma do. I'ma stop? Quit? I don't like this stuff 90% of the time. Ask him. I do not have fun with this stuff. Cause you don't get — I like life.</p><p><strong>MUHAMMAD</strong>: Is there a purpose?</p><p><strong>STAPLES</strong>: Everybody has a purpose. It's not up to you to define that though. So I'm figuring out as — we don't know. We know nothing. We don't know anything. We only know what we're told. The fact we all got convinced that money means something, just — it means everybody stupid, to me. Period. We're all stupid. Cause we let somebody make something and say, \"This is what means everything.\" So what makes you think that we know about the world that's outside of us or what our life — we're not even thinking about life. We're paying taxes. For what? Why? Why do any of these things exist? You make a house to sell it, to get money that somebody makes in a office somewhere.</p><p><strong>MUHAMMAD</strong>: These are good questions. Good points.</p><p><strong>STAPLES</strong>: If you take money out of everything — if there's no such thing as money, what changes? We still have the animals to make the food. We still have the resources to build these things. We still have what we need to make these sciences and all this other type of stuff. This stuff is made up.</p><p><strong>MUHAMMAD</strong>: Nothing changes, I think, except for the higher consciousness of mankind, which we keep missing because we get stumped by that thing we focused on that that we think we supposed to be focused on. We're not reaching our higher --</p><p><strong>STAPLES</strong>: So the fact that money and being popular and being better than the next person is what this world is based on — I don't — who cares? Like, if I don't — who cares about anything, if you're going to be 100% honest? No. You care about what benefits you the most. No matter what you do. But that's the way that we're made, and that's the way we were raised up, is to care about what benefits us the most. So when it comes to thinking of a — I don't — I try not to think about stuff like that. Cause it goes against what I know.</p><p><strong>MUHAMMAD</strong>: I respect that.</p><p><strong>STAPLES</strong>: Cause I know none of this matters at the end of the day. I know 90% — not even 90%. Probably, I want to say — it's a different time — half the people that listen to your music listen to it to say they listen to your music. For no other reason. To say, \"Oh yeah, I like this.\" But why? What does it do for you? Half the people that buy your music do it to support you; half do it to say they did it so they're not deemed stealing, so they feel better about themselves; and most of the people that do listen your music steal it, but they love you to death. That doesn't make any sense to me. This whole ordeal doesn't make any sense to me.</p><p>I read an article today that said \"Vince Staples blah blah. While being on Def Jam Records, one must try to make radio records, and we see his two attempts on this song and that song.\" What does that even mean? What is the radio? That's somebody else playing a song. Why do you have to try to do that? What kind of sense does that make? That makes no sense.</p><p><strong>MUHAMMAD</strong>: Yeah, people just throw they own spin in life and stuff --</p><p><strong>STAPLES</strong>: Which is why --</p><p><strong>MUHAMMAD</strong>: — but that's not connected or based off of anything real.</p><p><strong>STAPLES</strong>: Exactly.</p><p><strong>MUHAMMAD</strong>: And that's what you're saying.</p><p><strong>STAPLES</strong>: What I'm saying is nothing matters at the end of the day to 90% of the people that walk the face of this earth. That's why you have the special ones, and they're crazy. When you think about somebody who's — it's funny. I was talking to — my girl's brother's autistic. And my brother, he's been on bed rest for probably about like 16, 17 — the majority of my life. And she was talking about mentally challenged people and how people feel bad for them. That's just always funny to me.</p><p>Like, why do you feel bad for them? They don't have to deal with any of this s***. They're happy. They don't know about any of the things we have to deal with. They're living their life, smile on their face. When they're sad, they're sad; when they're happy, they're happy. It's often outweighed by the happiness. Why do we — we should feel bad for us.</p><p><strong>MUHAMMAD</strong>: No doubt.</p><p><strong>STAPLES</strong>: But it's a sense of — we've been so — we so lost. We don't know what any of this stuff means. And we don't even care to find out.</p><p><strong>MUHAMMAD</strong>: Some of us don't. I care.</p><p><strong>STAPLES</strong>: But you gotta think about it. Majority rules. That's the life that we set up here. That's why we vote.</p><p><strong>MUHAMMAD</strong>: You got a point, based off that perspective. The majority that does rule doesn't rule me, so that's my perspective.</p><p><strong>STAPLES</strong>: Exactly. But look — it's back to what you say about right or wrong. It's right; it's wrong, the reality. The fact that we even dabble in right or wrong is wrong in the first place. But is it wrong, cause it brings order. Is order right? Are we supposed to have order? And why does no one focus on the reality of the situation?</p><p>If you look at the news, all these people dying and how things are happening, it's never based on the reality of the situation. It's based on what people think are right and wrong. All that is based on opinion. When things are based on opinion, the popular opinion wins. That's what it's called the popular opinion. So in that sense, we're always going to be f*****. Cause all you need to do — Hitler got people to think he was right.</p><p><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong>STAPLES</strong>: Do you think — no one thought that they were wrong. That's the crazy part about — no one thought that they were wrong. The terrorists that handled 9/11, the Boston bombing, these people never think they're wrong. We don't think we're wrong when we go blow up elementary schools looking for one person, to spare lives of soldiers. So we throw a bomb in a school because somebody's hiding in it. Not thinking about the lives of those people that — but it's right in our — it's right to us. But it's wrong to them. What kind of sense does that s*** make?</p><p><strong>MUHAMMAD</strong>: It doesn't make sense, but at the same time, these things, I think, are done to make us reflect. And if you take a moment to reflect, that's all you need to then start the questioning to try to be on that journey to figure out what the purpose is.</p><p><strong>STAPLES</strong>: OK. But --</p><p><strong>MUHAMMAD</strong>: But most people don't take that moment.</p><p><strong>STAPLES</strong>: Because when do you have that moment?</p><p><strong>MUHAMMAD</strong>: Well, nowadays, yeah. In this century, with all this --</p><p><strong>STAPLES</strong>: It's not even that. It's past that. Before that. You wake up. You see your mom go to work. You go to school. You come home. You hate your life some more. You go back to school. Your friend has a birthday party. His house is bigger than yours. Now he can never come to your house, cause you live in the back of your aunt's house, across the street from the oil refinery in a gang-infested neighborhood where everyone is related to you. So you're embarrassed about that. You go home, do your homework.</p><p>Your mom comes home, makes nothing, tries to figure out how to make you not realize that you're poor. Because where I live at, the state that I live at, an apartment in a bad neighborhood is $800, $900 a month, for one bedroom. That's a lot of money if you getting paid minimum wage. But your kid has to have the nice shoes cause he has to deal with the other kids, or he gotta go to the school where they have the uniforms. But you have to pay for that, too, so you're not really running from anything.</p><p>So you're spending your whole life trying to catch up to something that you don't know why you're chasing and trying to disguise your kids from something that they already noticed, based on their own interactions. That's the beginning of life. That's before you have bills — as a kid — and before you have to pay taxes. That's before you're elderly and you can't take care of your own self. So my question is, with all these things in your way before the phones, before interactions with other people that could be negative, you trying to scramble for no apparent reason. When do you have time to sit down and think? This is before the Internet.</p><p><strong>MUHAMMAD</strong>: I think that depends on — based off of that environment you describe, that depends on who else is around you in that environment. Because if it's just completely like that, then you don't have time. But if you have someone who can just say, \"You know what? Let me just pull you over here and talk to you,\" even if I talk to you for five minutes to give you a vision of the world that doesn't exist in front of you. It's not tangible to you, but just enough to open up your mind to that. If you don't have that, then you're going to be behind, but if you have someone to do that, then your journey then shifts, and you make the time. You'll find the time.</p><p><strong>STAPLES</strong>: That's less than the half --</p><p><strong>SMYTH</strong>: A majority of the kids don't get that. So that's --</p><p><strong>STAPLES</strong>: That's not real. You're supposed to get that in school, but when you open up that history book, you're a slave.</p><p><strong>SMYTH</strong>: You're supposed to just get that in general, in life.</p><p><strong>MUHAMMAD</strong>: Before school.</p><p><strong>SMYTH</strong>: Yeah, before school.</p><p><strong>STAPLES</strong>: Yeah, but that's not happening.</p><p><strong>SMYTH</strong>: Correct.</p><p><strong>STAPLES</strong>: It's like I said, it's right, wrong, reality — the reality of the situation is --</p><p><strong>MUHAMMAD</strong>: Which brings me to --</p><p><strong>SMYTH</strong>: Your record.</p><p><strong>MUHAMMAD</strong>: Your record. When you have a song like \"Lift Me Up,\" who are you talking to?</p><p><strong>KELLEY</strong>: Wait. Can I just clarify one thing? Did you or did you not have that person?</p><p><strong>STAPLES</strong>: Never in my life.</p><p><strong>KELLEY</strong>: So he did it without that person.</p><p><strong>SMYTH</strong>: No, he had those people. I mean, listen. I'm not going to try to disagree with him in his interview, but there are people that — he pays attention. Whether they were speaking directly to him? He pays enough attention that he was able to grab a lot more. I always say — I said to my mother, I was like, \"Vince is a dropout of high school. You would never tell me if he went through — if someone had taken the time at those formative years to give him that type of attention, where he would've been.\" I'm glad he's here, cause it's all with purpose. But he clearly could've done anything with the proper focus.</p><p><strong>MUHAMMAD</strong>: I think his purpose was — how do I say this? You're supposed — your journey, whatever it is, it's a full purpose.</p><p><strong>SMYTH</strong>: Completely.</p><p><strong>MUHAMMAD</strong>: And it will be fulfilled. And when I first met you, I felt that. And even something that you said in one of your other interviews, you said you don't want to be rapping when you're 45. And based off of your words, I felt that you wanted to have a relationship and an influence with children for the next generation of people who didn't have what you did not have. Likewise, where you can offer them that thing that you did not have. So that gave me a sense that somewhere in your journey there was anointing. So when you say you didn't have that, probably didn't, but something along the line, I think, planted a seed in giving you a vision.</p><p><strong>STAPLES</strong>: And I'ma tell you what that was. At a very young age, I could look at people and tell that everyone was, in a sense, worthless in their own mind. And you couldn't trust anyone. No one was good. My mom wasn't good. My dad wasn't good. My grandmother wasn't good. My grandfather was good to me, but if you ask around, he done some stuff. No one's good or bad. And then I understood it was a trick. I knew we was being f****** tricked. At a young age.</p><p>So it's like, I didn't f*** with anybody. I don't talk to any of my family members, and I've never liked them. Cousins, aunts, uncles, I don't dabble in that type of stuff. And my whole thing was I'm going to figure it out for myself, in a selfish way. And it was in a negative point of view. So my whole thing was I'ma figure out as much as I can to stay alive as long as I can because n***** like me get killed. Cause that's what my grandfather told me before he died is, \"N***** like you get killed.\" And I've only heard him say one curse word in my whole life and it was that one.</p><p><strong>KELLEY</strong>: What do you mean \"like you?\"</p><p><strong>STAPLES</strong>: I don't know what that means. But I tried to make sure that I was by myself. Like, from the ground — I been from my neighborhood for a very long time. I don't kick it with a lot of my people. And they love me to death; I come when I come. I've never fell into the \"We're dressing like this right now let's do this,\" cause I don't trust people. Because people don't control their self. They don't control what they think. And I don't control what I think to a large — a lot of things I think are based off of my emotions and things that I've seen. That's not even controlling them, in a sense. But people are controlled by the words of others and the actions of others.</p><p>If someone tells you that this wall is pink and you know it's not, for the right person, if you're told that enough, you're going to start to believe it yourself, based off the need of acceptance. And I never needed that. It's like, \"This is that. This is that.\" I don't care. And that hurt me more than it's ever helped me. Trust me. More than it ever helped me it's hurt me. But, I mean, things happen.</p><p><strong>KELLEY</strong>: Why? Cause it separates you from people?</p><p><strong>STAPLES</strong>: Yeah. I didn't want to listen to anybody. But my question is, I'm sitting right here right now, but should I have?</p><p><strong>KELLEY</strong>: What do you mean?</p><p><strong>STAPLES</strong>: Should I have to listened to him? Cause I wouldn't be right here if I did.</p><p><strong>MUHAMMAD</strong>: That's why I say --</p><p><strong>KELLEY</strong>: Exactly.</p><p><strong>STAPLES</strong>: But this is my question. A majority of people don't get here.</p><p><strong>SMYTH</strong>: Correct.</p><p><strong>STAPLES</strong>: And it's not about me at the end of the day. I mean, it never will be. So this is how I look at life. I run my f****** gun. That's life. You have to deal with whatever you deal with long enough to stay alive, and then it'll work out. That's for everybody. You just have to wait and go through whatever you go through for the right amount of time until you could figure it out. And that's what it really comes down to, no matter who you are. Cause you can miss those opportunities by not paying attention and by giving up. Cause it's — and it's not fair. But it's not supposed to be.</p><p>But I don't — no, I never looked up to anybody or listened to anybody's words. I know who's who. That's a lot of things. People don't know who's who. I know exactly who's who. I might not act like I do, but I know everyone. I can tell. You can tell a lot about somebody by the way they shake your hand and look at you. And that's all you need to know. So I've never had anyone to look up to, cause why would I? Look where I come from. Everyone's pretending they're not sad.</p><p><strong>MUHAMMAD</strong>: It's not necessarily about having someone to look up to. I think that's great. But what I'm saying is just have someone to just show you that there's another side of the world that may not be revealed to you.</p><p><strong>STAPLES</strong>: But what you have to understand is that a majority of those people don't know. Majority of people don't know there's another side of the world.</p><p><strong>MUHAMMAD</strong>: Well, I know that.</p><p><strong>STAPLES</strong>: But you gotta think about the way that this world is set up. You have to pay a lot of money to catch a flight. You have to pay for a passport to get out of this country. You gotta pay to get on the bus. So if you can't pay for them four, five bus rides it's gon' take to get out of the city, how are you gon' know what else is out there? I'm talking before — this is before the Internet. Before Twitter, Tumblr. We had MySpace when I was already in high school. It's too late by then.</p><p><strong>KELLEY</strong>: I think, to your point, Ali, maybe the craziest thing though is, like, you didn't have that but what if you are that, for somebody else.</p><p><strong>STAPLES</strong>: Exactly. Exactly. But that's — I mean, life is all about sacrifice. But what I can promise you is that all the things — people think I'm negative when I'm talking about but I can literally promise you: All the things that people think help get people out of these situations are non-existent where I come from. And it's non-existent where I come from because it's in the middle.</p><p>It's not Watts, but it's not Beverly Hills. There're no reforms for Long Beach. Because there are people that — houses cost $6 million by the water. But that's less than four miles altogether. And you got 4th St and 1st St but no one goes over there. The buses don't run that way. You got to know it's there to know it's there.</p><p>But when you put out that big piece of paper, and they do the census to see who lives where and how much money is here and what percentage of the race it is, they see that it's always black, Hispanic, Pacific Islander and Asian are the minority. But we've never seen the majority, cause the majority is crammed up. But you still make enough money to the point that it's, \"Oh, that's a feasible place.\"</p><p>Well, North Long Beach alone has high rape rates. High — one of the highest f****** grand theft auto rates in the United States. High murder rates. No one cares. Cause they're just crazy, because it's nice over there. You get what I'm saying? And you got to think about despair to the point that you get to look at the beach every day and somebody's house is four stories. Going to school with no money in your pocket. So, \"OK, that's there. We're just not supposed to have it.\"</p><p>Are they going to come talk to you? No, they not going to come talk to you. Why would they talk to you? What's a Boys & Girls Club? A Boys & Girls Club is, \"Go play basketball. Don't steal anything.\"</p><p><strong>MUHAMMAD</strong>: So you have this platform then. Coming from that, witnessing all of that, feeling it, it's part of your DNA, so to speak. And so you have this platform now. I think it's an important platform, especially at this time and this age period where with all that's going on, specifically in America. We can be inclusive globally, but let's just keep it down to the local level of Long Beach or the local level of California. There's so much happening. And you have this platform that you talk to them. You talk to the world, but you can talk to them. When you have a song like \"Lift Me Up\" — again, I go back to that — who are you talking to?</p><p><strong>STAPLES</strong>: I'm talking to myself.</p><p><strong>MUHAMMAD</strong>: OK.</p><p><strong>STAPLES</strong>: Cause you got to understand, you can talk to people all day, but it's all internal to me. And past that fact, you can have all the platform in the world, but it's up to the people to accept it. If they don't accept it, it doesn't matter, in a sense. And that's the saddest part, especially nowadays. Cause it's so much to accept.</p><p>So to the point — and it's so many roadblocks, especially for Long Beach, even in California — let's do it from a bigger thing. It's cut in half, cause \"Oh, yeah. He cool but he a crab. So we not listening to that.\" Past that, in Long Beach: \"Oh, he cool but he from Nachos. We not listening to that.\" Because it's too late for a lot of people, and that's why it's about — it's not about right now. It's about when y'all dead and gone.</p><p>Cause my whole thing is what ruined everybody is that history book. That's what ruined us. Cause your introduction to yourself is you being worthless.</p><p><strong>MUHAMMAD</strong>: That depends on your teachers. But I understand what you're saying, what your point --</p><p><strong>STAPLES</strong>: But who are those teachers?</p><p><strong>SMYTH</strong>: Correct.</p><p><strong>MUHAMMAD</strong>: I feel you. My teachers were different. And I know we come from two different places.</p><p><strong>STAPLES</strong>: And it's like Russian Roulette. It's like Russian Roulette in the sense that it might only be one bullet in that gun, but it's still one bullet in that gun.</p><p><strong>MUHAMMAD</strong>: The way you speaking, it makes me feel like someone should just hit the button right now and blow the whole thing up. And I don't get the sense that that's really what you're saying in your music, Vince, so --</p><p><strong>STAPLES</strong>: What I'm saying in my music is, \"This is what I see. Good luck.\"</p><p><strong>MUHAMMAD</strong>: OK.</p><p><strong>STAPLES</strong>: That's all my music is. My music isn't, \"Let's fix this.\" Cause in a sense, part of me is like, \"No. Don't fix nothing. I had to go through it. Somebody else gotta do it too.\" And the other half is, \"Oh, it's not fair.\" But then the other half is like, \"Who cares if it's not fair. They don't care. Why should I care? F*** it. Let everybody get it.\" But it's all conflicts within people, cause we all have different ways of thinking and ways of looking at things. But I don't know what it is. That's the problem. I don't know.</p><p>This is how I feel. This is what I think. You guys see. I'm not thinking about songs. I'm not sitting here like, \"Yo. This should be this.\" Never. I will never approach a song like that, cause why? I don't need to. That's not my job. My job is not for the radio. My job is not for sales. My job is to keep my sanity. Period. I can't do nothing else.</p><p>I never got a bad grade in my life except for when I was in 10th grade, because I saw what it was. The first time I got arrested was for nothing.</p><p><strong>MUHAMMAD</strong>: What did they say it was for?</p><p><strong>STAPLES</strong>: I was in court in for three years. I was in court, 13, facing four felonies.</p><p><strong>MUHAMMAD</strong>: For what?</p><p><strong>STAPLES</strong>: For aggravated assault, threatening a witness, armed robbery, and it was some other crazy s***. But it was all based off, \"Did you steal this phone from this kid?\" \"No. Ask him.\" \"No.\" \"Ask the girl whose phone it is.\" \"No.\" \"You're going to jail cause they're scared of you.\" We go to court and the judge says, \"I don't even know why these charges were brought up. What happened?\" They playing dirty. But my mom, out of fear, was like, \"Whatever I don't have to pay for, give him that.\" All out of fear.</p><p>Everybody is confused. It's no saving — the people older than me, just where I come from, past 25, you can't really do too much to alter it. My thing is — my little brother was 15-years-old and got 15 years based on what he saw on the books. Based on — not what we were telling him, cause we sat there all day and told him, \"Don't do this. Don't do this. Don't do this.\" But the history showed that this is where we got where we are. This is where the pride comes from.</p><p><strong>KELLEY</strong>: You told him don't do what?</p><p><strong>STAPLES</strong>: He in jail right now for attempted murder. But based on what we see on paper — now when I say the books, I don't mean literally, like, school books.</p><p><strong>MUHAMMAD</strong>: You just talking about the cycle of life.</p><p><strong>STAPLES</strong>: Exactly. My brother's from here. My cousin's from here. I want to be from here. Here they're known to do this. We don't do that no more. But, no, cause I don't want to be a part of your words; I want to be a part of what goes down in history.</p><p>This music is laid out in the sense of in 20 years when people ask who was that person — cause I'm not going to be the same as I am now in 20 years. I'm 21 years old. I want it to — cause when I really look back and I look at people that we all look up to. Like, I look up at <a href=\"https://twitter.com/s_c_\">Jay Z</a>. I don't know who Jay Z was when he first came out. I know he rapped and he used to sell drugs. That's all I know. I don't know anything about <a href=\"https://twitter.com/Nas\">Nas</a>. I know Nas was smart, and he rapped, and he lived in the projects. We don't know anything — we don't know how these people felt, in a sense of what they became, because it wasn't ways to document it. You know what I mean? It was harder for people to become — it was harder for us, as far as rappers, to kind of lay out our stuff in the way that a <a href=\"https://twitter.com/davidbowiereal\">David Bowie</a> did. Cause we know his whole life story. In a way that a Kurt Cobain did. In a way — but that's what's important.</p><p><strong>KELLEY</strong>: Why? Why is it harder to know?</p><p><strong>STAPLES</strong>: Because it was, \"Shut up and rap.\" From the way that this business was set up, the way that it was — it wasn't as saturated as it was now but it was — it was just different, man. There were different types of people. In a sense. Cause even when we speak about De La Souls and <a href=\"https://twitter.com/mosdefofficial\">Mos Def</a>s and all these other people, the people that definitely had a message and conveyed things in the appropriate way, I still don't know who they were, because I wasn't there.</p><p>And in music, I think — you got to think about what I feel like I want from music. I don't really care about that much money. So I'm able to, you know — my girl goes to college; we'll be fine. As long as I'm able to take care of my family and my little stuff. I don't like being bothered by people a lot. I don't really — you have to have a reason to do what you do. And my whole reason was when I was growing up, I read the books. And then I got older and I saw that all of it was fake, from the streets to music to the government to my own family to my parents to — all of it was not real.</p><p><strong>KELLEY</strong>: Which books?</p><p><strong>STAPLES</strong>: Life. In a sense that, \"Oh, Tookie Williams and this and that and your grandfather and your father and mom and this.\" And then you grow up like, \"What? None of you wanted to do this s***?\"</p><p><strong>MUHAMMAD</strong>: So what's your reason then? You said --</p><p><strong>STAPLES</strong>: To have something in those books that say, \"How do you feel about yourself? Cause you're the biggest s*** in the world and this, that.\" \"Nah, I'm just a n****.\" Cause that's the reality of the situation, when it passes us, and that's the problem. But no one wants to think about that reality of the situation.</p><p><strong>MUHAMMAD</strong>: So how do we break the cycle?</p><p><strong>STAPLES</strong>: It's not about breaking the cycle. It's about letting it die out and starting a new one. You can't continue it. Cause it gets continued. People are still rapping about selling cocaine and crack. It's 2015. Let's go find a crackhead right now. It's going to be very very hard. We might find five today.</p><p><strong>MUHAMMAD</strong>: So --</p><p><strong>STAPLES</strong>: But that's the cycle being repeated because that's what we're told. We're taught: this is what rappers do. Because I say this in these interviews, and then I run across these people and they look at me like, \"Oh, you the m*********** that be talking bout this, that.\" But it's like, they know it's true. No one's doing that anymore. Why are we telling these kids that that's what we're doing? You're not. You are not doing that.</p><p>You can make about $40, 50,000 a year if you're not the biggest rapper. You making $20,000 every shipment if you're selling cocaine. Why are you rapping? Because we're taught that's what we have to do to be important. And that's the problem. The problem is we're telling these kids that we have to be these wrong things to be important, but they don't know what you go through when you really do it. And I'm trying to get that part of the story, cause that's never been told. I don't care who says they've told it. Especially where I come from, because I'm not a drug dealer. I did the gang thing and I've never heard it be told right.</p><p><strong>MUHAMMAD</strong>: So then again, I say: your purpose is major. And you're proving me right — even in what you're saying --</p><p><strong>STAPLES</strong>: I'm not saying you're wrong. I'm not saying you're wrong.</p><p><strong>MUHAMMAD</strong>: — now. Because I feel that — I think part of this conversation one could take away from it that you're like, \"Man, everything is a lie. There's no fixing it. We over.\" And even when you say everything should just die off, so it's just like, man, it's kind of grim.</p><p><strong>STAPLES</strong>: I don't mean \"fix it.\" What I say is don't try to fix it; just get rid of that idea --</p><p><strong>MUHAMMAD</strong>: Right.</p><p><strong>STAPLES</strong>: — in total. And let's sit down and let's be honest. I don't mean let it die off as in let music die off or let --</p><p><strong>MUHAMMAD</strong>: I wasn't even taking it from music. I was taking, like, just the things in life that are not real. The things in life that prevent us from reaching our higher self. The things in life that is oppressing and keeping people in those situations like where you come from. So what I'm saying is that has to die. I feel that's what you're talking about.</p><p><strong>STAPLES</strong>: Definitely. And it's bigger than where I come from. It's funny. I was talking with my friends and they was like, \"Man, you think all this\" — all the things that keep happening with race relations — \"You think it's ever going to be over?\" I was like, \"No. Because it's always going to be a argument.\" Because you're trying to force people to relate to things they know nothing about.</p><p>You gotta think about it like this. This is just my question. And I understand that race plays a part in everything. I understand that money plays a part in everything. I understand that situations and family play a part in everything. But when someone dies, and you're looking in the face of a white person and saying, \"They just killed a black man,\" and you expect them to relate to that, that's a problem. Cause they don't know what it's like to be a black man. They never will. They can't. They can pretend they do. \"Oh, that's wrong.\" You don't know what that feels like.</p><p>You remove, \"Oh, they just killed a person. They just killed a father. They just killed --\" That's in the back burner. We want — we tend to separate ourselves in search for equality, and it's past race. We want to separate ourselves, but be held in the same regard as the people we're trying to disconnect ourselves from.</p><p>Within hip-hop music, we want to be the biggest s*** ever, but we don't want to take responsibility for the things that we say. We want the pop sales and the pop marketing and the pop advertisements. But you refuse to not say certain things. You refuse to not over-glorify drug culture, but we want to be equal.</p><p>But at the end of the day, if we strip all these things and let all these things die off as far as the labeling and the miscommunication and we all start in the sense that we're all people — and this is my perspective on the life that we all live — we'd be in a much better space.</p><p><strong>MUHAMMAD</strong>: I agree with you. And I feel like you, at this time period — again I go back to it — where the state of hip-hop to me is — it's upsetting for someone like me. I know what my blood, sweat, and tears have done for this genre and for the culture of humanity and mankind. And it is extremely frustrating sometimes sitting in my chair knowing the power that other rappers have and how it's abused, and not just from the platform of rap but just the platform of humanity. And so hearing you say this warms my heart and my spirit, and can't wait for <em>Summertime </em>to drop. <em>'06</em>.</p><p><strong>STAPLES</strong>: Yeah, man, it'll be fun.</p><p><strong>MUHAMMAD</strong>: Yeah, I think so. How do you feel about your — well, OK. I'll say it like this. You say, \"Please don't steal my music. Buy my music.\" Your album drops the same day Apple drops their music service.</p><p><strong>STAPLES</strong>: We know.</p><p><strong>MUHAMMAD</strong>: So is streaming a form of stealing?</p><p><strong>STAPLES</strong>: The listener's not stealing. I'll say that.</p><p><strong>MUHAMMAD</strong>: Mmm. Love that answer.</p><p><strong>STAPLES</strong>: Cause we don't get a lot of money.</p><p><strong>MUHAMMAD</strong>: No, we get — what is it? 0.0002 --</p><p><strong>SMYTH</strong>: You're in the points.</p><p><strong>MUHAMMAD</strong>: — cents for one listen.</p><p><strong>STAPLES</strong>: So it's like, eh. But they're not — they don't make the rules. They just want to hear the music. And that goes into the way this whole business is set up. You know what I mean. It's like, if a player could eventually buy a team, the NBA would be in bad shape right now.</p><p><strong>MUHAMMAD</strong>: What is the — projecting on the album, what was a couple of your fun highlight moments in making it?</p><p><strong>STAPLES</strong>: I don't know.</p><p><strong>MUHAMMAD</strong>: What do you mean you don't know? You had no fun making this album?</p><p><strong>STAPLES</strong>: I mean, I didn't necessarily have a bad time.</p><p><strong>MUHAMMAD</strong>: Alright.</p><p><strong>STAPLES</strong>: But it's nothing I could really highlight. Like, it's work, man. I don't know. It's — what do you think, Corey? What was a fun moment?</p><p><strong>SMYTH</strong>: I think when <a href=\"https://twitter.com/djdahi\">Dahi</a> came on board it got to be more fun.</p><p><strong>STAPLES</strong>: Oh yeah. He's hilarious. I like laughing at Dahi.</p><p><strong>SMYTH</strong>: Dahi brought the fun.</p><p><strong>STAPLES</strong>: He's crazy.</p><p><strong>SMYTH</strong>: No disrespect to everybody else, but Dahi definitely brought the fun.</p><p><strong>STAPLES</strong>: No. <a href=\"https://twitter.com/cocaine80s\">Dion</a>'s boring as hell. <a href=\"https://twitter.com/cocaine80z\">Chavez</a> boring as hell. Dahi is hilarious.</p><p><strong>SMYTH</strong>: Yeah. Dahi's funny.</p><p><strong>STAPLES</strong>: He comes full Adidas. Full track suit with, like, the beanie.</p><p><strong>SMYTH</strong>: We just didn't expect him to be what he was.</p><p><strong>STAPLES</strong>: He's a great dude. Love that man. But yeah, I don't know, man. I be working. I be going through hell doing this s***.</p><p><strong>MUHAMMAD</strong>: I feel you.</p><p><strong>KELLEY</strong>: Why?</p><p><strong>STAPLES</strong>: You're supposed to though.</p><p><strong>KELLEY</strong>: What do you mean?</p><p><strong>STAPLES</strong>: You're supposed to.</p><p><strong>KELLEY</strong>: Like, what parts are hell?</p><p><strong>STAPLES</strong>: Have you heard my music?</p><p><strong>KELLEY</strong>: Yeah, but I mean what parts of the actual work?</p><p><strong>STAPLES</strong>: I don't know. I mean, all those songs are done. I don't write songs in the studio. Those songs are done.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>STAPLES</strong>: So do you walk away from --</p><p><strong>KELLEY</strong>: Wait, wait, wait. So you roll up --</p><p><strong>STAPLES</strong>: What we do in the studio is we sit down for months and look for beats.<strong></strong></p><p><strong>KELLEY</strong>: Yeah. And then --</p><p><strong>STAPLES</strong>: That's literally all we do.</p><p><strong>KELLEY</strong>: Yeah. Then do you mean the songs are done before you go in?</p><p><strong>STAPLES</strong>: Of course, they're all — all the songs are done.</p><p><strong>KELLEY</strong>: So you write them before you choose the music?</p><p><strong>STAPLES</strong>: All the songs are done.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>STAPLES</strong>: Probably one song wasn't done already. Three songs on the album had different beats to them a year-and-a-half ago.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>STAPLES</strong>: Or a year ago.</p><p><strong>KELLEY</strong>: That is a much less collaborative way than is common, which makes sense.</p><p><strong>STAPLES</strong>: Yeah, I mean — well, not really. It's like, I tell — I feel — I'm very sorry if anyone has to work with me cause I know it's not fun. But I tell No I.D., \"I want this beat to sound like\" — like, I'll send a picture or something, or use a word. Like, \"Find it. Find it.\"</p><p><strong>MUHAMMAD</strong>: That's frustrating for a producer.</p><p><strong>STAPLES</strong>: Yeah.</p><p><strong>KELLEY</strong>: But it's his album. I think that is --</p><p><strong>STAPLES</strong>: Well, what you have to understand is I don't believe in good or bad either. So it has to feel a certain way. I don't care how the music sounds. I don't care what it's talking about. It has to feel a certain way. Cause to this day I have no idea what the f*** <a href=\"https://en.wikipedia.org/wiki/Led_Zeppelin\">Led Zeppelin</a> is talking about.</p><p><strong>KELLEY</strong>: Yeah, fair.</p><p><strong>STAPLES</strong>: I have no idea what <a href=\"https://twitter.com/metallica\">Metallica</a> is talking about. I don't know what <a href=\"https://en.wikipedia.org/wiki/James_Brown\">James Brown</a> was talking about either. But it makes you feel a certain way, and that's what makes it last.</p><p><strong>MUHAMMAD</strong>: Is there any song on this album where you've walked away from it and, maybe, immediately right after putting it down or maybe even two months later, where the impact of the song really hit you emotionally?</p><p><strong>STAPLES</strong>: No. I already got through all that stuff.</p><p><strong>MUHAMMAD</strong>: What do you mean you already got through all of it?</p><p><strong>STAPLES</strong>: It doesn't bother me anymore if it's already a song. It doesn't — I don't — it's life. There are things that I've already dealt with. I'll put it like that. Whatever was being spoken about has already been dealt with.</p><p><strong>MUHAMMAD</strong>: OK then --</p><p><strong>STAPLES</strong>: So it's like the impact hit before we made the — it's a reflective piece, if that makes sense.</p><p><strong>MUHAMMAD</strong>: I get it. I'm just wondering, at any point, have you listened over to some of your songs and you're just like — you have a moment where you're like — you know where it came from but you don't know where it came from, and it really — you feel like a spiritual sort of — I don't know any other way to describe it — relationship with any of those songs?</p><p><strong>KELLEY</strong>: Have you ever written something and then listened back and been like, \"Ah, I can't believe I did that. I wrote that. That came out of me?\" That happens to me sometimes.</p><p><strong>MUHAMMAD</strong>: Not yet.</p><p><strong>STAPLES</strong>: Not yet. Yeah. That's the right answer. Not yet.</p><p><strong>MUHAMMAD</strong>: I got you.</p><p><strong>KELLEY</strong>: Would it be fair to say that — I feel like there's a little bit of miscommunication in the room — and maybe I'm wrong. It seems that you — do you consider yourself an artist in the sense that there's a separation between what you make and who you are?</p><p><strong>STAPLES</strong>: I wish.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>STAPLES</strong>: That'd make it a lot easier. I'm just a person. I'm a very difficult person to deal with and understand.</p><p><strong>KELLEY</strong>: Not in our experience. You are very clear.</p><p><strong>STAPLES</strong>: Well, I mean — trust me. You don't know. From an understanding standpoint, I'm very — when people try to figure me out, it doesn't work. My girl been trying to figure me out since the fourth grade. My mom been trying to figure me out. My mom told me the other day, \"I still don't really know about you.\" She told me that the other day. Cause I'm a person. I don't really know much about anything except what I go through, so I'm — it's kind of like — I understand that I don't know what I'm doing. I know that. As far as life.</p><p>I know what I will want, but I understand that I don't know what's going to happen tomorrow. And that gives me a kind of — when coming with music or just life in general, it gives me — I'm kind of at ease with it. And so I don't try to make songs. I don't try to remake songs or try to make — I just want this to feel a certain type of way and I'll be perfectly fine with it if no one like my album. You can ask Corey. I would not care. Because I know what it's supposed to be.</p><p>Everyone loves <em>Shyne Coldchain Vol. 1</em>; you'll never hear me playing that s***. Cause that wasn't me being — that wasn't me. <em></em><em>Stolen Youth </em>isn't me. I hated the process of making that project. It was — I was very difficult to — it was difficult for me. They understated — I knew the weight of it, but I didn't really know how to go about it. Like, that was really Corey and <a href=\"https://twitter.com/macmiller\">Mac</a>'s project, to be 100% honest with you. <em>Winter In Prague </em>was Michael Uzowuru saying, \"Rap on this beat about this. Remember that one time this happened with your dad? Make this song about that.\" That's been everything.</p><p><strong>MUHAMMAD</strong>: At some point though, did you understand or did you draw from that directive to figure out exactly what it was supposed to be?</p><p><strong>STAPLES</strong>: Nah. All that taught me was that there is no direction. You can't try to do that, especially trying to make what I make. Cause I'm not trying to be Jay Z, I'm trying to be <a href=\"https://en.wikipedia.org/wiki/Pink_Floyd\">Pink Floyd</a>.</p><p><strong>KELLEY</strong>: How? What do you mean?</p><p><strong>STAPLES</strong>: You've never seen — put it like this. It's an argument I have a lot of times. I feel like when I tell people <a href=\"https://twitter.com/chiefkeef\">Chief Keef</a> has more influence than Jay Z when it comes to youth.</p><p><strong>KELLEY</strong>: For sure.</p><p><strong>STAPLES</strong>: With youth I mean 30 or under. Why? Cause you've never seen — you'll never see a kid like, \"I want to look like Jay Z. I'm going to grow dreads like Jay Z. I'm going to take pictures like Jay Z.\" As long as I've been alive, I've never seen that. And I understand that it's a different time period, but, like I said, it's a part of age. And that's the most successful rapper ever. Him and <a href=\"https://twitter.com/kanyewest\">Kanye West</a>. And Kanye doesn't even get that anymore.</p><p>On a lesser level, there aren't kids walking around like, \"I want to look like <a href=\"https://twitter.com/drake\">Drake</a>.\" There aren't kids walking around like, \"I want to look like <a href=\"https://twitter.com/jcolenc\">J. Cole</a>.\" You won't see it. And if you do, it's a small number. But there are kids that look like the <a href=\"https://twitter.com/migos\">Migos</a>. There are kids that look like Chief Keef. There are kids that look like — when we were younger, it was <a href=\"https://twitter.com/50cent\">50 Cent</a> and <a href=\"https://twitter.com/thegame\">The Game</a>. There are kids that look like <a href=\"https://twitter.com/yg\">YG</a>.</p><p>And that comes down to this: <a href=\"https://twitter.com/fucktyler\">Tyler</a>, Earl. And this comes down to this: it's the zoo. You know what I mean? It's easy to be — everyone wants to be — the lion. The kids want to be the tigers. They want to be the bears. They want to be these creatures that have a sort of power that we can't contain. It's a fear.</p><p><strong>KELLEY</strong>: Top of the food chain.</p><p><strong>STAPLES</strong>: Exactly. So in a sense, that is what we get looked at as. And when that's connected with the right approach to the music, that's when you have a <a href=\"https://en.wikipedia.org/wiki/Jimi_Hendrix\">Jimi Hendrix</a>. That's when you have a Pink Floyd. That's when you have a Led Zeppelin or Metallica. A <a href=\"https://en.wikipedia.org/wiki/Guns_N%27_Roses\">Guns N' Roses</a>. A <a href=\"https://en.wikipedia.org/wiki/The_Rolling_Stones\">Rolling Stones</a>. That's one thing they've got that we haven't gotten throughout — the closest thing we have to it in hip-hop that I've seen personally is Kanye West, in a sense. That's the closest thing we've got to it.</p><p><strong>KELLEY</strong>: Everybody knows that.</p><p><strong>STAPLES</strong>: That's why to me he's the best ever, and always will be until someone else — cause it's the right initiative and the right — put it like this. It doesn't matter what you say or what you do. It matters what they take from it. It matters what they take from it.</p><p><strong>MUHAMMAD</strong>: Do you think that those very superstar, influential, sort of iconic artists had something going in the time period that helped catapult them? And I'm wondering now in terms of technology, in terms of human interaction — like, we interact here. We don't interact in a room that much anymore on a lot of levels. And I'm wondering if because of the devices of our time we don't get more influx of those iconic, sort of artistic, very powerful, socially-driven artists.</p><p><strong>STAPLES</strong>: Definitely. It will damn near end it. Cause it's to the point — you have to be in the room with those people to understand who they are. Martin Luther King had speeches. He didn't tweet. It's a difference.</p><p><strong>KELLEY</strong>: Quotables. For days.</p><p><strong>STAPLES</strong>: You won't be able to feel that, and that's going to hurt me more than it helps me. But I know that, and I'm fine with that. Cause I know it's not about me. And that's the problem. It's about them to everyone. That almost ruined my life. So I'm not OK with that.</p><p><strong>KELLEY</strong>: Wait. What do you mean by that?</p><p><strong>STAPLES</strong>: When you look at artists, athletes, anyone of any influence, it's always been about them, as far as my lifetime. I only speak from what I know. And that was a problem. Cause we had this — we were talking — we had an argument the other day — not argument. It was like a big discussion in the studio. And they were like — well, it came down to: no rappers ever tried or cared to even reach out a hand or word of kindness or anything to anyone in my generation ever. Except for Kanye West and <a href=\"https://twitter.com/LupeFiasco\">Lupe Fiasco</a>. It had to be more.</p><p>And I told the room full of — No I.D. in the room, Brian — people that have been around for a long time in this room. Very successful people. My question was, \"Who?\" And no one had one name. That's the problem.</p><p><strong>SMYTH</strong>: For clarity, he's saying that's relevant in his generation.</p><p><strong>STAPLES</strong>: Yeah. In my generation. In my generation.</p><p><strong>MUHAMMAD</strong>: No I get — I'm clear on that. Yeah. I'm clear on that.</p><p><strong>KELLEY</strong>: No. I think that's a very clear thing that has been happening in this entire conversation, is that there is a very clear separation between your generation and your generation.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: And we do know the reasons for that, but not all of those reasons have been articulated. But because the holdover of it is you saying, \"Somebody must've told you.\" And he saying, \"Nah.\"</p><p><strong>MUHAMMAD</strong>: And I'm clear on that. I understand the disconnect. I mean, one thing, I try to reach out to people, but it's not always received. And I get that. And I'm never insulted.</p><p><strong>KELLEY</strong>: But part of that also I think is it's not even about hip-hop. It's about our generation. I remember a very clear feeling when I was a kid of being like, \"Oh.\" Just realizing that my parent's generation f***** me. They didn't leave anything for us to do, and they won't f****** get out of the f****** jobs, so how am I going to move up?</p><p>They made all these promises. They're going to f*** us with social security. They don't want to talk about it. They refuse to deal with segregation and housing and racism and the police. They're going to put it on us to fix it and pay for it. And they set it up because they were too afraid to let us, like, get bruised. Fall down. It's all about protecting us little white kids, you know? I get heated when I'm with you and Earl. God damn it.</p><p><strong>STAPLES</strong>: Let me tell you how that even gets convoluted in the sense of where I come from. It's about 200 people from my neighborhood <strong></strong>in jail, alive, around or moved away. A large portion of those people are white.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>STAPLES</strong>: No. But listen. This is why that's a bad thing. In a sense, it makes you hopeless cause one thing that's always worked in the benefit of the black and Latino communities was being able to say, \"That's what's wrong. That's the enemy.\" And not even in a racist sense. \"Oh, they have all the money. F***. We're going to go get what they have.\" That doesn't exist where I come from, because they're right there.</p><p><strong>KELLEY</strong>: Right. I understand what you're saying.</p><p><strong>STAPLES</strong>: So it's like, I look for it, but then I look at Chris. Or I look at Pooka. I look at one of these people. And it's like, \"Oh, s***. You're f***** too.\" So we just stuck. And that's scary. I talk to Corey about it all the time. That's scary. Cause it's like who do you look — who's the enemy, quote unquote? Who's pulling you back? And then it gets to the point where it's like, \"Oh, we're just stuck.\" And that's lower middle-class suburbia. Which no one — cause, like I said, it's not Compton. It's not Watts. In the scary, quotes around, \"It's not Compton. It's not Watts.\" But we can't fend for ourselves.</p><p>So what we do have is escapes. What becomes our escape? Is it film? Is it music? Is it whatever? So the easiest one to get is music because a song could be three minutes. You don't have sit down for hours. You don't have to take weeks out of your life to read a book. It's three minutes. And those three minutes can change your life, in the sense of them making you feel like nothing matters. What do we do with these three minutes? Let's drink lean. Let's sell cocaine. Let's kill people. Do you get what I'm saying?</p><p><strong>MUHAMMAD</strong>: Mm-hmm.</p><p><strong>STAPLES</strong>: So there is no civil rights where I come from. There is no pride in helping your race overcome where I come from. All we have are escapes. You can go to the beach. Probably get shot at cause the cops don't come to the beach. You can go try to kick it with this girl who you don't know who her brother is. You don't want to catch the bus cause it's in the summer. That's when it gets racial. And then we all pretend it didn't happen and become friends once school back in, which has always been funny to me. And you have your escapes.</p><p>What do we have to escape to? Who's the new author? Who has the new books that the kids are reading? I'm supposed to go get my nephew books. He just turned six years old. He said, \"I wanted my books for my birthday.\" I was trying to find — \"Oh, what's the new s*** that they're reading?\" I found <em>Captain Underpants</em> books from when I was a kid. Same stuff. Where are the new films? Where are these things that we need? They don't really exist. But we have a overflow of music, right? But what are we being told with these escapes? Nothing. We don't even have rock music anymore. Who is the rock star right now?</p><p><strong>MUHAMMAD</strong>: I couldn't tell you.</p><p><strong>STAPLES</strong>: We don't have anything.</p><p><strong>MUHAMMAD</strong>: I'd say Kanye West was the rock star at some point, right?</p><p><strong>STAPLES</strong>: Exactly.</p><p><strong>MUHAMMAD</strong>: That's my answer.</p><p><strong>STAPLES</strong>: And they're grabbing that from him right now. You know, things happen and you kind of lose — like I said, the older you get the less kids can relate to you. But it's like, it's not here anymore. And the saddest part — people like, \"Oh, you have this. You have that.\" That's not it. We don't — it's literally — like I said, it's right, wrong, reality — it's not there. So that's why we're trying to make these things what they're not. Cause when you come to Long Beach everybody looks like they're from Chicago right now. Everybody.</p><p><strong>MUHAMMAD</strong>: OK. So I totally feel you. But I can say, through the ages — this is the Islam about to drop. Through the ages of time, the creator has given something, whether you believe in whatever or not, something to, when we are way misaligned, to give us, it could just be this big, to kind of bring us back to our center, or an idea of what the center should be or supposed to be.</p><p>So I just say to that right now is <a href=\"https://twitter.com/kendricklamar?lang=en\">Kendrick Lamar</a>. I don't hear anyone else really questioning themselves, talking about their environments, saying how f***** up it is, saying how f***** up they are for it. But at the same time juxtaposing and pointing the finger right back at it, and then pointing the finger outwardly for how we're in this environment and situation. And so you're of that ilk. You right there.</p><p>So, as much as there isn't, and there's all this other stuff that the majority of the BS, the minority, there's something that's there. I just — I have hope when I listen to your record. I have hope when I listen to Kendrick's record. I really love — I think people may misunderstand you if they're not really paying attention to you, and would think that you were of — they would think, maybe come away from your music, that you're just part of the problem --</p><p><strong>STAPLES</strong>: Yeah. Definitely.</p><p><strong>MUHAMMAD</strong>: — of all the stuff that you're talking about.</p><p><strong>STAPLES</strong>: But listen: I am. I am. That's the situation. Look at what happened. The only difference between me and them is I'm smart enough to know I'm wrong. I've always known I was wrong. You can ask my mother. I've always known I was wrong. But I've never had a problem with it. So my whole thing is look what happened. Look what you made.</p><p><strong>KELLEY</strong>: What are you talking about specifically though?</p><p><strong>STAPLES</strong>: When you look on the television and you see a black kid shot by a cop because the cop was afraid, and people tell you it's b*******, it's not.</p><p><strong>KELLEY</strong>: Who tells you what part is b*******?</p><p><strong>STAPLES</strong>: \"Oh, no, he wasn't scared. He just --\" No, they're afraid.</p><p>Cause it's to the point that — now I'm circling back to what I said earlier where you're in the third grade and Jackson DeLoach has a birthday party. And you know his mom has a house and it's a two-story house in Sunny Cove, which is the nice part of Compton right across the street from the projects, Park Village, and his dad lives in Carson on like 185th St. like with all the crazy doctors and stuff like that.</p><p>And you have to go home to be in the back of your aunt's house with all the crazy people, and you're in the fourth grade, third or fourth. I forget when. It was in like the third or fourth grade. And you already start to feel bad about yourself. And then you get older, and you begin to not want to leave your house because you don't want people to have to drop you off. And you don't want to have to showcase certain things. You don't want people to know your dad's never getting out of jail, potentially. You don't want people to know what your mom is like, because when your mom's not picking you up from school, she's a completely different person. That's not Mom anymore.</p><p>When you live your life and you're that young and you begin to be ashamed of who you are, the older you get, the smarter you get. So you're looking for a reason to have pride in who you are and where you come from. And you look out the window and then you understand what fear is. When you go to the zoo and you see that lion. You see that bear. You want to know why that glass is up, and why they look at that animal in amazement. You want to understand why that is. And then you look — oh, you're scared to be over here.</p><p>Why? Not because it's bad. Not because you're too big. Because you're afraid of what can happen to you. I am what could happen to you. You cause yourself to believe that. I am the problem. You're afraid of me. Why do you feel that way? Because nobody else was wondering why these kids look like this at such a young age. My nephew is six years old. I ask him what's wrong every time I talk to him cause it's always going to be something wrong. And every time he has something to say.</p><p><strong>KELLEY</strong>: Like what? What does he say?</p><p><strong>STAPLES</strong>: \"Kids are messing with me. I just don't really know how — I don't know what I want to be when I get older. I don't think — I think my mom likes my sister more than me.\" Things that no one's thinking about that change who you are.</p><p>This is me being smart enough and being able to live past it. Cause when I have my core group of friends I grew up with, like my best friends, I'm the last one left. Literally. The last one left out of about ten to 15 people. I'm the last one left. So my music is me saying, \"This is the problem.\" But I'll acknowledge it. Cause nobody else is going to acknowledge it.</p><p><strong>MUHAMMAD</strong>: Well, I think the difference is, one, you're acknowledging it, but two, I don't just get the sense that you're just saying, \"Yo, I'm the problem.\" I feel like you're offering, maybe not a solution right this moment, but — first of all, it's just your first album.</p><p><strong>STAPLES</strong>: Definitely.</p><p><strong>MUHAMMAD</strong>: And I — for example, the video for \"Señorita,\" which illustrates what you're talking about, that zoo feeling, even in that video, I think you're showing something to wake up the minds.</p><p><strong>STAPLES</strong>: But this is what I look at it. There cannot be a solution till the problem is addressed, and that's the point I'm at right now. Cause that's why I set the mood — I want this album to — the whole point of the title, and I've never — this is the elaboration of it: that was the point in time where I understood the power of fear, where we all did.</p><p>So the album is supposed to make you feel how people used to feel when they saw my mom come up to school or come around and she had the shirt tucked in with the pants all — I dress like my mom and always will, always have. I want people to feel that fear when they listen to this music. I want to people to feel the fear of being 12, 13 years old when your best friend's dad goes to jail. He leaves guns. You go on YouTube to figure out how to use them. The fear that we understood that we had. That is the mood and the tone of this album.</p><p>Because that's real. And people don't — \"Oh, they're just troublemakers.\" No. It's a result of you not caring. That's what <em>Summertime '06 </em>signifies. It's when I understood the power of fear. And when I understood, yeah, I'm part of the problem, and I will be for a very long time because that's what I choose to be. Cause it's a choice.</p><p>You don't get a choice in where you grow up. You don't get a choice in your involvement. Cause it's people from the hood that have never done anything. They just live over here, and they need some backup when somebody come through. So it's like, \"Might as well. It's one fight. They gon' always have me. Go to work. Go to school.\" Cause the first mind is never to tell you to do wrong where I come from, and it never will be. And I make sure to make that a point, to get that across.</p><p>When we were younger, we would get in trouble for having guns. We would get in trouble for not going to school. More than our parents would get mad, they would get mad. Because their whole thing was like, \"Damn. Since you from the hood, now you have to do what I say. So I'm going to tell you to go to school.\" It was that type of environment.</p><p>But that's when we understood the power we had in fear, because it's either they're scared of you or they're better than you. And no one wants to feel like anyone else is better than them. So we established fear. And \"Lift Me Up\" is understanding that. \"Norf Norf\" is appreciating that. \"Summertime\" is conflicting with that. \"Surf\" is understanding that you're wrong, and it's not about me. It's about you. I can be wrong, but what are you gonna do about it?</p><p>Like I said, it's less about what's being said and more about how it makes you feel. And that's the definition of that.</p><p><strong>KELLEY</strong>: That makes complete sense. I guess I just want to say that it doesn't — I'm so very grateful for the album and for talking to you every time that we talk to you and almost every interview that you give. I don't feel — it doesn't make me feel hopeless. It doesn't make me feel like we should blow it up, we should start over. It feels like the beginning. It feels like we can speak directly and clearly to each other, and that we can finally get somewhere.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>STAPLES</strong>: And what I'm saying is — to further explain what I mean by that, to me, that's not a new page. That's a different book.</p><p><strong>KELLEY</strong>: Yeah. Totally. 1000%.</p><p><strong>STAPLES</strong>: Like, f*** all of that. That doesn't matter. Let's get over here with it.</p><p><strong>KELLEY</strong>: Yes. Right. And it's not like a violent rejection of anything. It's just like, \"Let's go.\"</p><p><strong>STAPLES</strong>: Exactly. Cause it's funny. When I tell you my nephew's six years old and listen to my music all the time and literally has not taken one negative thing from it, you can't tell me I don't know what I'm talking about.</p><p><strong>MUHAMMAD</strong>: Never gotten that.</p><p><strong>STAPLES</strong>: But that's why — it wouldn't matter to me if people deemed me to be on the opposite side of the spectrum on the negative problems. Cause a child, which is who matters, cause we're going to die before them. So the fact that a child who lives in Riverside and has never seen any type of anything wrong in his life can listen to, \"I never ran from nothing but the police\" and not take from it, \"F*** the police,\" or, \"I want a gun,\" or, \"I'ma do this.\" That's what I care about.</p><p><strong>KELLEY</strong>: What was his reaction to that one?</p><p><strong>STAPLES</strong>: I don't really know. He's like – f***. What did he say? What did he say? Oh, he was like, \"Your voice doesn't sound that loud all the time.\" That's what he said. Nah. Just in general with music, he just — and it all comes to who you are as a person cause if he looked at me and heard my music and saw a different person, maybe he wouldn't feel that way. But I'm a person, and he sees me as a person. That's the difference, I feel.</p><p>Because he can hear my music and see that that's where I came from. Or he can see that that made me who I am today. Because he, to this day, he doesn't like fights. I tell him to slap a kid for bullying him. He'll say, \"No. It's not right. It doesn't help anybody.\" And things like that. He sees the conflictions in people and he's a smart kid, but I just feel like — not to say that's my demographic cause I know it's not, but that's --</p><p><strong>KELLEY</strong>: Six-year-olds? That's where the money is.</p><p><strong>STAPLES</strong>: That's what I find comforting. Is things like that. Is to know I'm not f****** somebody else's life up. Cause the majority of the things I heard and I saw messed me up a lot. Cause I've never — like I said, I've always been a smart — smarter than a lot of people. I've always been able to notice certain things due to my father and my mother being great people for me to follow behind. Not necessarily great parents in the sense of a traditional sense, but for literally the best people to bring me into the world I had to go into, cause they told me what it was at the beginning, which is what a lot of people parents — I've never Santa Claus was real or nothing like that. And that helped me be the person I am today and helped me deal with this business and the things I have to deal with in life.</p><p>But when it comes to this music and just being able to resonate correctly to the people that are going to need it, cause some people older than me might not — they might need it but they won't need it as much as that child who knows nothing. And that's just really where it is with me.</p><p><strong>KELLEY</strong>: What is his name, the six-year-old?</p><p><strong>STAPLES</strong>: Oh, JT. He's crazy.</p><p><strong>MUHAMMAD</strong>: Courtni's like, \"We gotta wrap this up.\" She's giving me the so polite, \"I'm so sorry. I don't want to interrupt.\" But I understand, Courtni.</p><p><strong>STAPLES</strong>: I love you though, Court.</p><p><strong>MUHAMMAD</strong>: But it's been two years, so --</p><p><strong>SMYTH</strong>: There's more to come.</p><p><strong>MUHAMMAD</strong>: Absolutely. I know that. And that's why I'm not --</p><p><strong>STAPLES</strong>: We'll see you at the beginning of next year.</p><p><strong>KELLEY</strong>: Oh, really?</p><p><strong>MUHAMMAD</strong>: I joke with you guys about it being two years but I believe that things happen on time when it's supposed to. So like this was the time, and I respect that. But the album is incredible. The energy from the frequencies is — it's strong. And we have this thing happening — I'm going to give you some inside information. We don't have to print this. But where we're putting together the mid-year 2015 Best Of --</p><p><strong>KELLEY</strong>: So far.</p><p><strong>MUHAMMAD</strong>: Yeah. So far. And I just stayed out of the conversation. And at some point, I was like, \"No, I have to get in the conversation.\" I said, \"I've been quiet because personally 2015 has been a great disappointment for me for hip-hop, except Kendrick Lamar.\" A couple people. And Earl and J. Cole aside.</p><p>And so, man, I wish your album was just before the list cause then I would have had a different perspective on it. But I'm happy that it's coming when it's coming. And again thank you for giving us First Listen and in coming here and really just spending time with us to talk to us.</p><p><strong>STAPLES</strong>: Yeah, man. I've never told anybody why the album's called the album. I always lie. I don't lie, but I'll say, \"I don't like to --\" I don't divulge.</p><p><strong>MUHAMMAD</strong>: I feel extra extra special.</p><p><strong>SMYTH</strong>: That's real talk.</p><p><strong>MUHAMMAD</strong>: And to get you in here in an interview.</p><p><strong>SYMTH</strong>: I know.</p><p><strong>KELLEY</strong>: That was nice. Thank you, sir.</p><p><strong>MUHAMMAD</strong>: If you would come back.</p><p><strong>STAPLES</strong>: Yeah, I told you that before.</p><p><strong>MUHAMMAD</strong>: If you would come back cause, you know, there's lots we can talk about if you want.</p><p><strong>KELLEY</strong>: I was thinking about that earlier. Yeah.</p><p><strong>SMYTH</strong>: Anytime, yo. Thank you for really taking the time to talk to Vince though. That really — I appreciate it. I think it was a great interview.</p><p><strong>KELLEY</strong>: I do too.</p><p><strong>MUHAMMAD</strong>: Thank you.</p><p><strong>KELLEY</strong>: It's going to be dope. We'll flip it for next week.</p><p><strong>SMYTH</strong>: NPR. Shout out, Dave Chappelle, for NPR though.</p><p><strong>STAPLES</strong>: Shout out Dave Chappelle?</p><p><strong>SMYTH</strong>: He made me get it on my phone.</p><p><strong>MUHAMMAD</strong>: Thank you, Dave. That's what's up.</p><p><strong>SMYTH</strong>: The real deal. NPR.</p><p><strong>KELLEY</strong>: Oh, man. Everything's different now that I know Dave Chappelle is listening to me. F***.</p><p><strong>SMYTH</strong>: Every morning, every night. NPR.</p><p><strong>KELLEY</strong>: Thanks again.</p><p><strong>MUHAMMAD</strong>: Thanks, Vince.</p><p><strong>STAPLES</strong>: No problem. I appreciate it guys.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vince+Staples%3A+%27My+Job+Is+To+Keep+My+Sanity%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"5149"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419215908-0886fe.m3u?orgId=1&topicId=1039&aggIds=100920965&d=5149&story=419169611&ft=nprml&f=419169611"},{"href":"http://media.npr.org/assets/img/2015/07/01/gettyimages-473476782-c2b529008de9e7b7745afb2fc1f3705e729dbe7f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1972","width":"2629"}}]}