{"created":"2014-09-18T19:33:08+00:00","modified":"2014-09-18T21:55:06+00:00","valid":{"from":"2014-09-18T21:55:06+00:00","to":"3014-09-18T21:55:06+00:00"},"hreflang":"en","guid":"6fe48d82-d74f-4762-8f58-cc295f6e147c","title":"Gang violence awaits a teen from El Salvador after his failed attempts to reach the US","published":"2014-09-18T21:55:03+00:00","byline":"Jude Joffe-Block","tags":["Young Migrants","Migration & Immigration","unaccompanied minors crossing border","Global Nation","Conflict","Conflict & Justice","San Salvador","Los Angeles","North America","Central America","El Salvador","Mexico","United States","Virginia","San Salvador","El Salvador","Gang"],"teaser":"José has already tried to escape from El Salvador to the US this summer — twice. But he's failed each time, and now he's dodging gang violence at home while trying to make yet another attempt to leave.","contentencoded":"<p>There&rsquo;s an important bridge in this small town about a half-hour&#39;s drive from San Salvador. Locals say it divides the town between two rival gangs: MS-13 on one side and Calle 18 &mdash; the 18th Street Gang &mdash; on the other.</p><p>Both gangs started in Los Angeles and now control parts of El Salvador. On the day I visited the bridge, a man rode past me on his bike. He wore white Nikes, the kind favored by local gang members. It&rsquo;s a subtle sign people here surely notice.</p><p>But some locals are sick of the gangs. &ldquo;The way things are now, going out into the street means danger or death,&rdquo; says José, a 16-year-old from this town who tried to escape to the United States twice this summer.</p><p>I meet José on a sunny day just 24 hours after he was deported back to El Salvador. Mexican immigration officials discovered José and his young cousin on a bus heading north. It was the second time the two boys were caught in Mexico trying to reach the US.</p><p>&ldquo;We offered them 1,000 pesos each, but they wouldn&rsquo;t take it,&rdquo; José says. Five days later, he and his cousin were sent back home.</p><p>I can only use José&#39;s first name because he&#39;s now in hiding. Now that he&#39;s back, he&#39;s trying to keep it a secret from the MS-13 gang members, mostly other teenagers, who control the other side of the bridge. According to José, they&rsquo;ve threatened to kill him because they think he belongs to Calle 18.</p><p>&ldquo;If they find out I&rsquo;m here, they might come to look for me and come to my house at night,&rdquo; José says. &ldquo;That&rsquo;s what I don&rsquo;t want to happen. It&rsquo;s one thing if they want to hurt me, but they could hurt my whole family.&rdquo;</p><p>José says his problems started two years ago when he had to cross the bridge into MS-13 territory to go to school. One day, José&#39;s classmate, who was linked with MS-13, brought a gun to school. The principal found out and the classmate accused José of ratting him out.</p><p>&ldquo;They came looking for me with a shotgun and they told me to never come back,&rdquo; José says &ldquo;They said I was spying for the other gang.&rdquo; His mother removed him from the school right away, and José switched to another one that only met on Sundays.</p><p>José&rsquo;s biggest scare came a year later, when he says another boy &mdash; a neighbor who looked so much like José that everyone called them twins &mdash; was gunned down in the street by MS-13. That boy was actually a member of Calle 18, and José wasn&rsquo;t. But José was told he would be next.</p><p>For the next month he was too scared to step outside his mother&rsquo;s house. He went to stay with his grandmother in another town, and took up carpentry to help support his mother, a widowed seamstress.</p><p>José insists he&rsquo;s never been in a gang. With his thin frame and shy smile, he looks younger than 16. He says he likes science and soccer, though he admits he&rsquo;s never had a chance to play on a real team.</p><p>[[{\"fid\":\"74134\",\"view_mode\":\"story_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":487,\"width\":864,\"alt\":\"Salvador_Jude\",\"title\":\"Salvador_Jude\",\"class\":\"media-element file-story-image\"}}]]</p><p>It was hard to find a safe place to even interview José. He didn&rsquo;t want to talk to me anywhere in public. Visiting his house in this small town just outside the country&rsquo;s capital, San Salvador, would&rsquo;ve drawn attention. So we meet at a hotel outside the town that caters to tourists.</p><p>&ldquo;There aren&rsquo;t people from here at this hotel, just people from other countries,&quot; José says. &quot;It&rsquo;s really expensive, so we&rsquo;ve never even been inside here until now.&rdquo;</p><p>If it sounds like José is paranoid, keep in mind that <a href=\"http://files.unicef.org/publications/files/Hidden_in_plain_sight_statistical_analysis_EN_3_Sept_2014.pdf\">UNICEF</a> recently named El Salvador as the child murder capital of the world. It has a child murder rate of 27 per 100,000 residents, compared to 4 per 100,000 in the US. According to the same report, homicide is the leading cause of death among adolescent boys in El Salvador.</p><p>Now that he&#39;s back in El Salvador once again, José says he wishes his government would do more to help young people. &ldquo;If the government put schools, workshops, or gave young people jobs, I think [violence] would go down a lot,&rdquo; he says. But he knows change won&rsquo;t come soon, and he&#39;s still determined to go to the US.</p><p>For now, his focus is on staying safe in El Salvador. Since our first interview, José has gone to stay with relatives in a place where criminals haven&rsquo;t taken control. He hopes that the same gang problems he&rsquo;s faced in the past won&rsquo;t creep up there, too.</p><p>But the trouble may have already started. Within hours of coming back, José and his cousin were on their way home from the center that processes returning migrants. José&#39;s mom and other family members came to pick them up, and they all crammed into another relative&rsquo;s pickup truck.</p><p>On the way, they stopped at an aunt&rsquo;s house. There, a group of unknown gang members circled the truck and questioned José and his cousin. &quot;It was just because we are young guys and aren&rsquo;t from the area,&rdquo; José says. &ldquo;And when they see a young guy they don&rsquo;t know, they assume he was sent by the rival gang.&rdquo;</p><p>José said the gang members made some phone calls and decided he and his cousin weren&rsquo;t a threat &mdash; but it could have ended very differently: &ldquo;The same day that I returned to El Salvador, I also could have lost my life.&quot;</p><p><em>Ed Note: The second half of the audio for this story includes an interview with Jude about her reporting in El Salvador.</em></p><p><em>Also, reporter Kate Sheehy contributed to this story from the <a href=\"http://www.fronterasdesk.org/\">Fronteras Desk</a>, a public radio collaboration in the Southwest. It was the second part of a two-part series. You can click <a href=\"http://www.pri.org/stories/2014-09-04/families-are-deported-after-crossing-border-say-they-return-home-feeling-hopeless\">here</a> to read and listen to the first part of the reporting team&#39;s coverage on migrants from El Salvador. </em></p><p><em><strong>What do you want to know about migration to America? What stories do you want to see? Tell us in the <a href=\"http:// https://www.facebook.com/groups/globalnation/\">Global Nation Exchange</a> on Facebook.</strong></em></p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091820146.mp3"},{"href":"http://www.pri.org/file/091820146mp3"}]}