{"created":"2015-01-14T17:13:13+00:00","modified":"2015-01-14T22:51:49+00:00","valid":{"from":"2015-01-14T22:51:49+00:00","to":"3015-01-14T22:51:49+00:00"},"hreflang":"en","guid":"6feec8a8-2242-4c22-9db3-354add05eb17","title":"'You can't be a sissy to live in Africa'","published":"2015-01-14T22:51:46+00:00","byline":"Jeb Sharp","tags":["violence","crime","farming","apartheid","conflict","women","Across Women's Lives","Development","Development & Education","Cape Town","Africa","South Africa","Sheryl Ozinsky","Women who are helping build post-apartheid South Africa"],"teaser":"When Sheryl Ozinsky was attacked at gunpoint in her own home in a rich neighborhood in Cape Town, her whole life changed. Today, she's running a farm and market day to help people come out of their locked homes and build their community.","contentencoded":"<p>One of the first places I visited in Cape Town was a Saturday farmers’ market next to an organic garden called the <a href=\"http://www.ozcf.co.za/\">Oranjezicht City Farm</a>. It’s nestled in a well-off neighborhood, right at the foot of Table Mountain, rocky crags towering overhead.</p>\n<p>“Two years ago we took over a derelict bowling green,” says Sheryl Ozinsky, who helped build this place. “It hadn’t been used for years and years and wasn't maintained by the city, and we've turned it into a magnificent Dutch-style vegetable farm.”</p>\n<p>Sheryl launches into her narrative about cleaning up the neighborhood, building community and growing and eating locally-grown, organic food. But why her, and why this project?</p>\n<p>“I was the chairman of the neighborhood watch and I was attacked in my home 10 years ago,” Sheryl says. “That changed my whole life — and what I thought my role in life was.”</p>\n<p>Whatever I expected Sheryl to say, it wasn't this. I don't know it yet, but this will happen to me repeatedly during my time in Cape Town. I'll be interviewing someone about one thing, and the next thing I know, we're talking about crime and violence.</p>\n<p>“This was a derelict place full of drug dealers, full of bad characters,” she continues. “No children ever came here. It's not so much about the vegetables. It's much more about getting to know your neighbors, the community coming out from behind their high walls.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/GxdvVv2eZSg?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>(Since Jeb's visit, the Saturday \"Market Day\" — just the market, not the farm itself — has been moved to a <a href=\"http://www.ozcf.co.za/market-day/\">new site</a> after a <a href=\"http://www.iol.co.za/news/south-africa/western-cape/zille-saves-popular-market-from-closing-1.1787767#.VLaFGSfZvTA\">zoning controversy</a>.)</p>\n<p>A few days later, we meet again at the same spot. There’s a strong wind blowing, and the farm feels more desolate without the hubbub of the Saturday market. We retreat into a big empty barn with high ceilings and a floor made of wide planks.</p>\n<p>One of the things Sheryl discovered when she embarked on this project was that this was the site of Cape Town's original colonial farm. This building is where the slaves lived. “They lived here 300 years ago, so there's a lot of energy here that needs to be resurrected somehow,” she says.</p>\n<p>We go back to the conversation we started a few days before at the farmers’ market. I know by now that Sheryl is a mover and shaker in Cape Town, descended from Russian immigrants who arrived in the 1920s. She started out as a marine biologist, did a stint as Cape Town's tourism director and helped launch the city's gay pride festival.</p>\n<p>“I was always doing and doing and doing,” she says. “That's what I was doing. Then I suddenly one day had an incident that happened to me and I didn't do anymore because I was so traumatized.”</p>\n<p>It was a robbery attempt — in broad daylight, in her home, at 9 on a Sunday morning. “I had a gun to my head and my pajama top pulled off me,” she remembers.</p>\n<p>Sheryl screamed. Her partner screamed. The attackers ran. Ten years later, she still has flashbacks: “If I go near a window at home and I look down, because that's where I saw the guy first, I remember.”</p>\n<p>Sheryl knows she shares this kind of trauma with many other South Africans, and she has a visceral sense of why it happens.</p>\n<p>“It's about people who have, and people who don’t have,\" she says. \"It’s about opportunity, and it's about apartheid, and where we've come from. I'm not excusing it at all, but I understand why people do things that are ... that are not right.”</p>\n<p>Sheryl says the legacy of apartheid is now crime, and her country now has to fight a different battle — its own reaction to danger. “It's not so much about freedom any more,\" she says. \"It's about us putting ourselves into our own prisons because we have to protect ourselves.\"</p>\n<p>Everywhere I go in Cape Town, I see grates and locks and barbed wire — and not just in wealthy communities. Behind every locked door seems to be a story of violence. Living with the twisted legacy of a brutal history makes life here challenging and at times scary, but Sheryl is not about to give up.</p>\n<p>“You can't be a sissy to live in Africa,” she says. “You've got to be robust. You've got to be resilient. You've got to get up, dust yourself off and keep going. That's what it's about. Because otherwise, what's life about?”</p>\n<p>For her, right now, it’s about being back at the farmers’ market she helped create, every Saturday, selling produce.</p>\n<p><em>Jeb's stories from Cape Town were produced in collaboration with South African journalist Kim Cloete.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_4130_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img4130cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/011420155_6.mp3"},{"href":"http://www.pri.org/file/011420155mp3-6"}]}