{"created":"2014-09-02T17:05:09+00:00","modified":"2014-10-31T01:16:00+00:00","valid":{"from":"2014-10-31T01:16:00+00:00","to":"3014-10-31T01:16:00+00:00"},"hreflang":"en","title":"Strange And Beautiful Love Stories Light Up 'Paper Lantern'","published":"2014-06-24T00:07:00+00:00","teaser":"The stories in Stuart Dybek's latest collection concern themselves with strong feelings, and sometimes with crazed longings. Reviewer Meg Wolitzer finds them \"a little alarming, a little wonderful.\"","itags":["npr_api","321027881"],"guid":"6ffff3f9-0244-4f93-aaf7-dbade4d5e18d","contentencoded":"<p>Like Alice Munro and her small towns of Ontario, Stuart Dybek is a short story writer whose work is often closely associated with a specific place: the working-class neighborhoods of Chicago. But in both cases, referring to the geographical connection doesn't begin to get at the expansiveness of the work. I'd hardly read much Dybek before, and so my understanding of the kind of writing that interests him was limited. I imagined stories that were beautifully written, but beyond that, I didn't know about the strangeness, beauty and engagement with memory that are central to his work. Chicago often does figure in his stories, but here, instead of being the windy city, it's a slippery one. Everything changes, becomes something else, or at least refers to something else, usually something from the past.</p><p>Take the title story, in which a group of scientists are in a laboratory creating a time machine. They go out to a Chinese restaurant, which serves pine-nut porridge, cassia-blossom buns, fish-fragrance-sauced pigeon, and nest of predigested seaweed from the beaks of swifts, among many other dishes. At the end of the meal, a fortune cookie is cracked open, revealing the words, \"Fuel alone will not light a fire,\" and someone asks, \"Say, did anyone turn off the Bunsen burner when we left?\" When they head back to the lab, they see that the place has gone up in flames.</p><p>The fire itself serves as a memory accelerant, dredging up all kinds of thoughts and images, including, for the narrator, those from previous fires: \"I remember how, in what now seems another life, I watched fires as a kid — sometimes fires that a gang of us, calling ourselves the Matchheads, had set.\"</p><p>He continues, \"I remember how, later, in another time, if not another life, I once snapped a photograph of a woman I was with as she watched a fire blaze out of control along a river in Chicago. She was still married then.\"</p><p>This last bit, with the reference to the woman being married, quickly takes the story into another place. Those sudden swerves are what Dybek does best. Soon we're in a car with this woman, driving back to Iowa at night, and the relationship between her and the narrator gets explored further and further, and finally she observes, \"The backseat of a car at night, on a country road –– adultery has a disconcerting way of turning adults back into teenagers.\"</p><p>Dybek has a way of turning adults back into previous versions of themselves, too. No one feels fixed or permanent. The first story in the collection, \"Tosca,\" opens with an execution, at which the victim is backed up against a full-length mirror, in which the reflection of a woman, \"all the more beautiful for being ghostly\" appears. Dybek writes, \"The mirror is unblemished as if it, too, is young.\" And from there we go into story upon story, entering the past, but never staying too long in any one place. Which is, I suppose, according to this writer, what it's like to live. You move through experience, memory, stories.</p><p>The nine included in this volume are love stories all, according to the book's subtitle. And each one concerns itself with strong feelings, and sometimes with crazed longings, such as the haunting story \"The Caller,\" in which a telephone in the home of a man named Rafael (who isn't home) just keeps ringing and ringing. It could be virtually anyone who needs to speak to him, and Dybek gives us a feel for the owner of that phone.</p><p>But what I will remember about these stories isn't what happens in them, necessarily, or who it happens to. Instead I think I'll remember sudden moments that rise up out of a conversation or out of the surface of a mirror, or which suddenly appear, as shocking as being served an entree of predigested seaweed from the beaks of swifts: a little alarming, a little wonderful.</p><p>The stories are all ambitious and complicated; some more successful than others. I just couldn't get into the overlong \"Four Deuces,\" whereas the story \"Waiting,\" with its hilarious send-up of the Men's Movement, made me laugh, and was simultaneously oddly moving.</p><p>If you want to see how Dybek works on a more micro level, his publisher is simultaneously releasing a volume called <em>Ecstatic Cahoots</em>, which includes 50 stories, most of them very short, some of them extremely short. In fact, the first one, \"Misterioso,\" which is in the form of dialogue between two people, is so short that I can quote it now in its entirety:</p><p>\"You're going to leave your watch on?\"<br />\"You're leaving on your cross?\"</p><p><em>Meg Wolitzer is the author of </em>The Interestings. <em>Her next novel, </em>Belzhar, <em>will be published in September.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Strange+And+Beautiful+Love+Stories+Light+Up+%27Paper+Lantern%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Meg Wolitzer","audio":[{"meta":{"duration":"193"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324931313-f131ea.m3u?orgId=1&topicId=1034&ft=3&f=321027881"}]}