{"created":"2015-06-30T08:57:17+00:00","modified":"2015-07-03T21:05:16+00:00","valid":{"from":"2015-07-03T21:05:16+00:00","to":"3015-07-03T21:05:16+00:00"},"hreflang":"en","title":"Supreme Court Concludes Term With Death Penalty Ruling, Looks Ahead","published":"2015-06-30T17:52:00+00:00","teaser":"The court wrapped up on Monday, supporting the use of a controversial drug for executions by lethal injection. The justices also set up cases to be heard next term on affirmative action and abortion.","itags":["npr_api","418728874"],"guid":"70078d18-bf72-4010-9bf6-e88a75b4133b","contentencoded":"<p>The U.S. Supreme Court on Monday issued the last of its opinions for this term — on the death penalty, anti-pollution regulations and the power of independent commissions to draw congressional and state legislative districts. In addition, the court issued a set of orders that set up cases to be heard next term on affirmative action and abortion.</p><p>By a 5-4 vote, the court <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/29/418520718/supreme-court-says-okla-s-use-of-midazolam-in-lethal-injection-is-legal\" target=\"_blank\">upheld the use of the controversial drug midazolam</a> as part of a three-drug cocktail used in carrying out the death penalty.</p><p>By the same 5-4 split, the court blocked <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/29/418557691/supreme-court-blocks-obama-administration-plan-on-power-plant-emissions\" target=\"_blank\">a decision by the Environmental Protection Agency to regulate mercury</a> emitted into the air by coal and oil fired power plants. In a case with potentially important ramification, the court said the EPA has to consider costs before it decides to regulate.</p><p>And by a 5-4 vote different in composition, the court upheld an Arizona constitutional amendment — adopted by referendum — that stripped the state Legislature <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/29/418521823/supreme-court-backs-arizonas-redistricting-commission-targeting-gridlock\" target=\"_blank\">of the power to draw legislative and congressional district lines</a>. The court said the people of the state were entitled to set up an independent redistricting commission as a way of removing some of the partisanship from the drawing of district lines by state legislators.</p><p>Justice Ruth Bader Ginsburg wrote that opinion, declaring that while referenda are a more recent invention, they are consistent with the framers' notion of resting ultimate decisionmaking with the people.</p><p>If the decision had gone the other way, it would have upended independent commissions in at least a half-dozen states, including California.</p><p>Justice Anthony Kennedy provided the fifth and deciding vote in all three cases, siding with the liberals in the independent commission case, and with the conservatives in the EPA and death penalty cases.</p><p>The capital punishment case focused on the three-drug cocktail long used to carry out lethal injections, and the controversial substitute drug used more recently. For years the cocktail used an anesthetic to put the prisoner into a deep, insensate, coma-like state so he or she would not feel the two painful drugs used to kill him.</p><p>In recent years, however, manufacturers of the anesthesia drug have refused to provide it for executions <a href=\"http://www.npr.org/2013/11/12/244779168/death-penalty-delayed-but-not-denied-by-drug-problems\" target=\"_blank\">on moral, ethical and — in some cases — public relations grounds</a>. So some states have substituted a drug called midazolam — a sedative, not an anesthetic — which is not approved by the FDA as effective for achieving a coma-like state.</p><p>Death penalty opponents have claimed that prisoners are thus subject to feeling excruciating pain, as evidenced in <a href=\"http://www.npr.org/2014/04/30/308220302/drug-protocol-goes-wrong-in-oklahoma-execution\" target=\"_blank\">some botched executions</a>. But Oklahoma and other death penalty states counter that, properly used in very high doses, midazolam is an appropriate drug — and on Monday, a five-justice majority agreed.</p><p>Writing for the five, Justice Samuel Alito <a href=\"https://supreme.justia.com/cases/federal/us/576/14-7955/opinion3.html/\" target=\"_blank\">set down a new rule for death cases</a>: In order to set aside an existing method of execution on constitutional grounds, opponents must prove that there is an available method of execution that is less painful. The four dissenters, led by Justice Sonia Sotomayor, said that <a href=\"https://supreme.justia.com/cases/federal/us/576/14-7955/dissent7.html\" target=\"_blank\">with that sort of reasoning a prisoner could be burned at the stake</a> as long as there is no more humane method of execution available.</p><p>In a separate dissent, Justice Stephen Breyer, writing for himself and Justice Ginsburg, added that the time has come <a href=\"https://supreme.justia.com/cases/federal/us/576/14-7955/dissent6.html\" target=\"_blank\">to reconsider whether the death penalty itself is constitutional</a>. We now have \"persuasive evidence\" that innocent people have been executed, he said, noting that more than 100 people have been completely exonerated as long as 30 years after their convictions. The procedures and protections the court has put in place to prevent such miscarriages of justice, he said, simply \"do not work.\"</p><p>Both Breyer and Sotomayor outlined their dissenting views in rare oral dissents. But Justice Antonin Scalia, in a perhaps unprecedented rebuttal to the dissents, also spoke from the bench on Monday, <a href=\"https://supreme.justia.com/cases/federal/us/576/14-7955/concur4.html\" target=\"_blank\">calling the Breyer opinion \"gobbledy-gook.\"</a></p><p>\"I think the court is just feeling the stress of 30 years of intense warfare over this essentially fundamental question of whether we should be killing people or not,\" said Bryan Stevenson, director of the Equal Justice Initiative.</p><p>David Von Drehle, who has long written about the death penalty, says the country has reached an <em>Alice in Wonderland</em> moment where hundreds of people are on death row in just a few states, but the number of executions is tiny.</p><p>\"It's not about what you want to have happen or what you think is right thing to happen,\" he says. \"After 40 years of this experiment, we have a reality that we have to face up to: that it ain't workin'.\"</p><p>As proof he points to California, where there are 746 people on death row but the last execution was nearly a decade ago, and where the challenges keep on coming — and yet California voters in 2012 voted down a referendum that would have abolished the death penalty.</p><p>The court also issued orders on Monday, setting up the next term as another lightning rod for social issues, with affirmative action in higher education once again on the docket, and justices likely to decide — for the first time in decades — a case dealing with the general availability of abortion.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Concludes+Term+With+Death+Penalty+Ruling%2C+Looks+Ahead&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418776162-5cf15f.m3u?orgId=1&topicId=1070&d=285&p=3&story=418728874&t=progseg&e=418774691&seg=12&ft=nprml&f=418728874"}]}