{"created":"2014-09-15T20:52:19+00:00","modified":"2014-10-30T22:21:45+00:00","valid":{"from":"2014-10-30T22:21:45+00:00","to":"3014-10-30T22:21:45+00:00"},"hreflang":"en","title":" Iraq's Artists Defy Extremists With Bows, Brushes And A Low Profile","published":"2014-09-23T13:27:00+00:00","teaser":"The musicians and artists of Baghdad work under a government that prefers religious festivals to classical concerts. But with a little cunning, they're finding ways to keep the arts alive.","itags":["npr_api","348760910"],"guid":"70218556-2d80-4ef1-a9ac-a1e2d3373d01","contentencoded":"<p>It's a hot night in Baghdad, and the national theater is packed with people who are here to see the Iraqi National Symphony Orchestra.</p><p>They're fanning themselves with programs that show conductor Karim Wasfi, a striking man with thick eyebrows and a pointed beard, playing the cello. Tonight, he'll be conducting for the first time in more than a year.</p><p>Iraq has been in the headlines lately, with extremists taking over parts of the country, American airstrikes, the militias and the politics.</p><p>But the country was once a sophisticated center for learning and the arts.</p><p>Backstage at the national theater, Wasfi reflects on the musicians and artists trying to keep that tradition alive.</p><p>\"Iraq was — and I do say 'was,' and I do mean it — if not the most liberal, one of the most liberal and secular states regionally in the Middle East,\" he says.</p><p>It has been many centuries since Baghdad's golden age, when it was known as the city of peace, and famous poets regaled courtiers in marble palaces. But Wasfi says he remembers when art had room to breathe.</p><p>The governments that came after the 2003 invasion have been a mixed blessing for the arts crowd. Musicians are paid more now than under Saddam Hussein — but as Shiite Islamist parties dominate the political arena, there's more emphasis on religious music, and less tolerance of concerts during the holy months of Ramadan and Muharram.</p><p>But it's because of the new threat of the Islamic State — stern extremists who conduct beheadings and forbid music — that Wasfi has returned to conducting. He wants to strike a blow for civilization.</p><p>The concert takes on Elgar and Liszt, and finishes with a flourish on Stravinksy's <em>Firebird</em>. Wasfi turns to the audience.</p><p>\"If anyone from any sect bets against gatherings like this one, they'll lose the bet,\" he says. \"But if you don't agree with me, don't cut my head off.\"</p><p>The audience laughs and applauds.</p><p>Amid the chaos of Baghdad, the orchestra doesn't get much time to practice, and the concert has more verve than polish. But those in the audience, like Jehan Hashemi, seem happy.</p><p>\"It's amazing and fabulous,\" Hashemi says. \"So cool.\"</p><p>The event wasn't publicized, a tactic to avoid being targeted by bombs. The audience heard about it via social media and word of mouth. It's a strategy widely used in Iraq's culture world.</p><p>Across town, artist Qassim Sabti shows a visitor around his gallery.</p><p>\"This is the art during the suffering,\" Sabti says, though he adds that Iraq's artists don't actually focus on the pain.</p><p>\"Always the Iraqi art, the theme of the Iraqi art, is interested to make the beauty,\" he says. \"We didn't make the sad themes or bloody events — we are just make art for art.\"</p><p>In his garden café, where the sun fades green-painted benches and sculptures, Sabti says he worries about security all the time. As with orchestra performances, gallery events stay low-profile.</p><p>He says the increasingly religious governments have been a nightmare — but if the Islamic State reaches Baghdad, it would be much worse.</p><p>\"We will return back to the caves — there is no music, no art, no love,\" Sabti says.</p><p>In fact, he has a surprising plan for the Iraqi artists union.</p><p>\"We asked the government to give us guns,\" he says.</p><p>A few days later, Sabti hosts one of those low-profile gatherings, and takes the opportunity to inform the artists.</p><p>\"My brothers,\" he says, \"a real question: Who's ready to fight the Islamic State in Baghdad?\"</p><p>The artists give their assent.</p><p>The union doesn't yet have any guns. But some at this gathering say they can fight against the brutality of today's Iraq with universities, music and galleries like this one.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=+Iraq%27s+Artists+Defy+Extremists+With+Bows%2C+Brushes+And+A+Low+Profile&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348783943-800f15.m3u?orgId=1&topicId=1010&ft=3&f=348760910"},{"href":"http://media.npr.org/assets/img/2014/09/15/iraqi-nso1-e41d5040fd25a975ed3f86da3ca6c311e8bc2170.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2643"}},{"href":"http://media.npr.org/assets/img/2014/09/15/04-dsc_1987-09fcd1108100e477695204b6019a89262f974791.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3014","width":"4016"}},{"href":"http://media.npr.org/assets/img/2014/09/15/baghdad-arts1-302e1ce5f19d0483e5e5d19cfefbc192e4bac6ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1503","width":"2003"}}]}