{"created":"2014-10-15T21:30:09+00:00","modified":"2014-12-19T21:01:42+00:00","valid":{"from":"2014-12-19T21:01:42+00:00","to":"3014-12-19T21:01:42+00:00"},"hreflang":"en","title":"Immigrant Advocates Challenge The Way Mothers Are Detained","published":"2014-10-15T22:54:00+00:00","teaser":"Ten plaintiffs are suing the government over policies and practices at a residential center in New Mexico, where 648 women and children are being held while awaiting the outcome of their asylum cases.","itags":["npr_api","356419939"],"guid":"7035759e-b102-4d7c-a500-bb8c0a6ce420","contentencoded":"<p>The federal government is opening new family detention centers for newly arrived immigrants in the hope it will speed the process of considering their claims for asylum, but civil rights advocates have challenged this practice of detaining mothers and children who are caught coming into this country illegally.</p><p>Immigrant advocates are suing the government over changes to the way women with children caught crossing into the country illegally are being processed. Ten plaintiffs are suing the Department of Homeland Security over its policies and practices at the Artesia Family Residential Center, where 648 women and children are being held in a housing unit inside a Border Patrol training academy while they await the outcome of their asylum cases.</p><p>Speaking to NPR by phone inside that detention center, a 20-year-old Salvadoran woman who is the lead plaintiff says she and her infant son fled La Libertad province in El Salvador because she was targeted by rival street gangs. One pressured her to be an informant; the other accused her of being that informant. Identified only by her initials to protect her from retaliation, MSPC says she was also abused by a violent husband. She and her baby crossed into Texas in June, on her way to find her grandmother in Los Angeles, when she was arrested for illegal entry.</p><p>Artesia Family Residential Center is a sort of family-friendly prison. There are snacks and drinks, school classrooms, a playroom, a basketball court and a soccer field — but the detainees are not free to leave.</p><p>\"It's very hard to be locked up here,\" MSPC says. \"My son turned a year old here, and I was so happy that he took his first steps, but I'm sad that it happened within these four walls.\"</p><p>The lawsuit questions the policy of family detention and the practices inside these new holding centers, which include a high rate of asylum denial, says Lee Gelernt, deputy director of the ACLU's National Immigrants' Rights Project.</p><p>\"The women and children who are being denied asylum in these claims have very strong claims, yet they're being routinely denied asylum and are going to be sent back to countries where they will certainly be abused and maybe face death,\" Gelernt says.</p><p>The detention center at Artesia, N.M., is one of three such facilities. There's a small one in Berks County, Pa., and a repurposed men's jail in Karnes City, Texas. A fourth facility — the biggest of them all, with 2,400 beds — is under construction in South Texas.<strong> </strong></p><p>In an emailed statement to NPR, a spokesman with Immigration and Customs Enforcement said the surge of Central Americans across the border over the summer forced ICE to \"increase its capacity to detain and expedite\" their removal. He said the new detention centers are \"an effective option to maintain family units and reduce flight risk\" while they await the outcome of immigration hearings, or deportation.</p><p>\"Let's face it, enforcing immigration laws is a hard business,\" says Dan Cadman, who worked with the old Immigration and Naturalization Service, and later ICE, for nearly 30 years.</p><p>He's currently a fellow with the Center for Immigration Studies. Cadman says it's a hard fact that the only way the government can ensure an order of removal is carried out is by detaining that individual.</p><p>\"Aliens who are not detained, if the results aren't the results they had hoped for and the order is for removal, they don't show up for removal, they abscond,\" Cadman says.</p><p>But immigration lawyers argue that what ICE has done is create \"deportation mills.\"</p><p>\"There is this idea that because people are detained we need to move things faster,\" says Edna Yang, general counsel of American Gateways in Austin, which provides pro bono legal help to immigrants. Under a sped-up system, she says, immigrants have restricted access to lawyers, less time to understand the complicated asylum process and less time to obtain supporting documents from home or to even use the phone.</p><p>\"But when you then start to put time pressures and constraints on credible fear interviews, what it does is make the system more efficient but compromises due process in general,\" she says.</p><p>The new ICE detention policy creates a double standard: Mothers with children are caught and detained, but current laws compel the government to release unaccompanied immigrant children to go live with family members in the U.S., where they remain free while they await their day in immigration court.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Immigrant+Advocates+Challenge+The+Way+Mothers+Are+Detained&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356451458-a5f7b6.m3u?orgId=1&topicId=1091&ft=3&f=356419939"}]}