{"created":"2014-10-22T21:21:24+00:00","modified":"2014-10-28T14:10:42+00:00","valid":{"from":"2014-10-28T14:10:42+00:00","to":"3014-10-28T14:10:42+00:00"},"hreflang":"en","guid":"70480888-fc46-4be0-a7d0-bf3dc0eb7301","title":"Repressive, atheist North Korea has a surprising relationship with Christian missionaries","published":"2014-10-28T14:10:41+00:00","byline":"Matthew Bell","tags":["Religion","politics","conflict","Belief","Lifestyle & Belief","Pyongyang","Asia","North Korea","Asia","Isaac Stone Fish","Kenneth Bae","Jeffrey Fowle","Kim Il-sung","Religion","Politics"],"teaser":"North Korea is one of the most repressive countries on earth, with almost no freedom of religion. But Christian missionaries, it turns out, have a long history with the country. And a number of them are even allowed to operate there today.","contentencoded":"<p>The North Korean government does not take kindly to Christian missionary activities. Just ask American Jeffrey Fowle.</p>\n<p>Fowle was charged in June with committing “hostile acts\" against North Korea for leaving behind a Bible in a sailor’s club in the city of Chongjin. He joined two other Americans being held by North Korea; one of them, Kenneth Bae, was also accused of proselytizing and is now serving a 15-year prison sentence in a labor camp.</p>\n<p>Open Doors, a US-based group, has even put North Korea at the very top of its <a href=\"http://www.worldwatchlist.us/\">list of countries</a> where Christians face persecution — for 12 years in a row.</p>\n<p>Yet Christianity has a surprising history in North Korea. In 1992, the Reverend Billy Graham became one of the first international religious figures to visit communist North Korea. The American evangelical leader met with \"Eternal President\" Kim Il-Sung and was allowed to give a speech in Pyongyang, a city once known as the “Jerusalem of the East\" for its religious fervor. He even got invited back, and made a second trip in 1994.</p>\n<p>Even today, there are many more <a href=\"http://www.foreignpolicy.com/articles/2014/10/17/k_is_for_kim_jong_un_without_you_there_is_no_us_suki_kim\">Christian activists at work in North Korea</a> than you might realize, says Isaac Stone Fish, Asia editor at Foreign Policy Magazine. In addition to foreign visitors like Fowle and Bae who travel to North Korea on tourist visas, some Christians actually enter the country at the behest of the government. </p>\n<p>Stone Fish says they work in Pyongyang and in the northwest corner of the country, near the border with China. “They do non-profit work,” he explains. They also teach at a Christian university called the Pyongyang University of Science Technology. It’s the only known foreign university in the country, and it caters to students from North Korea’s elite families.</p>\n<p>“It hires a lot of teachers and they’re not allowed to overtly proselytize,\" Stone Fish says. \"But there are ways to communicate what they believe [is] the ascendance and the strength of Jesus Christ, even in North Korea.\"</p>\n<p>He says the half-teachers/half-missionaries use the phrase “Praying with their eyes open\" to describe their work.</p>\n<p>But why does an atheistic Communist dictatorship tolerate such activity? “It’s so lucrative,\" Stone Fish explains.</p>\n<p>“The Christian churches in South Korea are very well-funded and, in a lot of ways, proselytizing in North Korea is a pay-to-play game,” he says. “This university reportedly cost $35 million to set up. And you have to imagine that a lot of that money is lining the pockets of people who are making decisions about who gets to come into North Korea and who doesn’t.”</p>\n<p>So while evangelicals from South Korea and the West appear to see North Korea as one of the last frontiers on earth to preach the Gospel, the government in Pyongyang also seems to be confident that it has little to fear from Christianity. It strictly controls the activities of missionaries, limits citizens' access to the outside world, and even released Fowle on Tuesday.</p>\n<p>“My sense is that [North Korean officials] believe that they have it under control,” Stone Fish says. </p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102220146.mp3"},{"href":"http://www.pri.org/file/102220146mp3"}]}