{"created":"2014-08-29T15:05:28+00:00","modified":"2014-11-12T18:15:11+00:00","valid":{"from":"2014-11-12T18:15:11+00:00","to":"3014-11-12T18:15:11+00:00"},"hreflang":"en","title":"How The 'Kung Fu Fighting' Melody Came To Represent Asia","published":"2014-09-30T13:33:00+00:00","teaser":"The nine-note tune made famous in Carl Douglas' 1974 song has served as a stereotype of Asian music since the 19th century.","itags":["npr_api","338622840"],"guid":"70508188-072e-423a-81a9-93b9e8e4e6b3","contentencoded":"<p><em>Since this is a story about a musical phrase, it's one that's best heard. Give it a listen.</em></p><p>There's a tune that you've probably heard throughout your life. It's nine notes long, and it's almost always used to signal that something vaguely Asian is happening or is about to happen.</p><p>You know what I'm talking about. The tune's most prominent role is probably in that 1974 song \"Kung Fu Fighting.\" It comes in right as Carl Douglas is singing that anthemic \"Oh-hoh-hoh-hoah.\"</p><p>(Just for funsies, here are some of the song's lyrics: \"There was funky China men from funky Chinatown / They were chopping them up / They were chopping them down / It's an ancient Chinese art / And everybody knew their part.\")</p><p>It was in The Vapors' \"Turning Japanese.\" It was in every cat lover's childhood favorite, <em>The Aristocats. </em>(Yes, before you even ask, it <em>was</em> in the outlandishly racist Siamese cat scene.) It even made an appearance in <a href=\"https://www.youtube.com/watch?v=KkMZx8M8Bng\">Super Mario Land</a>.</p><p>The tune is ubiquitous. And like many things that are just in the air, few ever ask where it came from. But we did.</p><p><strong>The Quest</strong></p><p>We're not the first to ask the question. Back in February 2005, <a href=\"http://boards.straightdope.com/sdmb/showthread.php?t=300466\">on the Straight Dope message board</a>, a person with a username \"Doctorduck\" asked:</p><blockquote><p>\"Where does that stereotypical 'oriental' song come from? You know, the one that goes <em>dee dee dee dee duh duh dee dee duh</em>. Featured heavily in braindead Hollywood flicks made by clueless directors who want to give a scene an 'oriental' feel. Also a variation of it can be heard in David Bowie's 'China Girl.' \"</p></blockquote><p>It was a question that confounded many. Trying to pin down this nameless tune and its place in history turned out to be difficult.</p><p>Across dozens of comments, people agreed 1) that the canonical example of the melody was in \"Kung Fu Fighting,\" 2) the melody also appeared in many other places, and 3) it probably pre-dated Douglas' song. But for weeks, no one could name an incontrovertible pre-1974 example of the tune.</p><p>They even called in the experts. One user reached out to Charles Hiroshi Garrett, a professor at the University of Michigan. In 2004, Garrett had written an academic paper referring to the riff, which a user in the Straight Dope forum quoted:</p><blockquote><p>\"[The opening phrase from the song 'Chinatown, My Chinatown'] resembles an extremely well known trope of musical orientalism—one of the most efficient that the West has developed to signal \"Asia\" ... Such orientalist shorthand remains recognizable to twenty-first-century listeners, since these tropes continue to inhabit today's popular music. Thus, as clearly as the song's title captures its subject, the opening moments of 'Chinatown, My Chinatown' inform listeners that the song aims to fashion Asian difference.\"</p></blockquote><p>Garrett responded:</p><p>But then, the trail turned cold. Radio silence for a year. Then, suddenly, in June 2006, a user named \"mani\" announced that he'd built a whole website devoted to the question:</p><blockquote><p>\"I got fascinated with this question, and for the past month I've done some research, mostly utilising various online archives of old sheet music and recordings whose copyright claims have expired. My findings soon became far to voluminous to fit in a single post, so I created a website dedicated to the 'Asian riff': <a href=\"http://chinoiserie.atspace.com/\" target=\"_blank\">chinoiserie.atspace.com</a>.\"</p></blockquote><p>The user was Martin Nilsson, a Web designer in Sweden. He'd been studying piano at a conservatory and had a lot of free time to devote to this \"hobby research,\" as he told me over the phone. (It's \"hobby research\" that lots of different folks have cited, including music professors I chatted with, and bloggers at You Offend Me You Offend My Family.)</p><p>Nilsson found that the melody's roots went back way further than \"Kung Fu Fighting\" — at least as far as the 19th century.</p><p><strong>Defining The Cliche</strong></p><p>One of the things Nilsson was trying to discover was whether the melody was ever a reference to a real Asian tune — or if it was purely a Western invention.</p><p>\"It doesn't come from Chinese folk music, really,\" Nilsson says. \"It's just a caricature of how [Westerners] think Chinese music would sound.\"</p><p>While digging through American sheet music archives, Nilsson reached a point where the line between references to the riff and very similar ones got blurry. So he dubbed the similar riffs the \"Far East Proto Cliche,\" based on specific musical characteristics. The definition: \"Any melody with this particular rhythmical pattern and whose first four tones are identical\" that usually uses a pentatonic scale, Nilsson wrote on his website. (Some melodies that fit this pattern make no reference to Asia whatsoever — you might recognize it in Peter, Bjorn and John's song \"<a href=\"https://www.youtube.com/watch?v=OIRE6iw-ws4\">Young Folks</a>.\")</p><p>This nine-note tune and its cousins rely heavily on the pentatonic scale, which music from many East Asian and West African countries used.</p><p>\"We get the sense of another culture when we hear the scale,\" says Nilanjana Bhattacharjya, an ethnomusicologist at Arizona State University. \"It's worth thinking about the fact that the scale isn't necessarily something we would've been listening to in the United States in a significant way before the end of the 19th century, early 20th.\"</p><p>The pentatonic scale gained global popularity in 1889, during the Paris World's Fair. The French exhibition — along with other world exhibitions that were popular in that time — was where folks exchanged ideas and learned about other cultures. It was home to a range of exhibits, like the human zoo (also known as the Negro Village) and a Javanese gamelan showcase. The latter inspired composers like Claude Debussy, whose work often used the pentatonic scale.</p><p>But the \"Far East Proto Cliche,\" Nilsson found, went back even further than that World's Fair.</p><p><strong>The Backdrop Of The Riff</strong></p><p>One of the first instances of the cliche Nilsson found was in a show in 1847 called <em>The Grand Chinese Spectacle of Aladdin,</em> or <em>The Wonderful Lamp.</em></p><p>And to understand the evolution of this riff, we need to look at the backdrop against which this tune emerged.</p><p>In the 1800s, men from China were coming to the U.S. to work in gold mines and on railroads. By 1880, there were 300,000 Chinese in the States — and there was a lot of anti-Chinese sentiment. In 1882, the U.S. banned Chinese immigration with the Chinese Exclusion Act. It took until 1968 for such restrictions to be lifted.</p><p>Think about it: Most people back then had limited interactions with people from China and other Asian countries. So playwrights and writers had to come up with a shorthand way of saying, \"This is Chinese; this is Asian.\"</p><p>This building of a viewpoint — a viewpoint that <a href=\"http://www.npr.org/blogs/codeswitch/2014/07/14/330769890/how-ching-chong-became-the-go-to-slur-for-mocking-east-asians\">in many ways is still with us</a>, that people of Asian descent are intrinsically foreign — is echoed time and time again in various cartoons from the early 1900s that feature the riff:</p><p>Someone, somewhere decided that this short musical phrase — and others like it — could represent an entire region or identity. And it stuck.</p><hr /><p><em>Where have you heard this nine-note tune? Let us know in the comments. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+%27Kung+Fu+Fighting%27+Melody+Came+To+Represent+Asia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kat Chow","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343900911-2cc04f.m3u?orgId=1&topicId=1015&aggIds=100920965&ft=3&f=338622840"},{"href":"http://media.npr.org/assets/img/2014/08/27/109364913-1c233c2fb58f555e784e7da1cced9af58c4b08be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2497","width":"3329"}},{"href":"http://media.npr.org/assets/img/2014/08/08/screen-shot-2014-08-08-at-1.50.50-pm_custom-a9b56a65fc261fc979ab8e95c05e6230701588b2.png","type":"image/jpeg","meta":{"crop":"custom","height":"576","width":"1289"}},{"href":"http://media.npr.org/assets/img/2014/08/08/screen-shot-2014-08-08-at-2.09.07-pm_custom-93c5632fdb4c0c66450c53f98e78495908fa848b.png","type":"image/jpeg","meta":{"crop":"custom","height":"75","width":"529"}}]}