{"created":"2014-11-02T22:38:29+00:00","modified":"2014-12-04T15:15:21+00:00","valid":{"from":"2014-12-04T15:15:21+00:00","to":"3014-12-04T15:15:21+00:00"},"hreflang":"en","title":"Amid Hunger And Cold, An Unforgettable Symphony Premiere","published":"2014-11-04T17:30:00+00:00","teaser":"A year into the siege of Leningrad, a haggard group of musicians defiantly — and improbably — performed Dmitri Shostakovich's Symphony No. 7, which was dedicated to the suffering city.","itags":["npr_api","358124326"],"guid":"705ca5b9-bfac-4809-ae21-cb4fab22e270","contentencoded":"<p>In early 1941, <a href=\"http://www.npr.org/artists/15670424/dmitri-shostakovich\" target=\"_blank\">Dmitri Shostakovich</a> was nervous. He was one of Soviet Russia's most brilliant composers, but he had fallen out of favor with the ruthless dictator Joseph Stalin.</p><p>He'd been forced to denounce several of his own pieces of music, and some of his friends and family had been imprisoned or killed. He knew the same thing could happen to him.</p><p>\"He was in a very cat-and-mouse position with Stalin and with the NKVD, the secret police,\" writer Brian Moynahan tells NPR's Arun Rath. \"He could have been taken at any stage. He became withdrawn and if not frightened, certainly justifiably nervous.\"</p><p>The composer, then living in Leningrad, was trying to write his seventh symphony. He began to toy with themes of a dark, menacing presence.</p><p>Then came other great monster of the 20th century: Adolf Hitler. For a while, the relationship between between Russia and Germany was fairly calm; they'd signed a non-aggression pact.</p><p>\"Suddenly, in one day — one moment — at 3:50 in the morning of June the 22nd, 1941, everything changes. The Nazis invade,\" Moynahan says. \"The Germans ... were soon besieging Leningrad. And that is when Shostakovich begins to write this great symphony.\"</p><p>That symphony, the siege and the eventual, improbable Leningrad premiere of the work are the subjects of Moynahan's newest book, <em>Leningrad: Siege and Symphony</em>.</p><p>He tells Rath that after writing the first several movements, Shostakovich and his family were evacuated. So was the Leningrad Philharmonic. Left behind were millions of civilians, left to starve and freeze in the catastrophic conditions.</p><p>When Shostakovich finished his Symphony No. 7, it premiered to international acclaim in Kuibyshev, then Moscow, then London, then New York City. But the people of Leningrad — to whom he'd dedicated the symphony — still had not heard it.</p><p>Though most of the city's remaining musicians had fled or died since the beginning of the siege, an orchestra was cobbled together. The score was flown in over German lines. Rehearsals were difficult; musicians frequently fainted from hunger or cold. Three died.</p><p>The haggard orchestra premiered the symphony on August 9 — the very date that the Nazis had reportedly planned to hold a victory banquet in Leningrad. The city's defiant act remains one of the most famous performances in the history of classical music.</p><p>\"There's nothing [like it]. Nothing, nothing,\" Moynahan says.</p><p>Click the audio link above to hear the full interview and get a taste of the symphony (as performed by the New York Philharmonic, conducted by Leonard Bernstein).</p><hr /><h3>Interview Highlights</h3><p><strong>On the dire situation in Leningrad</strong></p><p>It is the greatest disaster that has ever befallen any great city, and that includes Hiroshima and Nagasaki and all the contenders. You had in the winter of 1941 to 1942, when Shostakovich is writing this symphony — although he's been evacuated — something of the order of 1.2 million people died, and the vast majority of them either froze to death or starved to death. ...</p><p>They very promptly ate every cat, rat [and] dog in the city. They were eating any sort of old leather there was around, old handbags were being sold. So you had, I mean, on the absolute edge, a catastrophe.</p><p><strong>On the role of music during the siege</strong></p><p>Music was extremely important. And it was soon realized that music fed the soul in a way that was extremely good for shattered morale, so a real effort was put into music in this dying city. But gradually all that winds down as fewer and fewer musicians are left alive to play — literally.</p><p>And then the idea, when Shostakovich finally finishes his seventh symphony in February 1942, the idea is born that this great symphony must be played in Leningrad, because he devotes it to the people of Leningrad.</p><p>The main orchestra, the Leningrad Philharmonic, had been evacuated before the siege began as the Germans were advancing, and all that was left was the [less prestigious] Radiokom Orchestra. And to begin with, there weren't nearly enough musicians left to play. They only had 20 [musicians], because they'd lost something like 70 over the winter.</p><p>So in order to achieve it, they withdrew soldiers who were in military bands and so forth, from the front lines [they] were brought back in, and ... Karl Eliasberg, who is the conductor, managed to force them through rehearsals. But they were never fit enough to play it as a whole until the actual premiere.</p><p><strong>On the significance of the Leningrad premiere date, August 9, 1942</strong></p><p>There was a significance in that Hitler had claimed that Leningrad would fall in August 1942, and indeed people were saying he was going to go for a victory dinner at the Astoria Hotel, the very same place where this conductor Eliasberg and lead members of the orchestra were barely being kept alive. So the fact that there was still this resistance, still this pride that Leningrad as a city had not been broken, at the very time that Hitler said he would finally sweep through it — it's utterly moving.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Hunger+And+Cold%2C+An+Unforgettable+Symphony+Premiere&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"417"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360957622-6b31fe.m3u?orgId=1&topicId=1039&ft=3&f=358124326"},{"href":"http://media.npr.org/assets/img/2014/10/22/moynahan-brian-photo-credit-katie-bridgeman-da5951416dfd24d683163e3a8b76fad3f94fe103.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"239","width":"319"}}]}