{"created":"2014-09-02T15:15:14+00:00","modified":"2014-10-30T23:01:49+00:00","valid":{"from":"2014-10-30T23:01:49+00:00","to":"3014-10-30T23:01:49+00:00"},"hreflang":"en","title":"Even Police Body Cameras Can Lose Sight Of The Truth","published":"2014-08-27T14:44:00+00:00","teaser":"Amid accusations of abuse, many in Ferguson, Mo., and cities around the country are calling for police to wear cameras. Cameras may not always be as impartial as people expect, however.","itags":["npr_api","342623830"],"guid":"706af803-2654-44da-beec-7838b48358af","contentencoded":"<p>Ferguson, Mo., found a degree of civic calm this week after days and nights of angry clashes between protestors and the police.</p><p>Now the city is working to restore trust with residents after a white police officer fatally shot black teenager Michael Brown on Aug. 9. City leaders and residents say one way to do that might be to equip police with personal video cameras.</p><p>\"All the cops have to have body cameras and dashboard cameras,\" says resident Alonzo Bond, \"so everybody can be accountable.\"</p><p>Earlier this week, the city of Ferguson said it was \"exploring\" the possibility of buying dashboard cameras and body cameras for its police department. And Ferguson is not alone. Around the country, body-worn cameras have become the go-to technology for troubled police departments.</p><p>Police chiefs are just as enthusiastic about the cameras as police reformers, sharing a belief that the cameras can resolve disputes by recording what really happens.</p><p>\"Everybody's got their version of a story, but when it's on tape, it's on tape,\" says Philadelphia Police Commissioner Charles Ramsey, president of the Police Executive Research Forum. \"It is what it is.\"</p><p>But is it? Howard Wasserman, a law professor at Florida International University who has written about police cameras, says lawyers are starting to discover what any college film student could have told them: Recorded images are not neutral.</p><p>\"How the camera is held, the angle at which the camera is held, is the camera sort of panning, is the camera held steady — all of that affects the perception of what you see,\" Wasserman says.</p><p>He says in court, video — even if it's fragmentary or confusing — has the potential of becoming the star of the show.</p><p>\"The problem that I think we get into is the assumption that the video shows all, so we can disregard all the other evidence that's not the video,\" Wasserman says.</p><p>The other big concern with police videos is control. In New Orleans, where all patrol officers started wearing the cameras this spring, the department has given officers mixed signals about when to press the record button, says Susan Hutson, the city's independent police monitor.</p><p>\"We saw the department was struggling with that a little bit, trying to make sure that officers knew when they can turn it off and when they can't,\" Hutson says.</p><p>Even when an officer willfully refuses to record, it's not a fireable offense in New Orleans. Then there's the potential for technical glitches, which has long been an issue with the dashboard cameras. They frequently malfunction, and one of Hutson's staffers says it's \"suspicious\" how often the cameras seem to fail to record at crucial moments — a complaint heard in other cities.</p><p>Finally, there's the matter of the 30-second buffer. When an officer presses record, the camera saves the 30 seconds of images that led up to that moment, but not the audio. The manufacturer designed the buffer to protect the privacy of police officers — and to appeal to resistant police unions — but it also means the cameras may miss crucial noises or words that trigger an incident. Wasserman thinks that's a mistake.</p><p>\"I think if we're going to do this, we need to do it right,\" he says. \"If anybody's privacy is going to be compromised, it ought to be the government officials who are wielding the power in all of these encounters.\"</p><p>He says that's another argument for more video recording by civilians to fill in the gaps of what \"really happened\" — now that that's increasingly decided by what's captured on camera.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Even+Police+Body+Cameras+Can+Lose+Sight+Of+The+Truth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342652099-b1b5a9.m3u?orgId=1&topicId=1070&ft=3&f=342623830"}]}