{"created":"2015-05-19T21:52:14+00:00","modified":"2015-05-20T19:01:49+00:00","valid":{"from":"2015-05-20T19:01:49+00:00","to":"3015-05-20T19:01:49+00:00"},"hreflang":"en","title":"After A Big Victory For ISIS, Iraqi Forces Look To Regroup ","published":"2015-05-19T23:06:00+00:00","teaser":"With a victory in Ramadi, the Islamic State controls a city just 70 miles from Baghdad. Many civilians are on the move, and Iraq's armed forces are again looking weak.","itags":["npr_api","407668874"],"guid":"707081c6-cd93-4962-ac55-933e26bb347f","contentencoded":"<p>The black flag of the self-proclaimed Islamic State is flying over the Iraqi city of Ramadi after government forces collapsed and the extremists seized control over the weekend.</p><p>Thousands of civilians have fled Ramadi and those left behind face a chaotic situation.</p><p>\"No food, no fuel, no electricity. It's very difficult there,\" says Sheikh Hekmat Suleiman, an adviser to the governor of Anbar Province. Ramadi is the provincial capital, and the local government has now fled the city, just 70 miles west of Baghdad.</p><p>Suleiman spoke with NPR from Baghdad, which he described as the province's \"alternate headquarters.\"</p><p>Asked how long it might take the Iraqi government forces to retake Ramadi, he says it could be months.</p><p>\"It's a very hard, long procedure,\" he adds.</p><p>After ISIS took Ramadi, a city that used to be home to hundreds of thousands, it appeared eerie and empty in a YouTube video released by the group.</p><p>Many residents have fled. There are reports that hundreds of people have been executed by the group. But a few have stayed behind. NPR reached restaurant owner Sameh Abdulkareem by phone, and he told us that ISIS says it's in Ramadi for the long haul.</p><p>Abdulkareem says the extremists promised to restore electricity, garbage collection and health care within two days. The group put its own preachers in mosques and, as part of its ultra-strict traditions, told men to stop selling women's underwear. ISIS sought to reassure people and told them not to be afraid and to remain in the city. <br /> <br />In Baghdad, Prime Minister Haider al-Abadi responded belligerently to the takeover. He vowed punishment for soldiers who deserted and promised to retake all of the western province of Anbar, an ISIS stronghold.</p><p>Soldiers, local tribal fighters and pro-government militias are now gathering in the thousands at the Habbaniyah Air Base, about 15 miles east of Ramadi, though it's not clear when an operation to reclaim Ramadi might take place.</p><p>Volunteer fighters flying into the air base posted videos of themselves enthusiastically vowing to defeat ISIS. But the problem is the vast majority of the volunteers are Shiite Muslims, while Anbar Province is overwhelmingly Sunni Muslim.</p><p>With Iraq's bloody history of sectarian violence, some leaders in Anbar say they see the Shiite militias to be just as threatening as ISIS. <br /> <br />Researcher Donatella Rovera of Amnesty International says the fears of sectarian violence by the militias are justified.<br /> <br />\"All of the militias have a very well-proven track record of committing very serious human rights abuses, including war crimes,\" she says. <br /> <br />A veteran politician from the area, Saleh al-Mutlaq, reached in Baghdad on a crackly phone line, says he hopes the militias attack ISIS and not civilians in Anbar. He stresses that for months, local fighters in the Ramadi area have been asking for weapons to fight ISIS, but not getting what they needed from the Iraqi government. <br /> <br />\"So they stayed without arms and the situation is a catastrophic one now,\" he says. <br /> <br />In a sign of the deep suspicion common in Iraq, he even speculates that Iraq's Shiite-led government weakened local Sunni fighters on purpose, giving the government an excuse to send in Shiite fighters.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+A+Big+Victory+For+ISIS%2C+Iraqi+Forces+Look+To+Regroup+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010764-e81eac.m3u?orgId=1&topicId=1010&d=219&p=2&story=407668874&t=progseg&e=407948189&seg=1&ft=nprml&f=407668874"},{"href":"http://media.npr.org/assets/img/2015/05/19/48358121_h36914758-3bb94000cbc6d4456cd27a92506f384f79124747.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/05/19/473872328-adc80d28e1efdee321fb759cf30f1726d80797fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2168","width":"2891"}}]}