{"created":"2014-10-17T19:54:39+00:00","modified":"2014-11-12T18:15:00+00:00","valid":{"from":"2014-11-12T18:14:59+00:00","to":"3014-11-12T18:14:59+00:00"},"hreflang":"en","title":"Twenty Years Later, 'Klinghoffer' Still Draws Protests","published":"2014-10-17T22:26:00+00:00","teaser":"Some critics charge that John Adams' opera is anti-Israel, even anti-Semitic. But the opera's supporters dispute that. With its Met debut on Monday, there are calls to burn the set to the ground.","itags":["npr_api","356889957"],"guid":"7071c73e-9c48-4c86-a2da-564e445a8afb","contentencoded":"<p>The Metropolitan Opera in New York is bracing for one of the more controversial productions in its history. Since its first performance more than 20 years ago, some critics have charged that composer <a href=\"http://www.npr.org/artists/14996733/john-adams\">John Adams</a>' <em>The Death of Klinghoffer</em> is anti-Israel, and even anti-Semitic. But the opera's supporters dispute that. They argue that <em>Klinghoffer </em>is a dramatic masterpiece that deserves to make its Met debut on Monday.</p><p>The title character is Leon Klinghoffer, a Jewish man in a wheelchair who was murdered by Palestinian terrorists after they hijacked a cruise ship in 1985. The events on the ship form the basic narrative of the opera. But it also digresses into the historical roots of the Israeli-Palestinian conflict — from the creation of the State of Israel in 1948, all the way back to the Old Testament. Klinghoffer's creators knew it was going to be controversial.</p><p>\"We discussed it,\" librettist Alice Goodman says. \"Not, 'Is this going to upset people?' But, 'Are we making the right presentation? Are we showing this in the most profound and truthful way?' \"</p><p>Goodman also collaborated with Adams on the opera <a href=\"http://www.npr.org/blogs/deceptivecadence/2012/10/22/163413334/nixon-in-china-an-american-opera-inches-toward-classic-at-25\" target=\"_blank\">Nixon in China</a>. But she did not expect the reaction that <em>Klinghoffer</em> provoked when it opened in 1991 at the Brooklyn Academy of Music, after its premiere in Brussels earlier that year.</p><p>\"I realized at that point that my original youthful notion — 'Oh, this is a wonderful libretto, this is best thing I've done, everyone will recognize this and acclaim it' — was naive, to say the least,\" Goodman says.</p><p>Performances in other cities were canceled, and Goodman's career as a librettist <a href=\"http://www.theguardian.com/music/2012/jan/29/alice-goodman-death-klinghoffer-interview\" target=\"_blank\">ended abruptly</a>. But the furor seemed to have died down in recent years. There were productions of <em>Klinghoffer</em> in St. Louis, Southern California and London, with hardly a protester in sight. Then came the current production at the Met, arguably the most important and visible opera house in the country.</p><p>Several hundred protesters, led by City University of New York trustee Jeffrey Wiesenfeld, picketed outside Lincoln Center before the Met's opening night last month.</p><p>\"You will be made to destroy that set,\" Wiesenfeld said at the protest. \"We will demand it. It doesn't belong in this city. We are going to be back here — everyone here and many, many more — every night of the <em>Klinghoffer</em> opera until the set is burned to the ground.\"</p><p>Most of those protesters say they've never seen <em>Klinghoffer</em>, and don't want to. They argue the opera is anti-Semitic because it humanizes — and therefore glorifies — the terrorists. But the opera's defenders say that's a fundamental misreading of the work.</p><p>\"The opera is not anti-Semitic,\" says Peter Gelb, the Met's general manager. \"It's not a glorification of terrorism. Any work of art that deals with conflict has to be authentic, has to explore both sides of the conflict. It explains the motives of the Palestinian terrorists, but that doesn't mean it supports them. \"</p><p>Still, Gelb agreed to a compromise with the opera's detractors at the Anti-Defamation League. Performances of <em>Klinghoffer</em> in New York would go ahead. But the Met canceled the scheduled video simulcast of the opera to hundreds of theaters around the globe.</p><p>Abraham Foxman, national director of the ADL, says the compromise makes sense because of rising anti-Semitism in Europe. \"When Peter [Gelb] and I spoke originally, I didn't have to persuade him very hard that maybe this is not the best time to raise the passions at theaters in Vienna and Amsterdam and Berlin,\" Foxman says. \"We looked for a compromise.\"</p><p>But outside of the ADL, the compromise appears to satisfy no one — not the protesters in the street and not Goodman. <em>Klinghoffer</em> was the last opera she ever wrote. Today she is an Anglican priest near Cambridge, England. She insists she doesn't hate the protesters, even if they essentially ended her career as a librettist.</p><p>\"The whole point of the opera is we are all related,\" Goodman says. \"It has to do with the humanity even of the person you least wish to acknowledge the humanity of. It's so important. That people you most hate are human beings.\"</p><p>Goodman says the Met's new production of <em>Klinghoffer,</em><em> </em>which also played in London, is the best yet, though she's disappointed that audiences around the world won't get to see it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Twenty+Years+Later%2C+%27Klinghoffer%27+Still+Draws+Protests&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357004674-dce452.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=356889957"},{"href":"http://media.npr.org/assets/img/2014/10/17/455935940-0e797b1105eeb2817c0b57e413f1d725b1e2e7a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3320","width":"4427"}},{"href":"http://media.npr.org/assets/img/2014/10/17/kling_1497a-6eec4f0342dd7615301becc181f53e982db80c4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2441","width":"3255"}}]}