{"created":"2014-10-08T16:43:44+00:00","modified":"2014-10-31T02:22:56+00:00","valid":{"from":"2014-10-31T02:22:56+00:00","to":"3014-10-31T02:22:56+00:00"},"hreflang":"en","title":"Post-Sept. 11 Hate Crime Reveals A 'Hurting' America","published":"2014-05-05T16:48:00+00:00","teaser":"In his new book <em>The True American: Murder and Mercy in Texas</em><em>, </em>journalist Anand Giridharadas follows both the victim and the perpetrator of a brutal crime after the Sept. 11 attacks.","itags":["npr_api","309747693"],"guid":"707468de-4ece-4e79-97c7-b51196e846cd","contentencoded":"<p>Just days after the Sept. 11 attacks, Rais Bhuiyan was working at a Dallas gas station when Mark Stroman walked in, asked him where he was from, and then shot him in the face.</p><p>Bhuiyan, a former air force officer from Bangladesh, survived. But that shooting was one of three attacks Stroman carried out after Sept. 11. He killed two other South Asian immigrants, whom he perceived to be Muslim or Arab.</p><p>The story soon faded from the headlines, but journalist Anand Giridharadas spent three years digging into Stroman's motivations, Bhuiyan's recovery and the surprising twists each man's life took after the crime. His new book is <em>The True American: Murder and Mercy in Texas</em>.</p><p><em>Tell Me More</em> spoke with Giridharadas about the remarkable story of hate, crime and forgiveness.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the v</strong><strong>ictim's new vision of forgiveness</strong></p><p>[Bhuiyan] was shot, and got blind in one eye, and yet was able to see something that most of the rest of us in America are in denial about, which is that there's an extraordinary number of us that have fallen so far out of the good life. ...</p><p>All this time, [Bhuiyan had] been trying to figure out: \"What's going on in this society of mine? Was this just an isolated guy who was crazy? Or is there something going on in this society that allowed there to be a Mark Stroman?\" The longer he stayed in America, the more he worked at the Olive Garden, actually learned about his colleagues' lives at the Olive Garden, which appalled him. Many of their lives similar to Mark Stroman's childhood — not very happy. The more he learned about the ravages of drugs in the corner of America that he was in, he realized that what had happened was not a fluke, that there was a really hurting under-nation in this country, and that Mark Stroman was the worst expression of a tendency that was wider than him. ...</p><p>[That] forced him to come to this realization that I'm going to forgive this guy, but I'm going to do something bigger than forgiving him. I want to fight a campaign to save him to show people that there's another way.</p><p><strong>On the shooter</strong><strong>'s j</strong><strong>ourney to death row</strong><strong></strong></p><p>Mark Stroman is kind of an angry white guy, calls himself a true American patriot, in and out of prison ... since he was a young man, but worked pretty stably in body shops his whole life. And [he] becomes convinced in the days after 9/11 that his country has been attacked in a way that must be answered, that the Bush administration will be too timid to do anything about it, and that he, Mark Stroman, needs to take care of it himself. And [he] does so by going to three gas stations in the Dallas area, walking in, seeing someone look what he called kind of \"Arab\" to him, and shooting the clerk in all three cases. ...</p><p>Mark Stroman's journey was to get sentenced to death, and to go to death row. And in the solitude of death row, with all of the bad influences from his life suddenly out of his life ... he becomes a better guy, and you see him melting, you see him becoming self-aware, you see him understanding what made him like this.</p><p><strong>On the victim's journey to success</strong></p><p>Rais Bhuiyan has this spectacular American reinvention. Gets kicked out of the hospital the day after going in ... but rebuilds as much as he can on the health front, rebuilds economically ... and is able, over the years, to get six-figure work in IT in Dallas after this journey. ... And then, 10 years in, [they] dramatically re-enter each other's lives.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Post-Sept.+11+Hate+Crime+Reveals+A+%27Hurting%27+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"636"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309747694-24e5f5.m3u?orgId=1&topicId=1015&ft=3&f=309747693"},{"href":"http://media.npr.org/assets/img/2014/05/05/trueamerican-0815732f282a1922ab1341786c9793bd1e18d4d9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"186","width":"248"}}]}