{"created":"2014-09-05T19:24:02+00:00","modified":"2014-09-05T19:24:02+00:00","valid":{"from":"2014-09-05T19:24:02+00:00","to":"3014-09-05T19:24:02+00:00"},"hreflang":"en","guid":"707ab16b-c6d6-42e3-986f-5e20dda06077","title":"The US is struggling to define its place in a 'world on fire'","published":"2014-09-05T19:24:01+00:00","byline":"Christopher Woolf","tags":["diplomacy","International Relations","Barack Obama","foreign policy","Conflict","Conflict & Justice","North America","United States","North America","Susan Glasser","Barack Obama","Barack Obama","United States"],"teaser":"In a year of never-ending crises from Ukraine to Syria to Gaza to West Africa, the United States isn't always the country getting results. What does that mean for America's place in the world?","contentencoded":"<p>Some critics say American foreign policy under Barack Obama has been guided by his slips of the tongue: &quot;Don&rsquo;t do stupid stuff,&quot; and &quot;We have no strategy.&quot;</p><p>President Obama came into office with a vision of a world at peace &mdash; a world where America re-built trust with old partners, and reached out to old rivals, even old enemies.&nbsp;<span style=\"line-height: 1.538em;\">That vision called for pulling American forces out of Iraq and Afghanistan and putting a renewed focus on the rising power of China.</span></p><p>Things didn&#39;t work out quite as the president envisioned.</p><p>Obama is currently at a NATO summit in the UK trying to figure out responses to a catalog of unexpected challenges, from Russian aggression in Ukraine to the chaos sweeping so much of the Middle East.</p><p>&ldquo;Events in the world have a way of rearranging even the biggest grand strategy,&rdquo; says Susan Glasser, editor of Politico Magazine, in an interview with The World.</p><p>Glasser cites Hillary Clinton, who said that you could have whatever plans you wanted as secretary of state, but managing the inbox was the one thing that wasn&rsquo;t optional.</p><p>Glasser says this really applies to Barack Obama now. &ldquo;We&rsquo;ve tried over and over again to put a doctrine label on his foreign policy actions, but in reality he&rsquo;s left reacting to his inbox &mdash; and right now the inbox is filled with overflowing crises.&rdquo;</p><p>Critics of the administration say that under Obama, the United States is punching below its weight when it comes to exercising leadership in the world, and it&rsquo;s not just critics on the right.</p><p>&ldquo;I&rsquo;ve been really struck by conversations over the last few months here in Washington with Democrats as well as Republicans who are openly voicing really significant concerns,&quot; Glasser says. Those Democrats want to know &quot;the role the United States should be playing in the midst of these crises, seeing this as a real test of US leadership.&rdquo;</p><p>Glasser says Obama&rsquo;s failure to follow through on his &quot;red line&quot; over the use of chemical weapons in Syria hurt American credibility across the Middle East. Many felt that the US was &ldquo;abdicating its leadership role.</p><p>&ldquo;There is a broad concern and disaffection, even among America&rsquo;s friends,&rdquo; Glasser adds, &ldquo;(that) perhaps we are turning away; perhaps we really are looking inward again, in a way that means the old security arrangements are going to be shaken up.&rdquo;</p><p>But Glasser points out that this is all just a guess &mdash; something that the president may also want to fix. &ldquo;I don&rsquo;t know what President Obama&rsquo;s view of the hierarchy of these crises is, because he hasn&rsquo;t really spoken to it,&quot; she says. &quot;He hasn&rsquo;t really taken the time to communicate to Americans his view of what &#39;the world on fire&#39; means right now.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR44VUU_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr44vuujpg-0"}]}