{"created":"2014-09-04T16:42:47+00:00","modified":"2014-09-04T16:42:48+00:00","valid":{"from":"2014-09-04T16:42:47+00:00","to":"3014-09-04T16:42:47+00:00"},"hreflang":"en","title":"'Blood Will Out' Reveals Secrets Of A Murderous Master Manipulator","published":"2014-03-10T19:02:00+00:00","teaser":"Author Walter Kirn thought he was befriending an eccentric Rockefeller, but his pal turned out to be an impostor wanted for murder. Kirn's new book explores the depths of that deception.","tags":["npr_api","288580904"],"guid":"709bd667-8c31-4d2d-b439-9200c0790d50","contentencoded":"<p>Let's say you meet a Rockefeller — Clark Rockefeller — and suddenly you have this connection to a world of wealth and privilege. Or so you think, because one day you find out he's an imposter. And not just an imposter — a murderer.</p><p>That's what happened to Walter Kirn, and Kirn's a smart guy — he's a journalist and the author of two novels that have been adapted into films, <em>Up In The Air</em> and <em>Thumbsucker</em>. How he was deceived, and what the consequences were, is the subject of Kirn's new memoir, <em>Blood Will Out</em>.</p><p>Clark Rockefeller was one of several identities assumed by Christian Karl Gerhartsreiter, a German national. He murdered his landlady's son in 1985 and the bones of his victim were discovered in 1994.</p><p>Kirn met Rockefeller in 1998. He tells <em>Fresh Air</em>'s Terry Gross, \"He was beyond eccentric and he had refined his act with so many people that he knew that he could go right up to the brink — right up to the brink — of incoherence and absurdity. And he also knew that the closer he went to it, the harder he would be to figure out.\"</p><p>Rockefeller was charged with murder in 2011. He was convicted last August and sentenced to 27 years in prison.</p><p><hr /></p><p><h3><strong>Interview Highlights</strong></h3></p><p><strong>On the murder of John</strong> <strong>Sohus</strong></p><p>In 1985, February ... Clark was living next door to an old lady who had a big mansion-like house in San Marino, Calif., and he was living in the guest house. She had a son in his 20s named John Sohus who had just gotten married to ... Linda Sohus. They were living in the main house. Somehow — in a way that's never really been made clear because the investigation has big holes in it — Clark murdered John Sohus. We've never found Linda. Her body has never turned up.</p><p>He cut him up, perhaps using a chainsaw that he borrowed from a neighbor (there was testimony about a chainsaw being borrowed) ... then put the body parts into plastic book bags and grocery bags and buried them in the yard between the guest house and the mother's house.</p><p>He then covered the grave and then in a couple of months' time ... he held a [Trivial Pursuit party] next to the grave outdoors. [He] served iced tea. One of the guests looked down, saw the dirt on the ground and said, \"What's all that?\" He told them, \"Well, there have been plumbing problems in the yard.\"</p><p>That body wasn't found for nine years, [not] until that yard was excavated for a swimming pool. And when it was ... the man who had been living in that guest house had disappeared. ... What no one knew is that he was now living in New York City as Clark Rockefeller.</p><p><strong>On how Rockefeller manipulated people </strong></p><p>Here is the secret of a master manipulator and liar: They leave lots of blanks for you to fill in. For example, when he was living in San Marino and pretending to be a British aristocrat — and this came out of the trial — he told one young woman, \"Oh, you know, I have an aunt in England, her name is Elizabeth.\" Then at another point he said, \"I have to go visit my family in Windsor.\" This person thought, \"Oh my lord, he's related to the queen! The queen is named Elizabeth and she lives in Windsor.\"</p><p>He was always doing that. He was always dropping breadcrumbs because he knew that if you put the story together in your own mind you'd be more convinced by it than if he told you the whole story ...</p><p>When I first met him, he took me out to a very fancy dinner atop a skyscraper in Midtown Manhattan. We looked down on Rockefeller Center. At one point he said, \"Let's go take a private tour of it, I have the key in my pocket.\" ... I think I said \"Oh, sure,\" but ... he said it in a way that's like how people say, \"You must come and stay at my house for a week.\" And you say, \"I'd love to,\" but you don't ever take them up on it? He's making a social gesture here, but do I really want to go through the sub-basements of Rockefeller Center with this character at 10 o'clock at night? He made a lot of offers he knew you wouldn't accept.</p><p><strong>On his elaborate lies, including that he was a freelance central banker for Thailand </strong></p><p>He said he had a model on his computer that allowed him to set the money supply and interest rates for these third-world countries because they couldn't afford their own Alan Greenspans.</p><p>It didn't make sense, but then again I didn't have time to go into it. He had another stunner already in the chamber. I think the next [lie] that he told me was that he could put the words of <em>Gilligan's Island</em> to any tune that I could mention, then he told me that he had never eaten in a restaurant, then he told me that he had gone to Yale at 14. So the minute that I was trying to figure out one riddle, another one was presented. It stops the mind after a while.</p><p><strong>On how he reacted to learning the truth about Rockefeller </strong></p><p>It happened gradually that I started to realize that I had been in danger. My mind protected me, at first, from that thought. But what it felt like to realize that I had been in the presence of a kind of<strong> </strong>almost Jeffrey Dahmer-like character was to suddenly realize that we're all in danger a lot of the time. I sort of got post-traumatic stress, or some version of it, immediately. People on the street dressed as policemen we assume are policemen, and bankers in the bank we assume are bankers, not criminals posing as them. When I suddenly realized that I had it so wrong, I started not trusting my judgment about pretty much anyone at anything, and that became mind-bending.</p><p><strong>On how Rockefeller exploited the social contract</strong></p><p>This book is a meditation to a large degree on the social contract and how so much of what people appear to be is based on what they say they are, or what other people say they are.</p><p>He'd go to a party at a yacht club, say, in Connecticut. Somehow he'd get to the party and no one would bar him at the door. He'd be dressed right; he'd tell people he was a Rockefeller; he'd make friends with them; he'd get in that club. And then he'd get reciprocity at other clubs because other clubs trusted that clubs like them had good members. And basically, through this series of references, he would expand his circle larger and larger and soon have access to everything. He was on the board of directors of one of the most exclusive private clubs in Boston. His name was on the wall...</p><p>An accent sounding kind of like Katharine Hepburn's cousin ... a monogrammed shirt and the right shoes will get you everywhere, apparently.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Blood+Will+Out%27+Reveals+Secrets+Of+A+Murderous+Master+Manipulator&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2598"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1288705592-7f3b7a.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=288580904"},{"href":"http://media.npr.org/assets/img/2014/03/10/kirn-walter-c-beowulf-sheehan-8a59824fb7b71d47b187822d437ef924d233915b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2025","width":"2697"}}]}