{"created":"2015-05-27T17:05:35+00:00","modified":"2015-05-27T17:05:35+00:00","valid":{"from":"2015-05-27T17:05:35+00:00","to":"3015-05-27T17:05:35+00:00"},"hreflang":"en","guid":"70a0bb85-5d34-42bb-b0eb-72f408df7a80","title":"Cheap And Fast, Online Voter Registration Catches On","published":"2015-05-22T05:23:00+00:00","teaser":"Twenty states have implemented online voter registration and seven are expected to follow. It has Republican and Democratic support, but some still worry about cyberthreats.","itags":["npr_api","407724279"],"contentencoded":"<p>Voters in more than half the states will soon be able to register online, rather than filling out a paper form and sending it in.</p><p>Twenty states have implemented online voter registration so far, almost all in the past few years. Seven other states and the District of Columbia are now in the process of doing so. That includes Florida, where Republican Gov. Rick Scott signed a bill last Friday requiring the state to allow online voter registration by 2017.</p><p>Online voter registration has become so popular because election officials say it's more efficient than a paper-based system, and cheaper.</p><p>Voters like it because they can register any time of day from home, said David Becker, director of election initiatives for the Pew Charitable Trusts.</p><p>\"What election officials are finding, is they're saving a ton of money, because they're having to process a lot fewer pieces of paper by hand, right before an election, and get that into the system,\" he said.</p><p>Arizona, for example, says it costs the state only 3 cents to register someone online, versus 83 cents on paper.</p><p>And there's another reason state election officials like online registration. It can be very difficult to keep voter rolls up to date and accurate, which has raised concerns about voter fraud and caused confusion at the polls. But information submitted online is immediately compared with driver's license or other state databases, and verified.</p><p>\"If someone puts in 'First Avenue,' instead of 'First Street,' as their address by mistake, and it doesn't match the motor vehicles file, in real time — with the voter still sitting at the screen — they can ask the voter to double check if what they entered was correct,\" Becker explained, adding that this can avoid a lot of problems on Election Day, especially if the error involves the spelling of the voter's name.</p><p>Online voter registration also turns out to be one of the few areas in running elections where many Republicans and Democrats agree.</p><p>Louisiana's Republican Secretary of State Tom Schedler said he was skeptical at first. Louisiana was one of the first states to approve online voter registration in 2009.</p><p>\"Register online? I mean it just was kind of an oxymoron to me. I just was so used to the old system. So I mean, I guess it was more just my confidence level in technology,\" he said.</p><p>But today, Schedler is a huge fan. He said more than 220,000 people have used the system so far, with no reported problems.</p><p>\"You can go straight online and do it. It takes about two minutes — three minutes max — and it's done,\" he said.</p><p>Still, not everyone is sold on the idea. Florida's bill had strong bipartisan support in the legislature, but Gov. Scott said he signed the measure \"with some hesitation.\" Scott said he was worried about meeting the October 2017 deadline, especially with a presidential election on the way. And his secretary of state, Ken Detzner, told lawmakers last month that he also opposed the bill because it was a massive undertaking.</p><p>\"You're dealing with the most sensitive part of an election. You're dealing with voter registration systems. And if we do it wrong, we are in a heap of trouble,\" Detzner said.</p><p>Some Republican lawmakers in Texas have also blocked an online registration bill in that state, saying they're worried the system would be vulnerable to cyberattacks.</p><p>However, computer experts say that's not a problem as long as certain safeguards are put in place. Pamela Smith, president of Verified Voting, a technology watchdog group, gave this advice: \"You want to make sure that you're testing for security while the system is being built and once it's in use. And you want to have a strategy for what happens if there's a failure of the system at a critical moment, like Election Day.\"</p><p>In most cases, voters need to have a driver's license to use the online system, which means states can also require them to show their licenses the first time they appear at the polls as an extra precaution, she said.</p><p>For everyone else, registering on paper is still an option.</p><p>Becker of Pew Charitable Trusts said one other problem that people were worried about has yet to materialize. Some politicians feared that online registration would favor one political party over the other. But according to Becker, the party breakdown in states using online registration is almost identical to what it was before. Red states are just as red; blue states just as blue.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cheap+And+Fast%2C+Online+Voter+Registration+Catches+On&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407749397-cb95a9.m3u?orgId=1&topicId=1014&d=234&p=2&story=407724279&t=progseg&e=407749020&seg=7&ft=nprml&f=407724279"},{"href":"http://media.npr.org/assets/img/2015/05/18/screen-shot-2015-05-18-at-14.46.48_sq-a21c7f13ac153baee7edddceb10e77414254450d.png","type":"image/jpeg","meta":{"crop":"square","height":"735","width":"735"}},{"href":"http://media.npr.org/assets/img/2015/05/18/gavoterreg_custom-dcf64edd0c15d450f1d5ba84d3b6dce3db0ed070.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"527","width":"1015"}}]}