{"created":"2014-09-08T19:20:08+00:00","modified":"2014-10-30T22:35:55+00:00","valid":{"from":"2014-10-30T22:35:55+00:00","to":"3014-10-30T22:35:55+00:00"},"hreflang":"en","title":"Russia Reports Troop Deaths In Ukraine, But Calls Them 'Volunteers'","published":"2014-09-08T16:31:00+00:00","teaser":"Ukraine and the West insist that the Russian army has been fighting in eastern Ukraine, a charge Russia denies. But reports from Russia now acknowledge that Russian soldiers are part of the battle.","itags":["npr_api","346735504"],"guid":"70a3f1ac-a982-4879-b5fc-56372fc480aa","contentencoded":"<p>Ukraine and the West, including the United States, insist that the Russian army has been fighting in eastern Ukraine, a charge that Russia just as vehemently denies.</p><p>But reports from Russia now acknowledge that Russian soldiers are part of the battle — though they are claimed to be volunteers, on leave from their army jobs.</p><p>Critics say the Russian military is ordering soldiers into the fight, and covering up the deaths of those who are killed, in an unacknowledged war on foreign soil.</p><p>The Russian TV channel NTV carried a report on the funerals of two Russian paratroopers who were killed while fighting in Ukraine. The men were buried with full military honors, including the Russian national anthem and a gun salute fired by fellow paratroopers.</p><p>The NTV report quoted the leader of a prominent veterans' group as saying the men were heroes who died for the freedom of Russian-speaking people in eastern Ukraine. The report also said the two men took leave from their military duties in Russia, without telling their superiors that they planned to fight alongside the separatists in Ukraine's eastern provinces.</p><p>That's in keeping with a recent statement from the current leader of the self-declared Donetsk People's Republic.</p><p>\"We have never hidden that there are many Russians among us,\" Alexander Zakharchenko told reporters at a recent news conference. \"There's no secret that among the volunteers from Russia, there are many military men.\"</p><p>Zakharchenko said there have been 3,000-4,000 Russians fighting with the separatists, and he acknowledged that some of them have been killed.</p><p>Russian leaders, from President Putin on down, consistently deny that Russia has any role at all in the fighting, but Russia's military has been challenged to explain an upsurge in dead and missing soldiers from its elite units.</p><p>Another two members of a parachute division were buried in the western Russian city of Pskov last month. The official explanation was that they had been killed in a training exercise in southern Russia, but references on social media suggested that they had actually been in eastern Ukraine.</p><p>An opposition lawmaker from the city, Lev Shlosberg, was severely beaten by unknown assailants after he tried to draw attention to rumors that units from Pskov were taking substantial casualties in the fighting.</p><p>Speaking by phone from his hospital bed, Shlosberg told NPR that officials aren't reporting the deaths of Russian soldiers.</p><p>\"They deny it,\" he says. \"The fact of the losses is denied, and the scale of the casualties. And they ended up denying the fact of the burials.\"</p><p>After Shlosberg and some independent news media tried to find out more about the deaths, the wreaths and name plates were removed from the two graves.</p><p>Shlosberg says Pskov is a military city with a long history of service to the country. He says people there deserve the truth about where their soldiers are fighting.</p><p>\"There's a political decision to keep the information about the war from being published, so people aren't getting information, including the families,\" he says. \"They make everyone keep silence and tell lies.\"</p><p>Valentina Melnikova, the head of the Committee of Soldiers' Mothers, an organization representing the troops' families, said in an interview with the independent TV channel Rain that there are reports that families have been told to keep quiet about the losses of their loved ones in the service.</p><p>\"If relatives are threatened, they should demand an investigation, because no one should threaten relatives of those who died or were taken prisoner or wounded,\" Melnikova said. \"No one should call this a secret.\"</p><p>Ukrainian officials claim that up to 2,000 Russian troops have been killed in the fighting. Ukraine has provided little evidence to support this claim, and it seems extremely high given that the overall death toll in months of fighting has been put at more than 3,000. But if even a fraction of that is true, the Russian military has a lot to explain to the families of the dead.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Russia+Reports+Troop+Deaths+In+Ukraine%2C+But+Calls+Them+%27Volunteers%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346735505-c1da86.m3u?orgId=1&topicId=1124&ft=3&f=346735504"},{"href":"http://media.npr.org/assets/img/2014/09/08/454283642-961bd58f8299aadfe592fc0080448ae0b391bbac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2206","width":"2941"}}]}