{"created":"2014-10-07T20:47:15+00:00","modified":"2014-12-03T00:15:38+00:00","valid":{"from":"2014-12-03T00:15:37+00:00","to":"3014-12-03T00:15:37+00:00"},"hreflang":"en","title":"Extremists Leave A Violent Message In A Small Iraqi Town","published":"2014-07-21T14:49:00+00:00","teaser":"The Sunni town fought back when Sunni Muslim extremists from the Islamic State tried to impose their rule. The extremists leveled the town as a warning to Sunnis who won't accept their brutal rule.","itags":["npr_api","332717869"],"guid":"70a71a68-22d9-46f0-ad4d-c7c40de7be07","contentencoded":"<p>A small Sunni Arab town north of Baghdad put up a fight when Sunni Muslim extremists from the so-called Islamic State tried to impose their rule on the town.</p><p>The residents lost, and now the town, Zowiya, just outside of Tikrit, is destroyed. More than 200 of its homes have been blown up, and the residents have fled.</p><p>The Islamic State leveled the town as a warning to anybody else that dares to fight them.</p><p>\"My town is gone,\" says Abu Saad, a businessman in his sixties. \"They bombed all our houses. Everything we have is gone.\"</p><p><strong>'We Fight Them, They Destroy Us'</strong></p><p>Abu Saad and many of Zowiya's wealthy came to the northern Kurdish city of Erbil for safety. Many have rented homes in a small compound for about $1,000 a month, each home with five or more families.</p><p>Abu Saad rented a little home in Erbil he shares with his four married sons and their families.</p><p>\"We have good houses, very luxury houses,\" he says. \"I'm businessman. I have two houses for my sons. They bomb it.\" Everything is gone: passports, furniture, memories.</p><p>\"Because we fight them, they destroy us,\" Abu Saad says.</p><p>It is a cautionary tale for Sunnis who won't accept the brutal rule of the Islamic State. The fighters came on July 6 to the small town, which is flanked by the Tigris River and mountains. They stole cars and told the people — mostly businessmen and soldiers — to repent and disavow the government.</p><p>Abu Saad says everyone refused.</p><p>\"We don't hurt anyone,\" he says. \"How [can] we announce our repentance? They say, 'If you don't announce your repentance, we should bomb your houses.' \"</p><p>They begged the fighters to leave them alone. But the next day, the extremists attacked with hundreds of vehicles equipped with heavy weaponry and intense mortar fire.</p><p>The young men of the village fought for four hours, and when the ammunition ran out, everyone fled. At least 15 people were killed in the battle, two of them women.</p><p>Abu Saad pulls out his phone to show a photo of the house where he and his sons lived; a villa, with a Mediterranean-style red roof. Then he shows a picture of waist-high rubble where the house once was.</p><p><strong>Desperate Enough To Welcome A Dictator</strong></p><p>Online, the Islamic State posted picture of what it called the \"purification\" of Zowiya. Pictures of homes burning, of rubble and of bodies of people they called \"collaborators.\"</p><p>During the fight, no one came to help from the state, the residents say.</p><p>Abu Saad blames America for the tragedy. Since the U.S.-led invasion, they've lived under 10 years of chaos, with a corrupt government that divided the nation between Sunnis and Shias.</p><p>\"Everything is wrong in Iraq because of America,\" he says. \"Because America, they bring us a fake government.\"</p><p>Now they're so desperate they'd welcome American troops — or even a dictator — to keep them safe.</p><p>On the same street in Erbil are displaced people from another town who were forced to repent with scores of others.</p><p>The police chief from that town opens his wallet to show a document saying he disavowed his rank in the police. It has the signature black markings of the Islamic State on top. Even so, he fled, because he doesn't trust that he'll be safe.</p><p>He asked us not to use his name for his protection. The rest of his family fled only this week, after government air strikes rained down, killing nearly two dozen people.</p><p>The men say they would go back and fight, if they could fight with an army they trust.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Extremists+Leave+A+Violent+Message+In+A+Small+Iraqi+Town&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332760122-64024c.m3u?orgId=1&topicId=1010&ft=3&f=332717869"},{"href":"http://media.npr.org/assets/img/2014/07/18/22969021_h30058612-0b5a894cd7341f271149e79b30f73998664b1fa8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2628","width":"3505"}}]}