{"created":"2014-10-03T21:25:42+00:00","modified":"2014-10-07T16:18:19+00:00","valid":{"from":"2014-10-07T16:18:19+00:00","to":"3014-10-07T16:18:19+00:00"},"hreflang":"en","title":"An Education Reporter Puts Himself To The (Standardized) Test","published":"2014-05-29T17:14:00+00:00","teaser":"New Common Core teaching standards mean new standardized exams. NPR's Cory Turner took one himself and reports on what's changed.","itags":["npr_api","299073572"],"guid":"70ab0085-c6d3-46af-b92d-f77992103c1f","contentencoded":"<p>What are the two most feared — most reviled — words in the English language?</p><p>\"Tax day,\" maybe? Or \"traffic jam\"?</p><p>\"Pink slip\" still connotes an awful brand of helplessness, even though, I assume, most Americans who get pink-slipped these days never see a pink slip.</p><p>No, my vote is for \"standardized test.\"</p><p>That's right. You felt it, didn't you? Shivers up the spine. The stab of a No. 2 pencil. And oh! Those monstrous, monotonous bubbles. They may as well be a legion of eyes staring back at your inadequacy.</p><p>Well, those dreaded tests we took as kids (and that kids still take) are changing as a result of new Common Core State Standards for English Language Arts and Math. And they're changing radically. Next year, most states will throw out the old tests that varied from state to state in favor of new, Common-Core-aligned tests to measure student performance.</p><p>Most of the 44 states that adopted the Core standards have divided into two consortia: Smarter Balanced (note the \"d,\" not the <a href=\"http://www.smartbalance.com/\" target=\"_blank\">margarine</a>) and PARCC. And it's these consortia that are now hard at work developing new, Common-Core-aligned tests. In fact, both recently began field-testing their tests. What's on them? And how will they be different from the tests kids have been taking for years? Funny you should ask.</p><p>The PARCC people were kind enough to post practice tests for anyone with time to kill. They're available for grades 3 through 11 in English Language Arts (sorry, math enthusiasts, you have to wait till April). The <a href=\"http://practice.parcc.testnav.com/\" target=\"_blank\">tests are available</a> at PARCC's website and are meant to be taken on the computer. Anyone can do it. Since I had just edited a reporter's story out of Vermont, about eighth-graders trying out new Core-inspired learning techniques, I thought I would take the literacy test for eighth-graders.</p><p>I won't bore you with my score. What's important here is what's <em>different</em> between these Core-aligned tests and the state tests they will replace.</p><p>Wendi Anderson is a senior adviser for English Language Arts/Literacy at PARCC and says that in the old days, some states would ask kids to write an essay like this:</p><p>\"Imagine you're the principal for the day. What would you do and why?\"</p><p>I, for one, would mandate marshmallows for every meal and require science classes be taught with kickballs. And that's the problem, says Nancy Doorey, director of programs for the K-12 Center at the nonprofit Educational Testing Service, or ETS.</p><p>\"The accuracy of what students wrote made no difference at all,\" Doorey says. \"I mean they could literally make up anything in the world and put it in, and it made no difference.\"</p><p>Those tests measured some important composition basics — such as sentence structure and the use of transitions. These new tests can measure those too. They also do something new in many states: They ask kids to read a text closely and to write about it using <em>evidence </em>from the text.</p><p>Anderson helped edit the practice test I took, and even she found herself returning, again and again, to the source material.</p><p>\"I had to go back into the text as I was going through and creating the answer document, because it really does require that close reading,\" she says. \"You can't just read it once and have it down.\"</p><p>Here's another difference between the old tests and new. The reading passages now — for many kids — will be more complex than they're used to, and for some, harder to understand. Doorey says that's because, in the past, some states used passages that were below grade level. The rationale was well-intentioned: to make sure most kids could get through the reading and answer the questions. But Doorey says lowering the bar postponed a hard truth:</p><p>\"Kids were graduating high school,\" Doorey says, \"and going into community college or the university and finding that the college-level texts are way too difficult.\"</p><p>Even I had a hard time with one section of this eighth-grade practice test. It was actually three passages: one from a real scientific study about elephants cooperating, one from an article about that study, and the third was a <a href=\"https://www.youtube.com/watch?v=CXcRw6Piaj8&noredirect=1\" target=\"_blank\">video clip</a> of the study in action.</p><p>After I watched the video, the test wanted me to write an essay comparing the information in the video to what's in the article and the study. I didn't write it, though. I was busy ... writing this essay comparing information presented in the test itself to everything that came before.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Education+Reporter+Puts+Himself+To+The+%28Standardized%29+Test&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1300836851-17ec00.m3u?orgId=1&topicId=1013&aggIds=317043602&ft=3&f=299073572"},{"href":"http://media.npr.org/assets/img/2014/04/04/Scantron-2968ac3dff5ea12f3dbcbbbd4baa391ec8e6ce2c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"325","width":"434"}}]}