{"created":"2014-12-14T20:10:09+00:00","modified":"2015-05-13T21:26:38+00:00","valid":{"from":"2015-05-13T21:26:38+00:00","to":"3015-05-13T21:26:38+00:00"},"hreflang":"en","title":"Survivor Of Mexican Student Attacks Tells Of Bullet-Riddled Escape","published":"2014-12-14T17:18:00+00:00","teaser":"As the investigation into the presumed murder of 43 students in Mexico continues, one student who says he escaped the attacks describes how police surrounded the students' buses and began to fire.","itags":["npr_api","370346999"],"guid":"70b767f3-dc6c-48ac-a93f-f211de238f16","contentencoded":"<p>In Mexico, authorities continue the investigation into the kidnapping and presumed murder of 43 students from a college in the southern state of Guerrero.</p><p>On a recent afternoon at the teaching school in Ayotzinapa, Guerrero, I spoke to one man who says he survived the attacks on Sept. 26. NPR couldn't independently confirm 22-year-old Carlos Martinez's account, but it is consistent with other eyewitness versions and investigator's statements.</p><p>We spoke in the school's outdoor patio that doubles as a basketball court, but no one has been playing since the attack.</p><p>Instead, 43 orange plastic school chairs, lined up in neat rows, sit empty on one side of the court. Each has a picture of a missing student taped to its front.</p><p><strong>Martinez's Story</strong></p><p>That night back in September, three buses loaded with students headed out of the school toward Iguala, Guerrero, about an hour and a half away. Martinez, a junior at the school, says unfortunately they arrived just as the mayor's wife was giving a political speech.</p><p>Thinking the students came to disrupt the event, and on orders of the mayor, police chased the students out of downtown and onto the main road, where Martinez says more patrol cars arrived and surrounded the buses.</p><p>The police jumped out and started shooting, Martinez says. More would come and start shooting, too. \"You just heard shots everywhere,\" he says.</p><p>As the bullets flew, Martinez says he and a group of students ran out of the bus and hid behind it.</p><p>\"We screamed, 'Stop shooting, stop shooting, we don't have any guns,' \" he says. Martinez watched as one of his friends, Aldo, was shot in the head and fell to the ground.</p><p>According to authorities, the Iguala police shot and killed three students that night, as well as three bystanders.</p><p>Martinez says surviving students were loaded into patrol cars and taken away. He and the rest of the students, who had been hiding, waited for police to come back, thinking they would need to investigate the crime scene.</p><p><strong>A Second Attack</strong></p><p>\"But they didn't come back,\" he says, \"so we started to try to mark where all the bullets had hit, with rocks and plates and trash, whatever we could find.</p><p>\"After about an hour and a half, the police returned and just started shooting,\" he says. \"They were firing so fast. I ran with about 15 other guys and hid behind a small red car. I saw them shoot another friend dead.\"</p><p>In a lull, Martinez says he and his friends ran. They turned a corner, scaled a wall and jumped onto the roof of small room.</p><p>Authorities say the police took 43 students and turned them over to a drug gang, which killed them all and burned their bodies that night.</p><p>\"We all stayed on the roof, all night, until 5 the next morning,\" Martinez says. He says no one moved, despite the heavy rainfall.</p><p>Forty-four police officers from Iguala and a nearby town are now under arrest; the police chief is a fugitive.</p><p>Why he wasn't taken away and killed himself, Martinez says, he doesn't know. It was the luck of the draw, and he says he will continue searching for his fellow students.</p><p>\"I owe it to them,\" he says. \"If it had been me that night, they would do the same. We won't stop fighting until everyone responsible for this crime, everyone, is brought to justice.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Survivor+Of+Mexican+Student+Attacks+Tells+Of+Bullet-Riddled+Escape&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"188"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370714630-ccaa5b.m3u?orgId=1&topicId=1127&d=188&p=10&story=370346999&t=progseg&e=370714609&seg=4&ft=nprml&f=370346999"},{"href":"http://media.npr.org/assets/img/2014/12/13/mexico-students-mem-56ea0e6754d3a5738b773b24a36a12f698971eff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1656","width":"2208"}}]}