{"created":"2014-09-10T21:56:03+00:00","modified":"2014-10-30T22:32:50+00:00","valid":{"from":"2014-10-30T22:32:50+00:00","to":"3014-10-30T22:32:50+00:00"},"hreflang":"en","title":"Nonesuch At 50: A Record Label Without Borders","published":"2014-09-11T16:08:00+00:00","teaser":"It began as a small classical label selling records at modest prices. A half-century later, it issues albums from big names in a spectrum of contemporary music from all parts of the globe.","itags":["npr_api","347155810"],"guid":"70c69306-4072-45b2-b6b9-d400b9661c51","contentencoded":"<p>Sometimes good things come in small packages. Nonesuch Records, which started as a tiny independent budget classical label in 1964, is celebrating its 50th anniversary with three weeks of concerts at the Brooklyn Academy of Music. The label became a force in the recording industry by pioneering electronic music and world music, launching the ragtime revival and becoming a place where contemporary classical composers had a home. Now an industry powerhouse, Nonesuch still operates like an independent record company.</p><p>Tucked in a corner of the Manhattan office tower that houses the giant conglomerate Warner Music Group, the 13 staffers who run Nonesuch quietly release about 25 albums a year. Robert Hurwitz has been leading the company for 30 of its 50 years. He says when he got the job, he knew it was the opportunity of a lifetime.</p><p>\"I recognized that if I was going to fail,\" Hurwitz says, \"I wanted to fail on my own terms, which was I wanted to fail not because I took a safe way and did what people thought I should do, but that I was going to fail because we actually had the courage of our convictions and people just didn't buy the record.\"</p><p>When he released <a href=\"http://www.npr.org/artists/15837607/henryk-gorecki\" target=\"_blank\">Henryk Górecki</a>'s Third Symphony in 1992, Hurwitz figured it would sell about 25,000 copies. Instead, it sold more than 1 million. \"All that did was reaffirm to me that there was a public out there that was just like me,\" Hurwitz says.</p><p>In many ways, Hurwitz was following the philosophy of label founder Jac Holzman. When Holzman launched Nonesuch 50 years ago, he had already created Elektra Records in his college dorm room. Elektra was home to such popular folk artists as <a href=\"http://www.npr.org/artists/111484985/judy-collins\" target=\"_blank\">Judy Collins</a> and Phil Ochs. Holzman wanted to make classical music available to record buyers at budget prices, so he licensed European recordings and sold them for the price of a paperback, about $2.50.</p><p>But Holzman knew the licenses would run out, so he took a chance on contemporary electronic music. He and his partner Teresa Sterne commissioned <a href=\"http://www.npr.org/2013/10/12/231546813/electronic-musics-godfather-isnt-done-innovating\" target=\"_blank\">Morton Subotnick</a> to create the first completely electronic composition for records. <em>Silver Apples of the Moon</em> became a big hit.</p><p>\"Then we did the <em>Nonesuch Guide to Electronic Music</em>, sitting on the <em>Billboard</em> charts, midway on the <em>Billboard</em> charts, for 26 weeks,\" Holzman says. \"And then Josh Rifkin walked in one day and he said, 'You know, we really ought to do an album of <a href=\"http://www.npr.org/artists/90901147/scott-joplin\">[Scott] Joplin</a> rags.' Well, that started the whole Joplin craze.\"</p><p>Then Holzman and Sterne heard from David Lewiston, who'd been traveling round the world recording indigenous music.</p><p>\"So, I came back to New York, with no idea of getting involved with a record company,\" Lewiston told NPR in 2000. \"I just knew I had these great recordings. But then I was rifling through the stacks in Sam Goody's on Third Avenue and discovered there was this company called Nonesuch, which actually put out records of this sort of stuff.\"</p><p>The Nonesuch Explorer series introduced world music to American audiences long before it was called world music. Holzman says Nonesuch — with its distinctive logo and album covers, and its own bins in record stores — reversed industry trends in the 1960s.</p><p>\"Large record labels like RCA and Columbia financed their serious music-making out of their pop successes,\" Holzman says. \"Nonesuch was so successful at the end of its first year that suddenly I had an extra half-million dollars in cash with which to finance the Butterfield Blues Band, <a href=\"http://www.npr.org/artists/15446942/the-doors\" target=\"_blank\">The Doors</a>, <a href=\"http://www.npr.org/artists/90283085/queen\" target=\"_blank\">Queen</a>, etc. And so Nonesuch provided the financial kindling for the explosion that Elektra became.\"</p><p>In the years that followed, Hurwitz's Nonesuch has enjoyed huge success with the Gipsy Kings and the <a href=\"http://www.npr.org/artists/15638696/buena-vista-social-club\" target=\"_blank\">Buena Vista Social Club</a>. He also signed the <a href=\"http://www.npr.org/artists/14983141/kronos-quartet\" target=\"_blank\">Kronos Quartet</a> and composers <a href=\"http://www.npr.org/artists/15005371/steve-reich\" target=\"_blank\">Steve Reich</a> and <a href=\"http://www.npr.org/artists/14996733/john-adams\" target=\"_blank\">John Adams</a>, and broadened the label's scope to include <a href=\"http://www.npr.org/artists/14874232/emmylou-harris\" target=\"_blank\">Emmylou Harris</a> and songwriter <a href=\"http://www.npr.org/artists/14982343/randy-newman\" target=\"_blank\">Randy Newman</a>.</p><p>\"Bob is a music man,\" Newman says. \"He leaves it alone, creatively. I mean, he has things that he likes and things that he doesn't like and he makes his opinions known. But it isn't for commercial reasons, in any sense, that he likes things.\"</p><p>It was artists like Newman and <a href=\"http://www.npr.org/artists/15164119/wilco\" target=\"_blank\">Wilco</a> who attracted a young <a href=\"http://www.npr.org/artists/137090650/chris-thile\" target=\"_blank\">Chris Thile</a> to Nonesuch. \"I've wanted to be on Nonesuch since I was a little kid,\" Thile says.</p><p>Thile has since become one of today's most respected mandolin players. He says he's always surprised to find out who's on the label: \"I kept hearing just all sorts of different musical aesthetics represented.\" Like pianist and fellow MacArthur genius grant winner <a href=\"http://www.npr.org/artists/148914270/jeremy-denk\" target=\"_blank\">Jeremy Denk</a>.</p><p>\"I love the way in which there isn't this wall at Nonesuch between the classical and the other worlds, that if it's interesting, then it's part of the collection,\" Denk says.</p><p>Nonesuch continues to defy expectations. One upcoming release will feature <a href=\"http://www.npr.org/artists/15152697/radiohead\" target=\"_blank\">Radiohead</a>'s <a href=\"http://www.npr.org/artists/16215159/jonny-greenwood\" target=\"_blank\">Jonny Greenwood</a> playing music by Reich.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nonesuch+At+50%3A+A+Record+Label+Without+Borders&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"443"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347468404-718a4b.m3u?orgId=1&topicId=1106&ft=3&f=347155810"},{"href":"http://media.npr.org/assets/img/2014/09/10/bvscwithsticker-8df6123ffe689794eebd114112b591e4ebaa715e.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1000","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/09/10/gorecki-no-3-afb95c6872962e6ebf31413ff6337e532f9bf197.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1000","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/09/10/john-adams---nixon-in-china-b3f475c29912334f18e7bf8a3d99ac2ebeadae20.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1000","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/09/10/kalish---ives-b477798c39e59edbda91ab424330ba75de784191.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1000","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/09/10/koyaanisqatsi-d01d2cd2d4026a2b731486cc29592522d4c42e1e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"888","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/09/10/kremer---homage-8606426fd711457a27c15935960016041133ad0b.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1000","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/09/10/kronos---white-man-sleeps-c84c7a6b12920c2753f4aaf0027fd8edf5f5f4cf.jpg","type":"image/jpeg","meta":{"crop":"square","height":"997","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/09/10/neruda-928ec6b2de9918616c4ae8f20188542c710d5fe2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"893","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/09/10/plant-a6f250ef1c08d5f8989ba993dd4319c246dc0db1.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1000","width":"1000"}}]}