{"created":"2015-04-30T20:26:46+00:00","modified":"2015-05-12T19:53:37+00:00","valid":{"from":"2015-05-12T19:53:37+00:00","to":"3015-05-12T19:53:37+00:00"},"hreflang":"en","guid":"70d31971-192b-4e29-aa34-b3721930d03c","title":"Human interest stories obscure the real human needs in Nepal","published":"2015-05-12T19:53:32+00:00","byline":"Nina Porzucki","tags":["Nepal earthquake","aid","disaster","media","Development","Development & Education","Asia","Nepal","Disaster"],"teaser":"Days after the earthquake hit Nepal, Shrochis Karki says some rural villages have still seen few signs of help. And while he's been working from his home in England to coordinate relief efforts, he says part of the blame lies with the world's fixation on dramatic human interest stories and not real problems.","contentencoded":"<p>Media outlets — and, yes, that means us here — often rely on human interest stories to get a better glimpse into how major events are affecting everyday people. But it's a method that has its down sides.</p>\n<p>Shrochis Karki recently found himself at the center of such a human interest story. Karki, a Nepali who lives in England, was interviewed by the BBC about how his family back in Nepal has been surviving the aftermath of the huge earthquake that struck the country on April 25.</p>\n<p>Karki left the interview feeling that his own “human interest story” was missing the <em>real</em> story. He wrote about his feelings on Facebook: “Sure, my parents are in discomfort, but to tell you the truth, I am a middle class, urban boy. ... This is not to say that they are not suffering, and I am thankful to organizations who are working to support them, but the scale and depth of this tragedy goes far beyond the urban middle class.”</p>\n<p>He argues the press and the world have has focused their attention on Kathmandu, the capital, or trekkers who survived an avalanche at Mount Everest. Meanwhile, he says, many rural villages have gone without any outside help or aid.</p>\n<p>\"There’s an entire story that is largely untold, the story that’s happening in rural areas where the devastation is far bigger — and the inability of aid workers and agencies to reach [those people],\" he says.</p>\n<p>Of course, he admits, \"these are some of the most rural parts of the country, where many of the poorest people live, and so it is no surprise that it’s difficult to reach these places now.\" But even so, he argues the lack of help in rural areas is appalling.</p>\n<p>Karki recently heard from a village in <a href=\"http://www.ibtimes.co.uk/nepal-earthquake-aerial-photos-remote-gorkha-district-show-entire-villages-reduced-rubble-1499000\">Nepal's Gorkha</a> district, the epicenter of the earthquake, that no aid had arrived at all</p>\n<p>“We got a call saying that 90 percent of households don’t have any homes anymore because their mud home had been demolished and nobody had reached them yet.\" he says. \"And this was two-and-a-half days ago. So as soon as we heard about this we tried to mobilize our resources on the ground.\"</p>\n<p>But the logistics of procuring and delivering more than 7,000 tents is easier said than done.</p>\n<p>“What we’re doing is actually trying to source tarpaulin to create tents with bamboo,\" Karki explains. \"But we’re facing quite a lot of logistical challenges and bureaucratic challenges to get this material there. But the hope is that we can send some teams first to get this material there and then do a proper assessment of what the other needs are.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-30%2Fforget-human-interest-stories-there-are-real-human-needs-nepal&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/04302015_06.mp3"},{"href":"http://admin.pri.org/file/0430201506mp3"}]}