{"created":"2014-10-27T23:48:56+00:00","modified":"2014-10-27T23:48:56+00:00","valid":{"from":"2014-10-27T23:48:56+00:00","to":"3014-10-27T23:48:56+00:00"},"hreflang":"en","title":"Historian: Blaming Sterling Controversy On Age Is 'Too Easy'","published":"2014-04-28T20:33:00+00:00","teaser":"Khalil Gibran Muhammad discusses the impact of the comments allegedly made by the Clippers owner.","itags":["npr_api","307746129"],"contentencoded":"<p>Racist comments allegedly spoken by Clippers&#8217; owner Donald Sterling have drawn wide criticism, including from President Obama and from celebrated basketball players including LeBron James, Michael Jordan and Magic Johnson.</p><p>Portions of the recording were released over the weekend by <a href=\"http://www.tmz.com/2014/04/26/donald-sterling-clippers-owner-black-people-racist-audio-magic-johnson/\" target=\"_blank\">TMZ</a> and <a href=\"http://deadspin.com/exclusive-the-extended-donald-sterling-tape-1568291249\" target=\"_blank\">Deadspin</a>.</p><p><strong>Khalil Gibran Muhammad</strong>, director of the Schomburg Center for Research in Black Culture at the New York Public Library, discusses the comments and reaction with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young.</p><h4>Interview Highlights: Khalil Gibran Muhammad</h4><p><strong>On his reaction to the alleged Don Sterling comments</strong></p><p>&#8220;These are scary comments and just listening to Sterling repeat himself in this clip you just played, my heart fluttered because when he said &#8216;it does matter,&#8217; it does reflect something about the deeply entrenched nature of the way in which we see people as different in this country &#8212; whether it is by race, which is the issue at hand here, or by class. And we decide collectively that that’s okay, consistently &#8212; not everyone, but in so many thousands of ways. As a parent of young children, I am deeply concerned about the implicit bias problem that researchers are bringing to our attention now &#8212; something that of course has been in existence for a long time &#8212; but being able to point out to people the ways in which they make decisions about the worthiness of individuals and entire groups based on perception is deeply troubling in this time. And for our young people who didn&#8217;t group up with cross burnings, young people who didn&#8217;t grow up hearing prominent politicians defend white supremacy, there is a lot of dissonance between what we’re teaching in our classrooms and the reality on the ground.&#8221;</p><p><strong>On the <a href=\"http://www.mediaite.com/online/concha-from-sterling-to-bundy-racism-more-about-age-than-politics/\" target=\"_blank\">idea</a> that it&#8217;s about old white America, not current America</strong></p><p>&#8220;I think that’s just too easy. And I think the best example to counter that view is to look at the explosion of testimony from young, black college students from around the country, many of them at the most elite universities &#8212; Harvard, for example, Georgetown in Washington, D.C. These young people have been leading a <a href=\"http://itooamharvard.tumblr.com/\" target=\"_blank\">social media campaign</a> to talk about what it means to be black on college campuses today, to be subject to all kinds of racial taunts and insensitivities, from being asked what is it like to be black, to be questioned as to their right to belong on those campuses. So we’re talking about 17 to 23-year-olds, who are the most privileged kids in our country, articulating views that are in the ballpark of what Sterling and Bundy said.&#8221;</p><p><strong>On a recent interaction with his daughter</strong></p><p>&#8220;She said &#8216;I don’t want to be black anymore, I want to be white.&#8217; And I said to her, &#8216;Honey, why would you say that?&#8217; And she said, &#8216;it’s too hard to be black.&#8217; She was watching Black Power Mixtapes, which is a documentary about 1960s and &#8217;70s activism. So my point for her was that I need her to be exposed to the history of this country so that we can talk about it, so that she doesn’t hold that in and then challenge her self esteem so that she feels less-than, which is exactly what she was articulating.&#8221;</p><p><strong>On the NAACP&#8217;s now-canceled plans to give Sterling a lifetime achievement award</strong></p><p>&#8220;Well, I certainly think that there’s something to be said about the outsized influence of rich people &#8212; the disconnect between what their money means to impoverished and underprivileged and disadvantaged communities, from minority communities to any number of nonprofit organizations that work with groups that need assistance. So there’s defiantly a disconnect between the influence of money and the ways in which our philanthropic communities honor people. If you look at the docket for those who are to be honored by the L.A. chapter of the NAACP, it includes Al Sharpton, Eric Garcetti, the current mayor of Los Angeles, and Don Sterling. Well, coming from the nonprofit community myself, I know that Sterling is there because of the money. That’s how this works &#8212; not coming from Sharpton, not coming from Garcetti. So this structure, the way in which we have privatized so much of society &#8212; and we continue to move in that direction &#8212; leaves a lot of people who are on the right side of American history, on the right side of social justice initiatives, at a huge disadvantage in terms of having to go to people like Don Sterling.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"https://www.facebook.com/pages/Khalil-Gibran-Muhammad/172172256194953\" target=\"_blank\">Khalil Gibran Muhammad</a></strong>, director of the <a href=\"http://www.nypl.org/locations/schomburg\" target=\"_blank\">Schomburg Center for Research in Black Culture</a> at the New York Public Library and author of, “<a href=\"http://www.amazon.com/The-Condemnation-Blackness-Making-America/dp/0674062116/?tag=wburorg-20\" target=\"_blank\">The Condemnation of Blackness: Race, Crime, and the Making of Modern Urban America</a>.” His great grandfather was Elijah Muhammad, one of the leaders of the Nation Of Islam. He tweets <a href=\"https://twitter.com/KhalilGMuhammad\" target=\"_blank\">@KhalilGMuhammad</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Historian%3A+Blaming+Sterling+Controversy+On+Age+Is+%27Too+Easy%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"70d41790-619d-4c31-afb9-f029c7b9996e","audio":[{"meta":{"duration":"518"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307775910-fa3b70.m3u?orgId=330&ft=3&f=307746129"}]}