{"created":"2015-02-12T18:42:04+00:00","modified":"2015-02-12T19:51:20+00:00","valid":{"from":"2015-02-12T19:51:20+00:00","to":"3015-02-12T19:51:20+00:00"},"hreflang":"en","title":"President Signs Military Suicide Prevention Bill","published":"2015-02-12T19:51:00+00:00","teaser":"The Clay Hunt Suicide Prevention For American Veterans Act is named for a Marine who struggled with PTSD.","itags":["npr_api","385767814"],"guid":"70e88f3d-4762-4480-9eb2-b8792c05f623","contentencoded":"<p>When Clay Hunt left the Marine Corps, he struggled with post-traumatic stress and he also tried to help other veterans who were in the same boat. He also battled the red tape many of them were trying to claw their way through to get mental health care. And it became too much. He locked himself in his apartment and killed himself in 2011. He was 28.</p><p>Since then, his parents, Richard and Susan Selke, have been outspoken advocates for suicide prevention and today they will be at the White House when President Obama signs the Clay Hunt Suicide Prevention for American Veterans Act.</p><p>The legislation is designed to increase access to mental health care for veterans. It also addresses the shortage of mental health care professionals working with the Department of Veterans Affairs by setting up a student loan program for men and women who want to go into that field.</p><p>Paul Rieckhoff is also at the White House today. He&#8217;s an Iraq War Veteran who leads Iraq And Afghanistan Veterans of America, the largest organization representing vets of those two wars. Rieckhoff was friends with Clay Hunt. They worked together at the IAVA on veterans issues. He said this is an important moment for the veterans community and the nation.</p><p>&#8220;It happened because of grassroots support, and I think it&#8217;s also been frankly bolstered a bit by the conversation around [the film] &#8216;American Sniper.&#8217; &#8216;American Sniper&#8217; has kind of woken America up to what it means to serve overseas and it&#8217;s generated a real conversation around veterans issues. So I think that that&#8217;s created a unique moment in time for this bill to get an increased level of awareness that we hope continues. It&#8217;s gone mainstream. That is an important step to battling suicide in the veterans community.&#8221;</p><p>Like Chris Kyle, the subject of the movie, Clay Hunt was a sniper. Kyle was a Navy Seal, Hunt a Marine.</p><p>&#8220;When he came home, he was very involved in the veterans community,&#8221; Rieckhoff said. &#8220;He actually went on Capitol Hill to advocate for mental health support. He appeared in a public service announcement that we created.&#8221;</p><p>Clay Hunt is gone but his voice will still be heard now that the military suicide prevention act that carries his name is law.</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/alex-ashlock\" target=\"_blank\">Alex Ashlock</a></strong>, producer, director and reporter for <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/aashlock\" target=\"_blank\">@aashlock</a>.</li></ul><h4><strong>Read More</strong></h4><ul><li><a href=\"http://www.washingtonpost.com/news/checkpoint/wp/2014/11/19/the-legacy-of-clay-hunt-marine-recalled-in-new-suicide-legislation/\">The legacy of Clay Hunt: Marine recalled in new suicide legislation</a></li><li><a href=\"http://iava.org/clay-hunt-sav-act-timeline/\">Clay Hunt SAV Act Timeline » Iraq and Afghanistan Veterans of America (IAVA)</a></li><li><a href=\"http://iava.org/press-release/speaker-boehner-formally-enrolls-clay-hunt-sav-act/\">Speaker Boehner Formally Enrolls Clay Hunt SAV Act » Iraq and Afghanistan Veterans of America (IAVA)</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=President+Signs+Military+Suicide+Prevention+Bill&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Alex Ashlock","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385767817-4406d1.m3u?orgId=1&e=385767814&d=229&ft=nprml&f=385767814"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0212_clay-hunt.jpeg","type":"image/jpeg","meta":{"crop":"custom","height":"360","width":"632"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0212_hunt-parents.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}