{"created":"2015-05-15T11:53:45+00:00","modified":"2015-05-15T11:53:45+00:00","valid":{"from":"2013-07-11T16:56:38+00:00","to":"3013-07-11T16:56:38+00:00"},"hreflang":"en","guid":"70fb6831-82c3-4fa9-8015-0007fbf715dc","byline":"Sabri Ben-Achour","description":"As Congress bickers over the interest rates on student loans -- again -- the question is, why is this so hard to figure out?","published":"2013-07-11T16:56:38+00:00","itags":["Marketplace","PMP:Marketplace_PMP","Marketplace for Thursday, July 11, 2013","70fb683182c3fa9201540007fbf715dc"],"contentencoded":"<div class=\"barn-cleaned\"><p>The Senate may have reached a tentative deal on what the interest rate for student loans should be.</p>\n<p>This comes after the rate for a subsidized student loan shot up last week from 3.4 percent to 6.8 percent, because lawmakers couldn’t agree on a new rate and missed a legislative deadline. Unsubsidized undergraduate loans were already at 6.8 percent.&nbsp;Republicans wanted one thing, the president wanted another, and Democrats couldn’t agree either.</p>\n<p>Part of the debate over what interest rate Congress should set for student loans was over whether Congress should firmly set interest rates for student loans at all. Senate Democrats wanted to hold unsubsidized undergraduate rates down at 3.4 percent for a few years before addressing the long term problem.&nbsp; That would have left unsubsidized loans (which 80 percent of subsidized loan recipients receive as well) at 6.8 percent, and parent and graduate student rates even higher.</p>\n<p>“The problem with having Congress set a specific rate is that’s the rate, and then the market moves around that rate,” says Brookings fellow Matt Chingos.</p>\n<p>Back in the early 2000s, for example, 6.8&nbsp;percent might’ve sounded like a sweet deal.&nbsp; Now that mortgage and other interest rates are so low, it seems onerous. “So you can get into a situation where it seems like, oh 6.8&nbsp;percent that seems too high, or you can get into the opposite situation where it seems students are getting too good of a deal,” Chingos says.</p>\n<hr />\n<p><a href=\"http://www.marketplace.org/topics/your-money/numbers/how-get-rid-your-student-loans-without-paying\"><img src=\"http://www.marketplace.org/sites/default/files/styles/112x112/public/student-loans-ball-chain.jpg?itok=vPLNwOVE\" alt=\"\" /></a><strong><a href=\"http://www.marketplace.org/topics/your-money/numbers/how-get-rid-your-student-loans-without-paying\">How to get rid of your student loans without paying&nbsp;</a></strong>Loan forgiveness and discharge programs may help ease -- or even erase -- your student loan burden. <a href=\"http://www.marketplace.org/topics/your-money/numbers/how-get-rid-your-student-loans-without-paying\">Learn more</a>.</p>\n<p>&nbsp;</p>\n<hr />\n<p>Democratic leaders in the Senate finally gave in. So now all the different plans out there have something in common:&nbsp; tying student loans to the rate on a ten year treasury note, plus a few extra percent to account for the risk that some borrowers won’t pay their loans back on time or at all.</p>\n<p>This fix will bring both unsubsidized and subsidized undergraduate loan rates down from 6.8 percent. “This brings borrowing costs down for almost all borrowers,” says Justin Draeger, President of the National Association of Student Aid Administrators.</p>\n<p>Under&nbsp;the new Senate Compromise, undergraduate loans would be the set at the 10 year T note rate plus 1.8 percent. That translates to about 4.5 percent today, less than the current 6.8&nbsp;percent though not quite as low as the previous 3.4 percent.</p>\n<p>The main differences among plans now are over details. “They’re tinkering,” says Draeger with the borrower benefits. The exact percentage points vary by proposal, with some plans having fixed rates and others variable rates, while some would have caps and others would not.</p>\n<p>These are differences that shouldn’t be too hard to hammer out, say analysts. Then again, this is Congress we’re talking about.</p>\n<hr />\n<p><em>Breaking down the plans:</em></p>\n<p><strong>The Republican Plan</strong></p>\n<p>House GOP Plan (H.R. 1911) would tie the interest rates on student loans to market rates by using a formula based on the 10-year Treasury note plus an add-on of 2.5 percent for undergraduate and graduate Stafford loans (with a cap of 8.5 percent), and an add-on of 4.5 percent for Graduate PLUS and Parent PLUS loans (with a cap of 10.5 percent). These rates would be variable, changing each year.&nbsp; Savings would be used to allow some students reduced payments under a “Pay as you Earn” program.</p>\n<p><strong>President Obama’s Plan</strong></p>\n<p>The plan from President Obama’s budget proposal uses a base of the 10-year Treasury note rate plus 0.93 percent for subsidized Stafford Loans, 2.93 percent for unsubsidized Stafford Loans (undergraduate and graduate), and 3.93 percent for Graduate PLUS and Parent PLUS loans. The rates would be determined annually and then fixed for the life of loan, and the proposal does not place a cap on interest rates.</p>\n<p><strong>The Senate Compromise Plan</strong></p>\n<p>The compromise plan in the Senate (based on <em>preliminary</em> reports) uses the 10-year Treasury note plus: an add-on of 1.8 percentage points for undergraduate loans, an add-on of 3.4 percent for graduate loans, and an add-on off 4.5 percent for Parent PLUS loans; undergraduate loans would be capped at 8.25 percent, and graduate loans at 9.25 percent.&nbsp; They would be fixed for the life of the loan.</p></div>","teaser":"As Congress bickers over the interest rates on student loans -- again -- the question is, why is this so hard to figure out?","title":"Doing the math on student loans","tags":["APM","Your Money","frederal student loans","student loan","student loan debt"],"contenttemplated":"[{\"content\":\"<p>The Senate may have reached a tentative deal on what the interest rate for student loans should be.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>This comes after the rate for a subsidized student loan shot up last week from 3.4 percent to 6.8 percent, because lawmakers couldn’t agree on a new rate and missed a legislative deadline. Unsubsidized undergraduate loans were already at 6.8 percent. Republicans wanted one thing, the president wanted another, and Democrats couldn’t agree either.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Part of the debate over what interest rate Congress should set for student loans was over whether Congress should firmly set interest rates for student loans at all. Senate Democrats wanted to hold unsubsidized undergraduate rates down at 3.4 percent for a few years before addressing the long term problem.  That would have left unsubsidized loans (which 80 percent of subsidized loan recipients receive as well) at 6.8 percent, and parent and graduate student rates even higher.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The problem with having Congress set a specific rate is that’s the rate, and then the market moves around that rate,” says Brookings fellow Matt Chingos.</p>\"},{\"content\":\"<p>Back in the early 2000s, for example, 6.8 percent might’ve sounded like a sweet deal.  Now that mortgage and other interest rates are so low, it seems onerous. “So you can get into a situation where it seems like, oh 6.8 percent that seems too high, or you can get into the opposite situation where it seems students are getting too good of a deal,” Chingos says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<p><a href=\\\"http://www.marketplace.org/topics/your-money/numbers/how-get-rid-your-student-loans-without-paying\\\"><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/112x112/public/student-loans-ball-chain.jpg?itok=vPLNwOVE\\\" /></a><strong><a href=\\\"http://www.marketplace.org/topics/your-money/numbers/how-get-rid-your-student-loans-without-paying\\\">How to get rid of your student loans without paying </a></strong>Loan forgiveness and discharge programs may help ease -- or even erase -- your student loan burden. <a href=\\\"http://www.marketplace.org/topics/your-money/numbers/how-get-rid-your-student-loans-without-paying\\\">Learn more</a>.</p>\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<p>Democratic leaders in the Senate finally gave in. So now all the different plans out there have something in common:  tying student loans to the rate on a ten year treasury note, plus a few extra percent to account for the risk that some borrowers won’t pay their loans back on time or at all.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>This fix will bring both unsubsidized and subsidized undergraduate loan rates down from 6.8 percent. “This brings borrowing costs down for almost all borrowers,” says Justin Draeger, President of the National Association of Student Aid Administrators.</p>\"},{\"content\":\"<p>Under the new Senate Compromise, undergraduate loans would be the set at the 10 year T note rate plus 1.8 percent. That translates to about 4.5 percent today, less than the current 6.8 percent though not quite as low as the previous 3.4 percent.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The main differences among plans now are over details. “They’re tinkering,” says Draeger with the borrower benefits. The exact percentage points vary by proposal, with some plans having fixed rates and others variable rates, while some would have caps and others would not.</p>\"},{\"content\":\"<p>These are differences that shouldn’t be too hard to hammer out, say analysts. Then again, this is Congress we’re talking about.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<p><em>Breaking down the plans:</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>The Republican Plan</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>House GOP Plan (H.R. 1911) would tie the interest rates on student loans to market rates by using a formula based on the 10-year Treasury note plus an add-on of 2.5 percent for undergraduate and graduate Stafford loans (with a cap of 8.5 percent), and an add-on of 4.5 percent for Graduate PLUS and Parent PLUS loans (with a cap of 10.5 percent). These rates would be variable, changing each year.  Savings would be used to allow some students reduced payments under a “Pay as you Earn” program.</p>\"},{\"content\":\"<p><strong>President Obama’s Plan</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The plan from President Obama’s budget proposal uses a base of the 10-year Treasury note rate plus 0.93 percent for subsidized Stafford Loans, 2.93 percent for unsubsidized Stafford Loans (undergraduate and graduate), and 3.93 percent for Graduate PLUS and Parent PLUS loans. The rates would be determined annually and then fixed for the life of loan, and the proposal does not place a cap on interest rates.</p>\"},{\"content\":\"<p><strong>The Senate Compromise Plan</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The compromise plan in the Senate (based on <em>preliminary</em> reports) uses the 10-year Treasury note plus: an add-on of 1.8 percentage points for undergraduate loans, an add-on of 3.4 percent for graduate loans, and an add-on off 4.5 percent for Parent PLUS loans; undergraduate loans would be capped at 8.25 percent, and graduate loans at 9.25 percent.  They would be fixed for the life of the loan.</p>\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/studentloanchart.jpg?itok=x63cMdbv","meta":{"crop":"primary","height":"340","width":"610"},"type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","meta":{"duration_hms":"00:02:10","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/11/marketplace_segment18_20130711"},"duration":130},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/11/marketplace_segment18_20130711_64.mp3"}]}