{"created":"2014-10-23T19:21:06+00:00","modified":"2014-10-28T14:24:08+00:00","valid":{"from":"2014-10-28T14:24:08+00:00","to":"3014-10-28T14:24:08+00:00"},"hreflang":"en","guid":"710fc01f-1de0-4462-a6ae-01c9458987e8","title":"The 'I am Liberian, not a virus' campaign confronts the stigma of Ebola","published":"2014-10-28T14:24:07+00:00","byline":"Joyce Hackel","tags":["Ebola","outbreak","deadly virus","stigma","stigmatization","Schools","ebola outbreak","social media","Global Nation","Health","Health & Medicine","Wilmington","Africa","North America","Liberia","United States","Delaware","West Africa","Africa","North America","Shoana Solomon","Ebola","stigma","stigmatization","deadly virus","Outbreak","Biology","Medicine","Tropical diseases"],"teaser":"Liberian American Shoana Solomon is one of four women who have launched the \"I am Liberian, not a virus\" campaign to fight the stigma of Ebola. She's been especially motivated to battle unwarranted fear of West Africans since her nine-year-old daughter was harassed at her school in Delaware.","contentencoded":"<p>Bullying in the age of Ebola packs a painful punch for kids with West African roots, no matter where in the world they are.</p>\n<p>Ignorance and stigma surround the disease in many places. So imagine what it must be like for a young Liberian kid to walk into an American classroom and face classmates with only the barest knowledge of Ebola — and the urge to tease that all kids have.</p>\n<p>Liberian American Shoana Solomon found out when she sent her nine-year-old daughter to school in Wilmington, Delaware. Solomon says her daughter was harassed in the schoolyard and the hallways by classmates.</p>\n<p class=\"p1\">\"She was on the playground playing with one of her friends, skipping, holding hands on the playground and this girl tells her friend, 'Don't touch her, don't touch her she has a disease,'\" Solomon says. \"She walks through the hallways and she hears the kids making Ebola jokes and talking about West Africans and whatnot.\"</p>\n<p class=\"p1\">Solomon says her own daughter takes it in stride — \"she just kind of ignores it and walks by\" — but many children simply can't.  That stigma is why Solomon and three other Liberian women started an awareness campaign: \"I am Liberian,\" they proclaim. \"Not a virus.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/UEs8xHgBq7g\" width=\"420\"></iframe></p>\n<p class=\"p1\">Solomon says she's received a lot of positive feedback, but she's also been the target of some hurtful comments.</p>\n<p class=\"p1\">\"I can't even say what some people have called me,\" she says. \"They've used words I didn't even know went together to insult me ... This one guy posted under the video, 'The lady that recorded this video died two days ago from Ebola.’ I laughed at that because I just thought it was so ridiculous.”</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Screen%20Shot%202014-10-23%20at%203.13.48%20PM.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://www.pri.org/file/screen-shot-2014-10-23-31348-pmpng"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102320144.mp3"},{"href":"http://www.pri.org/file/102320144mp3"}]}