{"created":"2014-10-07T20:16:53+00:00","modified":"2015-01-15T15:57:58+00:00","valid":{"from":"2015-01-15T15:57:58+00:00","to":"3015-01-15T15:57:58+00:00"},"hreflang":"en","title":"Andy Serkis: God Save The Queen's English","published":"2014-07-24T20:45:00+00:00","teaser":"Serkis serves as accidental ambassador for his country in this game, as he must get a contestant to guess the American English equivalents of British slang, like \"collywobbles.\" (Plus: <em>Star Wars</em>!)","itags":["npr_api","334468056"],"guid":"7126c1f5-5d37-4c85-8302-f85a30ad06a1","contentencoded":"<p>In his <em>Ask Me Another Challenge</em>, Andy Serkis (<em>Dawn of the Planet of the Apes</em>, <em>The Lord of the Rings</em>) helps expand your vocabulary to include a spot of British slang. Any idea what the \"collywobbles\" are, or what happens when you throw on a \"boob tube\" before leaving the house? You'll be speaking like a Brit in no time.</p><p>Plus, Serkis explains the origin of Gollum's voice (which he later left on the answering machine of our grand prize winner), and offers a quick tease of his as-yet-unannounced role in J.J. Abrams' upcoming <em>Star Wars</em> film, <em>Episode VII</em>.</p><hr /><h3>Interview Highlights</h3><p><strong>On preparing to play the roles of King Kong and Caesar</strong></p><p>I spent a lot of time researching apes. For King Kong I went to Rwanda and watched gorillas in the wild, and studied apes in zoos. I observed the differences between apes in captivity, which reflect human behavior a lot more in their rhythms, and those in Rwanda, which are like blissed-out hippies, they were incredibly relaxed and wonderful to be around. You take all this research, and then it's all about character. And Caesar is a very complex ape.</p><p><strong>On the origin of Gollum's voice</strong></p><p>He's called Gollum because of the way he sounds, according to Tolkien. So I based it around the notion that he was addicted to the ring, but mostly it was because he was guilty over the murder of his cousin – because of course he kills his cousin to take the ring. He strangles his cousin, so really for him, he carries the memory and the guilt in his throat. But I also wanted something involuntary, like a spasm, that forces Gollum's voice out. So I based it on my cat (Diz, after Dizzy Gillespie) coughing up fur balls.</p><p><strong>On his upcoming role in the new <em>Star Wars</em> film</strong></p><p>I'm not Yoda.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Andy+Serkis%3A+God+Save+The+Queen%27s+English&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334879205-8be97b.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=334468056"},{"meta":{"duration":"692"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334905219-9990c1.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=334468056"},{"href":"http://media.npr.org/assets/img/2014/07/24/dawn-of-the-planet-of-the-apes-amr_4789214_rgb-700bdd3b96833a3d7b267acbe05fe2bafae43e70.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1575","width":"2097"}},{"href":"http://media.npr.org/assets/img/2014/07/24/p1060383-e89a0af1113c118dfed83aa9428b4d634c56a9aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1882","width":"2507"}}]}