{"created":"2014-09-12T21:03:51+00:00","modified":"2014-09-15T20:31:19+00:00","valid":{"from":"2014-09-15T20:31:19+00:00","to":"3014-09-15T20:31:19+00:00"},"hreflang":"en","guid":"7131748e-1993-4473-aee9-327deba638c6","title":"Filmmaker Jon Ronson remembers the firebrand Northern Irish politician Ian Paisley","published":"2014-09-15T20:31:18+00:00","byline":"Andrea Crossan","tags":["Ian Paisley","Northern Ireland","Global Politics","Europe","Northern Ireland","Cameroon","United Kingdom","Europe","Africa","Ian Paisley","Jon Ronson","Bertie Ahern","Ulster","Unionist","Good Friday Peace Agreement","Politics of the United Kingdom","United Kingdom","Ian Paisley","Jon Ronson","Good Friday Agreement","Religion","Them: Adventures with Extremists"],"teaser":"Controversial, belligerent and bigoted — those were some of the words used to describe the Reverend Ian Paisley, the Northern Irish political giant, after his death on Friday. Writer and filmmaker Jon Ronson spent a week making a documentary about Paisley and came away from it with respect for the man many hated.","contentencoded":"<p>He was a man loved by many and loathed by many. The<span style=\"line-height: 1.538em;\">&nbsp;former first minister of Northern Ireland, the Reverend Ian Paisley, died on Friday at age 88. &nbsp;</span></p><p>Paisley was a firebrand known for his bellowing sermons and his staunch belief that Northern Ireland should remain part of the United Kingdom.&nbsp;<span style=\"line-height: 1.538em;\">He strongly opposed any concession to the Catholic nationalist community&#39;s desire for closer ties with the Irish Republic&nbsp;</span><span style=\"line-height: 1.538em;\">during what became known as Northern Ireland&#39;s &quot;</span><a href=\"http://www.bbc.co.uk/history/troubles\" style=\"line-height: 1.538em;\">Troubles</a>.&quot;</p><p>That even extended to a self-imposed exile&nbsp;<span style=\"line-height: 1.538em;\">from the</span><a href=\"http://www.bbc.co.uk/history/events/good_friday_agreement\" style=\"line-height: 1.538em;\">&nbsp;Good Friday Agreement peace talks</a><span style=\"line-height: 1.538em;\">, the 1998 negotiations that provided for a power-sharing government between the Protestant and Catholic communities.</span></p><p><span style=\"line-height: 1.538em;\">Rather than participate in the talks, Paisley announced he would travel to Cameroon to preach.&nbsp;</span><span style=\"line-height: 1.538em;\">Writer and film maker</span><a href=\"http://www.jonronson.com/\" style=\"line-height: 1.538em;\">&nbsp;Jon Ronson</a><span style=\"line-height: 1.538em;\">&nbsp;asked Paisley if he could follow him to make a documentary about his trip to Africa and Paisley agreed.</span></p><p>&ldquo;I remember, at one point, we turned up at a church in the middle of nowhere and they couldn&rsquo;t get the power to work,&rdquo; Ronson says. &ldquo;Dr. Paisley borrowed our camera light to illuminate him. And he was standing in front of this church with this huge shadow coming from our little camera light and he really did look like Godzilla. And he was yelling, &lsquo;Christ stands before you, with a nail-pierced hand. He&rsquo;s knocking to get in. Will you let him in?&rsquo;&rdquo;</p><p>Throughout the trip, Ronson says Paisley made a number of anti-Semitic comments, directing many of his remarks towards the filmmaker himself:&nbsp;<span style=\"line-height: 1.538em;\">&quot;He had three nicknames for me &mdash; one was &lsquo;the Jew&rsquo;, another one was &lsquo;my Jewish friend&rsquo; and the third one was &lsquo;my circumcised friend.&#39;&rdquo;</span></p><p>Despite the inappropriate comments, Ronson came away from the experience with a positive impression of Paisley.&nbsp;</p><p><span style=\"line-height: 1.538em;\">&ldquo;I kind of ended up liking him. I ended up having respect for him,&quot; he admits, remembering the reverend&#39;s honest piousness. &quot;At one point, I remember we checked into this hotel and there was a painting of a topless woman on the wall. He didn&rsquo;t know he was being watched and I saw him take the painting off the wall and put it in the wardrobe. And I&rsquo;d see him reading his Bible and he&rsquo;d make little notes all over his Bible. And I thought, &#39;Whatever you are, you&rsquo;re not hypocritical.&#39;&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">Ronson wrote about his time with Reverend Ian Paisley in his book,</span><a href=\"http://www.amazon.com/Them-Adventures-Extremists-Jon-Ronson/dp/0743233212/jonronson-20\" style=\"line-height: 1.538em;\">&nbsp;</a><a href=\"http://www.amazon.com/Them-Adventures-Extremists-Jon-Ronson/dp/0743233212/jonronson-20\" style=\"line-height: 1.538em;\">Them: Adventures with Extremists</a>. But despite that title,&nbsp;<span style=\"line-height: 1.538em;\">Ronson points out that Paisley became a man of peace in in his later years. I</span><span style=\"line-height: 1.538em;\">n 2006, he agreed to share power with Sinn Féin, the anti-unionist political party he vowed for decades to smash.</span></p><p>But that change of position came at a cost, according to former Irish Prime Minister Bertie Ahern.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;He paid a huge price for it politically,&quot; Ahern says. &quot;He did not get the support of a huge amount of people that had been close to him for 40 or 50 years.&rdquo;</span></p><p>&ldquo;I remember our week in Cameroon as being a wonderful adventure,&rdquo; Ronson says. &ldquo;However, if you spoke to a Catholic growing up in Northern Ireland, in the 1970s, [Paisley] really instilled fear in a lot of people.&rdquo;&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR1HYZO.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr1hyzojpg"}]}