{"created":"2014-08-28T18:11:52+00:00","modified":"2014-08-28T18:11:52+00:00","valid":{"from":"2014-08-28T18:11:52+00:00","to":"3014-08-28T18:11:52+00:00"},"hreflang":"en","title":"Power And Violence In Ukraine And Mexico","published":"2014-03-01T03:35:00+00:00","teaser":"While writer Anthony Marra sees literary links between Ukraine's past and present turmoil, conflict in Kiev and the arrest of the infamous \"El Chapo\" remind novelist Zachary Lazar of a Mexican author.","tags":["npr_api","283999749"],"contentencoded":"<p>This week's headlines have been dominated by the violent protests in Kiev, the ousting of President Victor Yanukovych, and the amassing of Russian troops at the Ukrainian border. Writer Anthony Marra says that if Soviet war journalist Vasily Grossman were alive today, he'd likely be breaking news from Independence Square.</p><p>And while workers on the lavish Kiev estate of Viktor Yanukovych were walking off the job, Mexican drug lord Joaquin \"El Chapo\" Guzman was arrested in the middle class resort of Mazatlan. The stories of Yanukovych and \"El Chapo\" and their intermingling of violence and power immediately reminded novelist Zachary Lazar of the great Mexican novel <em>Pedro Paramo</em> by Juan Rulfo.</p><p><hr /></p><p><h3>This Week's Must-Read</h3></p><p><strong><em>Everything Flows</em> by Vasily Grossman</strong></p><p>A half century after his death, Vasily Grossman's fiction still provides harrowing insight into the legacy of Stalinism, and the historical trauma that continues to fuel ethnic tensions within Ukraine. Few people witnessed more of the atrocities that darkened the mid-20th century than Grossman. As a correspondent for <em>Red Star</em>, the Soviet army newspaper, he reported from many of the major battles on the Eastern Front, from Stalingrad to Berlin. In 1944, he became one of the first journalists to write about the Nazi extermination camps, and his work was introduced as evidence in the Nuremberg Trials. His experience in Stalingrad led to <em>Life and Fate</em>, a novel as thick and solemn as a tombstone.</p><p>Grossman also traveled through war-ravaged Ukraine. He returned to the region, in fiction, with his final novel, <em>Everything Flows</em>. It tells the story of a man released after 30 years in the Gulag. He falls in love with Anna, a woman who collaborated in the Soviet-engineered Terror Famine of the early 1930s, which killed millions of Ukrainians.</p><p>This act of genocide — which still resounds in Ukraine today — is rendered on the page in unvarnished clarity. So is Anna. In an extended soliloquy, she recounts her time as an official on a collective farm. She had been a young woman at the time, with her full faith and trust placed in the Party. But she couldn't square the Party's version of reality with the senseless suffering surrounding her.</p><p>\"I knew one woman with four children,\" Anna confesses. \"She could hardly move her tongue, but she kept telling them fairy tales to try to make them forget their hunger. She hardly had the strength to even lift her own arms, yet she held her children in them. Love lived on in her. Where there was hate, it seemed people died more quickly. But love, for that matter, did not save anyone.\"</p><p>At one point, Anna muses that \"the executioner executes the human being inside his own self; he is his own executioner.\" Grossman refuses to minimize the human being inside Anna, and in doing so he creates a complex and conflicted portrait of a conscience lost by complicity and recovered by remorse.</p><p>\"Happiness, it turns out, will be to share with you the burden I can't share with anyone else,\" a character imagines late in the novel. The line feels spoken directly to the reader. The afterlife is perhaps not the place we depart for but the story we leave behind. In telling the story of one perpetrator, Grossman honors the untold stories of millions of victims.<br /> <br /> Grossman died in 1964 before completing <em>Everything Flows</em>. On the streets of Kiev today, its epilogue is being written.</p><p><em>Anthony Marra is the author of </em>A Constellation of Vital Phenomena<em>.</em></p><p><strong><em>Pedro Paramo </em>by Juan Rulfo</strong></p><p>This week, while workers on the lavish estate of Viktor Yanukovych were walking off the job, Mexican drug lord Joaquin \"El Chapo\" Guzman was arrested in the resort town of Mazatlán. The deposed president and the deposed gangster — the stories of Yanukovych and \"El Chapo,\" and their intermingling of violence and power, immediately reminded me of the great Mexican novel <em>Pedro Paramo</em> by Juan Rulfo. A ghost story, an indictment of Mexico's violent past, one of the first magical realist novels in the grand Latin American tradition, <em>Pedro Paramo</em> in less than 125 pages takes us as deeply in to the dark side of power — the place where the president and the gangster are all but indistinguishable — as any book I know.</p><p>The book tells of the surreal journey of a son in search of his father, who like all the other characters he meets along the way, is already dead. But in the world of Rulfo's novel, the dead can speak, and what they speak of is desire, greed, lust, and violence. The father, Pedro Paramo, turns out to have built an empire based on theft, intimidation, and murder. Born poor, he schemes his way into a loveless marriage to the narrator Juan's wealthy mother Dolorita, who soon flees for her life. Using the newfound foothold afforded him by Dolorita's money, Paramo builds up a vast personal fiefdom through land fraud, shakedowns, and assassinations, all the while committing serial rapes (along with his bastard son Miguel), co-opting revolutionaries, and corrupting the local clergy. Pedro Paramo is the quintessential tyrant and his legacy to his country is to have turned it into a ghost town (His name, \"Paramo\" is Spanish for \"wasteland\").</p><p><em>Pedro Paramo</em>, which came out in 1955, is Rulfo's only novel, and yet it has made him one of Mexico's preeminent novelists. As Susan Sontag writes in her introduction, Gabriel Garcia Marquez \"could recite from memory long passages and eventually knew the whole book by heart, so much did he admire it and want to be saturated by it.\"</p><p>The book is magical while in no way whimsical, a ghost story that is truly terrifying, as riveting as it is surreal.</p><p><em>Zachary Lazar is an author who lives in New Orleans. His latest book,</em> I Pity the Poor Immigrant, <em>comes out in April.</em></p><p><em><br /></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Power+And+Violence+In+Ukraine+And+Mexico&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Marra","guid":"71329a34-6e6a-4194-9530-29b139719dd3","audio":[{"meta":{"duration":"117"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1284154696-9c605e.m3u?orgId=1&topicId=1034&aggIds=257657827,100876926&ft=3&f=283999749"},{"href":"http://media.npr.org/assets/img/2014/02/28/kiev-aa3ce206f32e24362b49eda5af6824a3067ea9eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2116","width":"2822"}}]}