{"created":"2015-06-07T21:18:25+00:00","modified":"2015-06-11T21:05:20+00:00","valid":{"from":"2015-06-11T21:05:20+00:00","to":"3015-06-11T21:05:20+00:00"},"hreflang":"en","title":"A Mountain Of Many Legends Draws Spiritual Seekers From Around The Globe","published":"2015-06-11T15:10:00+00:00","teaser":"Mount Shasta, in Northern California, is a massive snowcapped volcano surrounded by miles of pristine national forest. Legends, myths and entire religious movements have centered on its secrets.","itags":["npr_api","412098380"],"guid":"713f5cd2-662f-450d-b476-285d6bc0c418","contentencoded":"<p>Mount Shasta, in Northern California, is an outdoor adventure destination. Weekend warriors come in droves to climb the massive snow-capped stratovolcano, camp in miles of national forest and enjoy some of the purest water in the state.</p><p>Some visitors, however, come not for wide-open spaces, but for healing and transcendence — the mountain has a global reputation as a gathering place for spiritual seekers.</p><p><strong>Heeding A Mountain's Call</strong></p><p>Many of Shasta's spiritual-minded visitors make their way to <a href=\"http://www.shastavortex.com/\">Shasta Vortex Adventures</a>, a touring outfit in the town of Mount Shasta. It's in a quaint little house on Chestnut Street, just off the main boulevard, right next door to a metaphysical bookstore.</p><p>Ashalyn (just Ashalyn — she doesn't use a surname) is the founder of Shasta Vortex Adventures. Her company leads guided meditations, vision quests and hiking and driving tours of the mountain's sacred sites.</p><p>\"I get people from all over the world,\" she says, pointing to a world map on the wall behind her desk. There's a little pushpin for every client's home country. The map is bursting with pins. \"They come here for spiritual growth, healing, understanding more about themselves, figuring out what their life purpose is, and sometimes just to feel the energy.\"</p><p>The mountain pulls in approximately 26,000 visitors each year, according to the Mount Shasta Chamber of Commerce. And as a straw poll of the town indicates, many of those visitors never leave.</p><p>Judith Ordakowski, who came to the town years ago, is one of those visitors-turned-residents.</p><p>\"What drew me here was the mountain,\" she says. Now she works at the visitors' center, pointing tourists to the best spots on Mount Shasta.</p><p>Lewis Elbinger, who retired from the Foreign Service and started a donation-based teashop in town, is another.</p><p>\"I was called. The mountain called me,\" he says. \"When I'm walking through the forest, I feel like I'm walking through a cathedral.\"</p><p>Then there's spiritual channel and author Dianne Robbins, who heard the mountain's call while living in upstate New York. \"It does not matter where you go on the mountain, the mountain's energy is everywhere,\" she says. \"It's bliss.\"</p><p><strong>Native American Legends, 'Ascended Masters' And A Crystal City</strong></p><p>There are dozens of stories, legends and myths surrounding Mount Shasta, adding to its mystery and allure. Back at Shasta Vortex Adventures, Ashalyn sits down and explains some of the more prominent theories about the mountain.</p><p>First, there are Native American stories.</p><p>\"The Native Americans have always felt that the mountain was the sacred center of the universe,\" Ashalyn says. \"They even have stories that talk about it being the home of the creator.\"</p><p>Mount Shasta straddles the territories of the Shasta, Wintu, Achumawi, Atsugewi and Modoc tribes. Not surprisingly, the imposing mountain shows up in a lot of tribal myths and stories. It's especially important to the <a href=\"http://www.winnememwintu.us/mount-shasta/\">Wintu tribe</a>, who trace their people's origin back to a sacred spring on the mountain.</p><p>\"They have always done their sacred ceremonies there, and they continue to do them to this day,\" says Ashalyn. \"Every August they do their ceremonies for just the tribe and their invited guests.\"<strong> </strong></p><p>Then there are the \"ascended masters.\" In the 1930s, a businessman named Guy Ballard was hiking on the mountainside when he encountered a mysterious figure, who claimed to be an \"ascended master.\"</p><p>\"Those are beings who have had many lifetimes on this planet,\" explains Ashalyn, \"and no longer need to come back to that birth-death cycle that we're in, because they've learned to master the physical plane.\"</p><p>As Ballard would later write, this particular ascended master passed on his teachings and took him on a cosmic journey through space and time.</p><p>Ballard, along with his wife, Edna, soon started a religious movement called the <a href=\"http://articles.latimes.com/1998/jan/25/local/me-11997\">\"I AM Activity\"</a> — a mix of Christianity, theosophy and fierce nationalism (Ballard claimed to be George Washington reincarnated, and said that America was spiritually superior among nations). At the height of its popularity, the I AM Activity had about a million followers. They were eventually charged by the U.S. government for swindling their followers out of millions of dollars, and the group fell into obscurity.</p><p>Today, the I AM Activity is still going strong in Mount Shasta. Visitors can learn more about the group's spiritual beliefs at the I AM Reading Room in town, and every August they put on the <em>I AM COME! Pageant</em> at their local amphitheater.</p><p>Finally, there's the legend of Telos.</p><p>According to Ashalyn, Telos is a crystal city inside the mountain, inhabited by higher-dimensional beings called Lemurians.</p><p>\"That goes all the way back to the ancient continent of Lemuria that was in the North Pacific Ocean many thousands of years ago,\" she says. \"It actually was inhabited before Atlantis was inhabited.\"</p><p>As the story goes, Lemuria and Atlantis got into a thermonuclear war and sank their continents. The Lemurians fled into Mount Shasta, and that's where they've remained ever since. Mostly.</p><p>\"Well, there's a couple stories from the 1940s where the Lemurians were actually seen walking into town,\" says Ashalyn. They were 7 feet tall, dressed in long white robes and sandals. They went to the general store to buy supplies, and paid for their purchases with chunks of gold. \"The shopkeeper would take the gold, turn around and try to give them change, and the Lemurian would be gone.\"</p><p>These days, no one reports eyewitness accounts of Lemurians in the flesh — but some locals believe the smooth, saucer-shaped lenticular<em> </em>clouds that often gather at the summit of Mount Shasta are engineered by the Lemurians to camouflage alien cargo ships docking at Telos.</p><p><strong>Taking A Hike</strong></p><p>Considering all these stories, I decide to go up on the mountain and check it out myself. I take a long walk to a snow-covered clearing in the woods that I've heard is an \"energy vortex.\"</p><p>I don't have a spiritual epiphany. But the air feels cold and sharp. The old-growth cedars are covered in brilliant green moss and shape-shifting clouds whip across the sky impossibly fast.</p><p>In short, it is <em>literally</em> awesome. And regardless of what one believes about the mountain, it's easy to see why it has so many legends to its name.</p><p>As Ashalyn puts it, Shasta is a \"non-denominational mountain,\" a blank slate for wonder — and even transcendence.</p><p>This is nothing new. The Greeks had Olympus; Moses had Sinai.</p><p>And spiritual seekers in the modern age have Mount Shasta.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Mountain+Of+Many+Legends+Draws+Spiritual+Seekers+From+Around+The+Globe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steven Jackson","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412719880-ff8826.m3u?orgId=1&topicId=1091&d=237&p=2&story=412098380&t=progseg&e=412667761&seg=8&ft=nprml&f=412098380"},{"href":"http://media.npr.org/assets/img/2015/06/06/6_world-map-703d07c4f878358931d60d0ef3351b53d6dcd2e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3218","width":"4291"}}]}