{"created":"2014-12-15T23:31:08+00:00","modified":"2015-06-14T20:53:24+00:00","valid":{"from":"2015-06-14T20:53:24+00:00","to":"3015-06-14T20:53:24+00:00"},"hreflang":"en","title":"The U.S. Has A Surgeon General, For The First Time In 17 Months","published":"2014-12-16T00:14:00+00:00","teaser":"A job that's been open in President Obama's administration since July of 2013 was finally filled Monday, as the Senate voted to confirm Vivek Murthy as America's new surgeon general.","itags":["npr_api","371035779"],"guid":"71431053-af6e-4bee-b62b-09825b675f6c","contentencoded":"<p>A job that's been open in President Obama's administration since July of 2013 was finally filled Monday, as the Senate voted to confirm Vivek Murthy as America's new surgeon general.</p><p>The tally was 51-43, ending a confirmation process that began after Obama nominated Murthy to the post in November of 2013 — yes, that's one year ago.</p><p>\"Dr. Vivek Murthy is an MD and an MBA,\" NPR's Tamara Keith reported in March. \"He practices and teaches at Brigham and Women's Hospital and teaches at Harvard Medical School. He co-founded a clinical trials company, an HIV education organization and Doctors for America, formerly known as Doctors for Obama. And he isn't even 40 yet.\"</p><p>But the National Rifle Association was unhappy with the choice of Murthy, citing tweets he had written criticizing both guns and the NRA.</p><p>\"The NRA told lawmakers a vote for Murthy would be scored against them,\" Keith reported. \"It seems the fact that question could even be asked was enough to put Murthy's nomination on ice.\"</p><p>The NRA also viewed Doctors for America as being against guns.</p><p>\"The group advocated for the president's health care law, but that's not what got Murthy hung up in the Senate,\" NPR's Mara Liasson reports today for All Things Considered. \"Doctors for America also supports stricter gun control laws, including background checks, mandatory safety training and banning certain semiautomatic weapons.\"</p><p>Murthy has said he plans to target obesity, not guns, if he were to be confirmed. And his colleagues, including Dr. Chris Lillis, the Virginia state director for Doctors for America, have also defended him.</p><p>\"Dr. Murthy's views that he expressed many years ago is in complete congruence with the American College of Emergency Physicians, the American College of Physicians, the American College of Surgeons, and the American Academy of Pediatrics,\" Lillis tells Liasson. \"He said nothing different than what the rest of the public heath establishment has said.\"</p><p>As Liasson notes, Murthy's confirmation was also endangered because during the run-up to last month's midterm elections, \"too many Democrats up for reelection in red states... said they would join Republicans and vote no.\"</p><p>Two things changed for Murthy to be confirmed.</p><p>First, with Congress now in a lame-duck session, he got more support from Democrats.</p><p>\"Murthy also got an unexpected assist from conservative Republican Sen. Ted Cruz,\" Liasson says, \"whose last-minute unsuccessful gambit to stop President Obama's executive actions on immigration gave outgoing Senate Majority Leader Harry Reid a parliamentary opening to push through a bunch of stalled nominations, including Murthy's.\"</p><p>Since former Surgeon General Regina M. Benjamin left the post in the summer of 2013, it's been filled on an interim basis by Rear Admiral Boris D. Lushniak.</p><p><strong>Update at 6:57 p.m. ET: White House Statement:</strong></p><p>We've received this statement from President Obama on Murthy's confirmation:</p><p>\"I applaud the Senate for confirming Vivek Murthy to be our country's next Surgeon General. As 'America's Doctor,' Vivek will hit the ground running to make sure every American has the information they need to keep themselves and their families safe. He'll bring his lifetime of experience promoting public health to bear on priorities ranging from stopping new diseases to helping our kids grow up healthy and strong. Vivek will also help us build on the progress we've made combatting Ebola, both in our country and at its source. Combined with the crucial support for fighting Ebola included in the bill to fund our government next year, Vivek's confirmation makes us better positioned to save lives around the world and protect the American people here at home.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+U.S.+Has+A+Surgeon+General%2C+For+The+First+Time+In+17+Months&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371036066-9d8566.m3u?orgId=1&topicId=1014&d=234&story=371035779&ft=nprml&f=371035779"}]}