{"created":"2014-10-27T19:12:27+00:00","modified":"2014-10-30T23:24:29+00:00","valid":{"from":"2014-10-30T23:24:29+00:00","to":"3014-10-30T23:24:29+00:00"},"hreflang":"en","title":"What Turkey's Future Looks Like After Erdogan's Win","published":"2014-08-11T20:48:00+00:00","teaser":"Recep Tayyip Erdogan has been elected president, after dominating Turkish politics for more than a decade as a three-term prime minister.","itags":["npr_api","339606287"],"guid":"714e4907-3e62-44e8-aa70-f83bb10cf796","contentencoded":"<p>Prime Minister Recep Tayyip Erdogan convened his ruling party leadership Monday to find a new premier for Turkey, following his victory in the country&#8217;s historic first direct vote for president.</p><p>In his victory speech Sunday night, Erdogan struck a conciliatory tone toward critics who fear he is bent on a power grab as he embarks on another five years at the country&#8217;s helm. Erdogan has already served three terms as prime minister.</p><p>&#8220;Today is the day Turkey is born from its ashes and a new Turkey is built,&#8221; he told thousands of cheering, flag-waving supporters from the balcony of his Justice and Development Party headquarters in the capital, Ankara. &#8220;I will not be the president of only those who voted for me. I will be the president of 77 million,&#8221; he said, in stark contrast to his mostly bitter, divisive election campaign.</p><p>Erdogan, who has dominated Turkish politics for more than a decade, has vowed to transform the presidency from a largely ceremonial post into a powerful position. He has said he will activate the post&#8217;s rarely used dormant powers &#8212; a legacy of a 1980 coup &#8212; including the ability to call parliament and summon cabinet meetings.</p><p><strong>Elmira Bayrasli</strong>, a fellow at the World Policy Institute and co-founder of Foreign Policy Interrupted, joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson to discuss the election and Turkey&#8217;s future.</p><p><em>The Associated Press contributed reporting to this article.</em></p><h4>Interview Highlights: Elmira Bayrasli</h4><p><strong>On what this election means for Erdogan</strong></p><p>&#8220;Erdogan was elected prime minister in 2003 and since then, has run Turkey uninterrupted. Turkey&#8217;s changed over the last decade-plus that he&#8217;s been in power. It&#8217;s grown economically, it&#8217;s become a much more strategic ally for the United States, and his election really represents a culmination of where he wants to bring Turkey to be a stronger regional player within the Middle East, and a global player.&#8221;</p><p><strong>On concerns about Erdogan&#8217;s win</strong></p><p>&#8220;A lot of people have accused Erdogan over the decade of increasingly taking Turkey away from this secular bent that it has always been anchored in and bringing a lot more Islam into Turkish daily life and into Turkish politics. But, I think the bigger question in Turkey has been, over the year, is Erdogan&#8217;s increasing authoritarian tendencies. He has complete control over the media, he has increasingly put a stronger hand over the judiciary. Last year he dismissed a number of judges and appointed judges that are pro-Erdogan and his Justice and Development party. He has cracked down on the police force, which he believes is part of something called a parallel state. A lot of people are very concerned about the democratic standing of Turkey.&#8221;</p><p><strong>On Turkey&#8217;s role in international conflicts</strong></p><p>&#8220;Turkey has been a very strategic country for a number of nations, particularly the United States. Turkey is a NATO ally and it has played a key role in that region with Iraq, with Syria, and with Iran, and being just below Ukraine and Russia. In terms with what has happened with Syria over the past year and a half, Turkey has played a pivotal role with it, especially, opening up the border to the anti-Assad fighters, which have grown into what is called now the Islamic State that has grown and is causing a problem within Syria and Iraq today.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.elmirabayrasli.com/\" target=\"_blank\">Elmira Bayrasli</a></strong>, fellow at the <a href=\"http://www.worldpolicy.org/\" target=\"_blank\">World Policy Institute</a> and co-founder of <a href=\"http://fpinterrupted.com/\" target=\"_blank\">Foreign Policy Interrupted</a>. She tweets <a href=\"https://twitter.com/endeavoringe\" target=\"_blank\">@endeavoringE</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Turkey%27s+Future+Looks+Like+After+Erdogan%27s+Win&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"393"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339630847-d98616.m3u?orgId=1&ft=3&f=339606287"}]}