{"created":"2015-03-15T21:17:48+00:00","modified":"2015-04-12T20:49:06+00:00","valid":{"from":"2015-04-12T20:49:06+00:00","to":"3015-04-12T20:49:06+00:00"},"hreflang":"en","title":"Amid Rising Concern About Addiction, Universities Focus On Recovery","published":"2015-03-15T22:22:00+00:00","teaser":"The Center for Students in Recovery at the University of Texas is one of a small but growing number of programs catering to former addicts at U.S. colleges and universities.","itags":["npr_api","393038598"],"guid":"7159c808-a902-47cf-966d-176cce4e9c45","contentencoded":"<p>In murder mystery novels, when the hero, a private detective or homicide cop, drops by a late-night Alcoholics Anonymous meeting to stave off a sudden craving for a beer or two or 20, it's usually in some dingy church basement or dilapidated storefront on the seedier side of town. There's a pot of burnt coffee and a few stale doughnuts on a back table.</p><p>The <a href=\"http://www.utexas.edu/student/studentaffairs/recovery/\">Center for Students in Recovery</a> at the University of Texas could not be more different.</p><p>In a bit of inspiration, UT located the center inside the luxurious athletic facilities attached to the university's <a href=\"http://www.texassports.com/sports/2013/7/24/facilities_0724133148.aspx\">football stadium</a>. There are martial arts and dance studios; fencing, squash and steam rooms. It means the students in recovery are rubbing shoulders with UT's many student-athletes — another group with priorities besides partying. The scholarship athletes and the recovering addicts make for an interesting mix.</p><p>Twenty-three-year-old Lizette Smith, a member of the latter group, was born into a well-to-do family in a small town in Alabama. She was smart, popular, got good grades — even had a job. Her parents were largely absent, she says, busy with their own lives and their own demons. By 14, she was abusing Adderall, and as she grew older, she abused illegal drugs and alcohol.</p><p>\"I had a special pill for everything, right?\" she recalls. \"I had a pill to wake up in the morning. A pill to relax. I had a pill to fall asleep and I had a pill that would make me feel numb. And that's how I lived my life.\"</p><p>Growing up, Smith was physically and sexually abused, but she never told anyone. \"I was also raised in a society where, if the outside looked good, then everything was OK,\" she says.</p><p>But the façade collapsed during Smith's senior year at Texas A&M. One night, while seriously intoxicated, she was raped. The perpetrator was caught and arrested. Smith was devastated; she left College Station and went to rehab.</p><p>When she finished, she enrolled at the University of Texas and became a regular at the Center for Students in Recovery.</p><p>\"What it really gave me was an environment where it was a safe to socialize,\" she says. \"And it also provided me a lot of outlets; it gave me opportunities to volunteer and meet new people. And it really built my self-esteem.\"</p><p>The center is largely run by the students themselves. And the program has been so successful that it's being <a href=\"http://www.utsystem.edu/news/2015/02/12/regents-position-ut-system-serve-national-model-alcohol-prevention-and-education-pro\">expanded</a> to every campus in the UT system around the state. Students mentor each other, socialize together and watch for signs of relapse. Sierra Castedo, the director, hosts a Thursday night \"sober check-in\" at Bellmont Hall. \"That's just an opportunity to come together as a group, hold each other accountable and literally just check in about their week,\" she says.</p><p>There is an emphasis on service. The students speak in high schools and in drug treatment facilities. Some even give seminars to emergency room doctors in area hospitals. During the fall, they help clean up Memorial Stadium after football games.</p><p>If one of them falls off the wagon, that doesn't mean they're kicked out of the program — only that they've had a relapse. Some make it back. Some don't. There is nothing easy about staying drug- and alcohol-free at an American university.</p><p>\"There is, in many ways, a ritualistic, pro-drug, rite-of-passage culture that exists,\" says Ivana Grahovac, the executive director of <a href=\"http://www.transformingyouthrecovery.org/\">Transforming Youth Recovery</a> in Del Mar, Calif.</p><p>Her group is aggressively promoting the spread of student recovery programs around the country. Grahovac says that out of approximately 4,500 colleges and universities nationally, 135 have recovery programs now, up from 35 two years ago — and just 10 a decade ago.</p><p>\"The curtain of shame is starting to lift,\" Grahovac says. \"And we are seeing a movement of people in recovery stepping forward and giving a face and a voice to the experience of being a person who is recovering from an addiction.\"</p><p>That's increasingly important as university and college presidents around the country watch with dismay the <a href=\"http://www.niaaa.nih.gov/alcohol-health/special-populations-co-occurring-disorders/college-drinking\">catastrophic consequences</a> of drug and alcohol abuse among their students. Putting a meaningful brake on the carnage has so far proved beyond them. But extending a helping hand to students who've gone through hell and are trying to come out the other side is a small thing they can do. It's why the number of recovery programs has increased so dramatically in recent years.</p><p>For UT students like Zach Edgerton, who became addicted to drugs and alcohol in high school and is among those stepping forward in recovery, the results have been heartening and life-changing. \"The friends that I've made here and the support group I've surrounded myself with — to watch them graduate and go on their professions and make lives for themselves, it's awe-inspiring,\" he says. \"Some of them are doctors and lawyers already, petroleum engineers — influential people in society today.\"</p><p>And so the students gently and not so gently usher one another into a new world — a world free of intoxicants, where the love of learning, of life, of each other, is judged to be enough.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Rising+Concern+About+Addiction%2C+Universities+Focus+On+Recovery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"435"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393192556-ccfe9e.m3u?orgId=1&topicId=1128&e=393038598&d=435&ft=nprml&f=393038598"},{"href":"http://media.npr.org/assets/img/2015/03/15/91191206-2ff6eed024db3b7990128ec0801b12d60bf110b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}