{"created":"2014-08-26T21:03:31+00:00","modified":"2014-08-26T21:03:31+00:00","valid":{"from":"2014-08-26T21:03:31+00:00","to":"3014-08-26T21:03:31+00:00"},"hreflang":"en","guid":"716c9061-4901-43d5-bd56-cb24f777573d","title":"Rising sea levels mean trouble for Vietnam's rice farmers","published":"2014-08-26T21:03:30+00:00","byline":"Christopher Johnson","tags":["climate change","environment","agriculture","Human Needs","Environment","Science, Tech & Environment","Asia","Vietnam","Tim Gorman","Hai Thach","Agriculture","Rice","Vietnam","Rice production in Vietnam","Environment","Tropical agriculture","Mekong Delta"],"teaser":"If you find yourself buying rice anywhere in the world, there’s a good chance that what’s in your cart came from Vietnam. The small country cranks out a fifth of the world’s rice exports each year. But oceans are expanding — right up into some of Vietnam’s richest rice-growing areas — which is bad news for farmers.","contentencoded":"<p>It&rsquo;s mid-season here in Soc Trang Province, Vietnam. The fields are full, and under an easy monsoon wind, the crop rolls like massive emerald sheets.</p><p>Out here with his rice &mdash; that&rsquo;s where Hai Thach loves to be.</p><p>&ldquo;I so much enjoy working this land,&rdquo; he says. &ldquo;Every day, I must visit the land &mdash; four to five times a day.&rdquo;</p><p>The 63-year-old farmer has been raising rice in this town since he was a boy. His parents did it &mdash; his great-grandparents, too.&nbsp;<span style=\"line-height: 1.538em;\">Thach knows his crop.</span></p><p>[[{\"fid\":\"72859\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1504,\"width\":1000,\"style\":\"line-height: 1.538em; width: 250px; height: 376px; float: right; margin: 5px;\",\"alt\":\"Rice farmer Hai Thach on his farm in Soc Trang Province.\",\"title\":\"Rice farmer Hai Thach on his farm in Soc Trang Province.\",\"class\":\"media-element file-default\"}}]]</p><p>&ldquo;When the rice gets sick, I am sad, too. I feel sad when the rice gets sick,&rdquo; he says.</p><p>Squinting out across his acre-and-a-half plot, he reaches down into the sea of green rice plants and snaps off a long yellow leaf.</p><p>Something&rsquo;s wrong.</p><p>&ldquo;The rice now is affected by disease,&rdquo; he explains. &ldquo;I expect to lose some of the rice plants &mdash; to not be able to harvest them at all.&rdquo;</p><p>The bacteria, he says, comes from salt. It&rsquo;s in the soil and in the water. Saline intrusion is killing rice throughout the region.</p><p>Thach stands to lose nearly $300 this crop &mdash; close to half of what he takes home in a year.</p><p>&ldquo;The conditions are becoming increasingly less favorable for rice,&rdquo; says Tim Gorman, a doctoral student researching how climate change is impacting the lives of people in the region. &ldquo;You have a lot of people who are finding it increasingly difficult to grow rice, or to make money growing rice, because of these unfavorable conditions.&rdquo;</p><p>Soc Trang Province, Gorman says, is one of the poorest in the Mekong Delta. The residents rely heavily on rice cultivation.</p><p>Part of the problem is location. The whole area is veined by channels of the Mekong River. When things are going the rice farmers&rsquo; way, a system of canals and gates steers the river&rsquo;s fresh water to their paddies.</p><p>But, just a few miles away is the South China Sea. Being so close to both a large river and the ocean makes this part of the Delta ripe for saline intrusion.</p><p>&ldquo;There&rsquo;s more and more salt water pushing up little streams and distributaries, and also up the main channels of the Mekong River,&rdquo; Gorman says. &ldquo;At times &mdash; during the dry season, in the winter and spring &mdash; it penetrates for dozens of miles inland.&rdquo;</p><p>In a good year, a Delta rice farmer will get three good crops. But with less fresh water around, that&rsquo;s increasingly hard to do.</p><p>In 2012, sea water had gone so far inland there wasn&rsquo;t any fresh water to be found. Thach and his neighbors, their fields full of their third crop of the year, had no good choices.</p><p>&ldquo;If we used no water, the rice would die, and if we use salt water, the rice would also die,&rdquo; Thach says. &ldquo;We had to use salty water, and the rice died. We just needed 30 more days, and we would have harvested. But it all died.&rdquo;</p><p>Some of the farmer&rsquo;s troubles are certainly due to climate change &mdash; and those rising sea levels.&nbsp;<span style=\"line-height: 1.538em;\">But maybe nobody should be growing rice here in the first place.</span></p><p>&ldquo;<span style=\"line-height: 1.538em;\">Right now, where we&rsquo;re standing &mdash; we&rsquo;re standing by this beautiful rice field,&rdquo; Tim Gorman says. &ldquo;But 100 years ago, we would have been standing in the middle of basically a swamp.&rdquo;</span></p><p>It used to be that ocean water would naturally fill this region of the Delta for at least some part of the year.</p><p>It&rsquo;s only been in the last half century, Gorman explains, that the Mekong River Delta has become an intensive rice-growing area. First the French, followed by the Americans, started major irrigation projects here.</p><p>After its war with the US, Vietnam cleared more mangrove forests and set up even more canals, dykes and gates &mdash; converting this region into what&rsquo;s now known as Vietnam&rsquo;s rice bowl.</p><p>In some ways, Gorman says, saline intrusion is nature &mdash; with the help of a warming planet &mdash; undoing what man has built in the Mekong Delta.</p><p>&ldquo;The part of it with climate change is that the infrastructure designed to protect from direct saline intrusion, from the ocean itself, is increasingly insufficient because the tides are simply higher.&rdquo;</p><p>For now, Gorman says, the state is trying to support the rice sector with protective policies. But Vietnam&rsquo;s leaders are also weighing just how tenable it is to keep pushing rice in the face of tidal changes like global warming.</p><p>In the meantime, what choices do struggling rice farmers have to keep supporting themselves and their families?&nbsp;<span style=\"line-height: 1.538em;\">One option is shrimp farming.</span></p><p>About a dozen workers at a Vietnam sorting facility are busy tossing locally-raised shrimp into blue plastic drums. They&rsquo;re split up by size &mdash; from small to enormous.</p><p>&ldquo;Every night, we work from 7 to 10 p.m., and we go through two to eight tons of shrimp every day,&rdquo; says Hang Thi Dang, who works as a shrimp buyer and seller at the facility.</p><p>Dang says it used to mostly be a rice town. Now, she&rsquo;s seeing more and more people get into aquaculture.</p><p>&ldquo;If we can buy and sell shrimp, it&rsquo;s good for me,&rdquo; she says with a laugh.</p><p>Shrimp farming is far riskier than rice, though even a small shrimp operation can earn more than five times what rice farmer Hai Thach brings home in a year.&nbsp;<span style=\"line-height: 1.538em;\">But switching to shrimp isn&rsquo;t a panacea either &mdash; farming shrimp comes with all sorts of its own environmental challenges.</span></p><p>That debate matters not a bit to Thach. He doesn&rsquo;t have the capital or skill to grow shrimp. He&rsquo;s 63, his children are gone, and he has grandkids to help look after.</p><p>Unlike other frustrated rice growers who are switching to shrimp &mdash; or abandoning their farms altogether &mdash; Thach is staying put</p><p>&ldquo;I&rsquo;m too old to leave here, and my land is here, and I will stay here to work on my land and let the young generation leave.&rdquo;</p><p>He&rsquo;ll be here, his feet deep in the monsoon clay, watching the changes.&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/DSC_0056_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/dsc0056jpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082620147.mp3"},{"href":"/file/082620147mp3"}]}