{"created":"2014-09-24T19:29:54+00:00","modified":"2014-09-24T21:16:58+00:00","valid":{"from":"2014-09-24T21:16:58+00:00","to":"3014-09-24T21:16:58+00:00"},"hreflang":"en","guid":"7181ef79-2250-4be1-b7a4-e156fa5e6a9d","title":"BollyX combines Bollywood dance moves with aerobics to make you more fit","published":"2014-09-24T21:16:57+00:00","byline":"Andrea Crossan","tags":["dance","music","fitness","culture","Global Nation","Culture","Arts, Culture & Media","Cambridge","North America","Asia","India","United States","Massachusetts","Fen Tung","Shahil Patel","Mayuri Bhandari","Minal Mehta","Aerobic exercise","Bollywood","BollyX","Bhangra"],"teaser":"Have you ever done the \"screw in the light bulb\" dance move? How about the \"picking fruit?\" You'll learn them and more moves at the new BollyX fitness class.","contentencoded":"<p>Are you ready to shake your hands, shimmy your shoulders and strike a pose?</p><p>Try <a href=\"http://bollyx.com/\">BollyX Fitness</a>.</p><p>Like <a href=\"http://www.zumba.com/en-US/\">Zumba</a>, BollyX is based on the idea that dancing makes a workout fun.&nbsp;BollyX marries Bollywood dance moves with aerobics. The music is mostly Indian Punjabi Bhangra songs with some American hip-hop thrown in the mix.</p><p>Fen Tung teaches BollyX classes in Boston.</p><p>&quot;Before I started teaching BollyX, I was teaching Zumba and I always loved the Bollywood songs, so I would always incorporate that into my Zumba classes,&quot; says Tung. &quot;I was also taking Bollywood dance classes on technique, so when [the BollyX team] came along talking about this Bollywood dance fitness program, I said I was definitely interested.&quot;</p><p>A crowd of people gathers weekly for a BollyX class in a large dance studio in Cambridge, Massachusetts.&nbsp;Tung takes the class through a series of high-energy dance routines.</p><p>Rebecca Sachs, who is new to BollyX, says it&#39;s a tough workout. &ldquo;It was really hard. I&#39;ve taken a lot other classes, different classes, dance classes, kick-boxing classes, step classes and this was definitely up there in terms of cardio exercise.&rdquo;</p><p>Sarthak Ahuja is one of the few men in the class.</p><p>He&#39;s been coming to class since the classes started last August.&nbsp;&ldquo;I think it&#39;s very westernized and easy to pick up &mdash; like Zumba.&quot;</p><p>And for&nbsp;Shweta Bhogale, the music was a happy reminder of home.&nbsp;&quot;I grew up in India,&quot; said Bhogale. &quot;I&#39;ve been in the US only two years, so I know all these songs and that&#39;s a big part of why I enjoy BollyX. I can sing along and enjoy the music as well as the dance.&quot;</p><p>Shahil Patel, one of the co-founders of BollyX Fitness,&nbsp;choreographs the routines taught by the instructors.</p><p>When he was in college, he and his dance troupe were semi-finalists&nbsp;<a href=\"http://www.youtube.com/watch?v=e26OFrUGDX8\">on the show &quot;America&#39;s Got Talent&quot;</a>.</p><p>Patel is a first generation Indian American. His love for Bollywood began when he was a kid.</p><p>&ldquo;I used to sing Bollywood music,&quot; says Patel. &quot;My mom actually sings a lot and so I grew up around a ton of Bollywood music and a lot of Indian culture in the household. And it wasn&#39;t until my voice cracked that I ended up venturing elsewhere.&quot;</p><p>In college, Patel started dancing &mdash; initially copying moves he found on YouTube videos. The rising popularity of Bollywood music and his love of fitness inspired Patel and co-founders Minal Mehta and Mayuri Bhandari to start up BollyX last year.</p><p>&ldquo;One of the big things for us is authenticity in our class,&quot; says Patel. &quot;So what we do is draw very authentic elements from different styles of India, whether that be Bhangra from Punjab in Northern India, or Garba and Raas from Western India. We bring those elements into class to give people different things to really rock out to.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/newboll.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/newbolljpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092420147.mp3"},{"href":"http://www.pri.org/file/092420147mp3"},{"href":"http://youtu.be/O_7vLjU89ek"},{"href":"http://www.pri.org/file/world-can-bollywood-get-you-shape"}]}