{"created":"2015-06-29T21:50:36+00:00","modified":"2015-06-30T04:32:05+00:00","valid":{"from":"2015-06-30T04:32:05+00:00","to":"3015-06-30T04:32:05+00:00"},"hreflang":"en","title":"Supreme Court Rules In Industry's Favor. What's EPA's Next Move?","published":"2015-06-29T22:37:00+00:00","teaser":"Monday's decision from the high court technically only applies to the Clean Air Act's standards on mercury emissions from power plants. But it could affect future EPA regulations, legal experts say.","itags":["npr_api","418581616"],"guid":"7183c2d8-a42f-4af3-a3a4-9d7acfe48831","contentencoded":"<p>The U.S. Supreme Court ruled Monday that the Environmental Protection Agency made a mistake when it told electric power plants to reduce mercury emissions. The high court says the EPA should first have considered how much it would cost power plants to do that.</p><p>The decision comes too late for most power companies, but it could affect future EPA regulations.</p><p>Mercury in the air is <a href=\"http://www.epa.gov/mercury/effects.htm\">a health risk</a>. When you burn coal or oil, you create airborne mercury that can end up in fish we eat and cause serious health problems.</p><p>In 1990 Congress advised the EPA to use the Clean Air Act to limit mercury. The agency set rules for many industries, like cement makers and waste incinerators. Eventually, the EPA also added power plants to the list, and most of these plants began to reduce their mercury emissions.</p><p>But many also sued — along with the coal industry and more than 20 states. They argued that the EPA should not decide to adopt expensive new regulations without first considering what implementing those rules would cost them. In essence, via Monday's <a href=\"http://www.supremecourt.gov/opinions/14pdf/14-46_10n2.pdf\">decision</a> in <em>Michigan v. Environmental Protection Agency</em>, the Supreme Court told the coal industry (in a 5 to 4 vote), \"You're right.\" Justice Antonin Scalia wrote <a href=\"http://www.supremecourt.gov/opinions/14pdf/14-46_10n2.pdf\">the majority opinion</a>.</p><p><a href=\"http://www.bracewellgiuliani.com/people/jeffrey-r-holmstead\">Jeff Holmstead</a> is a former senior EPA official and an attorney with the law firm Bracewell and Giuliani, which represents utilities. He says the ruling is narrow, but the court clearly rebuked the EPA. \"Before it decides to regulate something,\" he says, paraphrasing the high court, \"sometimes it needs to take into account the cost of those regulations. It can't just turn a blind eye.\"</p><p>Now, this ruling only applies to the Clean Air Act and its mercury standards. But Holmstead says it could affect future EPA regulations. Here's why: Usually companies still have to comply with regulations even while they're fighting them within the court system. In the case of mercury, industry spent billions to comply even while it was suing to stop the new rules. And, even though the nation's top court didn't throw the regulations out, it said EPA has to reconsider its decision on costs.</p><p>So, Holmstead says, businesses may now cite this ruling to insist that the EPA wait for the courts before enforcing new rules. \"While you're going through that process [of litigation],\" he says, \"you need to put the regulation on hold. And what happened today certainly makes it much more likely.\"</p><p>The ruling apparently comes too late for those power plants that have already made plans to install equipment to cut mercury. And <a href=\"http://www.catf.us/about/staff/bios/ann_weeks.php\">Ann Weeks</a>, legal director of the Clean Air Task Force, an environmental advocacy group, says that's not likely to be reversed. \"The horse is out of the barn,\" she says. \"The protections already are rolling forward and utilities are making decisions accordingly.\"</p><p>Weeks points out that the EPA eventually<em> did</em> do a cost-benefit analysis, years after it decided to regulate mercury. The Supreme Court says that was too late. But Weeks says the EPA did set the dollar value of the public health benefits at nine times the cost to industry of complying. She says that calculation clearly justifies regulating the industry, and she expects that the EPA will continue do so.</p><p>\"Obviously,\" Weeks says, \"we are all going to work to make sure that some kind of protection remains in place while EPA does its consideration that it has to do now.\"</p><p>The high court says that consideration must take place in the U.S. Court of Appeals, <a href=\"http://www.cadc.uscourts.gov/internet/home.nsf\">District of Columbia Circuit</a>. Weeks says it's possible the EPA will have to do another cost analysis. In the meantime, the battle over rules governing mercury emissions at power plants enters its 26<sup>th</sup> year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Rules+In+Industry%27s+Favor.+What%27s+EPA%27s+Next+Move%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"170"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418641218-1f1668.m3u?orgId=1&topicId=1007&d=170&p=2&story=418581616&t=progseg&e=418639061&seg=6&ft=nprml&f=418581616"}]}