{"created":"2014-11-25T23:15:41+00:00","modified":"2015-05-13T21:29:25+00:00","valid":{"from":"2015-05-13T21:29:25+00:00","to":"3015-05-13T21:29:25+00:00"},"hreflang":"en","title":"For More Local Turkeys To Hit Holiday Tables, You Need An Abattoir","published":"2014-11-26T16:22:00+00:00","teaser":"Demand for locally raised birds is growing faster than small farms can keep pace with. One New England farmer is making a bold move to get more gobblers to the table.","itags":["npr_api","366617068"],"guid":"718b7c7b-d8e2-4aba-8b93-2932df649b30","contentencoded":"<p>It's a busy time of year for turkey farmers around the country. And these days, with the growth of the local food movement, small family farms are struggling to keep up with all the orders for birds. So, we went to find out what one New England farmer is doing to get her gobblers from the field to the table. Enter the \"abattoir.\"</p><p>On a recent chilly November morning, I visited Kate Stillman's farm, a 160-acre spread nestled in between some little hilly pastures and some woods. It's a beautiful little place. And it's been a farm here in Hardwick, Mass., since the early 1800s. Stillman has been fixing up the barns and old farmhouse. \"We came to this place about six years ago, and it's been a labor of love,\" she says.</p><p>Like many small farms serving the local food market, Kate Stillman raises many kinds of animals here — lambs, cattle, chickens, and, in an old wooden barn, some cute little piglets jockeying for a good spot to nurse next to a sow.</p><p>But November, of course, is all about the turkeys. These are free-range turkeys, so they have the run of the whole farm. But as the weather has turned cold, many of the birds have been huddling in a greenhouse that's been turned into a temporary \"turkey warm house.\" Some of her turkeys are so-called heritage breed birds. They look more like wild turkeys and are more like the birds that, say, Benjamin Franklin would have eaten hundreds of years ago.</p><p>With the local food movement growing, Stillman's turkey farming business, you might say, is spreading its wings. Less than 10 years ago, \"when we started here, I struggled to sell 50 birds,\" she says. These days? \"We raised just about 700 this year.\" And that actually created a problem.</p><p>Many small local farms have been popping up around New England, but Stillman says there just aren't enough processing facilities nearby where farmers can take their animals to be killed and butchered.</p><p>\"That's a huge problem for all new England farms,\" she says, adding, \"Last year, we were processing our birds in Vermont, and it's a two-and-a-half hour hike for us.<strong>\"</strong></p><p>Which was tough to do, because it meant chasing around hundreds of turkeys, trying to catch them and pack them onto a trailer in the middle of the night. So this year, for the first time, these birds are meeting their fate right here on this farm.</p><p>Stillman says it's not just turkeys. She was becoming acutely aware that a lack of nearby processing facilities was the biggest limiting factor for the growth of her small farm business. And with more people asking for meat butchered in very particular ways these days, she found she couldn't fill those orders. So a few years ago, Stillman decided to build her own abattoir. The new wood-sided, low-slung building with a stainless steel chimney sits across the road from her house and barns.</p><p>Inside, butcher John Steines is just finishing up cutting up some hams for Thanksgiving. Stillman says she's lucky to have a butcher as good as Steines, because not too many people these days can actually break down a whole animal from the field to the table.</p><p>Steines, in his white apron, says he likes working in a place he's appreciated. As a kid, he says, \"I was told that I had a knife in my hand before I had a pencil.\" He says he grew up butchering animals with his father on his family farm. <strong> </strong></p><p>It actually took Stillman three years to build her abattoir. With the plumbing, septic system and specialty equipment involved, and delays for permitting, the project took a lot longer and cost much more than she ever thought it would-- upwards of $700,000. Finding a bank to loan her the money wasn't easy, either.</p><p>\"A single female opening up a slaughterhouse ... raises some eyebrows,\" she says. \"I sat in a room full of bankers who said to me, 'Wouldn't you rather bake cookies'?' \"</p><p>\"You can choose to be offended,\" she says, \"or you can tuck it in your back pocket and keep going.\"</p><p>And that's what Stillman and her farm crew are doing. They've been working late into the night, getting all the Thanksgiving orders ready to go and packed up in her new walk-in refrigerator. \"We all sat down and shared a beer last night and said, we did this!\" she says.</p><p>Because of that, 700 people around Massachusetts will have a locally raised and butchered bird from Stillman's farm for Thanksgiving.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+More+Local+Turkeys+To+Hit+Holiday+Tables%2C+You+Need+An+Abattoir&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366620603-b7fb56.m3u?orgId=1&topicId=1053&d=223&p=2&story=366617068&t=progseg&e=366620491&seg=14&ft=nprml&f=366617068"},{"href":"http://media.npr.org/assets/img/2014/11/25/turke_edit11-8300b4f26e8461e75e0e11a2c61effd4fc3e4205.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1440","width":"1920"}},{"href":"http://media.npr.org/assets/img/2014/11/25/pigs_edit11-5f68647f0a5eeb8f7a17b53a04c79afd0d095084.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}},{"href":"http://media.npr.org/assets/img/2014/11/25/kaiteedit_1-979c82f1d3c8e17ba5880099ad7a42cea4975725.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}}]}