{"created":"2014-09-04T16:10:18+00:00","modified":"2015-02-25T19:17:00+00:00","valid":{"from":"2015-02-25T19:17:00+00:00","to":"3015-02-25T19:17:00+00:00"},"hreflang":"en","title":"Some Call For More Sharing In Ridesharing","published":"2014-08-28T14:43:00+00:00","teaser":"A researcher says startups Uber and Lyft aren't really ridesharing services. An emerging set of services being tested promises to be more about sharing and less about being like taxis.","itags":["npr_api","343039152"],"guid":"7196f047-9479-43f9-95f6-f97c85d9d8d6","contentencoded":"<p>Taxicabs are fighting tooth and nail against Uber, the company that enables car owners to drive part time or full time for pay, like cabbies.</p><p>But behind this battle, there's another one brewing inside the world of ridesharing. Uber and its competitors in San Francisco are sparring over cash, over drivers, and over some basic values, too.</p><p>But a researcher says branding the startups Uber and Lyft as ridesharing services isn't quite accurate. Now, an emerging set of services promises to be more about sharing.</p><p><strong>Chauffeur Vs. Your Friend With A Car</strong></p><p>Uber has raised $1.5 billion from private investors, and it has used some of its money to try to lure drivers away from the No. 2 ridesharing startup, Lyft.</p><p>Lyft has raised $333 million (hardly chump change) and has paid to lure drivers back.</p><p>I wanted to know, from the workers' perspective, if there are important differences between the two startups, so I took a bunch of Lyft rides and asked a few dozen of my drivers for their take. Here are some typical responses:</p><ul><li>\"The clientele from Uber, they expect way too much for what I'm not getting. They want water and phone chargers and gum and snacks,\" Erik Manning says.</li><li>Theresa Guerrero says Lyft is more social: \"Lyft passengers expect to sit in the front seat and have a conversation and share. <em>Share</em>!\"</li><li>Alonzo Hidalgo says Lyft is less pressure: \"When you work for Lyft, it's basically your friend with a car. It's a different approach. I'm not your chauffeur. ... I'm your friend with a car.\"</li></ul><p>While Uber is the luxury brand, Lyft is the hipster chic alternative: Passengers sit in the front seat and dive into conversations that feel like speed dating or bar counter confessional. Some say that's a key distinction in a city that is so fragmented between the tech haves and have-nots, people forget to fist bump.</p><p><strong>Taxis By Another Name?</strong></p><p>But others aren't so convinced.</p><p>\"When you think about the difference between a taxi, a sedan and Uber and Lyft — they're all kind of doing the same thing,\" says <a href=\"http://www.hbs.edu/faculty/Pages/profile.aspx?facId=417579\">Benjamin Edelman</a>, a professor at the Harvard Business School who studies Internet companies. \"The most striking change is that Uber and Lyft will do it for a lower price.\"</p><p>Edelman says he's not one to criticize a lower price, but he accuses Uber and Lyft of being \"duplicitous\" in how they brand their services as \"sharing.\" For all their qualms with the legacy taxi industry, he says, the startups are in essence taxicabs that know how to use a smartphone for dispatch.</p><p>Ridesharing was supposed to be different. As described in <a href=\"http://tsrc.berkeley.edu/sites/tsrc.berkeley.edu/files/Ridesharing%20in%20North%20America%20Past%20%20Present%20%20and%20Future.pdf\">an article</a> in the journal <em>Transport Reviews</em>, the movement started as a way to conserve resources in the U.S. during World War II. It evolved over the decades into a green movement to get cars off the streets.</p><p>This new generation of startups could have used the awesome power of smartphones to help people going in the same direction find each other in real time. Instead, when you hop in an Uber or Lyft, Edelman says, \"The driver is still a driver, driving in an unnecessary direction to get paid.\"</p><p>And that makes sense, when you think about the pressures on the companies. Silicon Valley investors want a return. And it can be easier to make an existing market more efficient than to experiment with sharing cars the way we might share a bus.</p><p>\"I don't fault them for choosing the road that's more obvious and more straightforward. It's the natural play,\" Edelman says, \"although it won't live up to the full technology's potential.\"</p><p><strong>A New Product In Sharing</strong></p><p>There is one experiment that could be a game changer.</p><p>The startup Sidecar started testing a new service in May, called <a href=\"http://blog.side.cr/2014/08/06/shared-rides-are-here-shareable-sidecars-for-50-less/\">Shared Rides</a>, for people who need a ride in the same direction. During the nearly three-month test period, the company says it got 13,000 requests for shared rides. While that's just a small fraction of all rides, CEO Sunil Paul says it's a strong indicator of future interest.</p><p>He estimates that the U.S. taxi market is a $10-billion-a-year industry, and ridesharing could be 10 times that because it responds to the blue-collar commuter.</p><p>\"What we want to prove is that everyday people can use their smartphone to get back and forth from work, and we can deliver that at a very low cost,\" Paul says. \"That is the big opportunity our investors are looking for, that we're looking for.\"</p><p>The two giants in ridesharing recently announced they're trying out shared rides, too. Uber says <a href=\"http://blog.uber.com/uberpool\">UberPool</a> is in test mode, and while it seems popular, it's too soon to tell if it'll be a core service. Lyft did not respond to NPR's request for details about <a href=\"https://www.lyft.com/line\">Lyft Line</a>.</p><p>Paul says, \"We intend to do it better than the others.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Some+Call+For+More+Sharing+In+Ridesharing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343203863-09b72d.m3u?orgId=1&topicId=1006&e=343039152&d=257&ft=nprml&f=343039152"},{"href":"http://media.npr.org/assets/img/2014/08/25/20140819_093224-4b13b833684bd48172008760f66be971308ca430.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1833","width":"2444"}}]}