{"created":"2014-09-08T20:55:55+00:00","modified":"2014-09-09T18:39:11+00:00","valid":{"from":"2014-09-09T18:39:11+00:00","to":"3014-09-09T18:39:11+00:00"},"hreflang":"en","guid":"7197da86-e9a9-449b-89f5-33a1f9f0d17a","title":"This American man very nearly joined the jihad in Chechnya in the 1990s","published":"2014-09-09T18:39:10+00:00","byline":"Traci Tong","tags":["religion","education","terrorism","Belief","Lifestyle & Belief","Chapel Hill","New York","North America","Asia","South Asia","United States","Pakistan","North America","Asia","South Asia","Michael Muhammed Knight","Malcolm X","ISIS","Muslims","Religion","Education"],"teaser":"Michael Muhammad Knight thinks he knows why young American men are joining groups like ISIS. He was one of them.","contentencoded":"<p><a href=\"http://www.washingtonpost.com/posteverything/wp/2014/09/03/i-understand-why-westerners-are-joining-the-islamic-state-i-was-almost-one-of-them/\">Michael Muhammed Knight</a>&nbsp;was raised Catholic and attended a Catholic high school in upstate New York, with family tied to Ireland and Germany.</p><p>But when he was 15, he discovered Malcolm X and decided he wanted to change religions.</p><p>&quot;Drinking wasn&#39;t going to do it. Partying wasn&#39;t going to do it. I think Islam was perhaps my teen rebellion,&quot; he says. &nbsp;</p><p>When Knight was 16, he had his mother drive him to a mosque. And at 17, he converted to Islam and travelled to Pakistan to receive a religious education.&nbsp;</p><p>Knight believed he could make a positive contribution with his new faith. &nbsp;</p><p>This was in the mid-1990s during the Russian occupation of Chechnya. &quot;And you know, at some point it just occurred to me, &#39;what can I really do? I wasn&#39;t particularly useful as a fighter. I was a skinny little teenager. I wasn&#39;t athletic. I didn&#39;t have a hunting background ... I never touched a gun. And no one really encouraged me to be a violent person. So I wouldn&#39;t have been too useful in that struggle, but that&#39;s what I thought I was supposed to be doing.&quot;&nbsp;</p><p>Knight says he seriously considered fighting for the Chechen rebels, but eventually pulled back.&nbsp;</p><p>It was the scholars who were teaching Knight everything about Islam who convinced him to pursue a more peaceful path. They were deeply conservative, says Knight. &nbsp;He didn&#39;t agree with all of their teachings, but one thing did resonate with Knight. He was told that he was there to learn. &quot;I could do more good for the world with the things you&#39;re learning rather than going over and being another body in the ditch (they told him).&quot;</p><p>They saved his life, he says. But not every kid who pursues the same path is given that same advice.&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/jihadkid2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/jihadkid2jpg"}]}