{"created":"2014-08-28T02:36:05+00:00","modified":"2014-10-30T23:18:32+00:00","valid":{"from":"2014-10-30T23:18:32+00:00","to":"3014-10-30T23:18:32+00:00"},"hreflang":"en","title":"Would You Share The President's Fries?","published":"2014-08-14T22:35:00+00:00","teaser":"When President Obama visited Kansas City, Mo., for a speech about the economy, he had dinner with four people who had written him letters and wound up sharing his fries.","itags":["npr_api","340339676"],"guid":"719a2185-ecad-41b5-a2cb-44f6758c81ca","contentencoded":"<p>What happens when President Obama has supper with people he just met? Well, for one thing, he may have to share his fries.</p><p>The president invited four Kansas City, Mo., residents to dine with him at Arthur Bryant's barbecue last month. The four are among the thousands of people who have addressed personal letters to the White House.</p><p>President Obama sat down to talk with the letter writers, and moments later the pool of reporters on hand were ushered out (as is the norm). NPR reached all four by phone to get a download.</p><p>\"Having dinner with the president was just like talking to an old friend,\" says Mark Turner.</p><p>The other three echoed that sentiment, and seemed a little surprised at how immediately the president put them at ease.</p><p>They had all gotten beverages in 44-ounce souvenir cups, and when Obama walked up to join their table, he couldn't help but comment.</p><p>\"When they say 'large drink,' they mean large drink,\" he said.</p><p>Becky Forrest says that when the food was delivered to their table, she realized her plate had baked beans instead of fries. \"The president looked at me, and he said: 'That's not right. I'll just turn my plate around and you can eat off of my plate.' And I did. I think I ate all his fries.\"</p><p>But he didn't go hungry — Obama took down half a slab of ribs on his own. No leftovers.</p><p>Forrest had written the president about the neighborhood association she leads.</p><p>But other letters voiced frustration. Mark Turner submitted his through the White House website.</p><p>\"I kept getting this blog from WhiteHouse.com and it said, you know, the president wants to know how you feel. And I said, 'Well, does he really want to know how I feel?' \" says Turner.</p><p>Turner was downsized from his corporate telecommunications job and decided to devote his life to teaching GED classes to high school dropouts. But that doesn't pay the bills, so he works two other jobs, too. His letter to Obama was short, maybe two paragraphs. It was about his concern for the young people he teaches, and his fear that society has given up on them.</p><p>\"When you've been told that you're a chicken for so long and you know that you're an eagle, you start hanging out with the chickens and saying, 'No matter what I do, I still feel like a chicken.' \"</p><p>Turner says he does his best to convince them that they're eagles.</p><p>Victor Fugate typed his letter on a computer three years ago, then put it in the mail. He thanked the president for focusing on the economy. He wrote about the six months he spent unemployed and his student loans, which he figures he'll be trying to pay off as long as he lives. When the White House called to invite him to dine with the president, he figured it was a prank.</p><p>\"Someone that's kind of struggled through life and kind of fought through to make a difference, you don't usually get those chances,\" says Fugate. \"Usually the people that get the chances are the ones that can make big political contributions. So I was thinking not an average guy like myself is going to get a chance like this to meet and discuss ideas.\"</p><p>Valerie McCaw sent her letter late at night after totaling up her son's student loans: $100,000 of debt for a bachelor's degree in sports management. She's a single mom and owns a small civil engineering firm.</p><p>\"I think I ended the e-mail with, 'Is there some policy or something you can do?' because I am not trying to be on the government dole or anything,\" she says. \"I'm trying to help myself, but I'm drowning.\"</p><p>Asked if the president had an answer, she said — after a very long pause — no. But she left the barbecue restaurant that night confident he was aware of the problem. McCaw equates these presidential meals with regular folks to something she learned in management training.</p><p>\"They called it management by walking around, and I kind of think that this dinner was management by walking around,\" says McCaw. \"I mean, he was talking to the people that he served, his citizens, without the filters ... between the president and an everyday person.\"</p><p>Of course, from the outside, these meals look a whole heck of a lot like a photo op, designed to humanize an unpopular president. Turner says he read a lot of tweets saying just that — and he takes offense.</p><p>\"We're not props,\" says Turner. \"We're just everyday people. Real people. I'm a real person. You know, the other three people there, they're real people.\"</p><p>Real people who got a chance to tell the president about their struggles and triumphs, and eat fries from his plate.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Would+You+Share+The+President%27s+Fries%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340422536-b77961.m3u?orgId=1&topicId=1014&ft=3&f=340339676"}]}