{"created":"2014-09-22T16:10:05+00:00","modified":"2014-10-31T15:41:23+00:00","valid":{"from":"2014-10-31T15:41:23+00:00","to":"3014-10-31T15:41:23+00:00"},"hreflang":"en","title":"'Do The Right Thing' Celebrates Its 25th Anniversary","published":"2014-06-30T20:22:00+00:00","teaser":"The film tells the story of how an Italian-owned pizzeria becomes a flashpoint for racial unrest in one of New York City's poorest neighborhoods, the heavily black and Puerto Rican Bedford-Stuyvesant.","itags":["npr_api","326797997"],"guid":"719b6dee-8c24-4e14-8433-a5f553531cdd","contentencoded":"<p>Spike Lee's <em>Do the Right Thing</em> was hotly anticipated when it was released 25 years ago.</p><p>The film about racial tension reaches a boiling point on a scorching summer day in Brooklyn.<em> </em>All the action takes place on one block in Bedford-Stuyvesant, one of the poorest neighborhoods in New York City; a block where African-Americans and Puerto Ricans live, Koreans and Italians work and the New York Police Department plays dirty.</p><p><em>Do the Right Thing</em> would go on to be nominated for an Oscar for best original screenplay, where it ultimately lost out to <em>Dead Poets Society.</em> (The Academy Award for best picture that year went to <em>Driving Miss Daisy</em>, a film with vastly more timid portrayals of racial distrust and tension.)</p><p><strong>The Academy Hosts A Silver Anniversary Screening</strong></p><p>As if to make up for the oversight, the Academy Film Archive premiered a new 35 mm print of the film that was screened last Friday.</p><p>The movie opens with Rosie Perez dancing and shadow boxing to \"Fight the Power\" in what some have called the greatest opening credit sequence in film history. The audience at the event hosted by the Academy of Motion Picture Arts and Sciences was immediately transported to 1989 and its gold door-knocker earrings, biker shorts and boom boxes.</p><p>The way the movie explored racial tension and police brutality resonated across the country.<br /> <br /> \"I lived in South Central [Los Angeles] and it was like, 'Wow, that happens over there, like cops do that over there, too?' \" says Jesse Bingham, who was standing in line with his wife, Shaunte, hoping to get into the sold-out screening. Both were too young to see it in a theater when it was first released, but they did see it on video as kids.<br /> <br /> Racial tension is in your face in <em>Do the Right Thing —</em> no subtleties, no need to read between the lines. There's even a montage with several characters spewing racial slurs into the camera. Right at you. Whoever you are.</p><p>But don't think it's some bash-you-over-the-head-with-the-injustices-of-the-world kind of movie. It's hilarious. (Unfortunately for us, the funniest moments are replete with unprintable language.)</p><p><strong>The Risk Of Making 'Do the Right Thing'</strong></p><p>\"I doubt that <em>Do the Right Thing</em> would be made by any studio today,\" says Tom Pollock, who ran Universal Pictures in the late 1980s and gave the movie a green light. In a discussion before the screening, Pollock tells the packed theater that studios today aren't as willing to produce original screenplays. Too risky. Director Spike Lee (who also plays the role of Mookie) says \"risky\" was an understatement when it comes to this film.</p><p>\"It started at the world premiere in Cannes where there was a segment of the press who did not want this film to come out, who were writing reviews, saying this film was going to cause black people to run amok,\" Lee says.</p><p>Pollock adds there was concern that the film was going to cause race riots. \"So what did we do,\" he says. \"We moved the release date up to take advantage of all that controversy!\"</p><p>The Obamas made a brief videotaped appearance at the event where they talked to the audience and Lee about going to see <em>Do the Right Thing</em> on their first date. \"Today I've got a few more gray hairs than I did back in 1989,\" the president says. \"You don't look like Mookie anymore, but <em>Do the Right Thing</em> still holds up a mirror to our society and it makes us laugh and think and challenges all of us to see ourselves in one another.\"</p><p>As Mister Señor Love Daddy, one of the film's characters, says, \"That's the truth, Ruth.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Do+The+Right+Thing%27+Celebrates+Its+25th+Anniversary&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326927462-0243b2.m3u?orgId=1&topicId=1015&ft=3&f=326797997"},{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326892798-d5d272.m3u?orgId=1&topicId=1015&ft=3&f=326797997"},{"href":"http://media.npr.org/assets/img/2014/06/30/do-the-right-thing-25-eb3aee4f3934532c65fdfc6927678013b720ad46.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2130","width":"2838"}},{"href":"http://media.npr.org/assets/img/2014/06/30/do-the-right-thing-25b-83458570f3cc9a9e1ef51fea73a16a1d63d64bac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2666"}}]}