{"created":"2015-05-18T17:04:12+00:00","modified":"2015-06-26T17:55:55+00:00","valid":{"from":"2013-11-18T20:19:41+00:00","to":"3013-11-18T20:19:41+00:00"},"hreflang":"en","published":"2013-11-18T20:19:41+00:00","teaser":"Medicare is wasting hundreds of millions of dollars a year by failing to rein in doctors who routinely give patients pricey name-brand drugs when cheaper generic alternatives are available.","title":"Medicare's failure to track doctors wastes billions on brand-name drugs","itags":["71a407204135fb715ef3ab4c70812c64","Marketplace","Marketplace for Monday, November 18, 2013","PMP:Marketplace_PMP"],"tags":["APM","Health Care","Medicare","ProPublica","prescription drugs"],"description":"Medicare is wasting hundreds of millions of dollars a year by failing to rein in doctors who routinely give patients pricey name-brand drugs when cheaper generic alternatives are available.","contentencoded":"<div class=\"barn-cleaned\"><p><em>The radio story was reported by Amanda Aronczyk.</em></p>\n<p>Medicare is wasting hundreds of millions of dollars a year by failing to rein in doctors who routinely give patients pricey name-brand drugs when cheaper generic alternatives are available.</p>\n<p>ProPublica analyzed the prescribing habits of 1.6 million practitioners nationwide and found that a tiny fraction of them are having an outsized impact on spending in <a href=\"http://www.medicare.gov/part-d/\">Medicare's massive drug program</a>.</p>\n<p>Just 913 internists, family medicine and general practice physicians cost taxpayers an extra $300 million in 2011 alone by disproportionately choosing name-brand drugs. These doctors each wrote at least 5,000 prescriptions that year, including refills, and ranked among the program's most prolific prescribers.</p>\n<p>Many of these physicians also have accepted thousands of dollars in promotional or consulting fees from drug companies, records show.</p>\n<p>While lawmakers bitterly disagree about the Affordable Care Act, Medicare's drug program has been <a href=\"http://www.phrma.org/issues/medicare\">held up as a success</a> for government health care. It has come in below cost estimates while providing access to needed medicines for 36 million seniors and the disabled.</p>\n<p>But this seeming fiscal success has hidden billions of dollars lost to unnecessarily expensive prescribing over the program's eight-year history.</p>\n<p><iframe src=\"http://projects.propublica.org/checkup/widget\" ></iframe></p>\n<p>The waste is exacerbated by a <a href=\"http://cms.hhs.gov/Medicare/Eligibility-and-Enrollment/LowIncSubMedicarePresCov/index.html\">well-meaning benefit</a> written into the drug program, known as Part D: Low-income patients pay less than $7 per prescription regardless of a medication's cost. The unintended consequence is that doctors can dole out name brands with little fear of pushback from patients about price.</p>\n<p>Taxpayers spent <a href=\"http://www.propublica.org/documents/item/834869-medpac-2013-report.html#document/p18/a131641\">$62 billion last year on Part D</a> — more than a third of it on this low-income subsidy.</p>\n<p><a href=\"http://projects.propublica.org/checkup/providers/2011_541132\">Dr. Hew Wah Quon</a> is one of Medicare's top prescribers. From a worn office in Los Angeles' bustling Chinatown, he churned out $27 million worth of prescriptions from 2009 to 2011, data show.</p>\n<p>All of Quon's patients in 2011 qualified for the low-income subsidy, sometimes called \"Extra Help.\" He mostly prescribed name brands, such as AstraZeneca's Crestor, for high cholesterol. Crestor costs more than $6 a pill; the leading generic costs as little as 20 cents.</p>\n<p>If Quon had prescribed the way other internists do in California, choosing drugs so that his average cost was similar to theirs, he alone could have saved Medicare $5 million in 2011, ProPublica's analysis shows.</p>\n<p>\"Boy, this doctor is a walking economic disaster,\" said Dr. Jerry Avorn, a Harvard medical professor who has written about the risks and benefits of prescription drugs.</p>\n<p>When first contacted by ProPublica last year, Quon defended some of his choices but abruptly ended the interview and has since declined to comment. Others who prescribe similarly said they believe name-brand drugs work better.</p>\n<p>Health programs run by the U.S. military and the Department of Veterans Affairs control costs by strictly limiting the name-brand drugs doctors can prescribe. Some of the nation's leading private health insurance plans do as well.</p>\n<p>But Medicare, which pays for one in every four prescriptions nationwide, hasn't asked Congress for the authority to put similar checks in place.</p>\n<p>The Centers for Medicare and Medicaid Services (CMS), the federal agency that administers those programs, declined to make an official available for an interview and would not answer specific questions.</p>\n<p>\"By law, Medicare must cover items and services that are reasonable and necessary,\" a CMS spokesperson said in an email. \"Within those rules, doctors and their patients are free to make medical treatment decisions that are best for the patient.\"</p>\n<p>In the past, agency officials have said that while Part D is a government program, private insurers are responsible for running it. They normally decide how to manage their drug plans but cannot increase prices for the poor.</p>\n<p>ProPublica's analysis is part of a broader look at Part D oversight. An <a href=\"http://www.propublica.org/article/part-d-prescriber-checkup-mainbar\">article in May</a> found that Medicare has failed to take basic steps to investigate doctors who prescribe large quantities of dangerous, addictive or inappropriate medications.</p>\n<p>Some, including the investigative arm of the Department of Health and Human Services, say CMS also needs to do more to stop waste — by <a href=\"http://oig.hhs.gov/oei/reports/oei-02-09-00603.pdf\">investigating doctors who prescribe very differently than their peers</a>. Others say it should establish penalties and bonuses to encourage more cost-effective habits.</p>\n<p>\"At some point, I think we have to hold prescribers accountable for their prescribing,\" said Dr. Nancy Morden, an associate professor at the Dartmouth Institute for Health Policy and Clinical Practice, <a href=\"http://www.dartmouthatlas.org/data/topic/topic.aspx?cat=41\">which has studied Part D</a>. \"I just don't see how that's different from holding them accountable for the quality of care in the exam room or in the operating room.\"</p>\n<p>Numerous studies show that generics, which must meet rigid Food and Drug Administration standards, <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/19050195\">work as well as name brands</a> for most patients. Although some medications do not have exact generic versions, there usually is a similar one in the same category.</p>\n<p>Many of the 900-plus primary care doctors who favored name brands shared another trait: Financial ties to the companies whose pills they prescribe.</p>\n<p>Since 2009, 48 percent of them have received at least $1,000 for speaking, consulting and other promotional purposes, <a href=\"http://projects.propublica.org/docdollars/\">according to data ProPublica compiled from company web sites</a>. Eleven have accepted $100,000 or more, the data show. Quon has received more than $7,000 in speaking fees and meals.</p>\n<p>Among a random sample of doctors who prescribed generics more frequently, only 15 percent accepted drug company money, and the amounts generally were less.</p>\n<p><a href=\"http://projects.propublica.org/checkup/providers/2011_182538\">Dr. Jeffrey Grove</a>, a Florida physician who chooses generics 90 percent of the time for his Medicare patients, said it's irresponsible not to consider cost.</p>\n<p>\"I don't care that the government pays for it,\" said Grove, president of the American College of Osteopathic Family Physicians. Grove was at the <a href=\"http://www.cnn.com/2003/ALLPOLITICS/12/08/elec04.medicare/\">2003 ceremony when President George W. Bush signed</a> Part D into law.</p>\n<p>\"How many people could we insure that are uninsured right now if those physicians were practicing responsibly as well?\"</p>\n<p>Quon's office, right outside downtown Los Angeles, is wedged between a bank and a budget hotel. His name is half-peeled off the front window. On the waiting room walls, smudges mark where legions of patients leaned their heads.</p>\n<p>Yet in 2011, <a href=\"http://projects.propublica.org/checkup/providers/2011_541132\">nearly 80,000 prescriptions</a> flowed through this unassuming space and his other office in Monterey Park, a largely Asian city nearby.</p>\n<p>Quon, 62, was the nation's top prescriber that year for a dozen brand-name drugs and second-highest for another 13.</p>\n<p>High on his list was <a href=\"http://projects.propublica.org/checkup/drugs/1454\">Crestor</a>, the most potent of a class of cholesterol-lowering drugs known as statins. Quon prescribed it 5,250 times — more than twice as many as any other doctor in Medicare. About 70 percent of his 948 Medicare patients filled a prescription for it.</p>\n<p>Doctors typically find that generics such as simvastatin, the most-prescribed drug in Part D, work well to treat the risks from artery-clogging cholesterol. Crestor is usually reserved for stubborn cases because it costs 30 times as much.</p>\n<p>Quon also liked <a href=\"http://projects.propublica.org/checkup/drugs/4475\">Lovaza</a>, purified and concentrated fish oil. It is marketed by GlaxoSmithKline to help reduce very high triglycerides, a fat in the blood linked to heart disease. At more than $90 per prescription in 2011, Lovaza's price dwarfed that of over-the-counter fish oil supplements sold for a few dollars per bottle. Quon prescribed it 4,700 times, tops in the country.</p>\n<p>Dr. Steven Nissen, chairman of cardiovascular medicine at the Cleveland Clinic, said that while high triglycerides are a risk factor for heart attack and stroke, there is no scientific evidence that Lovaza lowers the odds of either event. Even GlaxoSmithKline says on <a href=\"http://www.lovaza.com/\">the drug's website</a> that, \"It is not known if Lovaza prevents you from having a heart attack or stroke.\"</p>\n<p>Nissen said it is \"absolutely inconceivable\" to treat so many patients \"with a drug approved only to treat a relatively rare disorder.\"</p>\n<p>Another Quon favorite is Forest Laboratories' <a href=\"http://projects.propublica.org/checkup/drugs/4912\">Bystolic</a>, which treats high blood pressure. He prescribed it 2,225 times, second-highest among Medicare doctors. Several drugs in the class, known as beta blockers, are generics and cost less than $10 per month. Each of his Bystolic orders cost $58.</p>\n<p>The FDA has said Bystolic had no proven advantage over generic beta blockers. In 2008, <a href=\"http://www.fda.gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/EnforcementActivitiesbyFDA/WarningLettersandNoticeofViolationLetterstoPharmaceuticalCompanies/ucm054010.pdf\">it warned Forest Labs</a> that its ads overstated the drug's benefits.</p>\n<p>Quon's prescriptions for Crestor, Lovaza and Bystolic alone cost Medicare $1.3 million in 2011. Overall, his patients received name brands 75 percent of the time, compared to 23 percent for all California internal medicine specialists, including Quon. The average cost of Quon's prescriptions was $129; the group's was $65.</p>\n<p>Medicare data show a consistent pattern for Quon since at least 2007.</p>\n<p>\"He is a big brand user. That's his style,\" said David Wong, whose C.T. Pharmacy is down the block. \"He's famous.\"</p>\n<p>The prescribing habits of Quon and other primary care doctors with similar devotion to name brands collectively cost Medicare more than $1 billion in 2011. Nearly a third of that could have been saved if their prescribing had the same average cost as their peers.</p>\n<p>Other specialties showed comparable patterns, but ProPublica's analysis focused on primary care doctors because they treat a variety of illnesses and prescribe a range of medications that have generic alternatives.</p>\n<p>In June, the HHS inspector general <a href=\"http://oig.hhs.gov/oei/reports/oei-02-09-00603.pdf\">issued a report on potential waste</a> and abuse in Part D. Among a group of \"very extreme outliers,\" the report cited one doctor with an \"unusually large number\" of Lovaza prescriptions whose costs in 2009 were 151 times more than average.</p>\n<p>The inspector general did not name the doctor, but by matching statistics in the report to Medicare data, ProPublica was able to identify the doctor as Quon. No other physician met the criteria.</p>\n<p>Part D was created amid a partisan fight over who should run the program — the government or private industry. But it was accepted that no matter who was in charge, poor Medicare enrollees would need extra help paying their drug bills.</p>\n<p>Today, this special subsidy has ballooned into the program's biggest cost, <a href=\"http://www.propublica.org/documents/item/834869-medpac-2013-report.html#document/p18/a131641\">hitting $22.8 billion in 2012</a>, according to the Medicare Payment Advisory Commission (MedPAC), a group that reports to Congress on Medicare. That's up 35 percent since 2007.</p>\n<p>The growth has been fueled in part by the meager co-pays set by Congress.</p>\n<p><strong>Note:</strong> Counts include initial prescriptions and refills dispensed. Retail price includes patients' out-of-pocket costs but does not reflect drug maker rebates.</p>\n<p>For the more than 11 million who get the subsidy, generics cost no more than $2.65. Even the most expensive drugs cost the patients $6.60 or less.</p>\n<p>Medicare reimburses drug plans for the difference between these amounts and what other enrollees pay.</p>\n<p>With little incentive to be cost conscious, these patients and their doctors often use name brands when generics are readily available, studies show.</p>\n<p>For others in Part D, typical co-pays for brand-name drugs — $40 to $85 — deliver a strong push towards generics, which generally cost less than $5.</p>\n<p>A MedPAC analysis found that if low-income patients were prescribed generic drugs in the same proportion as other Medicare enrollees, the program <a href=\"http://www.propublica.org/documents/item/834895-medpac-transcript-nov-2011.html#document/p103/a131640\">could save $1.3 billion a year</a> in just seven drug categories. A separate study this year by the Bipartisan Policy Center, a Washington think tank, says savings could be greater across the program, <a href=\"http://www.propublica.org/documents/item/834919-bpc-cost-containment-report.html#document/p66\">perhaps as high as $44 billion in a decade</a>.</p>\n<p>\"I really think that you need both the carrot of lower cost for the generic side as well as the potential stick of higher costs on the brand side,\" Bruce Stuart, then a MedPAC member, <a href=\"http://www.propublica.org/documents/item/834896-medpac-transcript-jan-2012.html#document/p194/a131639\">said at a meeting last year</a>. Stuart heads the Peter Lamy Center on Drug Therapy and Aging at the University of Maryland School of Pharmacy.</p>\n<p>Experts say that if patients had to pay higher co-pays for name brands, they would likely ask for something cheaper.</p>\n<p>There's no sign that the rules for Part D's low-income subsidy will change anytime soon, however. <a href=\"http://www.propublica.org/documents/item/834901-medpac-march-2012-report.html#document/p2\">Last year, MedPAC urged Congress</a> to modify the co-pays to spur greater use of generics. President Obama proposed raising brand co-pays and reducing generic ones in <a href=\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2014/assets/health.pdf\">his 2014 budget</a>, but Congress hasn't acted on it — and likely won't.</p>\n<p>Former CMS administrator Mark McClellan said encouraging greater use of generics makes sense. But faced with angering either the powerful pharmaceutical lobby or advocates for the poor, he said, lawmakers may see no political benefit in pushing a change.</p>\n<p>The drug industry's <a href=\"http://www.opensecrets.org/lobby/indusclient.php?id=H04&amp;year=2013\">leading trade group</a>, the Pharmaceutical Research and Manufacturers of America, opposes higher brand co-pays for the poor. And the group has a history of batting away proposals that might cut into the billions of dollars of profits drug makers earn from high-margin products in Part D.</p>\n<p>When Congress debated Part D in 2003, the group lobbied to kill a Democratic proposal to <a href=\"http://www.cbsnews.com/8301-18560_162-2625305.html\">let the government negotiate volume discounts</a> on drugs. In 2010, it <a href=\"http://www.nytimes.com/2012/06/09/us/politics/e-mails-reveal-extent-of-obamas-deal-with-industry-on-health-care.html?_r=0\">helped squelch efforts</a> to allow imports of cheaper drugs from abroad as part of the Affordable Care Act's expansion of Part D.</p>\n<p>Matt Bennett, a senior vice president with the group, called Part D a \"success for both beneficiaries and taxpayers.\" In a statement, he said, \"Improved access to medicines in Part D not only leads to better health outcomes for patients, but it also lowers other Medicare spending.\"</p>\n<p>It's illegal to pay to doctors to prescribe, but the money drug makers give doctors to speak or consult on their behalf appears to be a good investment. In June, ProPublica reported that <a href=\"http://www.propublica.org/article/top-medicare-prescribers-rake-in-speaking-fees-from-drugmakers\">17 of the top 20 prescribers</a> of Bystolic, including Quon, received speaking fees in 2012 from the manufacturer, Forest Laboratories.</p>\n<p>The pattern extends to Part D's top name-brand prescribers. Two doctors, in Kentucky and New Jersey, have each received more than $225,000 in promotional payments from drug makers since 2009. A large chunk came from AstraZeneca, maker of Crestor, the doctors' most-prescribed drug.</p>\n<p>AstraZeneca spokeswoman Michele Meixell said the company doesn't choose its speakers based on prescribing but on \"expertise in a therapeutic area, experience and qualifications.\"</p>\n<p>Along one mile-and-a-half stretch of Los Angeles' Koreatown, seven primary care doctors have some of the highest rates of name-brand prescribing in the country. Nearly 3,000 miles away in Brooklyn, N.Y., a single building in a Russian community houses six such doctors.</p>\n<p>By mapping doctors who favor name brands, ProPublica found unexpected clusters in ethnic neighborhoods in and around the biggest cities. The average cost of a Part D prescription in these enclaves can be more than 50 percent higher than that of surrounding areas, the analysis showed.</p>\n<p>Researchers have previously noted <a href=\"http://www.dartmouthatlas.org/data/topic/topic.aspx?cat=41\">regional differences</a> in the way doctors prescribe drugs. But ProPublica's analysis aimed to unravel which individual doctors drive name-brand prescribing and what, if anything, they had in common.</p>\n<p>Many worked solo or in small groups. Often they received their medical training outside the United States, records show.</p>\n<p>Doctors' drug choices can be influenced by many things — their peers, patient requests, a chat with a sales rep or studies in medical journals. In recent years, concern about undue influence has prompted many academic medical centers and large group practices to ban sales reps and to refuse free samples.</p>\n<p>But many physicians in ethnic communities continue to embrace these relationships. When reporters visited offices in such neighborhoods of New York City and Southern California, drug reps crowded the reception counters as they unloaded rolling suitcases full of samples or waited to speak to the doctors.</p>\n<p>Chinatown is one of the most densely populated parts of Manhattan. Outdoor fish markets crowd next to storefronts selling counterfeit handbags and pirated DVDs. Every block seems to have at least one pharmacy, and <a href=\"http://projects.propublica.org/checkup/providers/search?by=desc&amp;query=10013&amp;sort=claims&amp;specificsearch=zip_code&amp;state=New+York\">hundreds of medical offices</a> are stacked above and around them. More than 90 percent of Part D prescriptions written in 2011 by these doctors were for the poor, Medicare data show.</p>\n<p>The neighborhood is home to 20 high-prescribing primary care doctors who disproportionately favor name brands.</p>\n<p>One of them, internist <a href=\"http://projects.propublica.org/checkup/providers/2011_1037321\">George Liu</a>, is a founder and longtime leader of a prominent Chinese-American physicians' association. In 2011, Liu wrote more than 9,000 prescriptions — 47 percent for name brands. By comparison, all internists in New York used name brands, on average, only 27 percent of the time.</p>\n<p>Liu, who specializes in diabetes, said he does his own research on drugs and doesn't depend on sales reps. A \"new drug has a reason why it's on the market,\" he said.</p>\n<p>Liu has given lectures for the makers of his favored drugs, he said. Three of his top 10 drugs are made by Eli Lilly, which has paid him $123,000 since 2010. One Lilly osteoporosis treatment, <a href=\"http://projects.propublica.org/checkup/drugs/6464\">Forteo</a>, cost Medicare $1,140 for a month's supply.</p>\n<p>Liu said scrutinizing how doctors use name brands is an \"incorrect way of looking at medical care.\" He and his peers are saving Medicare money, Liu said, by staying open long hours and keeping patients from costly emergency room visits.</p>\n<p>In an office nearby, <a href=\"http://projects.propublica.org/checkup/providers/2011_600618\">Dr. Henry Chen</a> praised Part D for making it easy for poor patients to get name brands. He said it's wrong that state Medicaid programs for the poor and some private insurers force doctors to get prior approval before prescribing them.</p>\n<p>Chen wrote more than 50,000 prescriptions in 2011, placing him among the top 100 prescribers nationally in Part D. Forty-five percent of his prescriptions were for name brands. He said picking a drug is like choosing how to get from New York to Washington.</p>\n<p>\"You could drive a Mercedes-Benz. You could drive a Rolls-Royce. Then you can drive a horse,\" he said. All three would get you there, he said, \"but the speed and the quality is different.\"</p>\n<p>Chen, who also has an office in Brooklyn, was paid $11,400 to deliver promotional talks for Eli Lilly and Merck last year. In 2011, he received more than $2,500 in meals from Lilly alone. Two of the drugs in his top 10 are made by Lilly and another by Merck.</p>\n<p>Dartmouth researcher Morden said doctors in these areas are shifting the excess costs to others. \"The other person one neighborhood over who's getting a generic product is subsidizing the brand products for that whole neighborhood,\" she said.</p>\n<p>Not everyone in Chinatown defends such prescribing.</p>\n<p>Dr. Perry Pong, chief medical officer of a local health center, was dismayed to hear that his colleagues stood out for pricey drug choices: \"That's bad. I'm ashamed of that.\"</p>\n<p>Pong said his center tells doctors to use generics first. But Medicare's figures show some haven't done so, and Pong said he couldn't explain it.</p>\n<p>Pharmacist Mark Greg mimics the time-tested tactics of drug company sales reps. Like them, he studies doctors' prescribing records, arms himself with medical studies and even provides lunch.</p>\n<p>The difference: <a href=\"http://drugtopics.modernmedicine.com/drug-topics/news/modernmedicine/modern-medicine-now/confessions-pharmacy-counter-detailer\">Greg is pushing generics</a>.</p>\n<p>He works for <a href=\"http://www.advocatehealth.com/valuereport\">Advocate Physician Partners</a>, part of a Chicago-area hospital chain that gives doctors bonuses for meeting performance measures that include generic use.</p>\n<p>Greg, the group's manager of clinical programs, asks doctors to see things from the patient's point of view.</p>\n<p>\"Would you want to pay $10 a day for the same benefit as you would get for paying 10 cents a day?\" he said. \"In many cases the light bulb goes off.\"</p>\n<p>At one Advocate clinic in Chicago, 11 primary care physicians prescribed at least 80 percent generics in 2011. One of them, <a href=\"http://projects.propublica.org/checkup/providers/2011_1259474\">Dr. Tony Hampton</a>, had an average prescription cost in 2011 of $41 — versus $89 among the 900-plus high name-brand prescribers in ProPublica's analysis.</p>\n<p>Hampton wrote more than 14,800 prescriptions in Part D, 13 percent of them for name brands. He said he gets very little resistance: \"It's just a few patients who need that little extra push.\"</p>\n<p>Across the country, private practices and government agencies have tackled the high cost of prescribing and determined that they can trim spending without sacrificing patient care. Some tightly control the drugs doctors can prescribe; others ramp up the co-pays on costly drugs.</p>\n<p>Some with the lowest name-brand use have close ties to insurance companies, such as Kaiser Permanente and <a href=\"https://www.smalv.com/\">Southwest Medical Associates</a> in Las Vegas, which is owned by UnitedHealth Group.</p>\n<p>At both Southwest and Advocate, patients taking generics have met or exceeded national success rates for lowering cholesterol and controlling diabetes.</p>\n<p>\"You can be cost-effective and have high quality,\" said Dr. Linda Johnson, medical director for primary care at Southwest. Johnson and others said only a small percentage of patients react negatively to slight fluctuations in their medications and require a name-brand drug.</p>\n<p>Mitra Behroozi, executive director of the <a href=\"http://1199seiubenefits.org/\">1199SEIU Benefit and Pension</a> Funds in New York, said her union's health plan offers its 400,000 enrollees at least one option in each drug class, usually a generic, that is free. Members who want a name brand must spring for the difference, which can top $100 in some cases.</p>\n<p>\"We don't pay for the latest, greatest if it's not more efficacious,\" she said.</p>\n<p>The VA is likewise strict, often requiring prior approval for brands when generics are available. More than 80 percent of the 140 million prescriptions written annually by its doctors are for generics, said Mike Valentino, the agency's pharmacy chief.</p>\n<p>\"We take out of the equation the marketing and advertising that drives so much of the prescription drug utilization in this country,\" Valentino said.</p>\n<p>The push has had a massive payoff.</p>\n<p>Researchers have compared the VA's prescribing to Part D's. In a study that examined diabetes, cholesterol and blood pressure-lowering drugs, they found name-brand use under Part D in 2008 was two to three times higher than in the VA.</p>\n<p>Medicare could have saved $1.4 billion if prescription choices mirrored those in the VA, <a href=\"http://annals.org/article.aspx?articleid=1696030\">according to the study</a>, published in June by the Annals of Internal Medicine.</p>\n<p>Lead author Dr. WalidGellad, an assistant professor of medicine at the University of Pittsburgh, said that Medicare needs to follow the VA or create a system that tracks doctors and rewards or punishes them for their choices.</p>\n<p>\"There's this big narrative that Part D has been this huge success because it's come in under budget,\" Gellad said. \"My personal opinion is that we could have done a lot better.\"</p>\n<p>—</p>\n<p><a href=\"http://s3.amazonaws.com/propublica/projects/prescribers/name-brand-prescribing-by-zip-code.xlsx\">Download data of name-brand prescribing by zip code.</a></p>\n<p>ProPublica's Eric Sagara contributed to this report.</p>\n<p><script type=\"text/javascript\" src=\"http://pixel.propublica.org/pixel.js\" async=\"\">\n</script></p></div>","contenttemplated":"[{\"content\":\"<p><em>The radio story was reported by Amanda Aronczyk.</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Medicare is wasting hundreds of millions of dollars a year by failing to rein in doctors who routinely give patients pricey name-brand drugs when cheaper generic alternatives are available.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>ProPublica analyzed the prescribing habits of 1.6 million practitioners nationwide and found that a tiny fraction of them are having an outsized impact on spending in <a href=\\\"http://www.medicare.gov/part-d/\\\">Medicare&apos;s massive drug program</a>.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Just 913 internists, family medicine and general practice physicians cost taxpayers an extra $300 million in 2011 alone by disproportionately choosing name-brand drugs. These doctors each wrote at least 5,000 prescriptions that year, including refills, and ranked among the program&apos;s most prolific prescribers.</p>\"},{\"content\":\"<p>Many of these physicians also have accepted thousands of dollars in promotional or consulting fees from drug companies, records show.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>While lawmakers bitterly disagree about the Affordable Care Act, Medicare&apos;s drug program has been <a href=\\\"http://www.phrma.org/issues/medicare\\\">held up as a success</a> for government health care. It has come in below cost estimates while providing access to needed medicines for 36 million seniors and the disabled.</p>\"},{\"content\":\"<p>But this seeming fiscal success has hidden billions of dollars lost to unnecessarily expensive prescribing over the program&apos;s eight-year history.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe src=\\\"http://projects.propublica.org/checkup/widget\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<p>The waste is exacerbated by a <a href=\\\"http://cms.hhs.gov/Medicare/Eligibility-and-Enrollment/LowIncSubMedicarePresCov/index.html\\\">well-meaning benefit</a> written into the drug program, known as Part D: Low-income patients pay less than $7 per prescription regardless of a medication&apos;s cost. The unintended consequence is that doctors can dole out name brands with little fear of pushback from patients about price.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Taxpayers spent <a href=\\\"http://www.propublica.org/documents/item/834869-medpac-2013-report.html#document/p18/a131641\\\">$62 billion last year on Part D</a> — more than a third of it on this low-income subsidy.</p>\"},{\"content\":\"<p><a href=\\\"http://projects.propublica.org/checkup/providers/2011_541132\\\">Dr. Hew Wah Quon</a> is one of Medicare&apos;s top prescribers. From a worn office in Los Angeles&apos; bustling Chinatown, he churned out $27 million worth of prescriptions from 2009 to 2011, data show.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>All of Quon&apos;s patients in 2011 qualified for the low-income subsidy, sometimes called &quot;Extra Help.&quot; He mostly prescribed name brands, such as AstraZeneca&apos;s Crestor, for high cholesterol. Crestor costs more than $6 a pill; the leading generic costs as little as 20 cents.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>If Quon had prescribed the way other internists do in California, choosing drugs so that his average cost was similar to theirs, he alone could have saved Medicare $5 million in 2011, ProPublica&apos;s analysis shows.</p>\"},{\"content\":\"<p>&quot;Boy, this doctor is a walking economic disaster,&quot; said Dr. Jerry Avorn, a Harvard medical professor who has written about the risks and benefits of prescription drugs.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>When first contacted by ProPublica last year, Quon defended some of his choices but abruptly ended the interview and has since declined to comment. Others who prescribe similarly said they believe name-brand drugs work better.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Health programs run by the U.S. military and the Department of Veterans Affairs control costs by strictly limiting the name-brand drugs doctors can prescribe. Some of the nation&apos;s leading private health insurance plans do as well.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But Medicare, which pays for one in every four prescriptions nationwide, hasn&apos;t asked Congress for the authority to put similar checks in place.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The Centers for Medicare and Medicaid Services (CMS), the federal agency that administers those programs, declined to make an official available for an interview and would not answer specific questions.</p>\"},{\"content\":\"<p>&quot;By law, Medicare must cover items and services that are reasonable and necessary,&quot; a CMS spokesperson said in an email. &quot;Within those rules, doctors and their patients are free to make medical treatment decisions that are best for the patient.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>In the past, agency officials have said that while Part D is a government program, private insurers are responsible for running it. They normally decide how to manage their drug plans but cannot increase prices for the poor.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>ProPublica&apos;s analysis is part of a broader look at Part D oversight. An <a href=\\\"http://www.propublica.org/article/part-d-prescriber-checkup-mainbar\\\">article in May</a> found that Medicare has failed to take basic steps to investigate doctors who prescribe large quantities of dangerous, addictive or inappropriate medications.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Some, including the investigative arm of the Department of Health and Human Services, say CMS also needs to do more to stop waste — by <a href=\\\"http://oig.hhs.gov/oei/reports/oei-02-09-00603.pdf\\\">investigating doctors who prescribe very differently than their peers</a>. Others say it should establish penalties and bonuses to encourage more cost-effective habits.</p>\"},{\"content\":\"<p>&quot;At some point, I think we have to hold prescribers accountable for their prescribing,&quot; said Dr. Nancy Morden, an associate professor at the Dartmouth Institute for Health Policy and Clinical Practice, <a href=\\\"http://www.dartmouthatlas.org/data/topic/topic.aspx?cat=41\\\">which has studied Part D</a>. &quot;I just don&apos;t see how that&apos;s different from holding them accountable for the quality of care in the exam room or in the operating room.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Numerous studies show that generics, which must meet rigid Food and Drug Administration standards, <a href=\\\"http://www.ncbi.nlm.nih.gov/pubmed/19050195\\\">work as well as name brands</a> for most patients. Although some medications do not have exact generic versions, there usually is a similar one in the same category.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Many of the 900-plus primary care doctors who favored name brands shared another trait: Financial ties to the companies whose pills they prescribe.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Since 2009, 48 percent of them have received at least $1,000 for speaking, consulting and other promotional purposes, <a href=\\\"http://projects.propublica.org/docdollars/\\\">according to data ProPublica compiled from company web sites</a>. Eleven have accepted $100,000 or more, the data show. Quon has received more than $7,000 in speaking fees and meals.</p>\"},{\"content\":\"<p>Among a random sample of doctors who prescribed generics more frequently, only 15 percent accepted drug company money, and the amounts generally were less.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><a href=\\\"http://projects.propublica.org/checkup/providers/2011_182538\\\">Dr. Jeffrey Grove</a>, a Florida physician who chooses generics 90 percent of the time for his Medicare patients, said it&apos;s irresponsible not to consider cost.</p>\"},{\"content\":\"<p>&quot;I don&apos;t care that the government pays for it,&quot; said Grove, president of the American College of Osteopathic Family Physicians. Grove was at the <a href=\\\"http://www.cnn.com/2003/ALLPOLITICS/12/08/elec04.medicare/\\\">2003 ceremony when President George W. Bush signed</a> Part D into law.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;How many people could we insure that are uninsured right now if those physicians were practicing responsibly as well?&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Quon&apos;s office, right outside downtown Los Angeles, is wedged between a bank and a budget hotel. His name is half-peeled off the front window. On the waiting room walls, smudges mark where legions of patients leaned their heads.</p>\"},{\"content\":\"<p>Yet in 2011, <a href=\\\"http://projects.propublica.org/checkup/providers/2011_541132\\\">nearly 80,000 prescriptions</a> flowed through this unassuming space and his other office in Monterey Park, a largely Asian city nearby.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Quon, 62, was the nation&apos;s top prescriber that year for a dozen brand-name drugs and second-highest for another 13.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>High on his list was <a href=\\\"http://projects.propublica.org/checkup/drugs/1454\\\">Crestor</a>, the most potent of a class of cholesterol-lowering drugs known as statins. Quon prescribed it 5,250 times — more than twice as many as any other doctor in Medicare. About 70 percent of his 948 Medicare patients filled a prescription for it.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Doctors typically find that generics such as simvastatin, the most-prescribed drug in Part D, work well to treat the risks from artery-clogging cholesterol. Crestor is usually reserved for stubborn cases because it costs 30 times as much.</p>\"},{\"content\":\"<p>Quon also liked <a href=\\\"http://projects.propublica.org/checkup/drugs/4475\\\">Lovaza</a>, purified and concentrated fish oil. It is marketed by GlaxoSmithKline to help reduce very high triglycerides, a fat in the blood linked to heart disease. At more than $90 per prescription in 2011, Lovaza&apos;s price dwarfed that of over-the-counter fish oil supplements sold for a few dollars per bottle. Quon prescribed it 4,700 times, tops in the country.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Dr. Steven Nissen, chairman of cardiovascular medicine at the Cleveland Clinic, said that while high triglycerides are a risk factor for heart attack and stroke, there is no scientific evidence that Lovaza lowers the odds of either event. Even GlaxoSmithKline says on <a href=\\\"http://www.lovaza.com/\\\">the drug&apos;s website</a> that, &quot;It is not known if Lovaza prevents you from having a heart attack or stroke.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Nissen said it is &quot;absolutely inconceivable&quot; to treat so many patients &quot;with a drug approved only to treat a relatively rare disorder.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Another Quon favorite is Forest Laboratories&apos; <a href=\\\"http://projects.propublica.org/checkup/drugs/4912\\\">Bystolic</a>, which treats high blood pressure. He prescribed it 2,225 times, second-highest among Medicare doctors. Several drugs in the class, known as beta blockers, are generics and cost less than $10 per month. Each of his Bystolic orders cost $58.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The FDA has said Bystolic had no proven advantage over generic beta blockers. In 2008, <a href=\\\"http://www.fda.gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/EnforcementActivitiesbyFDA/WarningLettersandNoticeofViolationLetterstoPharmaceuticalCompanies/ucm054010.pdf\\\">it warned Forest Labs</a> that its ads overstated the drug&apos;s benefits.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Quon&apos;s prescriptions for Crestor, Lovaza and Bystolic alone cost Medicare $1.3 million in 2011. Overall, his patients received name brands 75 percent of the time, compared to 23 percent for all California internal medicine specialists, including Quon. The average cost of Quon&apos;s prescriptions was $129; the group&apos;s was $65.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Medicare data show a consistent pattern for Quon since at least 2007.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;He is a big brand user. That&apos;s his style,&quot; said David Wong, whose C.T. Pharmacy is down the block. &quot;He&apos;s famous.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The prescribing habits of Quon and other primary care doctors with similar devotion to name brands collectively cost Medicare more than $1 billion in 2011. Nearly a third of that could have been saved if their prescribing had the same average cost as their peers.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Other specialties showed comparable patterns, but ProPublica&apos;s analysis focused on primary care doctors because they treat a variety of illnesses and prescribe a range of medications that have generic alternatives.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In June, the HHS inspector general <a href=\\\"http://oig.hhs.gov/oei/reports/oei-02-09-00603.pdf\\\">issued a report on potential waste</a> and abuse in Part D. Among a group of &quot;very extreme outliers,&quot; the report cited one doctor with an &quot;unusually large number&quot; of Lovaza prescriptions whose costs in 2009 were 151 times more than average.</p>\"},{\"content\":\"<p>The inspector general did not name the doctor, but by matching statistics in the report to Medicare data, ProPublica was able to identify the doctor as Quon. No other physician met the criteria.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Part D was created amid a partisan fight over who should run the program — the government or private industry. But it was accepted that no matter who was in charge, poor Medicare enrollees would need extra help paying their drug bills.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Today, this special subsidy has ballooned into the program&apos;s biggest cost, <a href=\\\"http://www.propublica.org/documents/item/834869-medpac-2013-report.html#document/p18/a131641\\\">hitting $22.8 billion in 2012</a>, according to the Medicare Payment Advisory Commission (MedPAC), a group that reports to Congress on Medicare. That&apos;s up 35 percent since 2007.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The growth has been fueled in part by the meager co-pays set by Congress.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Note:</strong> Counts include initial prescriptions and refills dispensed. Retail price includes patients&apos; out-of-pocket costs but does not reflect drug maker rebates.</p>\"},{\"content\":\"<p>For the more than 11 million who get the subsidy, generics cost no more than $2.65. Even the most expensive drugs cost the patients $6.60 or less.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Medicare reimburses drug plans for the difference between these amounts and what other enrollees pay.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>With little incentive to be cost conscious, these patients and their doctors often use name brands when generics are readily available, studies show.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>For others in Part D, typical co-pays for brand-name drugs — $40 to $85 — deliver a strong push towards generics, which generally cost less than $5.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>A MedPAC analysis found that if low-income patients were prescribed generic drugs in the same proportion as other Medicare enrollees, the program <a href=\\\"http://www.propublica.org/documents/item/834895-medpac-transcript-nov-2011.html#document/p103/a131640\\\">could save $1.3 billion a year</a> in just seven drug categories. A separate study this year by the Bipartisan Policy Center, a Washington think tank, says savings could be greater across the program, <a href=\\\"http://www.propublica.org/documents/item/834919-bpc-cost-containment-report.html#document/p66\\\">perhaps as high as $44 billion in a decade</a>.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I really think that you need both the carrot of lower cost for the generic side as well as the potential stick of higher costs on the brand side,&quot; Bruce Stuart, then a MedPAC member, <a href=\\\"http://www.propublica.org/documents/item/834896-medpac-transcript-jan-2012.html#document/p194/a131639\\\">said at a meeting last year</a>. Stuart heads the Peter Lamy Center on Drug Therapy and Aging at the University of Maryland School of Pharmacy.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Experts say that if patients had to pay higher co-pays for name brands, they would likely ask for something cheaper.</p>\"},{\"content\":\"<p>There&apos;s no sign that the rules for Part D&apos;s low-income subsidy will change anytime soon, however. <a href=\\\"http://www.propublica.org/documents/item/834901-medpac-march-2012-report.html#document/p2\\\">Last year, MedPAC urged Congress</a> to modify the co-pays to spur greater use of generics. President Obama proposed raising brand co-pays and reducing generic ones in <a href=\\\"http://www.whitehouse.gov/sites/default/files/omb/budget/fy2014/assets/health.pdf\\\">his 2014 budget</a>, but Congress hasn&apos;t acted on it — and likely won&apos;t.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Former CMS administrator Mark McClellan said encouraging greater use of generics makes sense. But faced with angering either the powerful pharmaceutical lobby or advocates for the poor, he said, lawmakers may see no political benefit in pushing a change.</p>\"},{\"content\":\"<p>The drug industry&apos;s <a href=\\\"http://www.opensecrets.org/lobby/indusclient.php?id=H04&amp;year=2013\\\">leading trade group</a>, the Pharmaceutical Research and Manufacturers of America, opposes higher brand co-pays for the poor. And the group has a history of batting away proposals that might cut into the billions of dollars of profits drug makers earn from high-margin products in Part D.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>When Congress debated Part D in 2003, the group lobbied to kill a Democratic proposal to <a href=\\\"http://www.cbsnews.com/8301-18560_162-2625305.html\\\">let the government negotiate volume discounts</a> on drugs. In 2010, it <a href=\\\"http://www.nytimes.com/2012/06/09/us/politics/e-mails-reveal-extent-of-obamas-deal-with-industry-on-health-care.html?_r=0\\\">helped squelch efforts</a> to allow imports of cheaper drugs from abroad as part of the Affordable Care Act&apos;s expansion of Part D.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Matt Bennett, a senior vice president with the group, called Part D a &quot;success for both beneficiaries and taxpayers.&quot; In a statement, he said, &quot;Improved access to medicines in Part D not only leads to better health outcomes for patients, but it also lowers other Medicare spending.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>It&apos;s illegal to pay to doctors to prescribe, but the money drug makers give doctors to speak or consult on their behalf appears to be a good investment. In June, ProPublica reported that <a href=\\\"http://www.propublica.org/article/top-medicare-prescribers-rake-in-speaking-fees-from-drugmakers\\\">17 of the top 20 prescribers</a> of Bystolic, including Quon, received speaking fees in 2012 from the manufacturer, Forest Laboratories.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The pattern extends to Part D&apos;s top name-brand prescribers. Two doctors, in Kentucky and New Jersey, have each received more than $225,000 in promotional payments from drug makers since 2009. A large chunk came from AstraZeneca, maker of Crestor, the doctors&apos; most-prescribed drug.</p>\"},{\"content\":\"<p>AstraZeneca spokeswoman Michele Meixell said the company doesn&apos;t choose its speakers based on prescribing but on &quot;expertise in a therapeutic area, experience and qualifications.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Along one mile-and-a-half stretch of Los Angeles&apos; Koreatown, seven primary care doctors have some of the highest rates of name-brand prescribing in the country. Nearly 3,000 miles away in Brooklyn, N.Y., a single building in a Russian community houses six such doctors.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>By mapping doctors who favor name brands, ProPublica found unexpected clusters in ethnic neighborhoods in and around the biggest cities. The average cost of a Part D prescription in these enclaves can be more than 50 percent higher than that of surrounding areas, the analysis showed.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Researchers have previously noted <a href=\\\"http://www.dartmouthatlas.org/data/topic/topic.aspx?cat=41\\\">regional differences</a> in the way doctors prescribe drugs. But ProPublica&apos;s analysis aimed to unravel which individual doctors drive name-brand prescribing and what, if anything, they had in common.</p>\"},{\"content\":\"<p>Many worked solo or in small groups. Often they received their medical training outside the United States, records show.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Doctors&apos; drug choices can be influenced by many things — their peers, patient requests, a chat with a sales rep or studies in medical journals. In recent years, concern about undue influence has prompted many academic medical centers and large group practices to ban sales reps and to refuse free samples.</p>\"},{\"content\":\"<p>But many physicians in ethnic communities continue to embrace these relationships. When reporters visited offices in such neighborhoods of New York City and Southern California, drug reps crowded the reception counters as they unloaded rolling suitcases full of samples or waited to speak to the doctors.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Chinatown is one of the most densely populated parts of Manhattan. Outdoor fish markets crowd next to storefronts selling counterfeit handbags and pirated DVDs. Every block seems to have at least one pharmacy, and <a href=\\\"http://projects.propublica.org/checkup/providers/search?by=desc&amp;query=10013&amp;sort=claims&amp;specificsearch=zip_code&amp;state=New+York\\\">hundreds of medical offices</a> are stacked above and around them. More than 90 percent of Part D prescriptions written in 2011 by these doctors were for the poor, Medicare data show.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The neighborhood is home to 20 high-prescribing primary care doctors who disproportionately favor name brands.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>One of them, internist <a href=\\\"http://projects.propublica.org/checkup/providers/2011_1037321\\\">George Liu</a>, is a founder and longtime leader of a prominent Chinese-American physicians&apos; association. In 2011, Liu wrote more than 9,000 prescriptions — 47 percent for name brands. By comparison, all internists in New York used name brands, on average, only 27 percent of the time.</p>\"},{\"content\":\"<p>Liu, who specializes in diabetes, said he does his own research on drugs and doesn&apos;t depend on sales reps. A &quot;new drug has a reason why it&apos;s on the market,&quot; he said.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Liu has given lectures for the makers of his favored drugs, he said. Three of his top 10 drugs are made by Eli Lilly, which has paid him $123,000 since 2010. One Lilly osteoporosis treatment, <a href=\\\"http://projects.propublica.org/checkup/drugs/6464\\\">Forteo</a>, cost Medicare $1,140 for a month&apos;s supply.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Liu said scrutinizing how doctors use name brands is an &quot;incorrect way of looking at medical care.&quot; He and his peers are saving Medicare money, Liu said, by staying open long hours and keeping patients from costly emergency room visits.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In an office nearby, <a href=\\\"http://projects.propublica.org/checkup/providers/2011_600618\\\">Dr. Henry Chen</a> praised Part D for making it easy for poor patients to get name brands. He said it&apos;s wrong that state Medicaid programs for the poor and some private insurers force doctors to get prior approval before prescribing them.</p>\"},{\"content\":\"<p>Chen wrote more than 50,000 prescriptions in 2011, placing him among the top 100 prescribers nationally in Part D. Forty-five percent of his prescriptions were for name brands. He said picking a drug is like choosing how to get from New York to Washington.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;You could drive a Mercedes-Benz. You could drive a Rolls-Royce. Then you can drive a horse,&quot; he said. All three would get you there, he said, &quot;but the speed and the quality is different.&quot;</p>\"},{\"content\":\"<p>Chen, who also has an office in Brooklyn, was paid $11,400 to deliver promotional talks for Eli Lilly and Merck last year. In 2011, he received more than $2,500 in meals from Lilly alone. Two of the drugs in his top 10 are made by Lilly and another by Merck.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Dartmouth researcher Morden said doctors in these areas are shifting the excess costs to others. &quot;The other person one neighborhood over who&apos;s getting a generic product is subsidizing the brand products for that whole neighborhood,&quot; she said.</p>\"},{\"content\":\"<p>Not everyone in Chinatown defends such prescribing.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Dr. Perry Pong, chief medical officer of a local health center, was dismayed to hear that his colleagues stood out for pricey drug choices: &quot;That&apos;s bad. I&apos;m ashamed of that.&quot;</p>\"},{\"content\":\"<p>Pong said his center tells doctors to use generics first. But Medicare&apos;s figures show some haven&apos;t done so, and Pong said he couldn&apos;t explain it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Pharmacist Mark Greg mimics the time-tested tactics of drug company sales reps. Like them, he studies doctors&apos; prescribing records, arms himself with medical studies and even provides lunch.</p>\"},{\"content\":\"<p>The difference: <a href=\\\"http://drugtopics.modernmedicine.com/drug-topics/news/modernmedicine/modern-medicine-now/confessions-pharmacy-counter-detailer\\\">Greg is pushing generics</a>.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>He works for <a href=\\\"http://www.advocatehealth.com/valuereport\\\">Advocate Physician Partners</a>, part of a Chicago-area hospital chain that gives doctors bonuses for meeting performance measures that include generic use.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Greg, the group&apos;s manager of clinical programs, asks doctors to see things from the patient&apos;s point of view.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Would you want to pay $10 a day for the same benefit as you would get for paying 10 cents a day?&quot; he said. &quot;In many cases the light bulb goes off.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>At one Advocate clinic in Chicago, 11 primary care physicians prescribed at least 80 percent generics in 2011. One of them, <a href=\\\"http://projects.propublica.org/checkup/providers/2011_1259474\\\">Dr. Tony Hampton</a>, had an average prescription cost in 2011 of $41 — versus $89 among the 900-plus high name-brand prescribers in ProPublica&apos;s analysis.</p>\"},{\"content\":\"<p>Hampton wrote more than 14,800 prescriptions in Part D, 13 percent of them for name brands. He said he gets very little resistance: &quot;It&apos;s just a few patients who need that little extra push.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Across the country, private practices and government agencies have tackled the high cost of prescribing and determined that they can trim spending without sacrificing patient care. Some tightly control the drugs doctors can prescribe; others ramp up the co-pays on costly drugs.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Some with the lowest name-brand use have close ties to insurance companies, such as Kaiser Permanente and <a href=\\\"https://www.smalv.com/\\\">Southwest Medical Associates</a> in Las Vegas, which is owned by UnitedHealth Group.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>At both Southwest and Advocate, patients taking generics have met or exceeded national success rates for lowering cholesterol and controlling diabetes.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;You can be cost-effective and have high quality,&quot; said Dr. Linda Johnson, medical director for primary care at Southwest. Johnson and others said only a small percentage of patients react negatively to slight fluctuations in their medications and require a name-brand drug.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Mitra Behroozi, executive director of the <a href=\\\"http://1199seiubenefits.org/\\\">1199SEIU Benefit and Pension</a> Funds in New York, said her union&apos;s health plan offers its 400,000 enrollees at least one option in each drug class, usually a generic, that is free. Members who want a name brand must spring for the difference, which can top $100 in some cases.</p>\"},{\"content\":\"<p>&quot;We don&apos;t pay for the latest, greatest if it&apos;s not more efficacious,&quot; she said.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The VA is likewise strict, often requiring prior approval for brands when generics are available. More than 80 percent of the 140 million prescriptions written annually by its doctors are for generics, said Mike Valentino, the agency&apos;s pharmacy chief.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;We take out of the equation the marketing and advertising that drives so much of the prescription drug utilization in this country,&quot; Valentino said.</p>\"},{\"content\":\"<p>The push has had a massive payoff.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Researchers have compared the VA&apos;s prescribing to Part D&apos;s. In a study that examined diabetes, cholesterol and blood pressure-lowering drugs, they found name-brand use under Part D in 2008 was two to three times higher than in the VA.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Medicare could have saved $1.4 billion if prescription choices mirrored those in the VA, <a href=\\\"http://annals.org/article.aspx?articleid=1696030\\\">according to the study</a>, published in June by the Annals of Internal Medicine.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Lead author Dr. WalidGellad, an assistant professor of medicine at the University of Pittsburgh, said that Medicare needs to follow the VA or create a system that tracks doctors and rewards or punishes them for their choices.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;There&apos;s this big narrative that Part D has been this huge success because it&apos;s come in under budget,&quot; Gellad said. &quot;My personal opinion is that we could have done a lot better.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>—</p>\"},{\"content\":\"<p><a href=\\\"http://s3.amazonaws.com/propublica/projects/prescribers/name-brand-prescribing-by-zip-code.xlsx\\\">Download data of name-brand prescribing by zip code.</a></p>\",\"type\":\"text/html\"},{\"content\":\"<p>ProPublica&apos;s Eric Sagara contributed to this report.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><script async=\\\"\\\" src=\\\"http://pixel.propublica.org/pixel.js\\\" type=\\\"text/javascript\\\">\\n</script></p>\"}]","byline":"Charles Ornstein","guid":"71a40720-4135-4fb7-85ef-ab4c70812c64","audio":[{"type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Emmas%20Medications.jpg?itok=kIs3mIvF"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/18/marketplace_segment18_20131118_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/18/marketplace_segment18_20131118","type":"application/json"},"duration_hms":"00:05:15","duration":315}}]}