{"created":"2015-01-03T22:18:33+00:00","modified":"2015-06-05T15:30:55+00:00","valid":{"from":"2015-06-05T15:30:55+00:00","to":"3015-06-05T15:30:55+00:00"},"hreflang":"en","title":"After Making Waves In 2014, ISIS' Power Appears To Ebb","published":"2015-01-04T15:54:00+00:00","teaser":"By the summer of 2014, a third of Iraq was under the control of the self-proclaimed Islamic State or ISIS, and people worried the capital might be next. Six months on, that's changed.","itags":["npr_api","374797005"],"guid":"71ae6b67-7bbc-43f0-8ae7-c119c75bd90d","contentencoded":"<p>In the heat of summer in 2014, Baghdad was spooked. A third of Iraq was under the control of the self-proclaimed Islamic State, or ISIS. The extremist group thrived in the chaos of the Syrian civil war, then surged over the border into Iraq and took over the cities of Mosul and Tikrit. People worried the capital might be next.</p><p>Six months on, that's changed. On New Year's Eve, for instance, the usual midnight curfew was lifted and people partied in the streets and uploaded videos of themselves letting off fireworks.</p><p>Baghdadis say that change is because they feel the pushback against ISIS has begun in earnest.</p><p>\"We're always optimistic, looking for the best,\" says Alia al-Taiee, at a Baghdad book market. What's encouraged her is a mass mobilization of volunteers to fight the extremists.</p><p>ISIS is a Sunni Muslim group; most of those who volunteered to fight against them were Shiite. But Alia and her sister Khaha want people from every religion and ethnicity in Iraq to sign up: Sunnis, Christians and Yazidis.</p><p>And of course, the fight against ISIS hasn't come just from Iraqis, or even just from their Iranian military allies. Over Iraq and Syria, since September, American warplanes have led a coalition's efforts to cripple ISIS with bombings. Now, Americans are <a href=\"http://www.npr.org/blogs/parallels/2014/12/31/374071914/there-and-back-again-for-u-s-military-in-iraq\">training Iraqi troops to fight ISIS</a> and say they'll do the same with the rebels they back in Syria.</p><p>Analyst Hisham al-Hashemi reckons the airstrikes have already had an impact.</p><p>\"The coalition targeted some of the leadership at the organizational level,\" Hashemi says. \"This has been the most painful attack on ISIS.\"</p><p>Hashemi says the group has lost three senior leaders and mid-level commanders. It's more difficult for them to move around freely, and oil fields — key sources of funding — have taken a pounding. Plus, his sources tell him the number of foreigners volunteering to join them has slumped.</p><p>\"There are 80 percent fewer Arab and foreign recruits,\" he says. \"ISIS lost all of this since the coalition announced the war.\"</p><p>U.S. commanders say they're debating hard with Iraqi counterparts about when to push ground troops into the ISIS-occupied areas — maybe the spring.</p><p>Maj. Gen. Dana Pittard thinks the northern Iraqi city of Mosul, the most populous ISIS-controlled city, should be taken back fast.</p><p>\"We're just getting indications of morale problems,\" Pittard says. \"And with the people that are in Mosul and seeing [ISIS], they say it's not more than a thousand there now; certainly no more than 2,000.\"</p><p>Pittard also says the extremists are losing local support because the people in Mosul are finding that ISIS does not govern very well. Analysts reckon the group's cachet depends on its being able to govern. But Pittard says in Mosul, Iraqi Kurdish soldiers have cut off ISIS' crucial supply lines so they can't provide fuel and clean water.</p><p>\"They are clearly on the defensive, except a couple [of] tactical ambushes and a couple of small tactical counterattacks,\" he says, \"but other than that, it's not like what we saw in June at all.\"</p><p>The extremists themselves constantly issue propaganda with ambitious plans for expansion and global attacks. As the international efforts to stop them get more organized, that's looking more farfetched. However, Iraqi analyst Hashemi says that doesn't mean they can't cause harm.</p><p>\"They have more than 20,000 fighters in Iraq directly engaged in warfare and more than 40,000 fighters in sleeper cells,\" he says.</p><p>Under pressure, Hashemi thinks the group could go back underground, focusing on insurgent tactics like bombings. Meanwhile, in Syria, U.S.-led training of ground forces to fight ISIS is much slower, and complicated by the messy civil war there.</p><p>The group is likely to be weakened in 2015, but no one is betting on them being defeated entirely.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Making+Waves+In+2014%2C+ISIS%27+Power+Appears+To+Ebb&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374808365-b1f8d1.m3u?orgId=1&topicId=1009&d=261&p=2&story=374797005&t=progseg&e=374808334&seg=1&ft=nprml&f=374797005"}]}