{"created":"2015-04-04T21:17:57+00:00","modified":"2015-05-13T21:04:50+00:00","valid":{"from":"2015-05-13T21:04:50+00:00","to":"3015-05-13T21:04:50+00:00"},"hreflang":"en","title":"Violinist Hilary Hahn Remembers Her Earliest Influences","published":"2015-04-04T22:25:00+00:00","teaser":"The internationally celebrated soloist convinced violinist Klara Berkovich to teach her when she was just five years old. Student and teacher join NPR's Arun Rath to reflect on their relationship.","itags":["npr_api","397317259"],"guid":"71c36594-d12f-49b5-a23a-1efdc4ad3cbe","contentencoded":"<p>Violinist <a href=\"http://www.npr.org/artists/15192318/hilary-hahn\">Hilary Hahn</a> is known for putting together some unusual programs. On her latest album, she pairs Mozart's Violin Concerto No. 5 in A major with 19th century Belgian composer Henri Vieuxtemps' Violin Concerto No. 4 in D minor.</p><p>It's a tribute to two of her earliest influences, as she learned to play both as a child. She learned the Vieuxtemps from Klara Berkovich, with whom she started studying at the age of 5, and the Mozart from Jascha Brodsky, who became her teacher when she entered the Curtis School of Music at 10.</p><p>Now 35, the internationally celebrated soloist and her childhood teacher, the Odessa-born Berkovich, joined NPR's Arun Rath to talk about music, their relationship and what they learned from each other.</p><p>Among other lessons, Hahn remembers learning that technique should help the music; it should never be just about the technique.</p><p>\"The technique,\" Berkovich interjects, \"is just the instrument for expression.\"</p><p>Berkovich, who came from the Soviet Union to teach music in Baltimore in the 1970s, had already been teaching for 30 years before Hahn began studying with her. But she says she learned even more about what children can achieve when she worked with Hahn.</p><p>All these years after their first lessons together, Berkovich is pleased with her student and the part she played in her success. \"I'm very proud I was a part of your development,\" she tells Hahn. \"She is now a great artist.\"</p><p>Hahn, for her part, feels the teaching is never exactly over. \"I still have a lot to learn from Mrs. Berkovich,\" she says. \"About music and about life.\"</p><p><em>Click on the audio link above to hear their conversation.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On the significance of the two concertos</strong></p><p><strong>Hahn:</strong> With these two pieces, I really wanted to go back to how I started my career. I actually learned these works about 25 years ago, and I learned them from a couple of teachers that were very, very important in my life. The Vieuxtemps I learned with Mrs. Berkovich, and the Mozart I learned with Jascha Brodsky.</p><p>And [age 10] was really a pivotal year for me, because Mrs. Berkovich took me through my studies; she taught me my first full recital, which I played that year in Baltimore. It was really a time that I started to realize that it would be possible — if I kept working at the violin! — and kept challenging myself and being challenged, that I might eventually become a professional violinist.</p><p>These two pieces for me are very personal. I'm actually linked a little bit, historically, to Vieuxtemps, in kind of a classical music-nerd sense. My teacher, Jascha Brodsky, studied with the great Belgian violinist Eugène Ysaÿe, who himself studied with Henri Vieuxtemps. So Vieuxtemps was a violinist-composer, very well versed in exactly what is needed to make the most expression in the instrument, and also in the technique in order to bring that music across. He knew exactly how to write that.</p><p>Mozart, of course, we know that he was a great instrumentalist as well, and he has such a distinctive style in his music. There's so many different ways to play Mozart. I think when you work on it, you need to find colleagues who show you both different ways, and compatible ways, of working together on whatever style of Mozart you're attempting at the time.</p><p><strong>On how Hahn, at age 5, convinced Berkovich to become her teacher <br /></strong></p><p><strong>Hahn [laughing]: </strong>I'm not sure it was all me!</p><p><strong>Berkovich: </strong>I didn't select students. She came to me, she want[ed] to study with me. So, I was very glad. In the beginning, she was one of the children in a group I used to teach at Peabody [Conservatory of Music in Baltimore], in summer camp. But on the first couple of lessons, I realized that she is not one of many others. She is different. What made her different — special — [was] her ability to concentrate, a very high level of concentration, her ability to focus on what she is doing. This is very important, and in addition to her natural gift, what she was given by God or by nature. This is number one.</p><p>While we were working and getting to know each other, I realize that she has a second factor which helps her to make such great progress in her development and in her violin playing. The second factor is tremendous support of her parents — dedicated and wise parents. ... They tried to make everything to help her to develop into a well-rounded person. She had ballet, piano lessons, gymnastics, rowing ... maybe I skipped something, but that's what I remember! And I said, \"This is a girl with a book, always with a book.\" After a good performance, she was awarded not with going somewhere, not with cakes or candies, but with a new book!</p><p><strong>On how Berkovich encouraged Hahn to \"look outwards\"</strong></p><p><strong>Hahn:<em> </em></strong>She made sure that I realized that all of the art forms are connected. I remember some images of great paintings and masterworks at the [St. Petersburg] Hermitage that she would show me, and also she encouraged me to go to museums, to take in as much of the arts as possible, to go to concerts, to really experience all of these different expressions. And I think that even though at the time I didn't always know what to connect, I had that in my head. It really made me think, \"Why is this connected, and what can I take from it?\"</p><p>Obviously, something like ballet, you have music, you dance with the music and it's a very direct connection. With visual art, when there's no music that accompanies the art, such as great masterworks in a museum, you wind up interpreting what the artist is doing, how the artist made that work and what they're conveying. And nowadays, when I go to museums, I'm always noticing how the artist expresses at least my version of what I think the artist is expressing, and maybe technically how they did that or gesturally how they did that and how it makes me feel. I attribute that directly to Mrs. Berkovich's early influence.</p><p><strong>On why Berkovich taught Hahn, still a child, the Vieuxtemps</strong></p><p><strong>Berkovich:</strong> She was emotionally enough advanced — enough mature — to understand the idea of this music. Plus, she was enough equipped technically to be able to express the idea of this concerto. She was just ready.</p><p>And it's a very challenging concerto. It's unusual — four movements — and very difficult, very advanced technically as well as emotionally. She had enough imagination, even though she was just 10 years old.</p><p><strong>On how well they worked together as student and teacher</strong></p><p><strong>Berkovich:</strong> I was fortunate to have Hilary as a student. It was a big experience for me as well, because we are learning from our students as well as they learn from us. First of all, I had great pleasure to teach her. Let me tell you one thing: she was progressing so fast, I was worrying. I asked her father, who used to bring her for lessons, \"Maybe I'm pushing her too fast! I don't want to harm her.\" Next lesson, he came and he told me, \"I spoke to Hilary and we decided, 'This is good enough. We will continue in the same way.' \"</p><p>Her homework was always perfectly prepared. Perfectly. I never had to tell her the same thing twice. One time was enough.</p><p><strong>Hahn: </strong>Well, you were always very clear about what my homework was. And that helped too. I was a student that responded well to knowing what to work on. I had two lessons a week that whole time, and having three or four days to prepare for the next lesson was a very good pace for those challenges. You don't have any days to spare if you want to improve!</p><p>I also remember that if something was not good, you didn't fake it. You didn't say, \"That was great!\" if it wasn't good. And that way, I knew where I was — and when I heard from you, Mrs. Berkovich, that it was good, I felt great, because I knew that that was the truth. You were telling me the truth.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Violinist+Hilary+Hahn+Remembers+Her+Earliest+Influences&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"549"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397524451-0ba4b4.m3u?orgId=1&topicId=1105&d=549&p=2&story=397317259&t=progseg&e=397459484&seg=9&ft=nprml&f=397317259"},{"href":"http://media.npr.org/assets/img/2015/04/03/hahn-5e04062f87c322595a2d57ad8da464b267678230.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}