{"created":"2014-09-03T21:05:24+00:00","modified":"2014-10-31T01:27:35+00:00","valid":{"from":"2014-10-31T01:27:35+00:00","to":"3014-10-31T01:27:35+00:00"},"hreflang":"en","title":"How One Man's Arrest In London Shut Down Pakistan's Megacity","published":"2014-06-06T15:09:00+00:00","teaser":"Altaf Hussain has been running his powerful Pakistani political movement from self-imposed exile for 22 years. After he was arrested in London on Tuesday, Karachi came to a grinding halt.","itags":["npr_api","319086628"],"guid":"71c54b2d-77f6-4cbf-99fb-22838b3aacc7","contentencoded":"<p>The city of Karachi, on the edge of the Arabian Sea, has fizzed with life since Alexander the Great was strutting around Asia's deserts on his horse.</p><p>This chaotic and ruthless trading metropolis of more than 20 million is the giant turbine that drives Pakistan's creaking economy, providing the largest part of the national revenues.</p><p>Yet by midafternoon Thursday, Karachi's shopkeepers began hastily hauling down their steel shutters and heading home, suffering for a third consecutive day from an acute case of the jitters.</p><p>Karachi has been gripped by anxiety since news broke on Tuesday that the demagogic leader of the city's dominant political party has been arrested in London, some 5,000 miles away.</p><p>Altaf Hussain, 60, has been running the Muttahida Quami Movement (MQM) — and, some observers say, the city itself — for more than two decades from Britain, where he sought political asylum and later took citizenship.</p><p>During his self-imposed exile, he's become famous for his tireless efforts to nurture support back home, often by delivering very long and passionate speeches by telephone that are relayed by loudspeaker to crowds of besotted followers sitting in Karachi's streets.</p><p>The events of the past three days prove that those tactics are not as eccentric as they sound.</p><p>The charismatic Hussain and his highly organized party have shown they can bring one of the world's largest and most raucous cities to a near standstill.</p><p>All it took was an announcement that he was being held for questioning on allegations of money laundering.</p><p>It's a strange thing, witnessing a vast city stop in its tracks. It usually takes 45 minutes or longer to drive the 11 miles from Karachi international airport to downtown.</p><p>The roads have been so empty over the past few days that it's become possible to whiz along at 60 miles an hour, cutting the time by half.</p><p>There's been none of the usual blaring and barging of tangled traffic, and none of the dazzling din of crowded streets. Fearful of being torched by rioters, many gas stations have shut down, posted guards at the gates, and sealed off their premises with screens, metal barricades, or branches of trees. Markets, cafes and schools have been empty.</p><p>In the city center, there sometimes seemed to be more kites sailing high over the rooftops in big, slow circles, riding the hot thermal currents, than people. The only hints of Karachi's sizzling energy are the enormous garish billboards, silently urging the merits of mobile phones, Johnny Rockets burgers, and fancy shirts.</p><p>There was a brief respite Thursday morning, when the city seemed to begin to return to normal. But soon rumors of possible violence began to fly, and anxiety kicked in again.</p><p>Much of this phenomenon is about fear. Karachi is blighted by deadly rivalries between ethnic and sectarian groups that have intensified in recent years with an influx of Taliban militants from the mountains bordering Afghanistan. Last year there were more than 3,000 killings in the city.</p><p>MQM cadres are often among the victims. But the party's critics claim it is also responsible for much of the bloodletting. In the past, there have been many allegations of murder and land-grabbing, though observers say these are hard to prove, and always dismissed as fabrications by party officials.</p><p>Hussain and the MQM's power base is Karachi's large population of Mohajirs, who are Urdu speakers whose families migrated to the city from India during the partition of the subcontinent in 1947.</p><p>Ideologically, the party is against Pakistan's long tradition of feudalism and political dynasties. It sells itself as middle-class, modern, secular and therefore strongly opposed to the Islamic religious right.</p><p>But Hussain's pulling-power seems to owe more to his personality than his manifesto.</p><p>\"We love personality cults in South Asia,\" says Badar Alam, editor of <em>The Herald</em> magazine. \"Hussain has very carefully, and very successfully, cultivated a personality cult. He's not just a political leader. He is also known as a spiritual leader for the community he represents.\"</p><p>Some in that community are now out in force in his hometown.</p><p>A big throng of people, including children, are staging a sit-in under a huge open canopy in the center of Karachi, defying sweltering temperatures to flourish flags and chant slogans in support of Hussain. Some of them have been there since his arrest was announced, say officials.</p><p>They will stay here until they have assurances that Hussain's \"basic rights are being protected, and that he is not been subjected to undue stress,\" said Muhammed Farooq Sattar, one of the MQM's top leaders. \"Their biggest concern is for the safety of his health, his life, his well-being.\"</p><p>Karachi's residents worry about what the backlash might be if Hussain is charged or convicted; others are growing concerned about the effect of Karachi's paralysis on the national coffers.</p><p>\"Livelihoods and the economic health of the city and country are severely being affected, while a perpetual feeling of tension pervades the metropolis,\" said an editorial in <em>Dawn</em>, Pakistan's foremost English-language newspaper.</p><p>It said Hussain's supporters \"must realize that the legal system in the U.K. works differently and no amount of street power, whether in Pakistan or elsewhere, will influence the course of the law.\"</p><p>Those economic concerns are shared by 65-year-old rickshaw driver Bakht Moin Khan. He says Karachi's jittery shutdown meant his daily income of around $4 has vanished.</p><p>\"People are afraid of coming out,\" he said, adding: \"I want this place to return to normal — right now.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+One+Man%27s+Arrest+In+London+Shut+Down+Pakistan%27s+Megacity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319380465-b1c900.m3u?orgId=1&topicId=1125&ft=3&f=319086628"},{"href":"http://media.npr.org/assets/img/2014/06/05/karachi-hussain2-9e78872cc4af8529f25ccc79c145333b76ce34ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1509","width":"2014"}},{"href":"http://media.npr.org/assets/img/2014/06/05/karachi-hussain3-2340873c92ab7f7e4b069c185ceb9850de5c5e6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1831","width":"2441"}},{"href":"http://media.npr.org/assets/img/2014/06/05/17712682_h29828965-6d3f05db2167694654ed6b163357adad1e46251a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2270","width":"3025"}}]}