{"created":"2015-01-13T18:04:49+00:00","modified":"2015-01-17T19:42:39+00:00","valid":{"from":"2015-01-17T19:42:39+00:00","to":"3015-01-17T19:42:39+00:00"},"hreflang":"en","guid":"71c5617b-6f72-4b7b-9d0f-aafee2b6a1a4","title":"Despite hardships, this South African woman won't 'let the devil steal my joy'","published":"2015-01-17T19:42:38+00:00","byline":"Jeb Sharp","tags":["women","business and economy","history","conflict","Across Women's Lives","Development","Development & Education","Cape Town","Africa","South Africa","Eastern Cape","Nobom Ntsuntswana","Apartheid in South Africa","For Women, South Africa's struggle continues"],"teaser":"Apartheid left huge scars across South African society: forced migration and racial segregation laws tore many black families apart. Many of these wounds are still close to the surface for women — but so is determination and faith.","contentencoded":"<p>If I were a student, I’d want Nobom Ntsuntswana, with her warm handshake, friendly smile and firm manner, to be my teacher.</p>\n<p>I met Nobom at the <a href=\"http://www.tfgcsi.co.za/how-we-help/projects-overview/the-feel-good-project/\">Feel Good Project </a>in Cape Town’s Khayelitsha township, where she helps recent graduates of a sewing program gain work experience repairing customer returns for a South African clothing line. She moves easily among the students, helping cut fabric, choose patterns or tackle a complicated tear. She says she loves sending them off into the world after training them.</p>\n<p>“We’ve restored their dignity,” she says. “You find a person who doesn’t have self-confidence or self-esteem. It gives them a sense of hope to come here and do the training. When they are finished there’s always hope they will be employed and able to look after their family. “</p>\n<p>The students call her “Mama.” She says it’s because she’s older than any of them, but watching her caring and attentive instruction, it’s hard to think the students don't see her as a surrogate parent.</p>\n<p>“You find they are changed completely as time goes on,” Nobom says. “They get so happy. They tell me they don’t feel like going home because here at work is where their joy is.”</p>\n<p>Nobom seems confident, charming, professional — the very model of success for a black woman from a poor background in post-apartheid South Africa. But her life has been anything but easy. It symbolizes much of the pain and dislocation that came with apartheid, and much of the crime and violence that has followed its collapse.</p>\n<p>Nobom grew up the eldest of six children in a poor family in the region known as the Eastern Cape, a few hours away from Cape Town.</p>\n<p>“Things were not so easy with the family,” she says. “We struggled a lot. The life was very, very tough.”</p>\n<p>Her father worked in construction and was paid every two weeks, but it was never enough. “[My parents] didn’t have a house,\" Nobom says. \"We rented the smallest room and when we were sleeping we were like sardines, some heads one side and some the other.”</p>\n<p>She remembers being hungry and cold often. “I used to walk to school. And when the cows did their business, I would run and bake my feet in their little oven [hot cow dung], and then go back through the frost so my feet would be clean to go to school,” Nobom says. “Almost every day you [went] to school without anything in your mouth.”</p>\n<p>Under apartheid, many black men had to migrate in search of work. Many men from the Eastern Cape went to Cape Town for jobs in construction. But their families weren’t allowed to go with them.</p>\n<p>“When they got to Cape Town, they would find another woman and forget about us,” Nobom says. When her father did come home, he was angry and threatening. Her mother protected the kids.</p>\n<p>“My father was giving her lots of trouble,” says Nobom. “At night she would say, ‘Come, let us pray.’ While we were kneeling, my father would say, ‘I will get up and beat you all.’ My Mum would put her hands around us. ‘Don’t worry,’ she would say, ‘He won’t do it.’”</p>\n<p>Nobom was eventually forced to leave school to help the family make some money. At only 15 year old, she made her way to Cape Town and found a job in a shop. She woke at 4:30 a.m. to open the shop and greet the first customers of the day — laborers on their way to the early shift at the glassworks nearby. The money she earned there eventually paid for a house for her parents back in the Eastern Cape.</p>\n<p>Nobom herself settled in Khayelitsha, the sprawling township outside Cape Town. She became a domestic worker — a housekeeper — and married a man she loved. They had two children, a boy and a girl. Nobom was happy and gainfully employed, watching as South Africa shook off apartheid and became a young democracy.</p>\n<p>But in 1999, five years into this new, more hopeful era, Nobom’s son, Lindile, left the house to run an errand with a friend and never came back. He was a 22-year-old electrical engineering student. Nobom found out he had been mugged and killed for the 10 rand in his pocket — at the time worth little more than $1.50.</p>\n<p>Nobom says the tragedy broke her: “I was very angry. I was asking God questions. Why me? Why me?”</p>\n<p>Nobom fell into a terrible state of grief and depression, but she eventually turned her life around again with the help of a Christian NGO called <a href=\"http://www.learntoearn.org.za/\">Learn to Earn</a>. She credits the staff with loving her back to health, providing her with a safe haven, a job and a renewed sense of purpose.  Something about the organization’s faith-based ethos spoke to her, Nobom says.</p>\n<p>Even so, she had to endure another terrible cycle of grief when her husband, George, was killed in a car accident four years ago. That makes the warmth she radiates all the more surprising.</p>\n<p>“I’m not going to let the devil steal my joy,” she says, as if answering a question I haven’t asked out loud.</p>\n<p><em>Jeb's stories from Cape Town were produced in collaboration with South African journalist Kim Cloete.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_4243_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img4243cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/01132015b.mp3"},{"href":"http://www.pri.org/file/01132015bmp3"}]}