{"created":"2014-09-03T20:40:00+00:00","modified":"2014-12-03T21:17:35+00:00","valid":{"from":"2014-12-03T21:17:35+00:00","to":"3014-12-03T21:17:35+00:00"},"hreflang":"en","title":"After Learning To Loosen Up, Spoon Readies Its Return: The All Songs Interview","published":"2014-06-06T14:30:00+00:00","teaser":"On <em>All Songs Considered</em>, Spoon's Britt Daniel and Jim Eno reveal details of the band's first new album in four years. <em>They Want My Soul</em> is due out Aug. 5.","itags":["npr_api","318445464"],"guid":"71cead53-f4dd-46c9-bd47-c3605152508e","contentencoded":"<p><a href=\"http://www.npr.org/artists/15189629/spoon\">Spoon</a>'s first album in four years is called <em>They Want My Soul.</em> It won't be released until Aug. 5, but frontman Britt Daniel and drummer Jim Eno recently joined <em>All Songs Considered</em> hosts Bob Boilen and Robin Hilton to play some of the record and share the stories behind it. You can hear the full interview using the link above, or <a href=\"#interview\">read edited highlights below</a>.</p><p>The members of Spoon have been hitting it hard for more than 20 years now. Since forming in Austin in 1993, the band generally released an album every other year since 1996 and toured exhaustively, with each project overlapping the next. But after Spoon released its 2010 full-length <em>Transference</em>, the members decided to go their separate ways and take an indefinite break.</p><p>Britt Daniel formed a new band called Divine Fits and put out a fantastic album (<em><a href=\"http://www.npr.org/2012/08/12/158451432/first-listen-divine-fits-a-thing-called-divine-fits\">A Thing Called Divine Fits</a></em>). Jim Eno became a full-time producer at his Austin-based Public Hi Fi studio, working on records from <a href=\"http://www.npr.org/artists/104054471/telekinesis\">Telekinesis</a>, <a href=\"http://www.npr.org/artists/15182404/heartless-bastards\">Heartless Bastards</a>, !!! and more. Bassist Rob Pope opened a bar, while multi-instrumentalist Eric Harvey put out a solo album called <em>Lake Disappointment</em>.</p><p>It was a critical period for the band, allowing everyone to hit their emotional, mental and physical reset buttons. Then, when they decided to reconvene after what became Spoon's longest break, the band members were reinvigorated and excited to play together again. They rediscovered an energy, passion and inspired sound, and you can hear that on <em>They Want My Soul</em>.</p><p>It's unmistakably a Spoon record, with bursts of precisely placed guitar noise and uncluttered, fantastically infectious grooves and melodies. But <em>They Want My Soul</em> also shows a looser band at perhaps the most confident point of its career, challenging itself and stretching its sound, particularly with synth textures courtesy of the band's newest addition, Alex Fischel.</p><p>In our interview with Britt Daniel and Jim Eno, the longtime friends and collaborators talked about going stir crazy while recording the album in western New York, finding inspiration from a childhood bully, and experiencing what it was like to cover a song popularized by Ann-Margret. They also discuss working with outside producers for the first time; they started with Joe Chiccarelli (<a href=\"http://www.npr.org/artists/15403782/alanis-morissette\">Alanis Morissette</a>, <a href=\"http://www.npr.org/artists/15189632/my-morning-jacket\">My Morning Jacket</a>, <a href=\"http://www.npr.org/artists/15399964/morrissey\">Morrissey</a>) before deciding to finish the album with Dave Fridmann (<a href=\"http://www.npr.org/artists/15399953/the-flaming-lips\">The Flaming Lips</a>, <a href=\"http://www.npr.org/artists/15397817/sparklehorse\">Sparklehorse</a>, <a href=\"http://www.npr.org/artists/88212719/mgmt\">MGMT</a>).</p><p>Below are some edited excerpts from the interview. You can <a href=\"http://www.npr.org/player/v2/mediaPlayer.html?action=1&t=1&islist=false&id= 318445464&m=314279020&live=1\" target=\"_blank\">hear the whole thing</a> with the link at the top of the page.</p><hr /><p><a name=\"interview\"></a></p><h3>On How They Made Some Of The Sounds</h3><p><strong>BOB BOILEN: So what the heck is going on on that guitar [in \"Knock Knock Knock\"] that makes that amazing sound? </strong></p><p><strong>BRITT DANIEL:</strong> We wish we knew, because once we recorded the record, then we went about trying to learn the songs live. And nobody could remember what pedals were involved with making that.</p><p><strong>BOILEN: No animals were harmed.</strong></p><p><strong>DANIEL:</strong> [Keyboardist and guitarist] Alex [Fischel] even emailed [producer] Dave [Fridmann] and was like, \"What were we doing there?\"</p><p><strong>JIM ENO:</strong> Yeah, yeah.</p><p><strong>DANIEL:</strong> He couldn't remember.</p><p><strong>ENO:</strong> But in the control room, when we were tracking that, there's, like, literally 20 pedals just spread around the control room.</p><p><strong>DANIEL:</strong> Some were on, some were off.</p><p><strong>ENO:</strong> Some were on. Some were plugged in. Some weren't. There was a guitar pedal with a joystick. I still don't even know what that one does.</p><p><strong>ROBIN HILTON: It didn't do anything. It was just to throw you. </strong></p><p><strong>ENO:</strong> Yeah, yeah. The other funny thing about Dave, I feel like he's so mild-mannered. We would be like, \"Do you think this is too distorted?\" And he would be like, \"I'm the wrong person to ask about that,\" 'cause he loves distortion. And he likes things dirty and exciting and crazy and weird.</p><p><strong>DANIEL:</strong> Yeah, it doesn't even sound like distortion to him.</p><p><strong>ENO:</strong> Yeah, yeah. And he said after working with The Flaming Lips and doing a lot of those records, things only sounded right when they were distorted. The more work you do, you start getting a sound. But it was funny, 'cause we were sometimes questioning if there was too much distortion. He's like, \"I don't know, you know? Wrong person to ask.\"</p><p><strong>DANIEL:</strong> Don't ask me.</p><p><strong>ENO:</strong> Yeah.</p><p><strong>HILTON: All perspective is gone.</strong></p><h3>On Needing A Break</h3><p><strong>BRITT DANIEL:</strong> Between 2001 and 2010, we put out five records, which is not a lot by '60s standards. But in terms of today's standards, it's pretty fast. I mean, especially since concert promoters run the business now. And that's the way you make money, is doing shows, you know? So we just needed a break. And when we got back together, I felt that that break was a good thing. And we were all excited about playing again.</p><p><strong>JIM ENO:</strong> Yeah, it was fun.</p><p><strong>BOILEN: What did you bring to the band that maybe hadn't been there before having taken time off? </strong></p><p><strong>DANIEL:</strong> Well, Jim learned — I mean, I feel like you did some great work as a producer that just kind of blew my mind.</p><p><strong>ENO:</strong> Wow, thanks.</p><p><strong>DANIEL:</strong> And I knew, like, that !!! record you did was just amazing.</p><p><strong>BOILEN: Yeah.</strong></p><p><strong>DANIEL:</strong> You had to have learned some stuff from that.</p><p><strong>ENO:</strong> Yeah, yeah.</p><p><strong>DANIEL:</strong> I don't know if you can specify. But you just spent so much time producing that I think he came into this with a lot of new ideas.</p><p><strong>ENO:</strong> I mean, one thing, I feel like I did a lot of records really fast, too. Like that My Jerusalem record was done in 15 to 17 days. Same with that Telekinesis record.</p><p><strong>BOILEN: Great record.</strong></p><p><strong>ENO:</strong> So I feel like I could at least sort of say, \"Hey, let's parallel-ize this. Let's... you go and do some of this stuff, and me and Alex will work here.\"</p><p><strong>DANIEL:</strong> Oh, yeah. Yeah.</p><p><strong>ENO:</strong> And just try to figure out any way that we can do things faster.</p><p><strong>DANIEL:</strong> We did some multitasking.</p><p><strong>ENO:</strong> Yeah, a lot of it. You know, someone's upstairs doing some editing. We're working on another solo part. Britt's writing lyrics. I feel like maybe that was a little bit different, 'cause it's hard to make a record in 15 or 17 days.</p><p><strong>BOILEN: Is that what you did here?</strong></p><p><strong>ENO:</strong> Oh, God, no.</p><p><strong>BOILEN: Yeah, I was going to say.</strong></p><p>(LAUGHTER)</p><p><strong>DANIEL:</strong> Well, we made it happen a lot faster than we would've before.</p><h3>On Going Stir Crazy</h3><p><strong>HILTON: So what'd you do when you weren't in the studio [in the small town of Fredonia, N.Y., with Dave Fridmann]? </strong></p><p><strong>DANIEL: </strong>We lived in the studio. I mean, we stayed in the studio.</p><p><strong>ENO:</strong> Paced around, watched laser discs.</p><p><strong>DANIEL:</strong> There's a movie called <em>The Shining</em>.</p><p><strong>ENO:</strong> You heard of it?</p><p><strong>HILTON: I've seen it many times. Bob, that may be a movie you've actually even seen. </strong></p><p><strong>BOILEN: Yeah, even me.</strong></p><p>(LAUGHTER)</p><p><strong>HILTON: So you felt like you were losing your minds at some point? </strong></p><p><strong>DANIEL:</strong> At times, yeah. It's intense. It's intense up there, especially when we're doing it in the thick of winter. And it was, what, 8 degrees below for a few days in a row there.</p><p><strong>ENO:</strong> Yeah, yeah.</p><p><strong>DANIEL:</strong> And just so much snow that you couldn't really get out.</p><p><strong>ENO:</strong> Yeah. And when we're mixing, too, Dave would say, \"Well, I'm going to work on this.\" And eight hours later, he would say, \"OK, come on in and listen.\" So you've got to find something to do for eight hours. He has a lot of great gear and everything. But it was a little...</p><p><strong>DANIEL:</strong> That's how we recorded \"I Just Don't Understand.\"</p><p><strong>ENO:</strong> Yeah, yeah. Fighting the madness.</p><p><strong>DANIEL:</strong> Yeah, we were a bit stir crazy.</p><p><strong>ENO:</strong> Yeah.</p><p><strong>DANIEL:</strong> But I think it turned out well. I think it was worth it.</p><h3>On Covering A Song Popularized By Ann-Margret</h3><p><strong>DANIEL:</strong> I was assigned to record a song for the <em>Rookie</em> magazine. And the person who — a friend of mine, Jessica Hopper, who assigned — she said, \"Britt, maybe you should try this song or that song.\" One of them was an Ann-Margret song. And so I sat down and tried to play the Ann-Margret song myself. I said to myself, \"This sounds like something that John Lennon would like. Or...\"</p><p><strong>BOILEN: Seriously?</strong></p><p><strong>DANIEL:</strong> Or like a phrasing or a melody that he would like...</p><p><strong>BOILEN:</strong> <strong>More than liked.</strong></p><p><strong>DANIEL:</strong> Then I later realized [The Beatles] had covered it. And so I kind of — I felt like I had made this mystery connection to him, like, \"I get this guy.\"</p><p><strong>BOILEN:</strong> <strong>[The Ann-Margret version] has a brilliant fuzz guitar for, what, 1961?</strong></p><p><strong>ENO:</strong> Yeah.</p><p>(SOUNDBITE OF SPOON VERSION OF \"I JUST DON'T UNDERSTAND\")</p><p><strong>DANIEL:</strong> That's the one that, while Dave [Fridmann] was going and doing his mammoth mixing sessions, we had time to ourselves. And he has this spare room. So we went and recorded this track that we thought was going to be just used on [the <em>Rookie</em>] website. But we thought it was so good that we ended up just putting it on the record.</p><p><strong>ENO:</strong> Well, I remember you were like, \"Hey, come and play drums on this.\" And I played drums. It was, like, second take. And then the next day you're like, \"You got to come in and hear this.\" And I put the headphones on. I'm like, \"Oh, wow. That's awesome.\" 'Cause you had had all the piano stuff you were working on and everything.</p><p><strong>DANIEL:</strong> Yeah, yeah.</p><p><strong>ENO:</strong> Yeah. It was like..</p><p><strong>DANIEL:</strong> It was too good...</p><p><strong>ENO:</strong> Too good.</p><p><strong>DANIEL:</strong> Too good for <em>Rookie</em>. I had to then go and record another song for <em>Rookie</em>.</p><h3>On A Childhood Bully And Inspiration</h3><p><strong>DANIEL:</strong> Well, Jonathan Fisk was a character in a song from [2002's] <em>Kill the Moonlight</em>. And it was based on a guy who used to beat me up as I was walking home from middle school. And so when I'm writing this song — this new song, \"They Want My Soul,\" about, you could say soul-suckers in general — he was one of the people that came up. It's a song about religious pretenders, manipulators, educated folksingers, people that bring me down. And Jonathan Fisk was one of them, for sure.</p><p><strong>HILTON:</strong> <strong>Have you looked for him on Facebook, Google to see what he's up to now?</strong></p><p>DANIEL: We actually became friends later.</p><p><strong>HILTON: Oh.</strong></p><p><strong>BOILEN: Oh, that's beautiful.</strong></p><p><strong>DANIEL:</strong> Believe it or not. He became a big Spoon fan. He did. He came to a lot of shows. He really went through a change in high school. And then, by the time he was in college, all the people from my high school ended up knowing each other, 'cause everybody just basically moved to Austin. And so I was around this dude for a good five, 10 years after.</p><h3>On The Rewards Of The Band's 20-Year Run</h3><p><strong>DANIEL:</strong> Well, when we started out, I had never been in a band that was successful enough to have weekend gigs in Austin. And so our big thing was, \"Let's get a live show together that's good enough to play at the Hole in the Wall on Friday night.\" So that first year, year and a half worth of songs is all sort of bar band. Play as fast and loud as we could so that we could get people to come out and see us. And then later we got in a position where we could actually make records. And so then we started thinking about writing songs and recording songs in a different way. I really feel like the sound of the band kind of started to come together on our second album, and really came together on the third one with <em>Girls Can Tell</em>.</p><p><strong>HILTON: Once you finally had some time to work on it...</strong></p><p><strong>DANIEL:</strong> Yeah, and sort of get into this mode of like, well, this isn't just going to be about trying to get a weekend gig. This is about making a record and a document that you're going to want to put on, hopefully, for the rest of your life.</p><p><strong>HILTON: Has it gotten any easier? The songwriting and producing, has it gotten any easier over the years? Or are there things you've learned to let go of, or things you've learned that you need to hold onto in the process?</strong></p><p><strong>DANIEL:</strong> I wouldn't say it's gotten easier. I don't think it ever gets — if it's strictly easy, then you're getting very, very lucky, or else you're not trying hard enough. I think that's part of the reason why we've been making records for so long and we still make ones that are so good, is that we don't let it just... it's not something we just let happen.</p><p><strong>BOILEN: Time is a pretty funny thing. Could you have imagined you'd be doing this for 20 years? And could you imagine doing this for 10 or 20 more, or what you would become?</strong></p><p><strong>DANIEL:</strong> I always wanted to. I always wanted to. As soon as I started being able to work the record player in my living room, I was... I would just stare at those gatefold record sleeves. And that's what I wanted to do. But I never counted on it. It's great to be able to do it, though. I don't know what else I want to do.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Learning+To+Loosen+Up%2C+Spoon+Readies+Its+Return%3A+The+All+Songs+Interview&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"1701"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318839434-168ed0.m3u?orgId=1&topicId=1039&ft=3&f=318445464"},{"href":"http://media.npr.org/assets/img/2014/06/03/spoon_tomhines_hi-ee50843392cf692dbe384ae5293a846e8994693e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"730","width":"975"}}]}