{"created":"2015-05-27T13:33:44+00:00","modified":"2015-06-15T17:14:11+00:00","valid":{"from":"2015-06-15T17:14:11+00:00","to":"3015-06-15T17:14:11+00:00"},"hreflang":"en","title":"Through Performance, Mississippi Students Honor Long-Forgotten Locals","published":"2015-05-25T22:45:00+00:00","teaser":"Every year, a history teacher in Columbus, Miss., takes high schoolers to the local cemetery. There, they tell the stories of those who are buried, and learn more about their own place in the world.","itags":["npr_api","400363343"],"guid":"71e3c30c-0650-42b8-9ba7-45d6f6b9222a","contentencoded":"<p>It's early evening in Friendship Cemetery, the local graveyard in Columbus, Miss. The white tombstones are coated with that yellow glow you only see right before dusk.</p><p>Students from the Mississippi School for Mathematics and Science are spread out among the gravestones. They're dressed up in costumes: A tall brunette is wearing a dark maroon dress her grandmother made. A young man wears a top hat and leans on a walking cane.</p><p>Tonight is the final dress rehearsal for <a href=\"http://www.themsms.org/whats-new-at-msms/2015/4/8/the-25th-tales-from-the-crypt\">Tales From The Crypt</a> — a rite of passage for students at this school that's now in it's 25th year.</p><p>Summar McGee, 16, smiles uneasily. After a few deliberate breaths, she slips into the past, and a 200-year-old servant comes alive:</p><p>\"So there's some homemade sweet potato pie fresh out the oven and I'd be happy to fix you some,\" she recites to a crowd of about 20. \"Are you sure? Alright, but if you get hungry just let Old Maddie know.\"</p><p>Summar and her classmates are telling the stories of the people buried in this cemetery. A journey they started back in September, in Chuck Yarborough's U.S. history class.</p><p><strong>A Second Classroom</strong></p><p>Yarborough grew up on the Mississippi Gulf Coast and has a deep appreciation for the state. He's frequently quoting Mississippi writers, especially William Faulkner.</p><p>He's a history buff who loves knowing a little bit about everything — and a lot about a lot of things. His students hail from all around the state, and he prides himself with knowing a piece of history from every place they're from.</p><p>\"If I can tell them something interesting about their home place, I'm sending them the message that their place in this world matters and so do they,\" he says.</p><p>It is to teach them more about their place in the world that Yarborough sends them to the graveyard. The cemetery is a history teacher's dream: home to a veteran from every war from the Revolutionary War to the Gulf War, and it's still active: Funerals often coincide with his rehearsals.</p><p>Yarborough visits the grounds several times each summer — clipboard in hand, searching for names on the more than 12,000 tombstones.</p><p>He's looking for unusual ones — names like Sinai Gardner or Zanetta Green.</p><p>\"I'm always looking for females,\" says Yarborough, \"because females want to research females often. If that helps the student get into that, I want that.\"</p><p>He's looking for stones with interesting carvings, clues about the people buried underneath. And each year, he draws up a fresh list of names. No repeats.</p><p>His students — all 68 of them — select one of those names and they spend the year learning everything they can about that one person.</p><p>Summar McGee picked Henrietta Euphrosia Brown, born July 3, 1834.</p><p>Like most of the people buried in Friendship Cemetery, Brown isn't famous. She's not in history books or on the Internet.</p><p>\"She was your typical Southern, middle-class woman,\" says Summar.</p><p>So to learn more, students do original research. They spend hours at the local library, scouring historical documents.</p><p>These primary sources are key to the project, says Yarborough, because \"in history, the data is in the documents.\"</p><p>In the small library on Seventh Street, there is a temperature-controlled room that only specific staff can access. In it are yellowed newspaper clippings, books filled with school-board meetings and court records steeped in legalese. They date back to the early 1800s.</p><p>These documents provide the details for the students' research. Summar found a fair amount about Henrietta Brown and her family.</p><p>\"She wasn't a housewife or a Southern belle. She enjoyed farm work,\" says Summar.</p><p>During her research, Summar met with a descendant of Brown, who shared genealogical information — including a book about a shoe merchant who happened to be Brown's nephew.</p><p>In that book, Summar came a across a name: \"Old Maddie,\" who was Brown's domestic servant. Summar was hooked, more interested in Old Maddie than in Brown.</p><p>But Old Maddie was black. And in the 19th century documents at the library, there wasn't much to find.</p><p>\"Doing research at the archives, it was kind of disheartening to see how little information is there about African-Americans,\" says Summar.</p><p>This wasn't a new challenge for Yarborough. After 19 years of teaching in this small town, Yarborough knows just about everybody. And if there's anybody who encourages and values the exploration of black history in Columbus, it's Tony Montgomery.</p><p>\"And that's usually how the call starts now: 'Tony, I'm looking for a name ... can you let me look in the book?' \" says Montgomery, the pastor of Missionary Union Baptist Church, Mississippi's second-oldest black Baptist church.</p><p>The \"book\" is a collection of handwritten lists of church attendees, notes from church meetings and group photos.</p><p>\"If you were a black during Reconstruction in those years,\" says Montgomery, if you were an educator, politician or doctor, \"you went to church here.\"</p><p>This church, the records within and the many founding families who still attend its services today offer students a concrete connection to lives long-forgotten.</p><p>That connection is not lost on Montgomery: \"When somebody like Chuck Yarborough comes along, you know, [a] Caucasian gentleman who is unearthing history and then displaying it, that's special.\"</p><p><strong>The Power Of History</strong></p><p>\"That's one of the great lessons of history,\" says Yarborough, \"connecting emotionally with people from the past.\"</p><p>Yarborough is showing his 16- and 17-year-olds that history is relevant. And he loves it when students, like Summar McGee, learn about themselves along the way.</p><p>\"It's not about teaching history,\" says Summar. \"It's about him making you a better person. Like he'll go out of his way on anything.\"</p><p>At 9 on a Wednesday night, Yarborough and his history students are in a grassy field on the school's campus, practicing.</p><p>Because when the research is done, the performances begin.</p><p>Summar is telling the story of Brown and her family through the eyes of Old Maddie:</p><p>\"One day Ms. Henrietta went outside to feed the hogs, reached down to get a pale of the slop, and the old mule kicked her right in the heart ... \"</p><p>Yarborough is working with Summar to help craft her performance. Now that her lines are memorized, he's encouraging her to work on with her body language.</p><p>\"I do want you to lean forward,\" says Yarborough. \"When she gets excited, lean forward. Tell that story from like this\" — Yarborough leans forward — \"and then lean back and then lean forward and back.\"</p><p>When school started last fall, Summar felt uncomfortable just speaking up in class. When she gave her first performance as Old Maddie, her whole body was shaking.</p><p>\"I asked Mr. Yarborough, 'Every time I perform, what if I die?' \" Summar says. \"And he said that would be the best performance he ever saw.\"</p><p>\"Dramatic performance,\" Yarborough explains, \"creates spaces that allow the performers and the audience to challenge what they understand about the world. That's a skill that goes way beyond this history class.\"</p><p>In Summar's final rehearsal performance, she settles into her rocking chair. A violin moans in the distance. The audience is entranced by Summar's performance: Their faces react to her jokes and mirror her emotions.</p><p>\"Mr. Charles one of them Union soldiers,\" she recites. \"He came to Columbus after the war. Got him a job uptown as a merchant and that's when he hired me: Old Maddie ...\"</p><p>She fidgets with her bright yellow blouse and white apron. Her short curly hair is covered with silver spray paint. She leans back: Her newfound confidence clear.</p><p>\"Come on now, come on in the kitchen to get you some of that pie. I won't take no for an answer.\" Summar finishes and the audience erupts in applause.</p><p>A few tombstones away, Chuck Yarborough stands with his arms crossed. He's smiling. Nodding his head in approval.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Through+Performance%2C+Mississippi+Students+Honor+Long-Forgotten+Locals&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elissa Nadworny ","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409531303-f2bf8a.m3u?orgId=1&topicId=1013&aggIds=359618671&d=307&p=2&story=400363343&t=progseg&e=409476153&seg=15&ft=nprml&f=400363343"},{"href":"http://media.npr.org/assets/img/2015/05/12/_mg_7387-af148c6d76f9f663781519d874f87c869fc4f8bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/12/_mg_7440-24859dd5d3d3868532002a300905314fb399fa05.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/12/_mg_7505-dc24613552249fea378eca0b5c454a6a165a3c11.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/12/_mg_7659-eb2699dfc7f09a8ceffa14a0535cc45a0d4c3279.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/14/_mg_7612_brighter_snaller-3c17a83db1e5c78e212bbd69414a1ce2c5c61b15.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1977","width":"2636"}},{"href":"http://media.npr.org/assets/img/2015/05/14/_mg_7675_small_brighter-e991b3be876fb7ff56f414dda89b3c023db5b719.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2015/04/28/_mg_7481_small-5926b563c9a59fbfcf5bca4841143e907eb14f8d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2015/05/14/_mg_7263smaller_brighter-4e84b1a9bd63bc84f99c19e5dc1f21e151b67b56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2039","width":"2719"}},{"href":"http://media.npr.org/assets/img/2015/05/12/_mg_6272_small-5ceec8d73f9bd9400199de192db21254fadcee13.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2163","width":"2884"}}]}