{"created":"2015-05-14T07:29:41+00:00","modified":"2015-05-27T21:05:07+00:00","valid":{"from":"2015-05-27T21:05:07+00:00","to":"3015-05-27T21:05:07+00:00"},"hreflang":"en","title":"Police Rethink Tactics Amid New Technologies And Social Pressure","published":"2015-05-15T01:24:00+00:00","teaser":"One officer says relations with the public are \"about as bad as I've seen,\" as a take-charge method of policing collides with a more skeptical citizenry that can record and disseminate video anywhere.","itags":["npr_api","406401018"],"guid":"71fd8f40-4abf-4475-a8fb-eae949eeeed8","contentencoded":"<p>This week in Washington, thousands of sworn officers gathered for National Police Week, an annual commemoration of the lives of officers who've died on the job.</p><p>This year it was hard for participants to escape the shadow of the anti-police protests of the past nine months. One of the week's events, a memorial bicycle ride, even was rerouted away from Baltimore, to make sure the nearly 2,000 officers participating in the ride wouldn't become targets.</p><p>Sgt. Steve Staletovich of the Indianapolis Metropolitan Police Department, who was at the National Law Enforcement Officers Memorial to watch the riders arrive, and who has been a law officer for 30 years, says the public mood is ugly.</p><p>\"I've seen lot of changes, lot of ups and downs,\" he says. \"I've gotta tell you — the current situation is about as bad as I've seen.\"</p><p>Lately, he's been checking the news every morning for incidents involving police — incidents anywhere in the country — so he can warn his officers at roll call.</p><p>\"I tell them, 'Hey — this is gonna break today, and it's gonna be ugly and there's gonna be some catcalls and some jeers,'\" Staletovich says.</p><p>It's an example of how America's local police departments now find themselves on a national stage. When <a href=\"http://www.npr.org/sections/thetwo-way/2015/04/08/398324292/-i-was-sickened-by-what-i-saw-police-chief-says-of-s-c-shooting\" target=\"_blank\">something happens in South Carolina</a>, cops feel the effects in Indianapolis. And as you talk to cops, one word keeps coming to mind: \"disruption.\"</p><p>It's a Silicon Valley cliché, but police embrace it — and they're quick to point out the technologies doing the disrupting.</p><p>\"Social media has made stories that never would have been heard or seen before, national news,\" says Staletovitch.</p><p>On the other side of the country, Seattle Police Detective Cloyd Steiger compares the disruption to <a href=\"http://www.americanforeignrelations.com/O-W/Television-The-first-television-war.html\" target=\"_blank\">the arrival of TV news cameras during the Vietnam War</a>.</p><p>\"Everybody was shocked at the violence,\" he says, and he thinks Internet videos of police using force are similarly shocking to Americans today.</p><p>People expect use of force to look like the NBC television drama <em>Law and Order</em>, he says, and they're not prepared for the real thing.</p><p>\"It's so sanitized — that's what they think violence is supposed to really look like,\" Steiger says. \"Well it doesn't. That's not the way use of force looks. Use of force looks ugly — but that's the way it's always been.\"</p><p>Civilians may hear this and think \"good\" — the more transparency, the better. A lot of cops say that, too. But some add this warning: All this exposure is going to mean a different kind of policing. Steiger recalls what it was like to be a patrol cop in the 1980s.</p><p>\"Our whole job was to go and shake gangbangers or dope dealers and stuff, to kind of clean up the area,\" he says. \"We just drove around basically shaking people, taking guns and dope off the street.\"</p><p>A generation later, he has two sons who are patrolmen, and they tell him the philosophy has become far more passive.</p><p>\"If you're driving down the street, and there's a guy you think is dealing drugs or prowling cars or something, and if you stop him and things kinda go bad a little bit, like you have a use of force situation, then it's micromanaged. Everybody looks at everything you said, everything you did,\" he says. \"But if you just choose to just drive on by, no one ever second-guesses you.\"</p><p>Seattle is one of the cities that's been burned by videos of cops behaving aggressively, and it's under a Justice Department consent decree to reform. Steiger and like-minded police veterans say other departments afraid of suffering the same fate have adopted similarly restrained patrolling rules.</p><p>Reformers reject this argument, saying that the pressure simply has forced police departments to stick more closely to constitutional principles. But both sides agree that the change has been brought about in large part by videos.</p><p>Police say another side to this \"disruption\" is the change in the way they're treated by members of the public. They're nearly universal in saying that people seem a lot more willing to question an officer, or even to challenge the officer and \"talk back.\" They say it's as if people have been practicing what they're going to say in their minds, by watching other people's videos of their encounters with police.</p><p>And not only is the public getting bolder, it's getting smarter.</p><p>Mark Best, a police trainer in Washington state, says they just seem to know more about the rules governing police work.</p><p>\"They may know how far a police officer can go,\" he says. \"They do the research on the Internet. Where it used to be you had to go down to the law library, now you just click a mouse button and people know their rights — which they should.\"</p><p>He says he's now training recruits to expect questions, and to explain what they're doing.</p><p>Still the public's boldness is running into conflict with the training of modern American police. For the past few decades, officers have been taught a technique called \"command presence\" — using a forceful tone and body language to take charge of a scene. It's meant to keep a situation from spinning out of control, but to members of the public who feel entitled to ask questions, it can also come off as offensive.</p><p>And it looks terrible on video.</p><p>In Seattle, Cloyd Steiger worries that command presence is giving way to public disrespect.</p><p>\"There's nothing wrong with, you know, saying, 'Hey, why are you stopping me?'\" he says. \"But I'm talking about the in-your-face, 'you can't touch me,' trying to walk away and stuff that leads to physical confrontations that wouldn't have led to a physical confrontation before.\"</p><p>Still, Steiger doesn't think the public's challenging attitude will last. He takes the long view. He says, just wait until the crime rate goes back up again.</p><p>\"The pendulum has swung many times in my career,\" he says. \"This is the farthest it's swung in its arc — but that doesn't mean it won't swing back to the middle, where it needs to be.\"</p><p>Criminology professor Laurie Robinson of George Mason University doesn't agree. She's the co-chair of President Obama's <a href=\"http://www.cops.usdoj.gov/policingtaskforce\" target=\"_blank\">Task Force on 21st Century Policing</a>.</p><p>\"I've been involved in criminal justice for more than three decades. I don't think this is just a pendulum swing,\" she says. \"I think that there is something different, now, in part because of the visibility of what's occurred.\"</p><p>She thinks the effect of all this attention will be a fundamental change in the culture of American policing.</p><p>That change already seems to be underway, but what's interesting is how it's happening.</p><p>America has one of the most decentralized police systems in the world — experts can't even agree on exactly how many police agencies there are in the country, <a href=\"http://justice.uaa.alaska.edu/forum/28/2-3summerfall2011/f_lawenf_census.html\" target=\"_blank\">but one 2014 estimate put it close to 18,000</a> — and the federal government doesn't have a good way to force nationwide reform. And yet that reform seems to be happening, propelled by people on the Internet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Police+Rethink+Tactics+Amid+New+Technologies+And+Social+Pressure&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406633776-ab93c3.m3u?orgId=1&topicId=1003&d=436&p=3&story=406401018&t=progseg&e=406631460&seg=2&ft=nprml&f=406401018"},{"href":"http://media.npr.org/assets/img/2015/05/13/police-getty-b899ac9bebcc2bf36a735b04073b5775bc455dad.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2015/05/13/kaste-police-week-01_custom-76d7bc4496c5545f0b7b4e177eb631277786d832.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2430","width":"1817"}},{"href":"http://media.npr.org/assets/img/2015/05/13/47910041_h33424288-f833b5e696162af78f61d3725f7a25f01a36e745.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3644","width":"4859"}}]}