{"created":"2014-12-01T18:30:53+00:00","modified":"2014-12-02T15:51:47+00:00","valid":{"from":"2014-12-02T15:51:47+00:00","to":"3014-12-02T15:51:47+00:00"},"hreflang":"en","title":"The New Science Of Adolescence","published":"2014-12-02T15:51:00+00:00","teaser":"Developmental psychologist Larry Steinberg says new brain science is starting to reveal why teenagers seem to stay teenage through their mid-twenties.","itags":["npr_api","367801532"],"guid":"71ff5ea5-701b-47e2-946e-963b6ebc8210","contentencoded":"<p>We generally think of adolescence as ending at about age 18. But <strong>Larry Steinberg</strong>, a professor of psychology at Temple University, says new brain science is starting to reveal why teenagers seem to stay teenage through their mid-twenties.</p><p>Steinberg joins <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson to discuss the findings in his latest book, &#8220;<a href=\"http://www.amazon.com/Age-Opportunity-Lessons-Science-Adolescence/dp/1491546611/?tag=wburorg-20\" target=\"_blank\">Age of Opportunity: Lessons from the New Science of Adolescence</a>&#8221; (excerpt <a href=\"#excerpt\">below</a>)</p><p>He also explains why the adolescent years are so developmentally crucial, and what parents can do to raise happier and more successful kids.</p><h4>Interview Highlights: Larry Steinberg</h4><p><strong>On adolescence lasting longer </strong></p><p>“If we look at the average of age of puberty now in the United States, girls are starting puberty around 11 or 12 years old. If you look at when young women are getting married in the United States, the average age is 27 or 28 years old. So we’re talking about a pretty long span of time and the same time interval lengthwise for boys as for girls. We know that when people go through puberty the sex hormones associated with that affect the brain as well as the rest of the body. We can mark the beginning of adolescence in one way by looking at when that’s happening, so that really is determined when someone goes through puberty. On the other hand, we can look at the end of adolescence in terms of when the brain is not maturing so much anymore and that seems to be going on until people are in their mid-20s or so. Roughly speaking, we can look at this period and bracket it as going from age 10 to age 25.”</p><p><strong>On how education should change in light of this</strong></p><p>“One thing that we should do in school is to focus more on what experts are referring to as non-cognitive skills and that would include things like perseverance, determination and grit. If you think about the challenge about becoming an adult now, you need to be able to stay in school for a very long time. You need to be able to stay in school through the completion of a four year college degree to get a decent-paying job, and that requires that we help young people develop the capacity to delay gratification and to persevere, even at tasks that they’re maybe not so crazy about.”</p><p><strong>On the &#8216;opportunity&#8217; of adolescents&#8217; malleable brains</strong></p><p>“One of the main themes of the book is that we’re discovering that the brain during adolescence is very malleable or very plastic. What that means is that the brain has a heightened capacity to change in response to experience. That cuts both ways: on the one hand it means that the brain is especially susceptible to toxic experiences that can harm it, but on the other hand it means that the brain is also susceptible to positive influences that can promote growth. That’s the kind of opportunity that I think we need to think<a name=\"excerpt\"></a> about in relation to adolescence and it’s an opportunity I think we’re squandering.”</p><h4>Book Excerpt: &#8216;Age Of Opportunity&#8217;</h4><p><em>By Laurence Steinberg</em></p><p><strong>Introduction</strong></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1201_age-opportunity.jpg\"><img class=\"alignright size-medium wp-image-73114\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1201_age-opportunity-199x300.jpg\" alt=\"\"Age of Opportunity\" by Laurence Steinberg\" width=\"199\" height=\"300\" /></a></p><p>When a country’s adolescents trail much of the world on measures of school achievement, but are among the world leaders in violence, unwanted pregnancy, STDs, abortion, binge drinking, marijuana use, obesity, and unhappiness, it is time to admit that something is wrong with the way that country is raising its young people.</p><p>That country is the United States.</p><p>It is not surprising that so many young people fare poorly in school or suffer from emotional or behavioral problems. Our current approach to raising adolescents reflects a mix of misunderstanding, uncertainty, and contradiction, where we frequently treat them as more mature than they really are, but just as frequently treat them as less so. A society that tries twelve-year-olds who commit serious crimes as adults because they’re mature enough to “know better,” but prohibits twenty-year-olds from buying alcohol because they are too immature to handle it, is deeply confused about how to treat people in this age range. Similarly, a society that lets sixteen-year-olds drive (statistically among the most dangerous activities there is), but doesn’t allow them to see R-rated movies (an innocuous activity if there ever was one) is clueless.</p><p>The classic stereotype of adolescence is that it is a time characterized by confusion. Adolescence <em>is</em> a confusing time, but it’s not the people in the midst of it who are confused. Indeed, adults are far more bewildered by adolescence than are young people themselves.</p><p>Some years ago, I received a call one evening from a friend who asked me to watch his ten-year-old son while he dashed out to take care of a problem involving his sixteen-year-old daughter. Stacie had just called to ask her dad to come and pick her up. She had been arrested for shoplifting—she had attempted to steal a bathing suit from one of the department stores that anchored the high-end mall not far from where we lived. She and her two friends, who also had stolen a few small things from the store, were being held at the local police station. My friend’s wife was out of town on a business trip, and he couldn’t leave his son home alone.</p><p>My friend and his daughter returned about an hour later, and he stood and stared at her as she walked through their foyer past me, avoiding any eye contact, and climbed up the stairs to her bedroom. No one said a word.</p><p>He and I sat down in the living room to try to make sense out of what had happened. His daughter was a good kid, a straight-A student who had never been in trouble. The family had plenty of money, and Stacie knew that if she needed clothes, all she had to do was ask. Why on earth would she steal something that she could have purchased so easily? When he had asked his daughter this on their ride home from the station, she had no answer. She just shrugged and looked out the window. My guess is that she had no idea. Nor was she especially concerned about finding out why.</p><p>My friend, also a psychologist, wanted Stacie to see a therapist so that she could better understand her behavior. At the time, I thought it was a reasonable request. Now, though, I’m not sure I would have encouraged this response. I’m all in favor of psychotherapy when a teenager has an obvious emotional or behavioral problem, like depression or chronic acting out. But no amount of probing Stacie’s unconscious was going to uncover why she stole the bathing suit. She didn’t take it because she was angry with her parents, or because she had low self-esteem, or because she had some psychological hole that needed to be filled with something tangible and immediately gratifying. Holding Stacie accountable for what she did was important. It would be appropriate to demand that she make amends to the store and to punish her in some way—ground her, withhold her allowance, temporarily take away some privilege.</p><p>But pushing her to understand what she did was futile. She shoplifted because when she and her friends were wandering through the store, stopping occasionally to experiment with cosmetics or rummage through the stacks of clothes on the display tables, it seemed like it might be fun to see if they could get away with it. It really wasn’t any more complicated than that. Later in this book, I’ll discuss how the research my colleagues and I are doing on the adolescent brain explains just why Stacie did what she did, and why it is pointless to seek the answer through introspection.</p><p>We need to start thinking about adolescence differently. Fortunately, over the past two decades, there has been tremendous growth in the scientific study of adolescence. The good news is that the accumulated knowledge, which comes from behavioral science, social science, and neuroscience, provides a sensible foundation that can help parents, teachers, employers, health care providers, and others who work with young people be better at what they do. Parent more intelligently. Teach more effectively. Supervise and work with young people in ways that are more likely to succeed. Understand why good kids like Stacie often do such obviously ill-advised things.</p><p>The bad news, though, is that a lot of this knowledge has yet to influence the ways in which we raise, educate, and treat young people.</p><p>This book synthesizes and explains what those of us who study adolescence have learned about two intersecting sets of changes. The first, in how adolescence as a stage of life has been transformed, demands that we radically reform how adolescents are raised, schooled, and viewed by society. The second, in our knowledge about adolescent development, exposes why what we’ve been doing hasn’t been working, and reveals how we need to alter our policies and practices. My purpose is to start, stimulate, and inform a national conversation, grounded in the latest science, about how to improve the well-being of American adolescents.</p><p>A little about me: I am a developmental psychologist specializing in adolescence. Over the course of my forty years in this field, I have conducted research on tens of thousands of young people, across the United States and around the world. These studies have been funded by a wide variety of organizations, from public agencies like the National Institutes of Health to private philanthropies like the MacArthur Foundation.</p><p>Many books about teenagers are published every year that are based mainly in the author’s experiences as a parent, teacher, or clinician. In contrast, I approach the topic from the perspective of a researcher, albeit one who also has been the parent of a teenager. This is not to say that personal observations or case studies are without value, only that they often tell just a small part of what is usually a very complicated story. Simply put, I place more weight on objective, scientific evidence than on anecdotes.</p><p>The studies in which I’ve been involved have included young people from all ethnic groups and all walks of life—from affluent suburban teens and rural adolescents to inner-city youth who come from some of the poorest and most dangerous communities in America. They have included young people who are suffering from emotional or behavioral problems as well as those who are flourishing psychologically. I’ve done research on teenagers who are lucky enough to attend some of the nation’s finest private schools and on their same-aged peers who spend their days incarcerated in jail or prison. The research projects I’ve helped to direct have run the gamut from studies of small samples that use techniques like brain imaging or face-to-face interviewing to studies of thousands of adolescents, utilizing information from questionnaires. The basis for this book is a mix of my own research and that conducted by other scientists, often working from other disciplines. In the pages that follow I draw extensively on psychological research, but I also look at what we are learning about adolescence from sociology, history, education, medicine, law, criminology, and public health, and especially from neuroscience.</p><p>My use of brain science in this book deserves special mention. In the last few years, after enjoying a period of uncritical acceptance, the use of neuroscience to explain everyday behavior has come under attack. Its critics have pointed out—often correctly—that many of the claims put forth in popular-science books about the brain are exaggerated, that neuroscience frequently doesn’t add to the explanation of human behavior beyond what we already know from psychology and other social sciences, and that our fascination with brain science is leading to a misunderstanding of important aspects of human nature. And they have rightly cautioned about the rush to embrace the promise of neuroscience to transform the ways in which various social institutions, like our courts, operate. I share many of these concerns.</p><p>My intention in grounding this book in the science of adolescent brain development is not to reduce adolescence to little more than a network of neurons, to suggest that everything that adolescents do is dictated by biology alone, or to imply that adolescents’ behavior is fixed and not shaped by external forces. In fact, I argue just the opposite—that the main lesson we are learning from the study of adolescent brain development is that it is possible to influence young people’s lives for the better. It was once said that advances in the study of genetics taught us just how important the environment is. What we’re learning about the adolescent brain offers a similar message.</p><p>The study of adolescent brain development has been attacked in some circles as little more than an effort to use biology to oppress a less powerful group of people. Many youth advocates contend that adolescent brain science is a sham, or even some sort of conspiracy, and that alleged differences between adolescents and adults in how their brains function are figments of scientists’ imagination, concocted to give high-tech credibility to a tired old story grounded in untrue stereotypes about teenagers. At the turn of the twentieth century, the inexorable source of adolescent immaturity was said to be raging hormones. Today it is said to be an immature cerebral cortex. Either way, in the view of some critics, it is little more than a prejudice against young people cloaked in pseudoscience.</p><p>I, too, believe that we shouldn’t falsely stereotype teenagers, but the idea that adolescent brain science is bogus ignores fifteen years of important progress in the study of brain development. It is now well established that there are substantial and systematic changes in the brain’s anatomy and functioning during the years between puberty and the early twenties. I know of no credible neuroscientist who contests this. This does not mean that adolescents’ brains are defective, but it does mean that they’re still developing. Pointing this out is no more biased against teenagers than it is prejudiced against babies to note that infants can’t walk as well as preschoolers. Adolescence is not a deficiency, a disease, or a disability, but it is a stage of life when people are less mature than they will be when they are adults.</p><p>A word or two about terminology. Much has been written in recent years about what we should call people in their early twenties—“emerging adults,” “twixters,” and “adultescents” have all been suggested—and, as well, whether we should view the early twenties as a unique stage of development, the first part of adulthood, or an extension of adolescence. In this book, I use the term “adolescence” to refer to the period from ten until twenty-five. This may come as a surprise to readers who think of adolescents as teenagers, and may bother those who balk at the notion of referring to people in their early twenties by the same label we use to describe people in their early teens.</p><p>I lean toward seeing the early twenties as an extension of adolescence not to disparage people this age or to insinuate that they’re emotionally immature, but because I think society has changed in ways that now make the term apt when referring to the period from ten to twenty-five. Conventionally, “adolescence” has meant the stage of development that begins with puberty and ends with the economic and social independence of the young person from his or her parents. As I will explain, by that definition, ten to twenty-five isn’t far off the mark today. There is also evidence from brain science that the brain doesn’t completely mature until sometime during the early twenties, so applying the term “adolescence” to people this age is also consistent with what we are learning from neuroscience. Regardless of what we call it, the period of time during which people are no longer children but not quite fully independent adults has grown longer and longer, and it continues to do so. This elongation of adolescence has created tremendous inconsistency and misdirection in the ways in which we treat young people at home, in school, and in the broader society.</p><p>A brief road map of the chapters that follow may be helpful. In the first chapter, I discuss why now is the time to rethink the way we are raising young people—not only because we have made so little progress in the past three decades, but because new discoveries about the adolescent brain can guide us toward a more intelligent way of raising them. Chapter 2 explains the recent discoveries about the adolescent brain and why these revelations are so important. In chapter 3, I examine the ways in which adolescence itself has changed, more than doubling in length over the last century—from about seven years to about fifteen. Chapter 4 applies the science of adolescent brain development to the question of why young people act the way they do. Building on this look at the adolescent brain, chapter 5 explains why risky behavior is so common in adolescence and why teenagers’ inclinations to behave recklessly are especially aroused when they’re with each other. Chapter 6 explains why the most important contributor to success and well-being in adolescence is strong self-control. With this foundation in place, I then explore how lessons from the science of adolescent brain development can help us do a better job as parents (chapter 7) and educators (chapter 8) to promote adolescents’ well-being and place them on pathways to success. I then consider some of the broader social implications of our new understanding of adolescence, explaining in chapter 9 how its transformation is widening the divide between the haves and the have-nots, and discussing in chapter 10 how our social and legal policies can be more intelligently aligned with the latest science. In a concluding chapter, I offer a series of recommendations—for parents, educators, policymakers, and other adults concerned with the well-being of adolescents—that I believe will benefit young people as well as the adults who care about them.</p><p>I began this introduction with a call to action. But I recognize that not all readers will agree with the urgent tone I used. Some experts will claim that our young people are faring better than they used to. And in some respects, those claims are accurate. Fewer of today’s teens drink alcohol or smoke cigarettes than their parents did. Youth crime is lower today than it was twenty years ago. Teen pregnancy has decreased. This is all good news.</p><p>But given how much we have spent over the past thirty years in trying to improve young people’s behavior and well-being, celebrating where we are today is a bit like throwing a parade for a team that’s marginally better than it used to be but still stuck at the bottom of the standings. Some problems are less prevalent today than in the recent past, but they still remain unacceptably high, and the United States lags far behind the rest of the developed world on most indicators of adolescent achievement and health. That is neither good enough nor reflective of what we could accomplish with a more informed understanding of adolescence and a radically different approach to raising young people. What I propose in the pages that follow is nothing short of an entirely new way of thinking about what adolescence is, one that is based on cutting-edge, transformative science. I’m confident that if we adopt this viewpoint, we will see vast improvements in our young people’s well-being.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.cla.temple.edu/psychology/faculty/laurence-steinberg/\" target=\"_blank\">Larry Steinberg</a></strong>, author of &#8220;Age of Opportunity: Lessons from the New Science of Adolescence.&#8221; He tweets <a href=\"https://twitter.com/ldsteinberg\" target=\"_blank\">@ldsteinberg</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+New+Science+Of+Adolescence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"922"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368001014-cbc08e.m3u?orgId=1&ft=3&f=367801532"}]}