{"created":"2015-03-17T22:34:38+00:00","modified":"2015-05-13T21:08:50+00:00","valid":{"from":"2015-05-13T21:08:50+00:00","to":"3015-05-13T21:08:50+00:00"},"hreflang":"en","title":"Breast-Feeding Boosts Chances Of Success, Study In Brazil Finds","published":"2015-03-22T18:01:00+00:00","teaser":"A study that followed more than 3,000 babies into adulthood found those who were breast-fed had slightly higher IQ test scores, stayed in school longer and earned more money as adults.","itags":["npr_api","393366708"],"guid":"720976d0-0684-42bc-9916-da690ea6daa6","contentencoded":"<p>Babies who are breast-fed may be more likely to be successful in life, a provocative study published Tuesday suggests.</p><p>The study followed more than 3,000 babies into adulthood in Brazil. The researchers found those who were breast-fed scored slightly higher in intelligence tests in their 30s, stayed in school longer and earned more money than those who were given formula.</p><p>\"Breast-feeding not only has short-term benefits, but also breast-feeding has long-term benefits,\" says <a href=\"http://www.epidemio-ufpel.org.br/site/content/docentes/detalhe.php?docente=6\">Bernardo Lessa Horta</a> of the Federal University of Pelotas in Brazil, who led the study being published in <a href=\"http://www.thelancet.com/journals/langlo/article/PIIS2214-109X(15)70002-1/abstract\">The Lancet Global Health</a>.</p><p>Doctors have long known that breast-feeding can be good for a baby's health. This is especially true in poor countries, where water can be contaminated with pathogens or pollutants. For instance, a baby given formula in developing countries is 14 times more likely to die in the first six months than one who's breast-fed, UNICEF <a href=\"http://www.unicef.org/nutrition/index_breastfeeding.html\">found</a>.</p><p>Here in the U.S., some research has suggested that breast-feeding may boost a baby's IQ by a few points. But a recent <a href=\"http://www.sciencedirect.com/science/article/pii/S0277953614000549\">study</a> with siblings found little advantage to breast-feeding.</p><p>Horta says these previous studies didn't follow children into adulthood to see if breast-feeding had long-term effects. So Horta analyzed data collected from 3,493 volunteers he and his colleagues have been following since birth. They are now in their 30s.</p><p>First, the researchers gave the subjects IQ tests. Those who were breast-fed for 12 months or more had IQ test scores that were 3.76 points higher than those who were breast-fed for less than one month, the team found.</p><p>When Horta and his colleagues looked at how much education the subjects had gotten and how much money they were making, they also found a clear difference: Those who were breast-fed the longest stayed in school for about an extra year and had monthly salaries that were about a third higher.</p><p>Pediatrician <a href=\"http://profiles.ucsf.edu/valerie.flaherman\">Valerie Flaherman</a> of the University of California in San Francisco warns not to read too much into the findings.</p><p>\"There's the potential for people to think if you don't breast-feed, your baby will be stupid or mentally impaired or something like that,\" Flaherman says.</p><p>But that's not true at all. Many other factors influence intelligence and a person's chances of being successful, she says.</p><p>Many women either can't breast-feed for physical reasons or because they have to go back to work, Flaherman notes. \"I do worry that sometimes when mothers hear about projects like this, they feel guilty when they were not able to breast-feed their babies,\" she says.</p><p>\"And what I hear from some of my mothers is that if they are giving their babies a bottle in Starbucks or on the bus, they feel like people are giving them dirty looks, or saying they should be breast-feeding,\" Flaherman adds.</p><p>While breast-feeding can be beneficial, she says, it will not necessarily have a relationship with intelligence for any individual child.</p><p>But <a href=\"http://www.urmc.rochester.edu/people/20996369-ruth-a-lawrence\">Ruth Lawrence</a>, a professor of pediatrics, obstetrics and gynecology at the University of Rochester, thinks the current study in Brazil is important.</p><p>\"It proves a permanency of the effects [of breast-feeding] on a child's potential,\" she says. \"I think it's a remarkable study.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Breast-Feeding+Boosts+Chances+Of+Success%2C+Study+In+Brazil+Finds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"197"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393748264-06d1a5.m3u?orgId=1&topicId=1030&d=197&p=3&story=393366708&t=progseg&e=393744442&seg=14&ft=nprml&f=393366708"},{"href":"http://media.npr.org/assets/img/2015/03/18/114127413-1--d5d8a6c3d34fe2bf1474db15229647c972d787af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2172","width":"2896"}}]}