{"created":"2015-03-11T09:02:44+00:00","modified":"2015-03-16T17:36:06+00:00","valid":{"from":"2015-03-16T17:36:06+00:00","to":"3015-03-16T17:36:06+00:00"},"hreflang":"en","title":"9 Iraqi Interpreters Sue U.S. Government Over Visa Delays","published":"2015-03-11T22:38:00+00:00","teaser":"Thousands of Iraqis and Afghans have been resettled in the U.S. through a special visa program, but hundreds of cases are on hold.","itags":["npr_api","392263873"],"guid":"720b7a34-29ad-48ae-b816-503d31fea73f","contentencoded":"<p>During a decade of war, U.S. troops relied on interpreters — thousands of Iraqis and Afghans — who worked and often fought alongside Americans.</p><p>Many of them were promised visas to the U.S. but they have been waiting for years with no answer. Now, nine Iraqis are suing the U.S. government to get their status resolved.</p><p>All the Iraqis in the lawsuit go by code names because of ongoing threats to their lives.</p><p>Plaintiff Alpha was in an ambush with U.S. troops and got shot in the back, but he continued to work with the U.S. military after he recovered.</p><p>Plaintiff Bravo is an Iraqi doctor who treated U.S. troops in combat.</p><p>Plaintiff Charlie helped organize resistance to al-Qaida in Iraq but has waited years without a clear yes or no about his visa to the U.S.</p><p>\"Five years and still nothing yet,\" he says.</p><p>Plaintiff Charlie is now in a third country having left his family in Iraq after what he says were assassination attempts. He says he demonstrated his loyalty to U.S. troops many times.</p><p>\"I was really in danger just like their soldiers,\" he says. \"We fight together, we work together, and now I'm paying because 5 years I leave my country.\"</p><p>In 2008, Congress created the Special Immigrant Visa program (SIVs) to bring Afghan and Iraqi translators/interpreters to the U.S. But Charlie's application is stuck in bureaucratic limbo. The American troops who fought with these Iraqi plaintiffs have been their biggest advocates.</p><p>Doug Vossen went to Iraq twice with the U.S. Army, and worked with one of the plaintiffs during some of the worst violence in Baghdad.</p><p>\"It's the right thing to do,\" Vossen says. \"They were there when we needed them, and now they're in grave danger — as are their families. They're just mired down in a bureaucratic machine.\"</p><p>Thousands of Iraqis and Afghans have been resettled in the U.S. with the visa program, but hundreds more are stuck — their cases are on hold.</p><p>Katie Reisner with the Iraqi Refugee Assistance Project at the Urban Justice Center says the hold is probably at the Department of Homeland Security, which vets applicants to make sure they're not a threat. Reisner says the process shouldn't take this long.</p><p>\"All that the lawsuit asks is for the Department of State and Homeland Security to give these plaintiffs an answer,\" Reisner says.</p><p>Most of these cases are several years old, and Iraq has only gotten more dangerous as Shiite militias and Sunni fighters with the self-proclaimed Islamic state, also known as ISIS, have renewed a state of war in Iraq.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=9+Iraqi+Interpreters+Sue+U.S.+Government+Over+Visa+Delays&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Quil Lawrence","audio":[{"meta":{"duration":"178"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392263874-532790.m3u?orgId=1&topicId=1070&e=392263873&d=178&ft=nprml&f=392263873"}]}