{"created":"2015-02-20T08:29:40+00:00","modified":"2015-06-05T15:29:04+00:00","valid":{"from":"2015-06-05T15:29:04+00:00","to":"3015-06-05T15:29:04+00:00"},"hreflang":"en","title":"As 'Hollywood Jobs' Turns 10, We Follow Up With The Folks In The Credits","published":"2015-02-20T13:48:00+00:00","teaser":"NPR's Susan Stamberg has talked to everyone from focus pullers to foley artists. She finds that in the last 10 years, technology and out-of-state tax incentives have been Hollywood game-changers.","itags":["npr_api","385237237"],"guid":"720cf726-7ee9-432c-a406-493fd97f0e41","contentencoded":"<p>It's been 10 years since we launched the annual <a href=\"http://www.npr.org/series/147290803/hollywood-jobs\" target=\"_blank\">Hollywood Jobs</a> series, in which we explore odd movie jobs — you know, the ones you see in the closing credits. In the last decade, producer Cindy Carpien and I have talked to key grips, animal wranglers, focus pullers, foley artists, shoemakers, slate operators, loopers, food stylists and many more. Today we check back with some folks we've profiled in the past, to ask how their jobs have changed since we last met.</p><p>Our first stop is Santa Monica studio of award-winning <a href=\"http://www.npr.org/2007/02/22/7474294/costume-designer-dips-into-hollywoods-closet\">costume designer Julie Weiss</a> (she did <em>Frida, American Beauty, Blades of Glory</em>). On Sunday you'll see her work in the Oscar musical numbers. Weiss says the major change in her job is the way computers have affected her day. \"If I go to an interview I don't take all those sketches,\" she says, \"They're on the screen.\"</p><p>It's nice to have less to schlep, but the technology comes with a price — she says it's harder to show off a fabric on a screen.</p><p>Another change? These days, more and more movies are made outside of Hollywood. States like Georgia, Louisiana and Michigan offer big tax incentives to the industry. New legislation may bring films back, but in the meantime, businesses that once served the movies are dwindling in L.A. Costume houses have closed and for Weiss, that's a minus. No longer are there \"racks and racks of memories that you can look at.\"</p><p>As movies have moved out of town Weiss has taken on a wider variety of work; she now does theater, TV, even video games. \"I want to be a good storyteller and if it means that that's what it takes to be there — I'm there,\" she says.</p><p>Smart phones have also had an impact. People have started watching movies on them. This makes Weiss \"a little agitated.\"</p><p>\"A film — it should be seen on a screen,\" she says. \"You should be able to witness it at the same proportion or bigger than life. ... I guess maybe it would make the job a little easier — I wouldn't have to worry about if the third button matched — but I don't <em>want</em> to do it that way.\"</p><p><strong>'Where Have You Been?'</strong></p><p>The <a href=\"http://www.npr.org/2011/02/25/134032333/for-location-scouts-its-all-about-making-the-scene\" target=\"_blank\">last time we saw Doug Dresser</a>, he'd taken us to an abandoned hospital morgue. Today we find him in Pacific Palisades, overlooking the ocean. Dresser is a location scout — one of the first folks hired on a film — to hunt down places where the cameras will roll.</p><p>Dresser's movie morgue days may be over. He's doing more TV commercials now — today scouting lunch places and renting driveways for his trucks, for a one-day shoot.</p><p>\"Ten years ago, they used to make movies in Los Angeles,\" Dresser says. \"Right now, you can count on one hand the amount of feature films they're making here.\"</p><p>That means a <em>lot</em> of travel for Dresser. \"I was gone last year for seven months,\" he says. \"Two years before that, I was gone for 10 months.\"</p><p>The travel takes a toll; Dresser has two young children and he wants to watch them grow up. And it isn't just his kids who notice he's gone, he says: \"After I came back [shooting] in North Carolina ... my dry cleaner asked me, 'Where have you been? I haven't seen you in a very long time — did you go to another drycleaner?'\"</p><p>Dresser misses the old feature film days. \"There's nothing better\" he says, than \"being able to start from a blank page and helping craft the look of a movie.\"</p><p><strong>Building A Better Butter Gun</strong></p><p>When we <a href=\"http://www.npr.org/2011/02/24/134001280/objectively-speaking-its-all-about-the-prop-master\" target=\"_blank\">first interviewed property master Trish Gallaher Glenn</a>, she was on the set of <em>The Muppets</em> movie. Now, in a Paramount storage warehouse she's hauled out a special prop for us — a butter gun, used in the new SpongeBob movie, <em>Sponge Out of Water.</em> In the film, Burger-Beard the Pirate (Antonio Banderas) sprays melted butter with a wide-mouthed gun. The 10-pound prop was made in resin with a 3-D printer.</p><p>Artisans still had to paint the gun to look antique, but the 3-D printer lets the prop master duplicate the gun easily. \"We made two of them,\" Glenn says. \"Because with an action prop, if it breaks ... you lose a day of shooting.\" The gun isn't on screen for more than a few seconds but each one cost about $20,000.</p><p>The 3-D printer can re-work gun parts on quick demand, and Glenn says that's a real change. \"Before, we would have had a sculptor, who worked for weeks and weeks,\" she says.</p><p><strong>'We Got 1,100 Submissions'</strong></p><p><a href=\"http://www.npr.org/templates/story/story.php?storyId=5239985\" target=\"_blank\">Casting director Margie Simkin</a> says technology has had a major effect on the way she does her job. A decade ago she had to sift through piles and piles of 8x10 headshots that arrived in the mail every day. By 2008, that mail deluge had begun to subside — again, the influence of computers.</p><p>\"We put out a call, which you do online, and said we were looking for someone to do a few lines, two days' work, and within hours we got 1,100 submissions,\" she says.</p><p>And that was just actors in Los Angeles. Now, it's global. All over the world, performers hit a button, record themselves, send off the file — and hope. It's efficient but also exhausting for the casting director on the other end.</p><p>\"I sort of sit there at night, sometimes in bed, and go through thousands of submissions,\" Simkin says.</p><p>For the men and women who call Hollywood their professional home, technology and out-of-state tax incentives have been game-changers in the last 10 years. These shifts tell the larger story of the new Hollywood — and reveal how a vast local industry is tottering. And, as they used to say in the old movies, as the sun slowly sets on a decade of <a href=\"http://www.npr.org/series/147290803/hollywood-jobs\" target=\"_blank\">Hollywood Jobs</a>, we bid a fond farewell to our film-making friends, adapting (mostly) to new technologies, with the old ways still in their hearts.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+%27Hollywood+Jobs%27+Turns+10%2C+We+Follow+Up+With+The+Folks+In+The+Credits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387685113-165850.m3u?orgId=1&topicId=1137&aggIds=147290803&d=423&p=3&story=385237237&t=progseg&e=387684831&seg=4&ft=nprml&f=385237237"},{"href":"http://media.npr.org/assets/img/2015/02/18/weiss-studio2-edit-728f27eddd65df7a35ff4d5733075ffe23b6c167.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2040","width":"2720"}},{"href":"http://media.npr.org/assets/img/2015/02/18/dresser1-edit_custom-3e1fe3e1f076ebef37d1cf5f367b68a9a528ba39.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2692","width":"4000"}},{"href":"http://media.npr.org/assets/img/2015/02/18/trish-buttergun_custom-073f0a73df435cf21835e467ff710b2066ac65ad.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2133","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/02/18/margie-simkin-edit_custom-7bbc86556dddad4e6cac1de258c332591783120d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1464","width":"1496"}}]}