{"created":"2015-07-01T08:40:05+00:00","modified":"2015-07-02T18:03:08+00:00","valid":{"from":"2015-07-02T18:03:08+00:00","to":"3015-07-02T18:03:08+00:00"},"hreflang":"en","title":"A Phys Ed Teacher Battles Tight Budgets And Childhood Obesity ","published":"2015-07-02T18:03:00+00:00","teaser":"Mindy Przeor founded an after-school program in Mesa, Ariz., to get elementary school kids up and running.","itags":["npr_api","412288186"],"guid":"721bbe6b-86bc-4a6c-a44b-4b891f5b1e70","contentencoded":"<p>First rule of <a href=\"http://www.mpsaz.org/brinton\">Brinton Elementary School</a> run club: Keep those legs moving. Second rule of run club: Have fun.</p><p>For 13-year-old Kaprice Faraci and her sister, Kassidy, inspiration to keep moving struck one after school afternoon in the third grade. Video games and TV bored the twins. They were outside when they spotted a small pack of children chugging down their street.</p><p>\"We saw some girls running around the school in the neighborhood and we were like, 'Hey, we wanna do that!' \" Kaprice says. She's wearing a pink tank top with the words \"Yeah I run like a girl, try to keep up!\"</p><p>\"It took a lot of effort to start and push ourselves, but she was really encouraging and helped us gain more confidence to run a 5K race at the end of the season.\"</p><p>\"She\" is Brinton Elementary's phys ed teacher, Mindy Przeor, who founded this after-school and summer running club in Mesa, Ariz., because there were no after-school physical programs at the elementary level.</p><p>There is a half hour of PE twice a week. But for many that isn't nearly enough exercise. Arizona has the <a href=\"http://childhealthdata.org/browse/allstates?q=2462\">nation's 7th highest obesity rate</a> for children between<a href=\"http://stateofobesity.org/states/az/\"> 10 and 17 years of age.</a> Przeor wants to help change that by promoting the link between exercise and learning. The marathoner and triathlete works to \"awaken the body and get the body healthy\" so her students are ready to learn. \"Because sitting in a classroom for eight hours with no activity is not going to produce the results people want.\"</p><p>Przeor tries to get parents involved, too, with the message that you don't have to be a certain body shape or fitness level to walk or jog lightly. \"It's about getting them to realize, 'Hey, I can do this too.' And building healthy habits together,\" she says.</p><p>Parent Marcy Soto agrees. Her son and daughter have been in the run club for four years. Soto says Przeor is \"always pushing them, to reach for something they strive for.\" She adds that the club helps \"keep them fit and healthy and that way they're not inside playing video games all the time. I want to make sure they are busy and active. No couch potatoes!\"</p><p>Since the early 1980s, childhood obesity in America has <a href=\"http://www.cdc.gov/healthyyouth/obesity/facts.htm\">more than doubled in children and quadrupled in adolescents</a>. And rates haven't gone down recently, they've only flat-lined: More than one third of all kids in the U.S. today are overweight or obese. One factor among many, public health experts agree, is kids aren't getting enough exercise at school. The Centers for Disease Control and Prevention reports that students are getting less and less gym time. First Lady Michelle Obama's <a href=\"http://www.letsmove.gov/\">Let's Move campaign</a> highlights exercise as central to fighting the obesity crisis.</p><p>The Brinton running club started with about 20 kids and it's been growing ever since. Third-grader Taylor Dugi and her 13-year-old stepbrother, Antonio Conner, are loyal members.</p><p>\"It sort of lets me let out my feelings and stuff,\" 8-year-old Taylor says. \"After school I feel angry and it's on a Thursday so I just go to the running club. I just run and I feel like nobody is telling me what to do.\"</p><p>On a recent morning, children from 4 to 14 gather at a Mesa high school track before 7 a.m. — and before the searing Arizona heat sets in. The club's summer program is in session. There's a warmup, a quarter-mile time trial, a mile run and grueling stair-climbing drills up and down the metal bleachers.</p><p>The sprawling Mesa school district has a relatively high percentage of low-income children and nearly 60 percent of the children at Brinton get free or reduced-price lunch. So another part of Mindy Przeor's motivation is that running doesn't cost a lot. It can be done on your own, without a coach, she notes, and can teach more than physical skills.</p><p>\"Perseverance and setting goals, life skills you can gain from an activity like running,\" she says. \"And you don't need a whole lot so it works in communities where there is not a lot of funding.</p><p>Arizona has faced <a href=\"http://www.azcentral.com/story/news/arizona/politics/2015/03/12/arizona-governor-ducey-signs-state-budget/70244574/\">severe cuts in education funding,</a> including deep trims for nonclassroom spending. Parents and teachers have protested, but voters have repeatedly refused to raise property taxes to help soften the blow.</p><p>Principal Patricia Estes says that among all of Brinton Elementary's after-school programs, the run group \"has had the most consistent attendance. It attracts and keeps kids coming back for more.\"</p><p>Przeor knows that one after-school and summer club won't change the state's obesity rate. But she's now collaborating with other elementary schools to organize run events. She's slowly building an elementary school running revolution in Arizona — one run club and one race at a time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Phys+Ed+Teacher+Battles+Tight+Budgets+And+Childhood+Obesity+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419076248-9be94b.m3u?orgId=1&topicId=1013&d=233&p=3&story=412288186&t=progseg&e=419051776&seg=18&ft=nprml&f=412288186"},{"href":"http://media.npr.org/assets/img/2015/06/05/_dsc7927-edit-0c68b3c15e7d49342f5c6a20af4b2b61b3b5a764.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2015/06/05/_dsc7904-edit_slide-82a8cf3ad2af2d8a71b7f19fa5429deaf0851a9c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2113","width":"3170"}},{"href":"http://media.npr.org/assets/img/2015/06/05/_dsc8148-edit_slide-44dce4901228b4a10d2ecd96a1707eafcd41c471.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1993","width":"2985"}},{"href":"http://media.npr.org/assets/img/2015/06/05/_dsc8367-edit-b68b63043971f70233a1a4127b461a9cf8bcb089.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2285","width":"3047"}}]}