{"created":"2014-10-07T20:32:07+00:00","modified":"2014-10-31T00:04:06+00:00","valid":{"from":"2014-10-31T00:04:06+00:00","to":"3014-10-31T00:04:06+00:00"},"hreflang":"en","title":"How Scientists Created A Typhus Vaccine In A 'Fantastic Laboratory' ","published":"2014-07-22T21:23:00+00:00","teaser":"Arthur Allen's new book, <em>The Fantastic Laboratory of Dr. Weigl, </em>describes how a WWII scientist in Poland smuggled the typhus vaccine to Jews — while his team made a weakened version for the Nazis.","itags":["npr_api","333734201"],"guid":"722ea37e-dd6f-446f-8ddf-e364161d2389","contentencoded":"<p>When Germany invaded the Soviet Union during World War II, Nazi commanders had another worry besides the Red Army. Epidemics of typhus fever, which is transmitted by body lice, killed untold numbers of soldiers and civilians during and after World War I.</p><p>As World War II raged, typhus reappeared in war-torn areas and in Jewish ghettos, where cramped, harsh conditions were a perfect breeding ground for lice.</p><p>So the Nazis employed Dr. Rudolf Weigl to produce a typhus vaccine. Weigl created a technique that involved raising millions of infected lice in a laboratory and harvesting their guts to get the materials for a vaccine.</p><p>Lice that had been infected with typhus bacteria would be allowed to feed on human volunteers, says Arthur Allen, who wrote the new book <em>The Fantastic Laboratory of Dr. Weigl. </em>\"And then, after about five days,\" Allen tells <em>Fresh Air's</em> Dave Davies,\"[the lice] would be taken and dissected individually.\"</p><p>Scientists would pull out the \"louse gut,\" where the typhus bacteria grow and multiply, put it in a pot and, basically, mash it up with a chemical solution to make the vaccine.</p><p>Weigl's lab in Lviv, Poland, sheltered Polish intellectuals and resistance fighters from the Nazis by employing them as lice feeders, meaning the volunteers allowed hundreds or thousands of lice — some infected with typhus, some not — to suck their blood. The lice were put in tiny cages that were attached to people's legs. To avoid catching the illness themselves, these human volunteers had to be clean, have healthy skin and be able to resist scratching.</p><p>\"All the intellectual life basically migrated to Weigl's laboratory,\" Allen says. \"There were ... tables full of mathematicians who would be doing their work as mathematicians while lice fed on their blood.\"</p><p>The lab sent weakened vaccines to the German army. And Weigl helped smuggle the stronger product to Jews in a Polish ghetto.</p><p>Allen says there was also a black market for the vaccine.</p><p>\"It was one of the most valuable black market commodities,\" he says, \"because it was thought as being one of the only ways you could save yourself from typhus in the ghetto.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On typhus symptoms, and how it spread </strong></p><p>Typhus would begin with a terrible headache and back pains, leading to fever, vomiting, nausea, diarrhea; and around the time the fever began, there would be a rash that often broke out on the abdomen that was described as looking like little red jewels. ... And eventually you would have deafness, terrible hysterical fits of laughter and tears, and sometimes suicide. ... And sometimes the long-term effects could include things like loss of limbs — people were known to lose toes and fingers or a penis from gangrene.</p><p>... Back in the day ... everyone was carrying lice. And they were as much a part of our armature as our clothes. Typhus could happen in a number of different places where people were wearing their clothes and didn't change them.</p><p>... But basically, ... starting in the late 19th century, early 20th century, when people [started bathing more regularly], it became a disease that was really only associated with these very extreme situations of war — concentration camps, barracks, ghettos, places where people really didn't have running water, didn't [have] access to changes of clothes. And then it spread very quickly in these kinds of environments.</p><p><strong>On how the disease is transmitted</strong></p><p>People originally thought it was because of the bite, because the louse sticks a little needle into you to extract your blood. But it turns out that the mouth of the louse is actually sterile. And what happens is that as the louse bites you, it excretes, and you scratch because it itches. And when you scratch, you're sort of inoculating yourself with the bacteria that are in the louse poop, as it were.</p><p><strong>On the Nazis' use of louse imagery </strong></p><p>The Nazis ... always described the Jews as \"vermin\" and sometimes used the word \"lice.\" ... And this was an ideology that was belittling and obviously also associating Jews with, sort of, filth and contamination, parasitism — all of these things that you metaphorically can link lice to.</p><p>[The Nazis] made it very concrete after they took over the first Polish cities. ... There were signs that went up all over Warsaw, for example ... that would have a picture of a bearded Jew with a louse that said, \"Lice, Jews, typhus,\" to make that association in the minds [of] Poles — the idea of keeping them from protecting Jews, [of] seeing Jews as part of this invasive, parasitic, dangerous force that they had to avoid and exterminate.</p><p><strong>On the underground community associated with Weigl's lab </strong></p><p>During the interwar period, all of the intellectual life in Lviv, [Poland], was in the cafes. Well, the cafes were all closed during the Nazi occupation, or only Nazis went there, or collaborators. And all the intellectual life basically migrated to Weigl's laboratory.</p><p>People would go in there. ... There were geographers, poets, all kinds of biologists, every kind of walk of life. In particular, there were many university professors and students who worked there. There were also people from the Polish underground who worked there.</p><p>It was a perfect cover, to be an underground organizer, because you had this pass that said \"typhus institute\" on it. You showed that to a Nazi SS person. And, on the one hand, they were terrified that anyone having to do with this typhus institute could be infected with typhus, was dirty, was associated with Jews and lice. ... And, on the other hand, [the Nazis] were told not to bother these people because they were making a product that was key to the German health defense.</p><p><strong>On the Weigl vaccine going to the German soldiers </strong></p><p>There was a certain amount of sabotage that went on in the lab, where the doses of the vaccine that were headed for the Eastern front [to Germans] were sometimes weakened.</p><p>... In general, this was legitimate vaccine that did go to protect [the Jews'] enemies.</p><p>This is a conundrum and a paradox that's unavoidable, and it was something that everyone who worked [at the laboratories] had to struggle with. The fact was they were able to employ very few Jews of any kind in the laboratory.</p><p>And while this laboratory was protecting many people who were key Poles and key intellectuals and resistance fighters, the destruction of the ghetto was going on at the same time. ... It's something that everyone who worked there — everyone whose life was saved — had to deal with ethically, morally after and during the war.</p><p><strong>On the approximately 30,000 vaccine doses that made their way to the Jewish ghettos</strong></p><p>It was smuggled in various ways, but one method that Weigl had for doing this was to tell his bosses that they needed to do some experimental work with the vaccine to make sure that it was up to snuff, that it was working well. So this would be a pretense for bringing it into the ghetto and vaccinating people. ... This went on throughout the war.</p><p><strong>On Weigl's reputation and legacy </strong></p><p>Throughout his life and even into the '80s, there would be occasional remarks about [Dr. Weigl] in the press or in articles that he had been a collaborator.</p><p>It wasn't until after the fall of the Soviet Union [in 1991] that his reputation was rehabilitated. Some of the people who had gone to the United States or were still in Poland began to write articles.</p><p>... Then, eventually, word got to the Israeli authorities ... who recognized gentiles who did work to protect Jews during the Holocaust. [Israel] gave [Weigl] recognition belatedly in 2003 — he was named as \"righteous among nations.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Scientists+Created+A+Typhus+Vaccine+In+A+%27Fantastic+Laboratory%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2114"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334079495-05ac29.m3u?orgId=1&topicId=1033&ft=3&f=333734201"},{"href":"http://media.npr.org/assets/img/2014/07/22/fantastic-laboratory-of-dr-weigl_-978-0-393-08101-5--978436e1735327f66d0569079f2f1ac801206827.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"538","width":"716"}},{"href":"http://media.npr.org/assets/img/2014/07/21/allen.-arthur-c.-anthony-marill-99daf5b567c4faf7ab8ab6ff09f1144354395912.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"374","width":"499"}}]}