{"created":"2015-05-07T18:31:38+00:00","modified":"2015-05-08T19:05:05+00:00","valid":{"from":"2015-05-08T19:05:05+00:00","to":"3015-05-08T19:05:05+00:00"},"hreflang":"en","title":"'Mad Men' Creator On Don Draper's Losses And The End Of The Road","published":"2015-05-07T21:08:00+00:00","teaser":"With just two episodes to go until the AMC series wraps for good, showrunner Matthew Weiner talks about the state of his main character's career and family life — and what the show is all about.","itags":["npr_api","404904172"],"guid":"7239c312-2514-42d9-a8ba-d839740f0e8f","contentencoded":"<p><em><strong>Editor's note:</strong> This conversation discusses plot points from the seventh season of </em>Mad Men<em>.</em></p><p>With just two episodes to go until the AMC series <em>Mad Men</em> wraps for good, Don Draper (Jon Hamm), the series protagonist, seems to have nothing left — no Sterling Cooper ad agency, no apartment, no wife, no lover and no family life.</p><p><em>Mad Men</em> creator and showrunner Matthew Weiner<strong> </strong>says we're seeing Draper at a pivotal moment in his life — a moment that happens to coincide with the end of the decade the show has chronicled. But Weiner insists that Draper's personal and professional upheaval has less to do with the end of the 1960s and more to do with the character's internal struggle.</p><p>\"This is not about a man becoming out of touch with the times. This is about a man having a reckoning with himself,\" Weiner tells <em>Fresh Air's</em> Terry Gross. \"The show is about, on some level, the contemplations we have about what we want versus what we can get — and happiness is always that gap in between.\"</p><p>As Weiner prepares to close shop on the series he first brought to the air eight years ago, he faces his own personal reckoning. \"The actual experience of having two episodes left is hitting me in a way that I didn't expect it,\" he says. \"I'm realizing, 'Hey, that's the end of the road. This is actually really happening.' \"</p><hr /><h3>Interview Highlights</h3><p><strong>On moving on from</strong><strong> </strong><strong><em>Mad Men</em></strong><strong> </strong></p><p>It is more emotional than I thought it was going to be — Monday mornings in particular, when another [episode] has sort of ticked off and I'm staying off the Internet for my health. So I really am kind of in a vacuum of friends and family and press, to tell you the truth, who are kind of experiencing this directly.</p><p><strong>On Don Draper not having anything left </strong></p><p>There is a harvest going on in a weird way. There are things that are being taken away from him or that he's given away that are hopefully turning him towards other avenues. A lot of times running away is a response to a crisis. This is a big moment in his life. ... It is forcing him to make choices; it is forcing him to evaluate; it is forcing him to keep looking. And what is he looking for? He definitely is not finding it.</p><p><strong>On casting</strong><strong> </strong><strong>Christina Hendricks as</strong><strong> </strong><strong>Joan </strong></p><p>When Christina Hendricks came in and read for it, I just thought, first of all, she's so beautiful and so poised and conveys such confidence and comfort with who she is that I just thought, \"This is someone who if they were a man, they would be running the world.\" Well, guess what? Maybe she is running the world. Maybe she is doing it in the traditional Greek tragedy way, or Lady Macbeth way. She's behind the scenes; she's grabbing power the way only a woman can. ... Her power was immediately apparent in the audition. It had nothing to do with her physique, quite honestly. It never has.</p><p>I was kind of shocked by the reaction to her physique other than the fact that actresses and actors, too — Jon Hamm as well — they are frequently symbols of beauty. We don't pick average people to do that, and they become sex symbols and I could tell that she was a huge sex symbol. I could see that, but I picked her because, honestly, I cast for performance and for voice and the idea of her and Peggy walking down the hall together felt to me like that's the story of the show. Two different women with two different sets of skills, ambitions, etc., and two totally different bodies.</p><p><strong>On the significance of fur coats in the series </strong><strong> </strong></p><p>My grandfather, my mother's father, worked at ... a fur dressing company and they were in the fur business in Russia and I grew up with a lot of fur in my house. And my grandfather used to watch the nature shows with us when he lived with us and he would, for all the wrong reasons, be like, \"Oh yeah, Hudson seal, it was a beautiful animal. I must've handled 40,000 of those.\" I'd be like, \"Grandpa, that's an endangered animal.\" And he would pet people's dogs and you'd see him rubbing the fur the wrong way on the dog. He was an expert on that. It was a big part of the period. Janie [Bryant] and I, my costume designer, we both love that. So I felt that Don worked in a fur company [before he was in advertising] because I love the fur business and it's something that's completely politically incorrect now and was a gigantic business and was something that you would give one fur to your wife and another to your mistress. It was literally like buying someone a home, so it is the ultimate symbol of luxury.</p><p><strong>On how the show's success has changed him</strong></p><p>I hate to say it, but I have learned to love writing, which is my refuge. ... When things are tough I go to a place where I have control and let my imagination go and go into that state of flow. I so appreciate that. And I feel tremendous joy and my family has grown up and my wife has progressed in her career and all of these things. You just sit back and say, \"When is the shoe going to drop?\" That never leaves, but the shoe is always dropping. I'm gonna turn 50.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Mad+Men%27+Creator+On+Don+Draper%27s+Losses+And+The+End+Of+The+Road&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2385"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404977721-77b044.m3u?orgId=1&topicId=1138&d=2385&p=13&story=404904172&t=progseg&e=404907408&seg=1&ft=nprml&f=404904172"},{"href":"http://media.npr.org/assets/img/2015/05/07/c9f5ce83-4e69-27eb-7f27-60b7c4f6e575_mm_711_jm_0514_0139-b2062ea4dd39524c12bd34208318109ed5ebeaf2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1892","width":"2523"}}]}