{"created":"2015-03-06T18:39:41+00:00","modified":"2015-03-06T21:37:35+00:00","valid":{"from":"2015-03-06T21:37:35+00:00","to":"3015-03-06T21:37:35+00:00"},"hreflang":"en","title":"The First Drone Film Festival","published":"2015-03-06T18:39:00+00:00","teaser":"The very first festival dedicated to movies shot aerially with drones takes place in New York City tomorrow night.","itags":["npr_api","391246740"],"guid":"7250cc31-afd1-4f24-ad1e-9b1423cb7d86","contentencoded":"<p><p style=\"padding-left: 30px\"><em>The very first drone film festival takes place in New York City tomorrow night. <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s tech partner, IEEE Spectrum, sent <strong>David Schneider</strong> to investigate what all the buzz was about.</em></p><p>It shouldn&#8217;t take the whirring of a small drone to remind you that many people are awfully leery of these little aerial contraptions, fearing threats to privacy &#8211; and also to airliners.</p><p>But others see great benefits, particularly cinematographers, who are thrilled to make use of the unique perspectives drones can provide. Some of the best examples of what they can achieve will be screened March 6 and 7 at the first-ever “drone film festival” in New York City.</p><p>The inspiration for the festival came from Randy Scott Slavin, who is the founder and the festival director.</p><p>“I bought this thing called a DJI Phantom. It’s the iPhone of drones,” he says. “I had hours and hours and hours of footage around New York, and I finally decided to edit it.&#8221;</p><p>Randy put the film online and within the next couple of days, received calls from Fox News, Time magazine, Mashable and Gizmodo.</p><p>&#8220;When you do something that ends up catching on virally, you submit it to film festivals,&#8221; says Randy. &#8220;So I looked around &#8211; let me see whether Cannes had a drone category or Sundance had a drone category or Berlin had a drone category or SouthBySouthwest had a drone category. And there were none. That’s when the idea came to me.”</p><p><div class=\"secthead\"><div class=\"sectheadtxt\">Watch Randy Scott Slavin's video:</div></div>        <div  class=\"l-article-media\" style=\"height:351px; padding-bottom:10px;\">            <div class=\"responsive-media\">                <iframe style=\"height:351px; padding-bottom:10px;\" width=\"100%\" frameborder=\"0\" src=\"https://player.vimeo.com/video/91962736?title=0&byline=0&portrait=0\"></iframe>            </div>        </div></p><p>Although filmmakers have long used helicopters for aerial shots, Randy says small drones offer many advantages.</p><p>“When it comes down to aerial cinematography via helicopter, there’s tons of stories. Every single cinematographer has a story about problems with the helicopter or some kind of crash they know. With a drone, there’s not going to be that,” he says.</p><p>There are also fiscal benefits to using a drone. “It’s also much less expensive to hire a drone operator,” says Kim Jackson, the drone festival’s producer.</p><p>So does all this mean that “drone cinematography” could one day become a distinct new art form? Randy and Kim don’t really expect that to happen. But this drone film festival does have a purpose. They hope that the festival sheds a bit of light on the drone pilots. It takes a lot of time to master flying a drone.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;You can’t, I can’t, we can’t just pick up a drone and start shooting and create a piece of art. These guys are masters.&#8221;<div class=\"pullquoteauth\">&ndash; Kim Jackson</div></p><p></div></p><p>“What they do is not easy,” says Kim. “You can’t, I can’t, we can’t just pick up a drone and start shooting and create a piece of art. These guys are masters.”</p><p>It’s not just flying over cities and mountains, Randy adds. While those shots are beautiful, these drone cinematographers add a creative flare to their videos by hovering next to a waterfall or flying around inside a cathedral.</p><p>Even if you miss the Drone Film Festival, Randy and Kim believe that drone cinematography is a growing medium in storytelling, so you can expect to see plenty of awesome drone shots on the silver screen, even if you’re not at this weekend’s event.</p><ul><li><a href=\"http://www.nycdronefilmfestival.com/\" target=\"_blank\">More information about the Drone Film Festival</a></li></ul><div class=\"secthead\"><div class=\"sectheadtxt\">Watch clips of the nominated films:</div></div>        <div  class=\"l-article-media\" style=\"height:351px; padding-bottom:10px;\">            <div class=\"responsive-media\">                <iframe style=\"height:351px; padding-bottom:10px;\" width=\"100%\" frameborder=\"0\" src=\"https://player.vimeo.com/video/111748434?title=0&byline=0&portrait=0\"></iframe>            </div>        </div><h4>Reporter</h4><ul><li><strong>David Schneider</strong>, senior editor at IEEE Spectrum. He tweets <a href=\"https://twitter.com/spectrumdave\" target=\"_blank\">@spectrumdave</a>.</li></ul><p><a href=\"http://www.youtube.com/watch?v=exM0KZHcku8\">[Youtube]</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+First+Drone+Film+Festival&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schneider","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391272768-0b084c.m3u?orgId=1&e=391246740&d=229&ft=nprml&f=391246740"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0306_drone-film.png","type":"image/jpeg","meta":{"crop":"custom","height":"816","width":"1279"}}]}