{"created":"2014-10-03T21:25:52+00:00","modified":"2014-12-23T18:13:46+00:00","valid":{"from":"2014-12-23T18:13:46+00:00","to":"3014-12-23T18:13:46+00:00"},"hreflang":"en","title":"When Kids Start Playing To Win","published":"2014-08-05T15:54:00+00:00","teaser":"And, what the adults in their lives should do about it.","itags":["npr_api","331412567"],"guid":"7254e9ef-0258-4afd-b46e-3a22f0222f53","contentencoded":"<p><em>This week, <a href=\"http://www.npr.org/blogs/ed/\">NPR Ed</a> is focusing on questions about why people play and how play relates to learning.</em></p><p>It's a playful word that's developed something of a bad reputation: \"competition.\" The fear among some parents is that, once children start playing to win, at around 5 years old, losing isn't just hard. It's devastating.</p><p>To explain what competition means to the average 5-year-old, I'm going to invoke an adult known for his ferocity on the playing field, a titan of competition: Vince Lombardi. The football legend and former coach of the Green Bay Packers didn't just win the Super Bowl; he won the <em>first</em> Super Bowl. And then he won the second one.</p><p>Lombardi once said: \"Winning isn't everything, but it's the only thing. In our business, there is no second place.\"</p><p>It's a famous line he often repeated. For half a century, those words have showed up on bumper stickers, T-shirts and motivational posters.</p><p>Lombardi may not have been 5 when he said it, but it's around that age that kids start thinking about competition the way adults do: They want to win, every time.</p><p><strong>'Boo-Yah! Boo-Yah!'</strong></p><p>Five-year-old Zev Glaser is already a master of trash talk. He lives in Silver Spring, Md., with his parents and younger brother, and, after playing a great card in a heated game of Monopoly Deal, the taunts begin.</p><p>They range from adorably harmless ...</p><p>\"It's my birthday!\"</p><p>... to the adorably pointed ...</p><p>\"Now I'm gonna win, Stinker!\"</p><p>The Stinker is Zev's mom, Pnina Laric, and she's no pushover. When she starts laying down properties and charging rent, Zev reacts the way many kids his age would — with a plaintive \"Noooooooooo!\"</p><p>The moment Zev loses, he wants to play again. And, his parents say, it's not just cards. Everything has become a competition. Laric runs through the list:</p><p>\"First to put shoes on, first to get into the bath, first to get upstairs to brush teeth.\"</p><p>This rush to compete is perfectly natural, says Tovah Klein, author of <em>How Toddlers Thrive</em>. It kicks in around 4 or 5 years old, when kids get really good at one thing: categorizing.</p><p>\"There's big/little, colors are a category, there's fast/slow. And once they start to do that, they can compare.\"</p><p>And once kids start comparing, Klein says, \"they say, 'Hey, wait a minute. There are people in the world faster than me. I want to be the fastest.' Or, 'I want to be the biggest.' Or, 'I want to have the most.' \"</p><p>In the words of the great Lombardi: \"Winning isn't everything, but it's the only thing.\"</p><p>Five-year-old Zev is at the beginning of his competitive life. Right now, he likes to win, but — and this is important: Losing isn't devastating to his self-esteem.</p><p>That's the good news. Here's the bad news:</p><p>\"Skills kick in at about age 7 or 8, where kids all of a sudden look around and say 'Oh!' \" says Susan Harter, a professor of developmental psychology at the University of Denver.</p><p>At age 5, she says, kids like Zev can compare, but by 7 or 8, they take it to a whole new level. Many start carving what she calls \"totem poles of social comparison\" in their minds. Smart kids on top — along with the fast kids and cute kids. But, with winners come losers.</p><p>\"If you're at the bottom of the totem pole,\" Harter says, \"you're going to lose self-confidence and you're going to begin to experience failure as very devastating to the self.\"</p><p>To make matters worse, says Nim Tottenham, associate professor of psychology at Columbia University, the section of the brain that helps kids manage the big emotions of losing is the last to develop — so they need lots of help coping.</p><p>\"When we are in competition,\" Tottenham says, \"we are balancing the positive feelings of reward and positive feedback about ourselves against potentially daunting frustration.\"</p><p>No wonder, then, when it comes time to sign up the kids for their first soccer or T-ball team, many parents say no way, trying to protect them from failure.</p><p>But that can be just as damaging, says Tottenham. \"I think failure is really important. The difficulty is managing that failure and then learning from it.\"</p><p>Competition is not a dirty word. Far from it. For kids, it can be a really good thing. Because managing failure and learning from our mistakes are vital skills in adulthood that we have to be taught as kids.</p><p>How do you do that? Easy. Don't focus on winning. Which is, of course, hard.</p><p>\"From the point of view of child development, Vince Lombardi was profoundly wrong,\" says Kenneth Barish, a clinical associate professor of psychology at Weill Medical College at Cornell University.</p><p>\"It's not all about winning,\" Barish says. \"It's also about teamwork. And it's about effort ... becoming a better player.\"</p><p>Let's imagine that Zev, from the start of our story, is now 8. Whatever he's playing, he shouldn't compare himself to Scotty Superstar, and neither should his parents, coaches or teachers. Zev today needs to be compared to Zev last week or last month — apples to apples. When he fails, the adults in his life should focus on <em>why</em> he failed. Just as important, when Zev does win, still focus on process — what he did well — not the win.</p><p>Experts warn: Don't try to cut winning out entirely. It can't be done. And it's OK for kids to want to win. Adults just have to help them find the balance between winning and — key word here — <em>improving</em>.</p><p><strong>The Water Wolves</strong></p><p>All of this is old hat for Raj Verma, a volunteer coach of the Water Wolves, a competitive youth swim team at the YMCA in Reston, Va. He runs his practices with firmness. The kids are expected to arrive, dress and swim on time, and he brooks no distractions.</p><p>In each lane, a young swimmer moves swiftly through the laps Verma has assigned. He waits at the pool's edge, watching every stroke, every breath.</p><p>\"Remember what I said,\" he tells one swimmer who is clearly exhausted and a little frustrated. \"When you get tired, you're shorting your arms. Make sure we get them all the way back. Especially when you get tired. That's when we make our muscle memory, all right?\"</p><p>Verma is a big believer in the apples-to-apples approach, not comparing one child to another, but comparing past and present performance.</p><p>\"One child may be a star swimmer,\" he says. \"One child may struggle down the pool. The goal is not just getting a best time. The goal is not just beating your guy next to you. The goal is actually improving upon yourself.\"</p><p>One of the Water Wolves swimming warm-up laps is Peri Schiavone, who recently turned 13. She's been swimming since she was 9.</p><p>\"I like just like being with my friends and being able to compete and just swimming as fast as I can,\" she says.</p><p>When asked how she knows if she's done a great job at a meet, Peri has a quick answer:</p><p>\"Well, sometimes my legs feel like jelly. And so, the first time it felt like that I knew I had succeeded.\"</p><p>To Peri, coach Verma and the Water Wolves, winning is just one way of measuring personal progress. It's not the <em>only</em> way, as Lombardi famously said.</p><p>Then again ... Lombardi himself didn't really believe in the Frankenstein mantra he helped create. In 1968, just two years before his death, the hall-of-fame coach made a sales training film called <em>Second Effort</em>. Not long after he tells a bumbling salesman that winning is the only thing, he adds this caveat, that's bigger than a Packers linebacker:</p><p>\"If every single man on our team knows, when the game's over, that he played the best ballgame he was capable of, I can't fault him.\"</p><p>That sounds an awful lot like little Peri Schiavone. It's not about winning or losing — but whether you have jelly legs.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Kids+Start+Playing+To+Win&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"431"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337973482-944e13.m3u?orgId=1&topicId=1013&ft=3&f=331412567"},{"href":"http://media.npr.org/assets/img/2014/07/16/playseries_perischiavone-1-7288c19e87b91e3bd2fef304951566047553ed56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3209","width":"4279"}},{"href":"http://media.npr.org/assets/img/2014/07/16/playseries_perischiavone-2-2ce253c590db91159cba63944af4f1d3272bed64.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3638","width":"4852"}}]}