{"created":"2014-11-26T00:50:19+00:00","modified":"2014-11-26T00:50:20+00:00","valid":{"from":"2014-11-26T00:50:20+00:00","to":"3014-11-26T00:50:20+00:00"},"hreflang":"en","guid":"7257b7fb-647c-4f30-8051-5380639281a9","title":"Black communities in England know what Ferguson is going through","published":"2014-11-26T00:50:16+00:00","byline":"Bradley Campbell","tags":["Ferguson","Ethnicity & Race","conflict","Conflict","Conflict & Justice","Manchester","London","Ferguson","Europe","North America","United Kingdom","United States","Missouri","Gus John","Michael Brown","London","Brixton","National security","Security","Social Issues","Moss Side riot","Police"],"teaser":"In 1981, uprisings broke out in communities all throughout England, with poverty and heavy-handed policing to blame. If that sounds familiar to you, black Britons who remember the riots also see similarities in how the US and UK treat minority communities.","contentencoded":"<p>When I think about Ferguson, Missouri, I'm reminded of a song by The Clash called \"Guns of Brixton.\" It came out in 1979, with lyrics that complained about heavy-handed policing in the London neighborhood of Brixton that seemed to encourage a violent response from residents.</p>\n<p>Two years after the song's release, in 1981, tensions between police and Brixton residents blew up into a race riot. And before long, there were riots in other cities throughout England. One of them took place in the \"Moss Side\" neighborhood of Manchester.</p>\n<p>Writer Gus John lived there at the time, and he sees an all-too-familiar scene playing out in Ferguson today.</p>\n<p>“It seems to me that there is something fundamentally wrong with the way in which youth, and particularly black youth, are constructed in these societies,\" he says. \"In the US and here in Britain, there is an 'othering' of black young people. ... And that, therefore, provides the context in which decisions that are made on the spur of the moment when an officer comes in contact with a young person.\"</p>\n<p>John has plenty of memories of harsh police treatment in Moss Side, and he says it's the buildup of those moments that creates the kind of backlash that happened in Brixton and Ferguson. \"It's really a matter of how the police dealt with communities over time,\" he says. </p>\n<p>If police don't take into account the ways in which their community experience policing, \"it [takes] one incident in the Moss Side and Brixton context for there to be a flare up.\"</p>\n<p>And people need to understand the history that informs how black citizens, whether in the UK or the US, view incidents like the Michael Brown shooting: Not as individual cases but as part of a broader, overwhelming trend.</p>\n<p>\"There are just too many young men falling victim to shootings, killings, at the hands of the police,\" John says. \"And while it is important that every single incident is looked at on its own merits ... the black people in Ferguson don't see the shooting of Michael Brown in isolation from what they know to have happened elsewhere.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112520149.mp3"},{"href":"http://www.pri.org/file/112520149mp3"}]}