{"created":"2014-09-09T19:14:16+00:00","modified":"2014-09-09T20:56:21+00:00","valid":{"from":"2014-09-09T20:56:21+00:00","to":"3014-09-09T20:56:21+00:00"},"hreflang":"en","guid":"72586c0b-27b1-47e7-8121-ad36881b1b72","title":"At the Darién Gap, the Pan-American Highway's 30,000 mile journey is interrupted by 100 miles of barely tamable jungle","published":"2014-09-09T20:56:18+00:00","byline":"David Leveille, Susie Blair","tags":["environment","Environment","Science, Tech & Environment","Americas","Colombia","Panama","Carolyn McCarthy","Pan-American Highway","Darién Gap","Darién National Park"],"teaser":"The Darién Gap is a small stretch of rugged, swampy terrain between Panama and Colombia. It's the only point in the 48,000 mile long Pan-American highway where the highway literally stops — because it can't go forward. ","contentencoded":"<p>The idea of &quot;uncharted territory&quot; might seem like something out of a history textbook to most people, but a remote region of Central America could easily be called just that.</p><p>&ldquo;The&nbsp;Darién&nbsp;Gap is one of the places in the Americas that has the most intrigue,&quot; says&nbsp;travel writer Carolyn McCarthy. &quot;It&rsquo;s known as a &#39;no man&rsquo;s land&#39; because there are no roads in the interior. It&rsquo;s just this vast expanse of virgin tropical jungle that has mind boggling biodiversity.&quot;</p><p>When&nbsp;<a href=\"http://www.lonelyplanet.com/panama\" target=\"_blank\">Lonely Planet</a>&nbsp;asked McCarthy to travel to the&nbsp;Darién Gap, she didn&#39;t hesitate for a moment.</p><p>Geographically speaking, the&nbsp;Darién&nbsp;Gap straddles the border of Panama and Colombia. The area is a break of approximately 100 miles in the Pan-American Highway, which traverses a total of 30,000 miles from&nbsp;Prudhoe Bay,&nbsp;Alaska, to Ushuaia, Argentina &mdash; the southernmost city in the world.</p><p>&ldquo;You&rsquo;re looking at this road that covers all of the Americas, but this is the one spot that the road could not penetrate because of swamps and crazy conditions,&rdquo; she says.</p><p>It&#39;s a unique environment, she says, to see up close. &quot;If you ever want to glimpse a jaguar, or a Harpy eagle or a tapir &mdash; but hopefully not too close to your camp&quot; this is the place.</p><p>Over the years, McCarthy says local engineers and Panamanian politicians have considered building a road system across the gap. But it would be a massive undertaking that would potentially require draining a series of vast swamp areas. In addition to the environmental impact of building such an infrastructure, McCarthy says there are other downsides to consider.</p><p>&ldquo;Would a road be more detrimental than beneficial?&quot; she asks. &quot;You&rsquo;re looking at its effect on indigenous communities, on drug trafficking. So there&rsquo;s definitely an issue there in terms of what the trade-offs are for a road versus no road.&rdquo;&nbsp;</p><p>For now, most travellers are forced to go around the gap by boarding cargo boats and car ferries.</p><p>McCarthy says the highlights of her trip to the&nbsp;Darién&nbsp;Gap include a visit to the rainforest jungles of the&nbsp;Parque Nacional Darién, Panama&#39;s largest national park.&nbsp;</p><p>&ldquo;It&rsquo;s unbelievable in this day and age to go to a place where you feel so small and so vulnerable,&quot; she says.</p><p>Also noteworthy was an river excursion to a remote interior village. &ldquo;It was really interesting to see how people lived. The local Eberá-Wounaan tribes and Kuna people are there. I stayed with a family in a thatched hut. People paint themselves with Tagua juice with decorative designs that also works as a mosquito repellent. It&rsquo;s such an interesting life. They&rsquo;re incredible weavers, very hospitable.&nbsp;They&rsquo;re living in a way that we can only imagine, in ages past, the world was like.&rdquo;</p><p>The area is so remote that its villages are only accessible by boat, then through a series of canoes across smaller and smaller rivers.</p><p>McCarthy&nbsp;says the feeling of being in such an isolated, untouched part of the world is remarkable.</p><p>&ldquo;I mean this is the heart of darkness kind of experience,&quot; she says. &quot;I think that&rsquo;s what makes it so special, that there are some places that the modern world hasn&rsquo;t penetrated &mdash; yet.&quot;</p><p><iframe frameborder=\"0\" height=\"450\" src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d505690.58067596477!2d-77.48644787019148!3d8.029047806274106!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8e522cd2a1bd8395%3A0x940c0bee3da99f2b!2sDarien%2C+Panama!5e0!3m2!1sen!2suk!4v1410280055971\" style=\"border:0\" width=\"600\"></iframe></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/gallery/IMG_2277.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img2277jpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090920145.mp3"},{"href":"http://www.pri.org/file/090920145mp3"}]}