{"created":"2015-04-02T08:00:19+00:00","modified":"2015-04-27T18:30:14+00:00","valid":{"from":"2015-04-27T18:30:14+00:00","to":"3015-04-27T18:30:14+00:00"},"hreflang":"en","title":"More African-Americans Support Carrying Legal Guns For Self-Defense","published":"2015-04-06T18:26:00+00:00","teaser":"African-Americans are changing their minds about guns, and Detroit's black police chief supports responsible concealed-carry. Still, some remain convinced that having a gun will lead to problems.","itags":["npr_api","396869889"],"guid":"726addbc-4731-498b-b9f2-34a64f336707","contentencoded":"<p>When James Craig was a young man in the 1970s, he says law-abiding people wouldn't dream of carrying guns. But then he left town to pursue a career in policing. In the years he was gone, Michigan liberalized its gun laws, making it easier for people to get concealed-carry permits.</p><p>When he came back to become Detroit's police chief in 2013, he found a whole new reality.</p><p>\"You would have thought, given the dynamic of people who carry weapons, that we were maybe in Texas,\" he says. \"But in fact, we were in Detroit, Michigan!\"</p><p>Police chiefs usually don't like the idea of citizens carrying concealed guns for self-defense, but Craig says he had to be realistic about the situation in his hometown.</p><p>\"It was a well-known fact here in Detroit,\" he says. \"People didn't have a lot of confidence that when they dialed 911, that the police were going to show up. In fact, we know they didn't.\"</p><p>So he endorsed a trend that was already well under way — the trend toward more people carrying legal guns.</p><p>According to a survey by the Pew Research Center, 54 percent of blacks now see gun ownership as a good thing, something more likely to protect than harm. That's up from 29 percent just two years ago. In places like Detroit, more African-Americans are getting permits to carry concealed weapons.</p><p>At a practice range just outside of Detroit, Rick Ector trains new gun owners. He says the new chief's attitude is a welcome change.</p><p>\"He's the only one that I can ever recall who has been fervently in support of 'good Americans,' as he terms it, carrying firearms for personal protection,\" he says.</p><p>Ector thinks African-Americans nationally have been slower to embrace concealed-carry because so many of them live in places where it's still more restricted. Both Chief Craig and Ector are black.</p><p>\"When you look at New Jersey, you look at New York, you look at California, D.C. and Chicago, really it's still a foreign experience,\" he says. \"When you really look at the city of Detroit, we're kind of leading the way in terms of urban areas with law-abiding citizens carrying guns.\"</p><p>Detroiters are even taking their guns to church. When Rosedale Park Baptist had trouble with drug dealers and car thefts, Pastor Haman Cross Jr. told his congregants from the pulpit that they should consider getting concealed-carry permits.</p><p>\"I love the Lord; I'm a Christian,\" he says. \"But like I told the congregation, let's send a message right in front. I want the word out in the community, if you steal any of our cars, I'm coming after you.\"</p><p>At another black church, Greater St. Matthew Baptist, Pastor David Bullock points out the pews that where his armed congregants usually sit.</p><p>\"The chairman of my deacon board, he carries,\" Bullock says. \"And then on the west side, there's a middle-aged woman who also carries.\"</p><p>Bullock recalls the day she first told him about it.</p><p>\"She comes to the office, closes the door and pulls up her coat, and she has a firearm,\" he says. \"She says, 'Is this ok?' And I say, 'Yeah, it's fine.'\"</p><p>Bullock doesn't think it's a sin to carry a gun, especially in a town where whole churches have been held up for their offerings. But he's decided he can't recommend it to his congregants, either. For this simple reason: \"If you use it, you're going to get prosecuted,\" he says</p><p>He's convinced the justice system still tends to see armed black people as aggressors, especially in situations where the facts are murky. If they're going to defend themselves with a gun, he says they better have money for a good lawyer.</p><p>And there are still people in this community who believe that having more guns in general, both legal and illegal, just increases the likelihood of gun violence. Evelyn Marks is one of those people.</p><p>\"Christina was my only child, I put everything I had into her,\" she says.</p><p>Her daughter, Christina Lazzana-Webster, was murdered by someone with a concealed-carry permit: her own husband. He killed her in their home. Marks assumes they'd been having an argument. She says the rise of legal guns doesn't make Detroit feel any safer to her. In fact, it's just the opposite.</p><p>\"Because when people are armed like that and they're threatened, the first thing they want to do is pull out their gun and shoot to kill,\" Marks says.</p><p>But it turns out that one of the biggest critics of concealed carry in Detroit isn't a grieving mother, or even a pastor. It's a former Black Panther.</p><p>\"I've been shot,\" he says. \"And a gun would not have saved me.\"</p><p>Ron Scott says a generation ago, Black Panthers like him used guns as a symbol of resistance against an oppressive government. And he still supports the Second Amendment. But he says these days, his activism is more about bringing peace to black neighborhoods. He thinks concealed guns are making that harder.</p><p>\"I think it's a reflection of this era, where people think that something mechanical or something technological can make you feel comfortable, and that is bunch of — That's B.S.\"</p><p>But Scott is trying to resist a powerful new social current, especially in Detroit. As Pastor Haman Cross points out, the concealed-carry movement got going in the white suburbs. And, in his words, now \"the black community is just catching up.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+African-Americans+Support+Carrying+Legal+Guns+For+Self-Defense&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396976018-0d99f0.m3u?orgId=1&topicId=1015&e=396869889&d=354&ft=nprml&f=396869889"},{"href":"http://media.npr.org/assets/img/2015/04/01/img_5916edit-9fa81febb7c55daffc572953517d094226f5f0b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/04/01/img_5906edit-36042f2aae34faa33d5bca46ae6bd01c25799569.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2247","width":"2997"}}]}