{"created":"2014-09-17T18:44:17+00:00","modified":"2014-09-17T18:51:23+00:00","valid":{"from":"2014-09-17T18:51:23+00:00","to":"3014-09-17T18:51:23+00:00"},"hreflang":"en","title":"Tom Brosseau: Tiny Desk Concert","published":"2014-06-18T15:03:00+00:00","teaser":"The unabashedly earnest and sentimental folksinger stops by the NPR Music offices for an intimate glimpse of three sweet songs from his new album, <em>Grass Punks</em>.","tags":["npr_api","301796818"],"guid":"726b75f2-0b2d-421c-bf6f-2c31f92d7f03","contentencoded":"<p><a href=\"http://www.npr.org/artists/15129253/tom-brosseau\">Tom Brosseau</a> possesses one of the most arresting voices in folk music today. Many people who hear him sing, without knowing his name or face, assume the voice belongs to a woman, as he hovers somewhere around the countertenor range, with an unusually pure tone.</p><p>The beauty of Brosseau's voice is magnified in this Tiny Desk Concert by the spare accompaniment of two acoustic guitars. Brosseau is on rhythm, accompanied by Sean Watkins. Watkins, who also plays and sings with <a href=\"http://www.npr.org/artists/14962789/nickel-creek\">Nickel Creek</a>, produced and plays on Brosseau's new album, <em>Grass Punks</em>.</p><p>Brosseau is unabashedly sentimental and earnest. It informs his plainspoken story-songs, which find beauty and light in heartfelt themes of love and yearning. But Brosseau also possesses a wry sense of humor; you can hear as much in \"Cradle Your Device,\" a playful take-down of modern technology. The next song he performs, \"Stuck on the Roof Again,\" tells a true story about the octogenarian newspaper columnist Marilyn Hagerty, who got stuck on the roof of her home in Grand Forks, N.D., after a heavy snowstorm.</p><p>Brosseau closes his set with \"Today Is a Bright New Day,\" a wistful reflection on lost love and the belief that no matter our past disappointments or missteps, the future is full of hope and opportunity.</p><p><strong>Set List</strong></p><p><ul></p><p><li>\"Cradle Your Device\"</li></p><p><li>\"Stuck On The Roof Again\"</li></p><p><li>\"Today Is A Bright New Day\"</li></p><p></ul></p><p><strong>Credits</strong></p><p><strong></strong><em>Producers: Denise DeBelius, Robin Hilton; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tom+Brosseau%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robin Hilton","audio":[{"meta":{"duration":"1022"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1301797720-8a1293.m3u?orgId=1&topicId=1110&aggIds=146587997,92071316&ft=3&f=301796818"},{"href":"http://media.npr.org/assets/img/2014/04/11/tdc_tombrosseau-4_18615093-63fb9d2ea9d3c8e40f7efaa250b16ee5f1903cf2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3103","width":"4142"}}]}