{"created":"2015-06-18T20:26:14+00:00","modified":"2015-07-01T21:05:21+00:00","valid":{"from":"2015-07-01T21:05:21+00:00","to":"3015-07-01T21:05:21+00:00"},"hreflang":"en","title":"Justices Give Officials More Say On Cars' Plates, Less On Roadside Signs","published":"2015-06-19T18:09:00+00:00","teaser":"Justices on Thursday upheld the right of Texas to ban the Confederate battle flag from official license plates, but struck down the regulations an Arizona town imposed on churches' road signs.","itags":["npr_api","415537224"],"guid":"726d9e34-d759-4bf5-8de8-7bd37fd936ff","contentencoded":"<p>In two major free speech cases, the U.S. Supreme Court cast a pall of doubt over nearly all sign regulations across the country, and upheld a decision by the state of Texas to refuse to issue specialty license plates featuring the Confederate flag.</p><p>The sign case is likely to have the most profound effect: Lawyers for local governments said the decision would \"wreak havoc\" with signage laws across the country.</p><p>\"Somewhere between 99 percent and 100 percent of local governments are impacted by today's decision,\" said William Brinton, counsel for the National League of Cities and something of a guru on the signage issue for local governments.</p><p>The sign case originated in Gilbert, Ariz., where the tiny <a href=\"http://www.goodnewspres.com/\" target=\"_blank\">Good News Church</a> battled the town fathers over limits the municipality imposed on signs temporarily posted to provide event directions.</p><p>The lower courts upheld the sign rules on grounds that the regulations were not aimed at suppressing speech. Many lower courts over the years have adopted that standard, as long as the regulations are deemed \"reasonable.\"</p><p>But the Supreme Court struck down the Gilbert ordinance and the lower court ruling. In so doing, it issued a broad new constitutional mandate requiring the highest standard of proof to justify differing limits on signage.</p><p>All nine justices agreed that the Gilbert sign rules should be struck down because the town treated political, ideological and temporary directional signs differently and without justification. As Justice Elena Kagan put it in a concurrence, the town's explanations for its different regulations do not pass \"even the laugh test.\"</p><p>However, agreement ended there. <a href=\"http://www.supremecourt.gov/opinions/14pdf/13-502_9olb.pdf\" target=\"_blank\">Justice Clarence Thomas wrote in the majority opinion</a> that any sign law that is content-based is subject to the most exacting rules for justification — and that any government signage rule that treats one group differently from another is automatically suspect and likely to fail what the court calls \"strict scrutiny.\"</p><p>Bottom line: A town trying to justify its sign rules cannot defend itself by showing that its rules are merely sensible and do not aim to discriminate against any viewpoint.</p><p>University of Chicago Law Professor Genevieve Lakier calls the decision \"shocking.\" She says it \"calls into question a host of existing laws on the books, including the federal <a href=\"http://web.archive.org/web/20060616100108/http://www.scenicflorida.org/law23usc131.html\" target=\"_blank\">Highway Beautification Act</a>.\"</p><p>Those applauding the ruling conceded the decision likely would lead to more litigation — \"an avalanche\" — said New York University law professor Burt Neuborne. But some, like Eric Rassbach of the Becket Fund for Religious Liberty, contend the strict new rule actually will make things easier for courts and citizens alike.</p><p>\"There's kind of a simplicity to it,\" he says. \"If you want to make a rule, don't pick and choose who the winners and losers are. Just make a rule based on things like 'does this obstruct vision on the roadway' or 'do we even want signs in the median at all?' \"</p><p>The National League of Cities' Brinton disagrees, noting that election signs will pose particularly difficult problems \"if you're going to do a one-size-fits-all.\"</p><p>Indeed, in Arizona, the state dictates the regulations for political signs, and state law generally permits signs that are much bigger than those permitted by local governments for other purposes.</p><p>Joining Justice Thomas in his majority opinion were Chief Justice John Roberts and Justices Antonin Scalia, Anthony Kennedy, Sonia Sotomayor and Samuel Alito.</p><p>Alito wrote a separate concurrence, joined by Kennedy and Sotomayor, which seemed aimed at preventing hysteria over impending chaos in local communities. <a href=\"https://www.law.cornell.edu/supremecourt/text/13-502#writing-13-502_CONCUR_4\" target=\"_blank\">He listed a half-dozen types of rules that he said easily would pass muster</a>.</p><p>\"Properly understood,\" he said, \"today's decision will not prevent cities from regulating signs in a way that fully protects public safety and serves legitimate aesthetic interests.\"</p><p><strong>Walker V. Texas Division, Sons Of Confederate Veterans</strong></p><p>The court's second ruling on Thursday upheld the speech rights of state governments in refusing to issue certain specialty license plates — specifically, Texas' right to reject a plate proposed by the Sons of Confederate Veterans and featuring a Confederate flag.</p><p>Writing for the majority, Justice Stephen Breyer said that license plates are essentially government-issued IDs, such that a reasonable observer <a href=\"http://www.supremecourt.gov/opinions/14pdf/14-144_758b.pdf\" target=\"_blank\">would associate the speech on the plate with the state that issued it</a>.</p><p>\"Were the Free Speech Clause interpreted otherwise,\" he said, \"government would not work.\"</p><p>How, he asked rhetorically, could a state government effectively develop programs to encourage and provide vaccinations if the government had to include the perspective of those opposed to immunization in officials' communications to the public?</p><p>As to the contention that specialty plates are private speech, Breyer said that a driver who wants to convey a message doesn't need to put it on a license plate; instead, he could simply put the message on a bumper sticker — and in bigger letters, too.</p><p>Breyer noted that the court's decision has \"a kind of legal symmetry,\" because the court previously has said that citizens can opt out of license plates that convey messages that they disagree with.</p><p>The decision \"vindicates what we'd said throughout this litigation,\" said former Texas Solicitor General Jonathan Mitchell, now at the Hoover Institution. \"Images and messages on state-issued license plates are government speech — and that means the state can put what it wants on its license plates, and it can keep whatever it wants off those license plates.\"</p><p>For these reasons, the ruling should put an end to disputes in the courts regarding pro-life and pro-choice license plates, says Notre Dame Law Professor Richard Garnett.</p><p>\"Whether or not a state has 'choose life' plates or pro-choice plates, or no [abortion issue] plates, is going to depend ... primarily on what the elected representatives decide to do, or ... what the appointed bureaucrats decide to do,\" he said.</p><p>The court majority in the license plate case was an odd one — the four more liberal justices joined with Justice Thomas, the court's most conservative member, who provided the fifth and decisive vote.</p><p>Dissenting were Justices Alito, Scalia and Kennedy, and Chief Justice Roberts. Writing for the four, Alito said that specialty plates \"may seem innocuous\" and \"make motorists happy and put money in a state's coffers\" — but such a broad view of state speech deprives citizens of their private speech (here, the Confederate flag plate) and \"takes a large and painful bite out of the First Amendment.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justices+Give+Officials+More+Say+On+Cars%27+Plates%2C+Less+On+Roadside+Signs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"378"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415537225-7e11df.m3u?orgId=1&topicId=1070&d=378&p=2&story=415537224&t=progseg&e=415519042&seg=17&ft=nprml&f=415537224"},{"href":"http://media.npr.org/assets/img/2015/06/18/50935761_h37679542_custom-69186ccde6ebfadf3436a03b9bcf45d0d520ed78.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1101","width":"2200"}}]}