{"created":"2014-10-08T14:44:29+00:00","modified":"2014-10-31T01:28:25+00:00","valid":{"from":"2014-10-31T01:28:25+00:00","to":"3014-10-31T01:28:25+00:00"},"hreflang":"en","title":"70 Years On, A Normandy Village Honors Aging WWII Veterans","published":"2014-06-05T17:19:00+00:00","teaser":"Many veterans of the D-Day landing are now in their 90s, and this year's anniversary may be one of the last where the liberated and liberators are able to celebrate together.","itags":["npr_api","319030313"],"guid":"72742bdb-8c60-4b24-a953-1ddfc65a0e86","contentencoded":"<p>Germaine and Lucien Rigault, 86 and 89 years old, respectively, lean out their first-floor window, watching people go by. They were here in the tiny French hamlet of La Cambe on June 6, 1944, the day the Allies invaded Normandy and began the liberation of France and Europe from Nazi control during World War II.</p><p>\"I remember June 6 very well. We saw the first planes bombing and we knew something was happening on the coast. And soon we began seeing American soldiers,\" he recalled. \"We were scared, but very happy to be liberated. I was working as a forced laborer then, building bunkers for the Nazis along the coast.\"</p><p>They married a year after the war, and never left.</p><p>La Cambe is about 10 miles inland from Omaha Beach, the American beach, and one of the five places where the Allies landed on D-Day. La Cambe celebrated Thursday, a day in advance of the formal anniversary, by unveiling a plaque in honor of the men who liberated it 70 years ago.</p><p>A crowd gathered and a band played amid streamers and banners. A group of children waved French and American flags. A bus pulled up, and American World War II veterans began getting out.</p><p>People clapped as the veterans disembarked and made their way up the street of the little village. Many had trouble walking and needed canes. They were all being assisted. One veteran was in a wheelchair. But they all made it.</p><p>The group included James Kunkle, 91, who was part of the 401st Fighter Squadron that patrolled the skies during the invasion to protect the troops landing on the beaches below.</p><p>\"We unveiled a little monument out there at the airport this morning,\" he said. \"It's really emotional.\"</p><p>Kunkle took off and landed from the farm of a French family for several weeks during that summer of 1944. I asked if he's still in contact with them.</p><p>\"I'm staying with them,\" he said, laughing. \"They're right over here.\"</p><p>It was Dominique LeGrand's grandmother who met Kunkle in 1944.</p><p>\"Jim is part of our family,\" LeGrand said, chuckling as well. \"He's like our grandfather. It's very emotional.\"</p><p>LeGrand's laughter can't hide the tears streaming down his cheeks. He has brought his 12-year-old son to take part in the ceremony — passing the friendship down another generation.</p><p>Other children were there, too. Max Van Dorn, 11, came from California. It was his first visit to Normandy, a trip he described as \"awesome.\"</p><p>\"I'm wearing a 101st Airborne outfit,\" he said proudly, referring to the paratroopers who jumped into Normandy on D-Day.</p><p>Max's father, Ted, came to the 60th anniversary and vowed he'd bring his children back to the 70th.</p><p>\"On the 60th, there were quite a few of the veterans who were here, and this year I think there'll be a little less. But they're still here. For the 80th, I don't think so,\" the elder Van Dorn says. \"So this is the last time that there'll be a big anniversary, and we'll be able to meet these guys, so that was important.\"<strong></strong></p><p>American Don McCarthy, 90, fought with the 116th Infantry in the second assault wave on Omaha Beach that morning of June 6. McCarthy says he's been back 11 times. He says it's the only way to erase the horrors of that day.</p><p>\"If you want to get through it and live through it and see it to its end, you gotta go back to where it was. You gotta put your feet in the water. You gotta crawl in the sand,\" he said. \"And then you'll be alright. And I have.\"</p><p>As the village children helped unveil a plaque to the 29th U.S. Infantry Division, which rolled into La Cambe on June 8, 1944, everyone seemed acutely aware that this might be the last gathering to include the liberators and those they liberated.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=70+Years+On%2C+A+Normandy+Village+Honors+Aging+WWII+Veterans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319030314-84fb21.m3u?orgId=1&topicId=1124&ft=3&f=319030313"},{"href":"http://media.npr.org/assets/img/2014/06/05/dday70-1-df630baf45aac1c15b4959650620de58d59f9819.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}},{"href":"http://media.npr.org/assets/img/2014/06/05/dday70-2_custom-3e0d85546aa998719f14d1706fecb4310442a99b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3264","width":"2448"}}]}