{"created":"2015-06-29T18:33:03+00:00","modified":"2015-06-29T20:30:56+00:00","valid":{"from":"2015-06-29T20:30:56+00:00","to":"3015-06-29T20:30:56+00:00"},"hreflang":"en","title":"Paul Thurmond Explains His Change Of Heart On The Confederate Flag","published":"2015-06-29T20:29:00+00:00","teaser":"The state senator is now among those calling for the flag to be removed from near the South Carolina State House.","itags":["npr_api","418602059"],"guid":"72873e70-77e5-4a81-9a26-1c54c3df8993","contentencoded":"<p>South Carolina state Senator <strong>Paul Thurmond</strong>, son of segregationist presidential candidate U.S. Senator Strom Thurmond, has joined fellow Republicans in calling for the Confederate flag to be removed from a public monument across the street from the South Carolina State House, following last week&#8217;s deadly shooting at a historically black church in Charleston.</p><p>Lawmakers are expected to debate the flag&#8217;s removal as soon as next week. Sen. Thurmond speaks with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young.</p><h4>Interview Highlights: Paul Thurmond</h4><p><strong>On what prompted his change of heart</strong></p><p>&#8220;I went to a vigil around noon [last Wednesday] and just really felt a tremendous heartache and love and unity from this vigil, and so it started to somewhat set in. I had a conversation with my wife, and her response was pretty straightforward: ‘Why do you think we need to keep it up?&#8217; I had some conversations with some other people, and it was the same: &#8216;Do you really have a burning desire to keep it up? Does it make sense?&#8217;”</p><p><strong>On the public&#8217;s response to his speech</strong></p><p>&#8220;I think the response has been overwhelming and amazingly positive. There has been so many emails and Facebook messaging and texts from not only the people in my community, but throughout the country just pointing out that they knew it took courage. They were appreciative that I finally spoke the truth. Some of the emails would really amaze you. I had one who as a result of the speech, he went outside and removed the Confederate flag. I had another who wrote me a two-page letter describing how he had gotten a Confederate flag tattooed on his arm and he had made an appointment with a dermatologist to get it removed. Just a tremendous amount of positive emails to the tune of hundreds, to an amount of negative that is probably a half dozen at most.&#8221;</p><p><strong>On how his late father, former U.S. Sen. Strom Thurmond, would respond</strong></p><p>“I think you have to look at how all of us were raised, and I watched my father care about all people. Now I would be remiss to say that I have not watched the videos and that I’m familiar with some of his historical positions, but that was never anything that I saw. And so from my perspective, I don’t think he would be spinning at all. The person that I knew regarding this type of issue, I believe he redeemed himself with the decisions he made later in his life, and ultimately that was when I was around. He didn&#8217;t have me until he was 73. But you can look at some the decisions he made during the end of his career &#8211; whether that be the Martin Luther King holiday, whether it be the hiring of African-Americans on staff, whether it be him establishing scholarships in all schools, including historical African-American schools. This was the person that I knew.”</p><p><strong>On the risk of taking a stance against the Confederate flag</strong></p><p>“I think any time you take a position that you know there are people out there that not only don’t agree, but vehemently don&#8217;t agree, that you&#8217;ve got to be cognizant of your safety, but at the same time, if you&#8217;re always allowing that to control you, you&#8217;ll never be someone who stands up for anything of significance. So from my standpoint, I think it was the appropriate thing to do. I’m sorry if some people are upset about it, and I would ask that they look into their heart and really try to understand what the Civil War was about. Again, there is heritage there, and I would be remiss to not acknowledge my heritage, but the heritage that appreciates the Civil War when the predominant factor was to continue the act of slavery is just not something that I want to continue to celebrate. So I see this flag flying, to me and others who have that heritage, as a symbol of hatred that needs to be brought down.”</p><p><div class=\"secthead\"><div class=\"sectheadtxt\">Video: Paul Thurmond's Senate speech on Confederate flag</div></div>        <div  class=\"l-article-media\" style=\"height:351px; padding-bottom:10px;\">            <div class=\"responsive-media\" style=\"height:351px; padding-bottom:10px;\">                <iframe style=\"height:351px; padding-bottom:10px;\" width=\"100%\" frameborder=\"0\" src=\"https://player.vimeo.com/video/131580419?title=0&byline=0&portrait=0\"></iframe>            </div>        </div><h4>Guest</h4><ul><li><strong><a href=\"http://www.paulthurmond.com/\" target=\"_blank\">Paul Thurmond</a></strong>, state senator in South Carolina, representing district 41. He tweets <a href=\"https://twitter.com/paulthurmond\" target=\"_blank\">@paulthurmond</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Paul+Thurmond+Explains+His+Change+Of+Heart+On+The+Confederate+Flag&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418602062-f36a3b.m3u?orgId=1&d=429&p=60&story=418602059&t=progseg&e=418587914&seg=4&ft=nprml&f=418602059"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0629_confederate-flag.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"845","width":"1280"}}]}