{"created":"2014-10-27T19:47:38+00:00","modified":"2014-10-30T23:45:12+00:00","valid":{"from":"2014-10-30T23:45:11+00:00","to":"3014-10-30T23:45:11+00:00"},"hreflang":"en","title":"New Novel Tells The Story Of The First Mass School Shooting","published":"2014-07-31T18:36:00+00:00","teaser":"On August 1, 1966, a young man started shooting from the clock tower on the University of Texas campus in Austin.","itags":["npr_api","336869058"],"guid":"72894bf2-11c0-4571-ae8f-872fe1c01102","contentencoded":"<p>It&#8217;s really hard to explain just how scary the 1960s were if you were a kid. For me, it all started with the assassination of President John F. Kennedy in 1963 when I was 8. That was the first in a litany of horrible events that showed up on the news it seemed almost every night. And we were a family, like most were in those days, that watched the nightly news.</p><p>Richard Speck killed eight student nurses in Chicago in 1966. Martin Luther King was assassinated in Memphis in 1968. Robert Kennedy was assassinated in Los Angeles in 1968. The Manson Family Murders happened in 1969.</p><p><div class=\"pullquote\" style=\"\">This was the first time, of course, that anything like had happened like this in our country, and so the reactions were very raw.<div class=\"pullquoteauth\">&ndash; Elizabeth Crook, author of 'Monday, Monday'</div></div></p><p>The American death toll from Vietnam served as a backdrop for all of this mayhem, because it was really the first American war that we could watch unfold on TV on a daily basis.</p><p>On Monday, August 1, 1966, the news reports from Austin, Texas, described a man shooting from the bell tower at the University of Texas.</p><p>&#8220;This is a KLRN News Bulletin. A sniper with a high-powered rifle has taken up a position on the observation deck of the tower on the campus of the University of Texas. He is firing at persons within his range.&#8221;</p><p>The sniper was Charles Whitman. He was a former Marine, a student at the University. And he had already killed his wife and mother before he lugged an arsenal of weapons to the top of that tower and started firing pinpoint shots at the people on the plaza below.</p><p>His firing range was five city blocks.</p><p>When the carnage ended, 16 people were dead; 32 were wounded.</p><p>I can still see the puffs of smoke coming from the tower when Whitman fired his shots.</p><p>I saw them again as I read <strong>Elizabeth Crook</strong>&#8216;s new novel &#8220;<a href=\"http://www.amazon.com/Monday-A-Novel-Elizabeth-Crook/dp/0374228825/?tag=wburorg-20\" target=\"_blank\">Monday, Monday</a>&#8221; (<a href=\"#excerpt\">excerpt below</a>). It&#8217;s the story of three students who were on the Texas campus that day, attending summer school.</p><p>Shelly Maddox is the main character. Shelly was wounded as she walked across the plaza. As she tried to crawl to safety, the other characters, cousins Wyatt Clark and Jack Stone, saw her and ran from a classroom building to rescue her. Jack was wounded. Wyatt shielded Shelly as Whitman kept firing.</p><p>Crooks&#8217; description of what it was like on the ground, as Whitman peppered the campus from above, is visceral.</p><p>&#8220;This was the first time, of course, that anything like had happened like this in our country, and so the reactions were very raw,&#8221; Crook told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson. &#8220;None of the people there that day had any way to think ahead about this, so they were just acting instinctively. I mean, rushing out into the line of fire and dragging people off the mall where they had been wounded.&#8221;</p><p>Today, mass shootings are sadly familiar. <a name=\"excerpt\"></a></p><p>And it all started with those puffs of smoke.</p><h4>Book Excerpt: &#8216;Monday, Monday&#8217;</h4><p><em>By Elizabeth Crook</em></p><p><em>Note: This excerpt contains graphic content that may not be appropriate for all readers.</em></p><p><strong>I. The Tower</strong></p><p><img class=\"alignright size-medium wp-image-64347\" src=\"http://media.wbur.org/wordpress/11/files/2014/07/0731_monday-monday-200x300.jpg\" alt=\"\" width=\"200\" height=\"300\" />Shelly stared at the graph of imaginary numbers on the chalkboard, confounding figures represented by the letter <em>i </em>and less relevant to her life than fairies from her childhood or the vanishing rabbit in the magic show at the Student Union last week. The professor had the face of a cherub and arms too long for his squattish body, and was marking on the chalkboard as he spoke.</p><p>“The square root of minus four,” he said, slashing the numbers onto the board, a ring of sweat under his arm, “is two <em>i</em>. Two <em>i </em>squared is negative four. That’s two times two is four &#8212; times <em>i </em>times <em>i</em>, which is negative one . . .&#8221;</p><p>The room was uncomfortably hot, air only slightly cooled rattling insufficiently from the vents. From her seat beside the window Shelly could see out over the trees and walkways of the South Mall. At the nearest end of the mall a gaudy fountain of bronze horse men reared from a pond of turbid water into a shower of sunlight, towing a chariot with a winged rider. Far away at the opposite end, beyond the branches burdened with ball moss and summer foliage and large flocks of grackles, the massive stone main building, with its pillars and terraces and the tower rising nearly thirty stories, imposed itself against a hot, pale, cloudless sky.</p><p>The professor turned to the class and repeated the concept. Few of the students gave any appearance of understanding. “So we’ve been looking at the real numbers up to now,” he said. “Numbers that fall on a number line. They include both rational and irrational numbers. Now we are talking about imaginary numbers. These fall on a different kind of number line &#8211; one that is perpendicular . . .”</p><p>Shelly began to think the cramping in her stomach might be caused by her period about to start, and she calculated the weeks. She had been home to visit her parents in Lockhart the last period. She remembered buying a box of tampons at the grocery store there, on the same day she had argued with her father about the Peace Corps. And yes, it was a month ago &#8212; two math exams back. Maybe when class was over, she would walk across the plaza to the Rexall on the Drag and buy another box of tampons and a bottle of Midol, and have a Coke and a sandwich at the soda fountain. She had agreed to a blind date with an upperclassman in the International Club who intended to go to El Salvador with the Peace Corps, and she wasn’t about to miss the chance to hear about José Napoléon Duarte because of monthly cramping.</p><p>“Does everybody follow what I’m saying?” His cherubic face was tilted. He was young for a professor. “Does anybody follow? Marvin?”</p><p>“No sir.”</p><p>“Raise your hand if you follow.”</p><p>Half the students raised their hands. Shelly kept hers on her desk, drooping a pencil over the ugly construction of lines and numbers she had copied into her notebook from the drawing on the board.</p><p>She wondered what El Salvador might look like. What kind of trees, what kind of towns. They didn’t teach you anything about El Salvador in Lockhart, which was just as well since she might end up going to Honduras or Venezuela or maybe Ecuador. Or Bolivia. She had heard there were herds of llamas in Bolivia, and maybe she could see them. Not that this decision about where she would go could be made anytime soon, since she had finished only one year here at UT.</p><p>Even if she took classes every summer as she was doing now, she would still have two or three more years before she could apply to the Peace Corps. And she would have to master Spanish.</p><p>The professor turned to the window and surveyed the tower clock.</p><p>“Imaginary numbers <em>will </em>be on the test,” he said. “We’ll call it a day at this point &#8212; for those of you who understand. For those who don’t, we’ll take fifteen minutes and go over it again. And I’ll be in my office from seven to eight tonight if anyone wants to come by.”</p><p>Most of the students were already closing their books and rising from their desks. He spoke his daily benediction of mathematical quotations as they filed out of the room, lifting his voice over the noise of their departure. “‘Go forth with great numbers to solve the world’s problems,’” he told them. “‘Keep in mind that you achieve perfection not when there is nothing left to add, but when there is nothing left to take away.’”</p><p>Shelly closed her notebook and stood up &#8212; and hesitated, one of those small, seemingly inconsequential actions that she would recall for the rest of her life. She should stay, but fifteen minutes would hardly be enough to address her confusion about imaginary numbers. The room was oppressively hot, and her cramps were uncomfortable. And today was only Monday; she had the rest of the week to study. Still, she didn’t want the professor to think she was cavalier about the math. She had managed to make a perfect grade point average her freshman year and wasn’t about to spoil it in a summer math class.</p><p>“Are you going?” the girl seated behind her asked.</p><p>“I’m not sure. I guess I shouldn’t.”</p><p>Sitting back down indecisively, she noted dampness between her legs, the tacky feeling of blood. She rose and, turning as if to glance casually out the window, wiped a hand across the back of her skirt to see if blood had shown through. It hadn’t, for now, but she would have to take care of the matter.</p><p>“No, I think I’ll go,” she told the girl, and stuffed her belongings into her bag. “I’ll come back tonight,” she told the professor. She was the last to exit and tried to walk quietly to the ladies’ room. Classes were still in session. Doors had been left open to ensnare improbable drafts of air. But her sandals were wooden- soled and impossible to silence. Clomping past the doorways, she saw envious glances from students still captive in classrooms.</p><p>The tower bells were chiming a quarter to noon when she walked back down the hall and down the flights of stairs, the melodious notes overlaying the clop of her sandals. She recalled that the Spanish word for tower was <em>torre </em>and pictured the map of Central America, with tiny El Salvador pressed up against Honduras and Guatemala.</p><p>Outside, belligerent grackles greeted her with loud squawking. The August heat was thick. She started along the shaded path toward the main building and the tower, squinting even before she left the shade of the trees. Crossing a narrow street, she walked under the statue of Woodrow Wilson and mounted the steps to the upper part of the plaza as a boy carrying a transistor radio, blaring “Monday, Monday,” passed her on his way down. <em>Monday, Monday &#8211; </em>Shelly hummed along with the Mamas and the Papas as she climbed the steps &#8211; <em>can’t trust that day / Monday, Monday, sometimes it just turns out that way.</em></p><p>On the plaza, the sunlight was unnerving. It whitewashed the massive stone arches and the carved pillars of the main building before her, making the tower look as flat against the sky as if it had been pasted on blue poster board. The song sounded tinny now, reduced to a mere ditty behind her: <em>Every other day, every other day / Every other</em> <em>day of the week is fine, yeah / But whenever Monday comes, but whenever Monday comes / You can find me crying all of the time…</em></p><p>Perhaps she should have a Sego diet drink at the Rexall and skip the Coke and sandwich, she thought, starting across the plaza. She had put on five unwanted pounds during her freshman year, and the pencil skirt she wore felt tight around her waist. She was heading toward a grassy square around a flagpole, intending to cut across, when she noticed a boy from her biology class coming down the steps of the main building. He fumbled through the pages of a book as he walked, and she tried to remember his name in case he noticed her. Chad, she thought it was. Or Chet. When he started across the plaza, he lifted his eyes and saw her. He closed the book, tucked it under his arm, and raised his hand to wave. But something puzzled her: instead of a smile, a sudden grimace. The raised hand flung itself back at the wrist, and one leg cocked forward. It was a clownish gesture, and she wondered how to respond to it. In the same second she heard a sharp noise like a car backfiring, or maybe it was the jostling of construction equipment on the Drag, where the theater was being renovated.</p><p>He fell facedown, the book tumbling open beside him and a splotch of red spreading on the back of his plaid shirt. An ungainly lurching movement seized his legs and then stopped. She stood looking at him, trying to understand, and was taking a step toward him when something struck her, slinging one of her arms outward and spinning her toward the small hedge that bordered the grassy square. She tried to break the fall, but the side of her head struck the ground and she lay for a second, stunned and embarrassed to have fallen in public. She tried to get to her knees and get her balance so she wouldn’t topple over. But her arm was coming apart. It seemed almost detached. The bone above the elbow jutted jaggedly out of the flesh, and the lower part was weirdly twisted. Blood poured from her breast. She tried lifting her hands to stop the blood, but her arm wouldn’t comply. It hung at her side. The pain was electric. She pressed the other hand against her breast but the blood ran between her fingers and spurted down her side, soaking the tattered bits of her bra and the pattern of yellow flowers on her blouse. She reached to get her book bag and gather what was scattered &#8212; her books, her math notes. But her arm hung like a puppet’s.</p><p>Clarity took hold slowly. The boy lay dead before her. She heard the sound again ring down from the sky, plunking itself into the clear heat of the day. Someone began, horribly, to scream, and a man yelled something about the tower. A woman fell to the ground not far from Shelly. Birds flew from the trees and cement exploded upward. Shelly tried to stand again, but her legs wouldn’t support her and she sat back on her knees. She had suffered dreams like this &#8212; her limbs refusing to move, the atmosphere as thick as water and weighting her down.</p><p><em>Crawl</em>, she told herself. <em>To the hedge.</em></p><p>She tried to look at the tower, but the sun was too intense. She pawed at the ground, breathing hard and coughing with nausea, but her wounded arm just hung there. She heard herself wail. The hedge was only knee-high and wouldn’t protect her even if she could reach it, yet it was the only vertical shape the world offered. Everything else was flat ground. Things flew about her. There was the thud of impact on flesh and bone. Not hers, she thought. <em>Not me this time. </em>A whimper and cry. The hot concrete seared her palm when she tried to pull herself forward, dragging her mangled arm. Blood seeped into the porous stone beneath her. The frayed bra held her breast to her body and kept the lump of flesh from dropping like Jell- O. She whispered for someone to help her and methodically lifted her palm, then methodically set it down, pulling her knees forward, watching her blood bubble into the ground.</p><h4>Guest</h4><ul><li><strong><a href=\"http://elizabethcrookbooks.com/\" target=\"_blank\">Elizabeth Crook</a></strong>, author of &#8220;Monday Monday.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Novel+Tells+The+Story+Of+The+First+Mass+School+Shooting&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Alex Ashlock","audio":[{"meta":{"duration":"565"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336869061-b27839.m3u?orgId=1&ft=3&f=336869058"}]}