{"created":"2015-06-30T17:11:14+00:00","modified":"2015-06-30T17:14:56+00:00","valid":{"from":"2015-06-30T17:14:56+00:00","to":"3015-06-30T17:14:56+00:00"},"hreflang":"en","title":"Making The Law Respect Gender Identity After Death","published":"2015-06-30T15:04:00+00:00","teaser":"After filmmaker Christopher Lee died, his death certificate listed him as \"female.\" His friends helped to change the way California law handles the death certificates of transgender people.","itags":["npr_api","418770266"],"guid":"72a540f9-34d2-43b6-8c48-faea644cdb72","contentencoded":"<p>Maya Scott-Chung remembers one of the first times she met Christopher Lee. He was strutting down a red carpet at the Roxie Theater in San Francisco. Lee was emceeing the Transgender Film Festival, an event he co-founded in 1997. He commanded the audience in a shimmery black faux fur coat and sunglasses. \"Christopher was fab-u-lous with a capital F-A-B,\" Scott-Chung says. \"He always had beautifully shined boots and just an incredible look about him.\"</p><p>Lee made several films about transgender culture, including one about his own life. In <em>Christopher's Chronicles</em> he explains that he was born female, Kristina. Then in his mid-20s, he started asking his friends to call him Christopher and to refer to him as \"he\" instead of \"she.\" The film opens with Lee looking in the bathroom mirror rubbing shaving cream on his chin.</p><p>\"When I was a little kid, I used to have this plastic razor. It was a straight razor. I used to pretend I was shaving every morning, just like my dad,\" he says, rinsing his hands in the sink. \"I guess this should have been my first idea that I felt a little different than your normal little girl.\"</p><p>Lee lived the rest of his adult life as a man. He committed suicide in 2012 when he was 48. His friends were left grieving not just his death, but what happened after his death.</p><p>They had explained to the coroner that Lee was transgender. They turned over his driver's license with his sex indicated with a capital \"M.\" But when the death certificate came back, Christopher was listed as Kristina. Sex: female.</p><p>\"It felt like spitting on his grave,\" Scott-Chung says. \"When they put RIP on people's tombstones, it's rest in peace. And I just felt like Christopher's spirit will not rest in peace with a death certificate that says female.\"</p><p>Chino Scott-Chung, Maya's husband, was so close to Lee, they called each other brothers. \"Christopher lived his life in all ways as a man,\" Chino Scott-Chung said. \"Listing him as female on his death certificate is disrespectful to his memory and his legacy. It is deeply painful to me, to his chosen family, and to the community that he was so much a part of.\"</p><p>Maya and Chino Scott-Chung made their way to the office of California Assemblywoman Toni Atkins, from Lee's hometown of San Diego. Atkins drafted a law to establish protocols for filling out death certificates for transgender people.</p><p>\"There's no statutory or regulatory guidance on whether sex should be listed according to the deceased's gender identity or the anatomy,\" Atkins said at a hearing in Sacramento last year. She argued it should be gender identity. She explained that only a fraction of transgender people have sex reassignment surgery. It's very expensive, and most insurance plans won't cover it. Some people just don't want it.</p><p>\"It's not uncommon for a transgender person to retain some physical characteristics of the gender assigned to them at birth even though they have transitioned to a new gender identity,\" Atkins said.</p><p>That can leave coroners in a quandary. Christopher Lee was taking testosterone when he died. The Alameda County medical examiner described the body at the autopsy: a short mustache and beard. A receding hairline consistent with male balding. And, female genitalia. That's why the \"F\" ended up on the death certificate.</p><p>\"We don't have a lot of leeway in that,\" says Lieutenant Riddic Bowers of the Alameda County Coroner's Bureau. He says a driver's license is not enough to override anatomy. \"We have to rely on someone's existing birth certificate and their correlating anatomical description,\" he says.</p><p>Family opinion is also a factor. If there's any confusion, next-of-kin is consulted. And this is the heart of the controversy. Many transgender people are estranged from relatives who are uncomfortable with their gender transition.</p><p>Lee wasn't in close contact with his family. Maya Scott-Chung says she and her husband were Lee's chosen family. \"Once someone dies, who actually lives as family and who is legally recognized as family is often different,\" Maya Scott-Chung says.</p><p>But Bowers says his staff had to follow the letter of the law. \"If they're not blood related, then they're not family,\" he says. \"Legally, they just have no say.\"</p><p>Atkins bill became law and goes into effect July 1. It changes two key things. First, it requires coroners and funeral directors to record a person's gender identity rather than anatomical sex on the death certificate. Second, if there's a dispute, a driver's license or passport will be sufficient legal documentation to trump family opinion.</p><p>Lee's father and sister declined to be interviewed for this story. In the end, they asked Lee's friends to settle the rest of his affairs.</p><p>For Maya and Chino Scott-Chung, that meant doing more than organizing a memorial and packing up all his clothes. That meant continuing the spirit of Lee's activism and changing the law. They plan to get his death certificate changed as soon as the law takes effect.</p><p>\"The legacy he leaves for us all to find is what were the spaces and places inside ourselves that were really transformed through loving him and being loved by him, and this is part of that,\" Maya Scott-Chung says. \"We hope that everyone can honor and respect their loved ones in their death.\"  <div class=\"fullattribution\">Copyright 2015 KQED Public Media. To see more, visit <a href=\"http://www.kqed.org\">http://www.kqed.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Making+The+Law+Respect+Gender+Identity+After+Death&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"April Dembosky","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418776150-98c8ba.m3u?orgId=150&topicId=1070&d=231&p=3&story=418770266&t=progseg&e=418774691&seg=8&ft=nprml&f=418770266"},{"href":"http://media.npr.org/assets/img/2015/06/30/christopher-lee-0d7ce1f6bfae5f85f17b176619d38b68d4ff2656.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"412","width":"550"}}]}