{"created":"2014-09-08T15:21:53+00:00","modified":"2014-10-30T22:39:05+00:00","valid":{"from":"2014-10-30T22:39:05+00:00","to":"3014-10-30T22:39:05+00:00"},"hreflang":"en","title":"Henry Kissinger's Thoughts On The Islamic State, Ukraine And 'World Order'","published":"2014-09-08T15:21:00+00:00","teaser":"A stable global system is needed more than ever, Kissinger says in his new book, <em>World Order</em>. He explains why he sees Iran as a \"bigger problem\" than the Islamic State and offers his views on Ukraine.","itags":["npr_api","346114326"],"guid":"72a7fa63-49f8-48c3-9a0f-4a0ccf4a60c1","contentencoded":"<p>Henry Kissinger was a Harvard scholar before he became a mover and shaker in the world of foreign policy. And in his new book, <em>World Order</em>, the former secretary of state under Presidents Nixon and Ford gives a historian's perspective on the idea of order in world affairs.</p><p>Nations are always trying to establish systems to make the world a more orderly place, but they rarely last for long. His book stretches from China under the emperors, Rome surrounded by barbarians and Islam encircled by infidels, to the treaties of Europe and the pivotal positions of Russia and Iran.</p><p>On current affairs, Kissinger tells NPR's Scott Simon why a conflict with the Islamic State, also known as ISIS, is more manageable than a confrontation with Iran, what he would do about the Islamic State, and what he thinks the best solution is for the crisis in Ukraine.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On why he views Iran as a \"bigger problem than ISIS\"</strong></p><p>There has come into being a kind of a Shia belt from Tehran through Baghdad to Beirut. And this gives Iran the opportunity to reconstruct the ancient Persian Empire — this time under the Shia label.</p><p>From a geo-strategic point of view, I consider Iran a bigger problem than ISIS. ISIS is a group of adventurers with a very aggressive ideology. But they have to conquer more and more territory before they can became a geo-strategic, permanent reality. I think a conflict with ISIS — important as it is — is more manageable than a confrontation with Iran.</p><p><strong>On what he would do about ISIS</strong></p><p>They have cut the throat of an American on television. This is an insult to the United States, which requires that we demonstrate that this is not an act that is free. I would strongly favor a strong attack on ISIS for a period that is related to the murder of the American.</p><p>Then, we have to go into the long-range problem. I think when we are dealing with a unit like ISIS, we should not get into a position where they can lead us by establishing ground forces. But we should set strategic objectives where we thwart any goal they set themselves, which we should be able to do by superior air power. And then, if we can enlist other countries, or other more local groups to do the ground fighting, we might actually destroy them.</p><p><strong>On the \"Russian enigma\" and what he thinks Putin's Russia wants </strong></p><p>The attitude of the West and of Russia towards a crisis like Ukraine is diametrically different. The West is trying to establish the legality of any established border. For Russia, Ukraine is part of the Russian patrimony.</p><p>A Russian state was created around Kiev about 1,200 years ago. Ukraine itself has been part of Russia for 500 years, and I would say most Russians consider it part of Russian patrimony. The ideal solution would be to have a Ukraine like Finland or Austria that can be a bridge between these two rather than an outpost.</p><p><strong>Kissinger's reaction to naysayers because of his role during the war in Vietnam, especially the bombing of Cambodia and Laos</strong></p><p>They should study what is going on. I think we would find, if you study the conduct of guerrilla-type wars, that the Obama administration has hit more targets on a broader scale than the Nixon administration ever did. ...</p><p>B-52s have a different bombing pattern. On the other hand, drones are far more deadly because they are much more accurate. And I think the principle is essentially the same. You attack locations where you believe people operate who are killing you. You do it in the most limited way possible. And I bet if one did an honest account, there were fewer civilian casualties in Cambodia than there have been from American drone attacks.</p><p>The Vietnam War was a great tragedy for our country. And it is now far enough away so that one can study [it] without using the slogans to see what really happened. And I believe you would find — my position was that of the chief of staff of the president — that the decisions that were taken would almost certainly have been taken by those of you who are listening, faced with the same set of problems. And you would have done them with anguish, as we did them with anguish.</p><p><strong>On whether he thinks Hillary Clinton would be a good president</strong></p><p>I know Hillary as a person. And as a personal friend, I would say yes, she'd be a good president. But she'd put me under a great conflict of interest if she were a candidate, because I intend to support the Republicans. ...</p><p>Yes, I'd be comfortable with her as the president.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Henry+Kissinger%27s+Thoughts+On+The+Islamic+State%2C+Ukraine+And+%27World+Order%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"401"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346299162-f60e0e.m3u?orgId=1&topicId=1122&ft=3&f=346114326"}]}