{"created":"2015-05-14T20:58:09+00:00","modified":"2015-05-18T19:55:54+00:00","valid":{"from":"2015-05-18T19:55:54+00:00","to":"3015-05-18T19:55:54+00:00"},"hreflang":"en","guid":"72b161bd-9a13-43da-8e3d-f9221126ecbc","title":"Get Up, Stand Up, Shut Down: Unrest in Burundi targets the airwaves","published":"2015-05-18T19:55:50+00:00","byline":"Leo Hornak","tags":["radio","media","government","military","SafeMode","Media","Arts, Culture & Media","Burundi","Burundi","Radio broadcasting","Politics"],"teaser":"When armed men stormed into Bonesha FM this morning and shut down the Burundian radio station, it was only the latest act in an ongoing radio war between pro- and anti-government forces in the country.","contentencoded":"<p>The central African state of Burundi, near Rwanda, was the scene of a military coup this week, following weeks of sometimes violent protest against the government of President Pierre Nkurunziza and his decision to seek a third term in office.</p>\n<p>Amidst the confusion, one distinct aspect of the conflict has emerged: The central role of radio. Both pro- and anti-government forces have focused on controlling Burundi’s airwaves as an essential way to control the streets and, ultimately, the country.</p>\n<p>Listeners of Bonesha FM, a station in the capital of Bujumbura, heard the station’s breakfast DJ calmly announce on Thursday morning that heavily armed men had entered the studio building and ordered him to cease broadcasting immediately. As he made the announcement, he cued up Bob Marley’s \"Get Up, Stand Up.\"</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1431632676-0\" controls=\"controls\" src=\"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/Burundi Bonesha FM.mp3\"> </audio></div>\n<p>Bonesha FM was firebombed soon after, according to station staff interviewed by the BBC. Other commercial radio stations were also taken off the air by force at the same time, presumably because of suspected sympathies with the opposition.</p>\n<p>Robert Patrick Misigaro, a Burundian journalist now working for the BBC, says the focus on radio reflects how most of Burundians receive their news. In a society with low literacy rates and limited access to TV or Internet, radio remains the only mass medium accessible to the whole population. </p>\n<p>But it's not only pro-government forces who have taken violent action against stations. When the coup was announced, protestors stormed pro-government Rema FM and burned it to the ground. The state broadcaster was also off-air for a time, but is currently broadcasting again.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-14%2Fget-stand-shut-down-how-burundis-coup-has-spilled-airwaves&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05142015_07_0.mp3"},{"href":"http://admin.pri.org/file/0514201507mp3-0"}]}