{"created":"2015-04-21T20:39:32+00:00","modified":"2015-07-01T18:51:52+00:00","valid":{"from":"2015-07-01T18:51:52+00:00","to":"3015-07-01T18:51:52+00:00"},"hreflang":"en","title":"OverDoz: 'It Just Showed Us How Much Power We Had'","published":"2015-04-22T12:16:00+00:00","teaser":"A lighthearted chat with the four-man crew at SXSW 2015 turns into a deep conversation about social responsibility and self-determination for black artists.","itags":["npr_api","401067031"],"guid":"72b3b9b2-7c0b-4678-9a13-a52ad42fb496","contentencoded":"<p>If you thought OverDoz was all about weed and women then you're mistaken. Sure, the four-man crew comprised of Creamie, Kent Jamz, Joon, and P likes to party but — as evidenced by the video for \"Rich White Friends\" and this interview — the group's members have a lot more on their minds than just ass and grass.</p><p>Prepping their major label debut on RCA Records and boasting collaborations with marquee artists like Pharrell Williams and A$AP Ferg, the OverDoz boys are on the verge of becoming one of rap's hottest new acts. But with all of that attention comes more scrutiny and, according to Joon, responsibility: \"There's kids listening to us that's going to try to do everything I do.\" The father of a three-year-old son himself, Joon realizes just how impressionable young people can be. \"Even if I tell them not to do it they're [still] gonna try to do it! It's like: 'Damn, what am I really gonna tell these kids to do?'\"</p><p>At SXSW 2015 OverDoz took a break from all the stage-diving and schmoozing to talk to Microphone Check about their newfound influence and a wide range of topics that included everything from losing sneakers to Booker T. Washington.</p><p><strong>FRANNIE KELLEY</strong>: This is Microphone Check, hip-hop from NPR Music. I'm Frannie Kelley.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: I'm Ali Shaheed Muhammad.</p><p><strong>JAMZ</strong>: I'm Kent, aka <a href=\"https://twitter.com/kentjamz_\">Jam</a>.</p><p><strong>JOON</strong>: I'm <a href=\"https://twitter.com/Tubeyornot2B\">Joon</a>, orange-er the berry, the sweeter the juice.</p><p><strong>CREAM</strong>: I'm <a href=\"https://twitter.com/creamondainside\">Cream</a>. Shout out.</p><p><strong>P</strong>: And the homies call me <a href=\"https://twitter.com/captainstyles\">P</a>.</p><p><strong>JAMZ</strong>: And we're <a href=\"https://twitter.com/overdoz\">OverDoz</a>.</p><p><strong>JOON</strong>: Hey y'all.</p><p><strong>MUHAMMAD</strong>: What up, OverDoz. How y'all doing?</p><p><strong>JAMZ</strong>: Chilling hard.</p><p><strong>MUHAMMAD</strong>: What's going on at SXSW this year with you guys?</p><p><strong>JAMZ</strong>: Everything.</p><p><strong>CREAM</strong>: A lot of shows. A lot of moving around. Networking. A lot of pictures.</p><p><strong>P</strong>: No sleep.</p><p><strong>CREAM</strong>: No sleep.</p><p><strong>JOON</strong>: Haven't hit a studio yet though. I want to hit a studio with somebody I don't normally see.</p><p><strong>KELLEY</strong>: That happens a lot here. People don't really talk about it. But late night.</p><p><strong>JOON</strong>: Yeah. I want to hit a — I haven't hit one yet but I'ma hit one before I get up out of here.</p><p><strong>KELLEY</strong>: Who would you want to go with?</p><p><strong>JOON</strong>: Anybody I don't see.</p><p><strong>JAMZ</strong>: Right now, we listen to <a href=\"https://twitter.com/1future\">Future</a> a lot. Future. <a href=\"https://twitter.com/peeweelongway\">Peewee Longway</a>. All, like, the Atlanta trap people pretty much. I think it'd be tight. Since we do more of a funk bass uptempo music, to get them on that would probably sound kind of fun I think.</p><p><strong>KELLEY</strong>: Mhmm. Anybody?</p><p><strong>P</strong>: I like <a href=\"https://twitter.com/trvisxx\">Travi$ Scott</a>. I think we seen him, I try to be like, \"Yo what up, man? Let's do something.\" Cause he's dope.</p><p><strong>KELLEY</strong>: That makes sense.</p><p><strong>JOON</strong>: I met these dudes named something Army. It's a rock band. They were pretty cool.</p><p><strong>KELLEY</strong>: Something Army?</p><p><strong>JOON</strong>: <a href=\"https://twitter.com/swimmers_ca\">Emily's Army</a>.</p><p><strong>KELLEY</strong>: I don't know them.</p><p><strong>JOON</strong>: They were pretty cool.</p><p><strong>JAMZ</strong>: It's a dope name.</p><p><strong>JOON</strong>: I'd do that. I'd do a song with them too, if they got a studio. Rock out.</p><p><strong>KELLEY</strong>: Alright.</p><p><strong>MUHAMMAD</strong>: How's the shows been?</p><p><strong>CREAM</strong>: Show's is cool. No matter if they like a lot of people or a little people, they still — we have fun so — you know what I'm saying. We worked it.</p><p><strong>JAMZ</strong>: It's just a lot of cameras.</p><p><strong>JOON</strong>: I've been filming with my own camera. I got me a little Go Pro-type thing.</p><p><strong>MUHAMMAD</strong>: OK.</p><p><strong>CREAM</strong>: Feeling<strong> </strong>the energy. You know we've been stage diving.</p><p><strong>JAMZ</strong>: Yeah.</p><p><strong>CREAM</strong>: Been wild.</p><p><strong>JOON</strong>: I got dropped one time.</p><p><strong>CREAM</strong>: Yeah, you did.</p><p><strong>JAMZ</strong>: You did get dropped.</p><p><strong>CREAM</strong>: You look at me like, \"You ain't gon' jump?\" I'm like, \"I'm waiting.\" I'ma wait.<strong> </strong>I do like this <em>(raises hands)</em> so they know like, \"Here I come.\"</p><p><strong>JOON</strong>: \"Here I come.\"</p><p><strong>P</strong>: I didn't even see you jump.</p><p><strong>JAMZ</strong>: That's why.</p><p><strong>CREAM</strong>: Cause he fell in.</p><p><strong>JAMZ</strong>: Straight through.</p><p><strong>JOON</strong>: I fell in. And started turning up in the crowd.</p><p><strong>CREAM</strong>: I seen him. I seen him. I was like, \"Ooh, look at him.\"</p><p><strong>JOON</strong>: Whenever you fall you just gotta act like you meant to do that and just stand in the crowd. Just go, \"Hey! I wanted to be out here with y'all.\"</p><p><strong>P</strong>: They was going up though.</p><p><strong>KELLEY</strong>: This is not your first SXSW though right?</p><p><strong>JAMZ</strong>: Second.</p><p><strong>JOON</strong>: Second.</p><p><strong>KELLEY</strong>: Was it different now?</p><p><strong>JOON</strong>: A little bit.</p><p><strong>P</strong>: Slower this year. Cause of the rain, though, I think.</p><p><strong>CREAM</strong>: But it was raining last year.</p><p><strong>P</strong>: Not much.</p><p><strong>JOON</strong>: They should've kept Illmore at the place they had it last year.</p><p><strong>KELLEY</strong>: That's all anybody wants to talk about. Is how Illmore is not the same.</p><p><strong>JOON</strong>: 'Cause last year was a little different.</p><p><strong>CREAM</strong>: It was big. That's why. It was big. It was huge. It was a bowling alley in there</p><p><strong>JAMZ</strong>: It was the closest thing to what SXSW used to be. That's why. Like, you were bumping shoulders with different artists and you were like a regular — I was bumping shoulders with fans and shaking hands and having a personal conversation with <a href=\"https://twitter.com/asvpxrocky\">A$AP Rocky</a> — while taking pictures with fans. But I feel like this year — even that last year when I came and I think it was a year prior to that — we were just talking in the hotel room — maybe when <a href=\"https://twitter.com/fucktyler\">Tyler, The Creator</a> and <a href=\"https://twitter.com/ofwgkta\">Odd Future</a> came and were jumping off of walls and stuff and wearing dirty Vans, that might've been for me as a fan of music the last time I saw what SXSW could do for musicians. Which is to keep us close to the people.</p><p>I think that a lot of people just want to pull up in Sprinters and wear chains and just have smoke machines and lights when it's not about that. It's literally about talking to — shaking hands with your fans and bumping shoulders with people do the same thing you do.</p><p><strong>KELLEY</strong>: Do you think that is cross-genre or --</p><p><strong>JAMZ</strong>: I think it's money.</p><p><strong>KELLEY</strong>: Oh. Yeah.</p><p><strong>JAMZ</strong>: Somebody that has a lot of money saw a lot of people doing something that they can make — I won't say who it is but it wasn't as many shows — like, we were talking prior to the show how it was mostly — it'll probably be like <a href=\"https://twitter.com/wizkhalifa\">Wiz</a> is doing a headline and <a href=\"https://twitter.com/currensy_spitta\">Curren$y</a> is doing a headline. And <a href=\"https://twitter.com/kidcudi\">Kid Cudi</a>. Everybody else was jumping on. It's not like that no more. Like, you have to email them eight months in advance and you still have trouble when you go get your bands.</p><p><strong>JOON</strong>: We had a couple pop-ups though. Yeah. We got a couple pop-ups.</p><p><strong>JAMZ</strong>: Yeah. We're not afraid to, you know, rub shoulders with the fans and get our Chucks dirty.</p><p><strong>KELLEY</strong>: Chucks not Vans though?</p><p><strong>JAMZ</strong>: No Vans too.</p><p><strong>JOON</strong>: Vans, Chucks, Pumas --</p><p><strong>CREAM</strong>: Jays.</p><p><strong>JOON</strong>: — Jays.</p><p><strong>JAMZ</strong>: We're not discriminating.</p><p><strong>CREAM</strong>: Whatever we're wearing. Nike Air.</p><p><strong>JAMZ</strong>: Had us some Reeboks.</p><p><strong>JOON</strong>: All my shoes I brought out here are through. I'ma still wear them everyday --</p><p><strong>JAMZ</strong>: That's the mission though. That's what we come out here for.<strong> </strong>Like, I want to see what memories I can make this shoes.</p><p><strong>CREAM</strong>: I lost a pair of shoes. I lost a pair of shoes. I lost a shoe.</p><p><strong>P</strong>: Lost a shoe?</p><p><strong>MUHAMMAD</strong>: Out in public just walking with your sock on or something? What do you mean?</p><p><strong>CREAM</strong>: I lost it in the crowd when I was stage diving. Lost it in the crowd when it got wild. And I couldn't find it again. And it was just — it was a sad story.</p><p><strong>JOON</strong>: I think I'm letting the fans sign my — whatever if the person say, \"Hey Joon, you from OverDoz!\" I'ma let them sign my shoe today.</p><p><strong>JAMZ</strong>: That'd be dope.</p><p><strong>JOON</strong>: \"Let me get your autograph.\"</p><p><strong>KELLEY</strong>: Are you going to walk around with only one shoe in the rain?</p><p><strong>JOON</strong>: Nah. I'ma take my shoes off.</p><p><strong>MUHAMMAD</strong>: Alright so it sounds like you guys love your fans.</p><p><strong>JAMZ</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: So why do you clown them on <em>Boom</em> when you say — what is it you say? You know what I'm talking about? It's when you say, \"They been waiting\" — no no. Anxious. \"They anxious to get their hands on your next joint.\" Intro, right? Yeah. I'm like --</p><p><strong>JOON</strong>: Probably just talking s---.</p><p><strong>MUHAMMAD</strong>: I know y'all talking.</p><p><strong>CREAM</strong>: Anxious?</p><p><strong>JAMZ</strong>: No. That's the only the power we have left as artists.</p><p><strong>MUHAMMAD</strong>: What? That you can clown somebody?</p><p><strong>JAMZ</strong>: When we gon' drop our records. Like, we know people going to wait --</p><p><strong>MUHAMMAD</strong>: Yeah. I'm saying you can't drop such a classic song like \"Lauren London\" then leave people just --</p><p><strong>JAMZ</strong>: I mean, you can if you just trying to build up a — we had to get serious. Once we dropped \"Lauren London,\" it was really just a song that director, <a href=\"https://twitter.com/calmatic\">Calmatic</a> — when he directed the video, he was in the studio with us and he was like, \"Just make this for the fans and we just going to shoot a video that's fun for the fans.\" And it wasn't supposed to be a project. It was supposed to be an album. But that video got us, like, <a href=\"https://twitter.com/Pharrell\">Pharrell</a> looking at us. And we literally met with every label after that. So it was a process that made the fans wait for it.</p><p>It got serious. It was like, \"Yo, I'm gon' be able feed my kids off of this now.\" So, let me wait. The fans — at the end of the day, you gon' get a body of work. And you gon' get to see — if you a true fan of us and our music, it's going to amplify us signing to a new label. And the fact that we met with every label was, I guess to us — I know to me personally — but to us as a group it was like, \"Yo, we was in the back house smoking weed.\" Like, stealing beats on the DAT. And now here we are for just doing something that didn't take no money to do and put up on a — you know? It just showed us how much power we had.</p><p><strong>MUHAMMAD</strong>: So do you take that kind of like — you know, you're saying like, \"Oh, we're taking it serious now.\" Do you take that now into your new project? Like, with that idea of knowing that you could feed your family? Or do you still carry that free spirit with it? Or is it a little bit of both?</p><p><strong>P</strong>: I think it's both.</p><p><strong>JOON</strong>: A little bit of both.</p><p><strong>P</strong>: Cause, I mean, it's a group, you know what I'm saying? So when it's a group — of course you know — there's a mix of everything. So everybody got a different feeling at a different time. So I think it's just gon' be like a — you gon' get everything from us.</p><p><strong>JOON</strong>: I think going into the album I was like, \"Damn.\" Once people start looking at us, I was like, \"Damn. I got to tell these m------------ something.\" This kids listening to us is going to try to do everything I do. Even if I tell them not to do it, they gon' try to do it. It's like, \"Damn. What am I really going to teach these kids to do?\"</p><p><strong>JAMZ</strong>: That has the biggest effect.</p><p><strong>JOON</strong>: And I got a son now so I'm thinking about now — and he's three. When I ride in the car and there's some cussing in the car, he knows what sucking my d--- means and s--- like that. You feel me? N---- is --</p><p><strong>JAMZ</strong>: And he won't say it.</p><p><strong>JOON</strong>: \"Don't say that Daddy.\"</p><p><strong>JAMZ</strong>: \"Don't say that.\"</p><p><strong>JOON</strong>: \"That's a bad word.\"</p><p><strong>P</strong>: So it is kind of that — well, you gotta watch what you say and think about what you say before you say it. The fact --</p><p><strong>JOON</strong>: But you still gotta be you at the same time too. So it's kind of hard. So it's a like a --</p><p><strong>CREAM</strong>: Thin line.</p><p><strong>JOON</strong>: — on the fence-type thing.</p><p><strong>MUHAMMAD</strong>: How do you feel about it?</p><p><strong>CREAM</strong>: Well, me? I'm <em>(exhales</em>). Ask me the question again.</p><p><strong>JAMZ</strong>: I think me and him the same — I can't — I'm just saying.</p><p><strong>CREAM</strong>: Ask me the question again. Ask me the question again.</p><p><strong>MUHAMMAD</strong>: Just about being serious versus, you know, more free.</p><p><strong>CREAM</strong>: Well, me, I'm the youngest in the group so I'm starting to get more serious. I been more serious really. It's just like — it's really go time. Go time. And, you know, the ball is in our court so let's work it. Let's go. Let's get it done. Let's do this. Let's do that. Let's try to put everything in one project. Cry. Laugh. Smile. Everything. So you get that from — that's what you get from us. That's why people mess with us.</p><p><strong>JOON</strong>: Gotta get it right.</p><p><strong>CREAM</strong>: That's why people like us so much. It's genuine.</p><p><strong>JOON</strong>: And we still growing too.</p><p><strong>CREAM</strong>: You know, like, it's real. If you feel it that it's real. It's not fake. It's not put together. It's not forced. It's just that. Like, it's what it is.</p><p><strong>MUHAMMAD</strong>: I love that the dynamic and the way — I mean, there's such a — in the scales of balance in terms of topics of hip-hop, that it's just like everyone's talking the same thing. But you guys are bringing these topics, which rooted somewhat in what the scale — that heavy side, the oversaturated aspect of hip-hop — but then you guys are bringing and talking about things in a completely different way — like, monogamy for example — and the way that you guys do it is so smart and refreshing.</p><p><strong>JOON</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: Is it a natural --</p><p><strong>P</strong>: It's natural.</p><p><strong>JOON</strong>: We pride ourselves on not doing what everybody else is doing. We don't want to sound exactly the same as everybody else.</p><p><strong>P</strong>: But you're still influenced by it.</p><p><strong>JAMZ</strong>: That, like — you know, he said monogamy. I think from us growing up in L.A. together — a lot of people or actors move to L.A. Ballplayers move to L.A. or have a girl in L.A. that — it's just, that's the land of L.A. is. So I mean, I feel like — we went to school with these girls. And so the way that we voice it, we just go through experiences that we had. We won't say like, \"You are this cause you are this.\" It's just, \"This is what happened to me. She did that.\" And if you can relate to it, you can relate to it. At the end of the story, if you think she's whatever we called her, then, you know. So I think the way that we make it fun and make light of a serious situation is really, you know, our little pocket that we fit into.</p><p><strong>JOON</strong>: You gotta laugh.</p><p><strong>JAMZ</strong>: Which is one of the most dangerous things probably. Somebody that can make you laugh.</p><p><strong>JOON</strong>: You gotta laugh to keep from crying, man.</p><p><strong>KELLEY</strong>: What do you mean it's one of the most dangerous things?</p><p><strong>JAMZ</strong>: Well my dad used to always tell me like a comedian or somebody that could make you laugh — even back in times of Genghis Khan or old emperors, they would have comedians and people that could make them laugh around them. They would be the closest to them.</p><p><strong>KELLEY</strong>: The joker.</p><p><strong>JAMZ</strong>: Yeah. So they would have the most pull. And a lot of people are like — comedians even today, when they walking through a crowd — Cream saw <a href=\"https://twitter.com/chrisrock\">Chris Rock</a>. And everybody just opened up and just let him walk through.</p><p><strong>CREAM</strong>: I lost it. I lost it. I was like, \"Ah! Rock!\"</p><p><strong>JAMZ</strong>: Nobody even really asked him for a picture.</p><p><strong>KELLEY</strong>: Really?</p><p><strong>CREAM</strong>: \"That's my boy!\"</p><p><strong>JOON</strong>: If you could make people laugh at themselves, you got them.</p><p><strong>CREAM</strong>: Cause when you laughing your guard is down, you're not thinking — your guard not up.</p><p><strong>JAMZ</strong>: It's the most dangerous --</p><p><strong>CREAM</strong>: I'm making you smile with every word I'm saying.</p><p><strong>KELLEY</strong>: That makes sense.</p><p><strong>JAMZ</strong>: So imagine if I hated you and I'm making you laugh. I'm just saying.</p><p><strong>KELLEY</strong>: No. Yeah.</p><p><strong>JAMZ</strong>: It's a dangerous thing. We don't hate you but --</p><p><strong>KELLEY</strong>: People get scared of people like that. Yeah. They recognize the power. I mean, I think that's some of what happened to <a href=\"https://twitter.com/davechappelle\">Chappelle</a>.</p><p><strong>JAMZ</strong>: Nah. That's not what happened.</p><p><strong>KELLEY</strong>: What happened?</p><p><strong>JAMZ</strong>: The people didn't want you to know about Dave Chappelle, how he lived his lifestyle. He didn't live in Hollywood, like around girls and stuff. From my knowledge, he lived like on a farm or something like that?</p><p><strong>KELLEY</strong>: In Ohio.</p><p><strong>JAMZ</strong>: In Ohio?</p><p><strong>JOON</strong>: Have you seen bro lately? Something happened. He's ready. He's ready for war right now.</p><p><strong>CREAM</strong>: He's looks good.</p><p><strong>JAMZ</strong>: I mean, I aspire to be like that. I want to learn more about agriculture. I want to grow my own food. I want to teach other people — well, my people, black people — how to grow food.</p><p><strong>CREAM</strong>: He can't even cook.</p><p><strong>KELLEY</strong>: Wait did you say he can't even --</p><p><strong>CREAM</strong>: He can't even cook!</p><p><strong>JOON</strong>: He got some spices on him. He got some spices on him.</p><p><strong>JAMZ</strong>: Right.</p><p><strong>CREAM</strong>: He can grill.</p><p><strong>JAMZ</strong>: At the same time, I feel like that blueprint is kind of like a — a lot of people might not even know about it — but kind of like Booker T.</p><p><strong>KELLEY</strong>: Uh huh.</p><p><strong>JAMZ</strong>: Who a lot of people kind of — that black people kind of label as an Uncle Tom or something like that. And really if you look at like his base lines about agriculture and giving back to your community and saving and starting your own school systems like they did in Tulsa, which I've already mentioned before, which got taken also — but Dave Chappelle was that model. He's working with people like <a href=\"https://twitter.com/mosdefofficial\">Mos Def</a>. He started — he did a movie where he brought all these different black artists in the middle of New York.</p><p><strong>KELLEY</strong>: His neighborhood.</p><p><strong>JOON</strong>: Block Party.</p><p><strong>JAMZ</strong>: And since you don't, you know, want to dress up like a woman, like <em>every </em>black man that has something of value has, they castrate you. Not castrate you but, yeah. It's kind of like that. The media, like, hung him, to me.</p><p><strong>MUHAMMAD</strong>: So why do we not see — that's a huge struggle. Because it stops commerce obviously, but not that money is anything, but just in terms of what — how you can benefit from a mind like that, like the things that you're saying. Why then is it not addressed in the music enough?</p><p><strong>JAMZ</strong>: Because we don't control what gets played on the radio.</p><p><strong>MUHAMMAD</strong>: Do we not?</p><p><strong>JOON</strong>: Nobody wants to --</p><p><strong>JAMZ</strong>: We don't. There's no such thing as black radio anymore. When <a href=\"http://en.wikipedia.org/wiki/James_Brown\">James Brown</a>, which is my favorite artist, was coming up --</p><p><strong>CREAM</strong>: \"Ha!\"</p><p><strong>JAMZ</strong>: — he owned his own radio station that he used to shine shoes in front of. That does not exist anymore. You want to buy what <a href=\"https://twitter.com/birdman5star\">Birdman</a> has, which is a f------ — sorry, Birdman. But you have a f------ bus that fits a car up under it when it's dudes that are in Compton shooting over shoes.</p><p><strong>KELLEY</strong>: Didn't <a href=\"https://twitter.com/atcq\">Tribe</a> own stake in Hot 97 at one point?</p><p><strong>MUHAMMAD</strong>: Did who own stake?</p><p><strong>KELLEY</strong>: Tribe.</p><p><strong>MUHAMMAD</strong>: We owned stake in Hot — you're funny.</p><p><strong>JAMZ</strong>: Stake?</p><p><strong>KELLEY</strong>: WQHT? No? You didn't? Did you own stake in a radio station?</p><p><strong>JAMZ</strong>: That's making a mockery of somebody though, saying stake.</p><p><strong>MUHAMMAD</strong>: No. I did not own any stake in — I think the point of what I was saying — well, why not — no I didn't own any stake in — you joking, right?</p><p><strong>KELLEY</strong>: No! I thought that Tribe had invested in a commercial radio station in New York. No?</p><p><strong>MUHAMMAD</strong>: Where'd you hear that? I think she just sipping some of you guys' funny juice right now. No. We did not.</p><p><strong>CREAM</strong>: The media got her.</p><p><strong>MUHAMMAD</strong>: But I think the beauty — I know <a href=\"http://en.wikipedia.org/wiki/Stevie_Wonder\">Stevie Wonder</a> owned a radio station and the fact is when you don't have the resources of things that doesn't stop the creators of content. We're creators. You guys are creators, right? And I think you guys are living in the age now where it's — the evidence of — because you don't own something doesn't stop the ability to control something. Like the way that your music is distributed right now. There's so much control that you have in how it's being pushed and your connection with the fans is different and probably better than what any label can do for you right now because they're confused. So radio is powerful but I don't think it's as powerful as it once was.</p><p><strong>JOON</strong>: The only place that plays, like, their people's radio, I think, the only state, is Georgia. When I go down to Atlanta and stuff, I hear people who not that big but they on the radio still. They play all they people's songs. Cali, like — L.A., you only get an hour. Two to three, the New At 2? That's the only West Coast music you're going to hear. Everything else, it's going to be like the pop s---.</p><p><strong>JAMZ</strong>: And it's the most important and has been the most important way of communicating since, man, for a while. The reason why I still say radio is when a child — like he said he has a 3-year-old — when they hear the same song over and over and over and it's, \"N---- don't act like a b----.\" Like, that's — let's start there. How about that?</p><p><strong>JOON</strong>: They going to listen. They going to listen.</p><p><strong>JAMZ</strong>: That's one of the most things. I can't control any other rappers meeting up in a building with a <a href=\"https://twitter.com/dashdamon\">Dame Dash</a>, <a href=\"https://twitter.com/spikelee\">Spike Lee</a>, or Tribe Called Quest and we have a closed-door conversation about how to change, you know, the sound of music or what people should do, trading business ideas between each other, connections and all that stuff. Basically, you know, doing for self. I can't control other men to do that. But I can control what I say so I'm going to make a song that's how I want to make a song.</p><p><strong>JOON</strong>: Radio'll program it.</p><p><strong>JAMZ</strong>: If a lot of people can relate to that, then they'll relate to that. If <a href=\"https://twitter.com/kendricklamar\">Kendrick</a> wants to make an album how he wants to make an album and people can relate to that, it's cooler. I would rather hear, \"I love myself\" a million times. I'm sorry.</p><p><strong>P</strong>: Radio is about money. But like you said, it is up to us as the creators. We do control our destiny as artists. Just cause we on a label and they might not do everything that we want to cause like you said they are confused. That's --</p><p><strong>JAMZ</strong>: And when you don't have ownership, when you have never owned nothing and your family has never owned nothing, when somebody gives you something now that's a whole 'nother state of mind that some people capitalize off of, which most black people, we don't own s---. So when you give us a record deal, like, we've never owned s---.</p><p>So no, I'm not thinking, \"Go to the radio;\" I'm thinking, \"I need to put food in my mom's crib.\" I get to, like, finally, you know, reimburse my mom. I'm not thinking about I need to meet up with, yo, every HBCU and I want to just tour HBCU. I'm thinking, \"Yo. I never went to college.\" This s--- got me like — I can give my sister some bread — who's in college, living in Atlanta. I can pay her rent. I'm thinking <strong></strong>shorthand, not ownership. When in the long run, ownership would work out for us the best.</p><p><strong>KELLEY</strong>: Ownership for who?</p><p><strong>P</strong>: So we just got to change our frame of mind.</p><p><strong>JAMZ</strong>: Yeah. And we are. The fact that we're talking to y'all about this. We talk about it behind closed doors already.</p><p><strong>JOON</strong>: Yeah. We're growing. We're growing. We're growing.</p><p><strong>MUHAMMAD</strong>: And that's a good thing to hear. Is it coming out in the music?</p><p><strong>P</strong>: It is.</p><p><strong>JOON</strong>: Yeah.</p><p><strong>CREAM</strong>: Yeah.</p><p><strong>JAMZ</strong>: Yeah.</p><p><strong>P</strong>: On our new album, it really does. I'm pretty sure if you listen or if you go back and listen, you gon' see growth. You gon' see a lot of, like, the topics — and still fun, still light-hearted but the way we able to — we all kind of got a grip on what we believe in now. So it's kind of starting to come out more clear.</p><p><strong>MUHAMMAD</strong>: I love that moment. I remember when that moment happened for us.</p><p><strong>CREAM</strong>: Get a grip.</p><p><strong>MUHAMMAD</strong>: Yeah. I mean, it went from <a href=\"http://en.wikipedia.org/wiki/Native_Tongues\">Native Tongues</a> to, you know, where we all would meet out in clubs and just have the best time of our lives as like 18, 19-year-olds. And then it was like, \"Oh shoot.\"</p><p><strong>P</strong>: This is real.</p><p><strong>MUHAMMAD</strong>: This is real. This could change our lives. Like, people can eat off of what we're doing now. It was like, <em>(braking noise)</em>, no more clubbing. We just locked in the studio and then everything began to make sense.</p><p><strong>JAMZ</strong>: Everybody started rapping different. Everything, right?</p><p><strong>MUHAMMAD</strong>: Yeah. Yeah. It's a good time. It's a good place to be.</p><p><strong>JAMZ</strong>: You gotta capitalize off of that spirit as an artist. I mean, I think we all know what writer's block is. You all get creative blocks, even if you do radio. It's like, yo, like you were saying, y'all don't have to get ready for interviews.</p><p><strong>KELLEY</strong>: I was saying that they don't have to get ready for interviews. We get ready for interviews.</p><p><strong>JAMZ</strong>: That's what I mean. That's what I mean.</p><p><strong>KELLEY</strong>: To be clear.</p><p><strong>JAMZ</strong>: Saying that you had to. I'm sure it's times where it's like, you know, you feel like how am I going to get through this one today?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>JAMZ</strong>: And then there's time where it's like, \"Yo, I'm on point. Everything I say is gold.\" And like he said, when you can capitalize off of that and you can voice that through the music, that's the diamonds and the golds and the platinum.</p><p><strong>JOON</strong>: I be so mad when I get a block. Oh.</p><p><strong>JAMZ</strong>: He'll back his truck into a pole.</p><p><strong>JOON</strong>: I wrecked my car. I wrecked my car. I got a block. I could not come up with nothing. I'm like, \"I'm not about to record just to record.\" I'm over that part. Like, if I'm not saying nothing that I really mess with then I'm not putting it on the track. Cause that m----------- gon' keep playing and then I hate it. You might love it but I will hate it and I will not want to hear that song ever again in my life so I just don't record if I'm not feeling it.</p><p><strong>KELLEY</strong>: Sometimes you have to just write though. Like, with me, you just gotta write it down. Even if it's terrible.</p><p><strong>JOON</strong>: You write voice notes while you driving in the car, everything. You just let it out. You got to get it out.</p><p><strong>KELLEY</strong>: I'm going to start a podcast and it be all about people's voice notes.</p><p><strong>JOON</strong>: For real.</p><p><strong>P</strong>: That'd be crazy.</p><p><strong>JOON</strong>: That'd be tight.</p><p><strong>CREAM</strong>: That would be tight though.</p><p><strong>JOON</strong>: That'd be tight.</p><p><strong>P</strong>: iTunes already when you plug your phone in.</p><p><strong>JOON</strong>: That'd be tight.</p><p><strong>P</strong>: A lot of ideas.</p><p><strong>JAMZ</strong>: Go copyright that.</p><p><strong>KELLEY</strong>: Yeah. This is me, like, sending it to the patent office or whatever. I should hold up the paper with today's date.</p><p><strong>JOON</strong>: You on record. You on record.</p><p><strong>KELLEY</strong>: It was my idea first. Yeah. How will you know when you've hit your highest --</p><p><strong>JOON</strong>: I don't think you ever do.</p><p><strong>CREAM</strong>: Yeah.</p><p><strong>KELLEY</strong>: Really? But can you describe that feeling when you know you just made something and it was really really good.</p><p><strong>P</strong>: Like creatively?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>P</strong>: It's — I don't know. I think it's like when you listen over and over and over and then critique it and be like, \"I could've did this a little different. I could've said this instead of this.\" But that's really — that means we're artists. Even though it's words, it's like, this is paint on this track forever. That's when I feel like I really like — when I really like something and I just break it down over and over again, that's when I feel like --</p><p><strong>JOON</strong>: I forget that I like something cause the world moves so fast now. Everybody wants so much. I just want — every time I say, \"Oh that's tight,\" I need another one. Let's do another one. I need another one cause one ain't gon' help the people.</p><p><strong>P</strong>: That's true.</p><p><strong>JOON</strong>: It ain't gon' satisfy the people. You gotta keep them pushing out. Push out. Push out.</p><p><strong>JAMZ</strong>: I'm more spaced out now when I record. Like, I like to take a couple of months off or a month off now. Or I'll just get repetitive and angry. And I don't like that.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>JOON</strong>: That's why — I think that's why people take a long time for albums too. Because when you do music, like you said, you're going through something in your life at that time. So you gon' keep rapping about the same things. Six months later you might not feel that way about that subject; it'll be different. That's why it'll be like, alright, I recorded this in a year. I felt all type of ways in that year. And it made the music better.</p><p><strong>MUHAMMAD</strong>: Yeah. Do you guys feel like you raised a bar creatively — you credit the director of the video — visually in addition to what you're putting out musically --</p><p><strong>P</strong>: For sure.</p><p><strong>MUHAMMAD</strong>: Is there a pressure about the visual as with the recording?</p><p><strong>CREAM</strong>: Yeah.</p><p><strong>JOON</strong>: We need to feel the pressure.</p><p><strong>JAMZ</strong>: I think we steal the best ideas between each others', man. It's just what feels the best to us. I remember seeing <a href=\"https://twitter.com/bustarhymes\">Busta Rhymes</a> \"Gimme Some More\" video and I just knew I'm going to shoot videos. Like, I like this video but I'm going to do something one day. Or <a href=\"https://twitter.com/missyelliott\">Missy</a>, \"Sock It 2 Me.\"</p><p><strong>JOON</strong>: I want to start shooting videos for other people's songs.</p><p><strong>CREAM</strong>: <a href=\"https://twitter.com/iamdiddy\">Puffy</a> and Diddy.</p><p><strong>JAMZ</strong>: So when it comes to the videos, we know it's a creative bar we set.</p><p><strong>JOON</strong>: Just put out the video for somebody else song.</p><p><strong>JAMZ</strong>: We know we set a creative bar for videos so that's a little bit --</p><p><strong>JOON</strong>: Freaky?</p><p><strong>JAMZ</strong>: Yeah. That's Calmatic. But we always let those flow as either the week before we shoot or a couple of days. Or sometimes the days of we come up with scenes for videos. That's more of a freestyle.</p><p><strong>P</strong>: Yeah. It has to be good ideas.</p><p><strong>CREAM</strong>: It's gotta be good ideas.</p><p><strong>JAMZ</strong>: But music is a process. We want to get the right instruments. We want to get the right engineer. Like, we'll get a record mixed three or four times. Like you said, we like to go through different things. So if you multiply him going through something times three other people. That's why our records take --</p><p><strong>JOON</strong>: I got like three verses to every song. I just --</p><p><strong>JAMZ</strong>: Yeah. He do.</p><p><strong>JOON</strong>: Like every song, I don't know what — I'm like, \"Alright. I got this verse. I got this verse. And I got this verse. Which one y'all like? Which one y'all like, man?\"</p><p><strong>JAMZ</strong>: The one you got on there.</p><p><strong>CREAM</strong>: Just keep the one on.</p><p><strong>JAMZ</strong>: That one.</p><p><strong>P</strong>: Yeah but with our visuals I feel like we have somewhat raised a little bar, at least went back to when they were dope. You know what I'm saying? Like, alright, we take from that. We gotta make something like — what's the one where <a href=\"https://twitter.com/thepharcyde\">Pharcyde</a> is going backwards?</p><p><strong>JOON</strong>: \"Drop.\"</p><p><strong>JAMZ</strong>: \"Drop.\"</p><p><strong>CREAM</strong>: \"Drop.\"</p><p><strong>JOON</strong>: Spike Jonze.</p><p><strong>P</strong>: \"Drop.\"</p><p><strong>JAMZ</strong>: That sparked this. That's what sparked this. We met Spike that year.</p><p><strong>P</strong>: Yeah.</p><p><strong>JOON</strong>: It was like, \"Whoa.\"</p><p><strong>JAMZ</strong>: And that's when it was like, \"Boom.\"</p><p><strong>P</strong>: So that's when --</p><p><strong>CREAM</strong>: You want to set a bar though, really.</p><p><strong>P</strong>: Yeah. You have to.</p><p><strong>MUHAMMAD</strong>: Well some people think from a visual perspective when they're recording; some don't. They just go with the flow. Or it's like, well, whatever record company say or who should be here. But then there are people who have like specific ideas and just a matter of partnering up with someone to help you bring that to --</p><p><strong>P</strong>: Well, that's easy for us.</p><p><strong>JAMZ</strong>: Well, we only partnered up — the videos you've seen — with our director. Our record label — except for \"Rich White Friends,\" that was the first major one that we got money for. But other than that, everything was shot on a regular camera. We paid for it.</p><p><strong>JOON</strong>: Freak still shot it.</p><p><strong>JAMZ</strong>: Yeah, Freak still shot the last one but it was like, \"Yo, alright. We got some money for this one. We got actors.\"</p><p><strong>CREAM</strong>: Yeah. He had a crew.</p><p><strong>JOON</strong>: He had a crew.</p><p><strong>JAMZ</strong>: Yeah. He had a crew.</p><p><strong>CREAM</strong>: He had a crew and a chair. He had a crew and a chair.</p><p><strong>JAMZ</strong>: It was fun, man. It was fun.</p><p><strong>MUHAMMAD</strong>: Have you guys traveled to Europe yet?</p><p><strong>JOON</strong>: No.</p><p><strong>P</strong>: Not once.</p><p><strong>CREAM</strong>: Damn.</p><p><strong>JOON</strong>: I ain't never been out the country except for Mexico.</p><p><strong>KELLEY</strong>: You got lost in San Diego.</p><p><strong>JOON</strong>: Me and Cream got lost in San Diego and ended up in Mexico.</p><p><strong>CREAM</strong>: I couldn't believe it. I'm like, \"Joon, wait. Hold on, was that the last exit?\"</p><p><strong>JOON</strong>: What is them flags?</p><p><strong>CREAM</strong>: \"Is that a Mexican flag? Is that border?\"</p><p><strong>JOON</strong>: \"Nooo!\"</p><p><strong>CREAM</strong>: I'm like — it was a swap meet on the freeway. It was a swap meet on the freeway. I couldn't believe it.</p><p><strong>JOON</strong>: A n---- tried to sell me a turtle.</p><p><strong>CREAM</strong>: In a wheelchair! In a wheelchair. Rolled up.</p><p><strong>JOON</strong>: Hey. No. I was tripping. I saw him roll this way — the wheelchair dude — roll this way --</p><p><strong>CREAM</strong>: I think he had a twin.</p><p><strong>JOON</strong>: The next thing you know he rolling back this way. I'm like --</p><p><strong>CREAM</strong>: He had a twin or something. Bro was moving.</p><p><strong>JOON</strong>: \"What's going on?\"</p><p><strong>CREAM</strong>: He had a twin, bro.</p><p><strong>KELLEY</strong>: How'd you get back? Did you have your passports?</p><p><strong>JOON</strong>: No. Hey, man, we turned around.</p><p><strong>CREAM</strong>: We turned around, man. \"We don't know. We from out of town. We from out of town.\"</p><p><strong>JOON</strong>: Man, he sleep. You ever been with a friend and they be like, \"I know Jay-Z.\" He say, \"I know Jay-Z.\" And you be like, \"Call him right now.\" He's like, \"He out of town.\"</p><p><strong>P</strong>: He out of town. We had a homie like that.</p><p><strong>JOON</strong>: The new one is, \"He sleep.\"</p><p><strong>P</strong>: That's the code up at Coachella.</p><p><strong>CREAM</strong>: \"Where you at? Hey — man, he sleep.\"</p><p><strong>MUHAMMAD</strong>: So you guys, do you guys go on tour in like a 16-passenger van? Or you're beyond that?</p><p><strong>P</strong>: Nah. We ain't got there yet.</p><p><strong>MUHAMMAD</strong>: Y'all not there yet?</p><p><strong>JAMZ</strong>: Not even 16. Not even 16.</p><p><strong>CREAM</strong>: We're two vans. We're two vans.</p><p><strong>JOON</strong>: We're two Dodge Caravans. Shout out, Dodge.</p><p><strong>JAMZ</strong>: We still got a TV and your little video camera swerving.</p><p><strong>JOON</strong>: And you could hook the game up.</p><p><strong>CREAM</strong>: You gotta move your seat and everything.</p><p><strong>P</strong>: We just got out own vans. We just got there.</p><p><strong>MUHAMMAD</strong>: That's hilarious.</p><p><strong>JOON</strong>: We had the homie driving with glasses on and it started raining hard, and I said, \"Can you see?\" He said, \"Yeah I think so.\" I said, \"Get your ass out the driver's seat. I'm driving.\"</p><p><strong>JAMZ</strong>: We just got the three rooms.</p><p><strong>MUHAMMAD</strong>: Yeah. He was just saying that.</p><p><strong>CREAM</strong>: The homie took a picture driving.</p><p><strong>JOON</strong>: Yeah. We just got the three rooms.</p><p><strong>JAMZ</strong>: We had two rooms last year.</p><p><strong>P</strong>: We just got to each having our own bed. Just got there. So we still thugging it. That's what we like to say.</p><p><strong>MUHAMMAD</strong>: This is the best time's though. Like really --</p><p><strong>JAMZ</strong>: Whatever.</p><p><strong>MUHAMMAD</strong>: No. No. Let me tell you.</p><p><strong>P</strong>: It's changing. It's changing now so --</p><p><strong>JAMZ</strong>: F---. That. I hear a lot of people saying that to me and I want to tell y'all f--- you, man. Shut up.</p><p><strong>MUHAMMAD</strong>: F--- the DJ, huh? No. Really, really appreciate this time because it's the fun times, man. It's the magic. And you guys will create the best stuff. When you just said \"getting our own bed,\" that's hilarious cause our — coming to town on my NPR budget, not my Tribe Called Quest budget, I'm sharing a room with our producer, David, who's sitting back there. And David's part of my production squad and he's a dope type but when we talked in the room and there were two queen beds and I was like --</p><p><strong>P</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: It took me back 25 years. I was like, \"Oh!\"</p><p><strong>KELLEY</strong>: You had a look on your face. I was like, \"Oh yeah. This is not how he's used to it being.\"</p><p><strong>MUHAMMAD</strong>: Nah. It's cool. I mean, you know. It's cool. It's cool. I'll roll with the punches. But I just — it took me back to that time and I started thinking — and I told David. I was like, \"Yo, I remember when me and Phife used to share rooms.\" And at that point when we got our own rooms and it was just like liberation. But in that moment, when I checked in yesterday, I thought about all the fun I had when we was together --</p><p><strong>JOON</strong>: When you was together.</p><p><strong>MUHAMMAD</strong>: So that's why I'm saying to y'all now where y'all are --</p><p><strong>JOON</strong>: We stayed up together last night till like eight in the morning.</p><p><strong>P</strong>: Eight in the morning.</p><p><strong>JAMZ</strong>: But we had no choice. He was doing it. <em>(gestures to Joon)</em></p><p><strong>CREAM</strong>: Switching rooms. Switching room to room.</p><p><strong>JAMZ</strong>: And I'm out here like <em>(annoyed lying down gesture)</em>.</p><p><strong>CREAM</strong>: He was driving a bike through the hotel.</p><p><strong>P</strong>: Some nights --</p><p><strong>JOON</strong>: I was riding a bike. I fell. Look. I still got scrapes on my jeans from my bike. I fell on the bike.</p><p><strong>CREAM</strong>: Weren't you going to get some grass stains tatted on your knees or something?</p><p><strong>JOON</strong>: Yeah I'm getting grass stains tatted on my knees before we leave.</p><p><strong>JAMZ</strong>: Oh my god.</p><p><strong>JOON</strong>: I'm in the field.</p><p><strong>P</strong>: Man.</p><p><strong>JOON</strong>: I'm in the field, man.</p><p><strong>P</strong>: Man, I'm sleep.</p><p><strong>CREAM</strong>: Man, he sleep.</p><p><strong>KELLEY</strong>: So what's a --</p><p><strong>MUHAMMAD</strong>: Do you have — sorry. Go ahead.</p><p><strong>KELLEY</strong>: No. No. Go ahead.</p><p><strong>MUHAMMAD</strong>: Once you have a calendar for the next record what's going on? Fill us in.</p><p><strong>JAMZ</strong>: Well, we turned it in. The album is turned in and done. So now we're just — it's marketing.</p><p><strong>JOON</strong>: We some June boys though.</p><p><strong>JAMZ</strong>: We love the month of June.</p><p><strong>JOON</strong>: We love June.</p><p><strong>JAMZ</strong>: If it all works out, that'd be tight. But we just dropped a record with A$AP Ferg who y'all just had on the show too. And so next we gon' drop one what we did with Pharrell. And that s---, man, like, it took us 30 minutes to make it.</p><p><strong>MUHAMMAD</strong>: Can we talk about \"F--- The DJ\" for a minute? What inspired that?</p><p><strong>JAMZ</strong>: OK. We had just got off tour with <a href=\"https://twitter.com/asapferg\">A$AP Ferg</a>. We just got off tour. We went all around the US. And I remember I went to the studio one day by myself. Boom. I went up, went home a couple of days. I came back and they had this record. And all they had was his verse. And when he came on, I just remember him going, \"F--- yo DJ. It's all about my producer. All my n----- looking at commas\" --</p><p><strong>JOON</strong>: Yeah. I'm like, \"Man, don't nobody do no music about their producers no more.\" Back in the day, it's like, \"My producer is this. My producer is that.\"</p><p><strong>JAMZ</strong>: It was like the --</p><p><strong>JOON</strong>: \"Just give a shout out to my producer real fast.\"</p><p><strong>JAMZ</strong>: But like black punk. If there's such thing as that besides — what's the band called?</p><p><strong>KELLEY</strong>: <a href=\"http://en.wikipedia.org/wiki/Bad_Brains\">Bad Brains</a>?</p><p><strong>JAMZ</strong>: <a href=\"https://twitter.com/thedeathband\">Death</a>.</p><p><strong>JOON</strong>: Death.</p><p><strong>KELLEY</strong>: Bad Brains.</p><p><strong>JAMZ</strong>: Death.</p><p><strong>KELLEY</strong>: Oh, Death. Oh, those guys from --</p><p><strong>JOON</strong>: Death is tight.</p><p><strong>JAMZ</strong>: Came out in the 1970s before <a href=\"http://en.wikipedia.org/wiki/Ramones\">The Ramones</a>. Yeah. Death. Bad Brains is tight too. But it was like, \"Yo. This is against the rules.\" Like, you not going to say f--- it, \"not the corner stone of hip-hop.\" Not like that. But that's what people say.</p><p><strong>P</strong>: That ain't how we meant it. It was just --</p><p><strong>JAMZ</strong>: But that's not how we meant it. It was, like, on some — it's about my producer. And our producer is our DJ.</p><p><strong>P</strong>: We used to intro the song — cause we did it last year.</p><p><strong>CREAM</strong>: Then he got mad at me.</p><p><strong>P</strong>: We made the song before last year SXSW. So we used to intro it like he would a throw a tantrum.</p><p><strong>CREAM</strong>: I would throw a tantrum.</p><p><strong>P</strong>: And say, \"F--- my DJ! I want y'all to say, 'F--- my DJ!'\"</p><p><strong>CREAM</strong>: By clowning the DJ. I would start clowning him. Do some jokes about him.</p><p><strong>P</strong>: And he didn't like that.</p><p><strong>CREAM</strong>: He got salty about it.</p><p><strong>P</strong>: Yeah. He got mad.</p><p><strong>JOON</strong>: Heeeey! \"On and on and on and.\"</p><p><strong>JAMZ</strong>: That's the new SXSW. That was a f------ tour bus.</p><p><strong>P</strong>: But it's kind of like if you can say — like he said, we listen to James Brown. It's kind of like our \"Funky Drummer\" maybe.</p><p><strong>JAMZ</strong>: Boom.</p><p><strong>MUHAMMAD</strong>: Dope.</p><p><strong>JOON</strong>: I really want people to — like the DJ should've just said, like after \"F--- Yo DJ,\" instead of saying my producer just splice in your name. \"F--- yo DJ. It's all about <em>(DJ drop</em>).\" Just splice your name in!</p><p><strong>JAMZ</strong>: Once we heard it in its entirety, we were like, \"Yo other DJs can use this to go at each other.\"</p><p><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong>JAMZ</strong>: It just be started --<strong> </strong>you know, you can get it a lot out of it. But we didn't mean like, \"F--- the DJ.\"</p><p><strong>MUHAMMAD</strong>: Nah. I get it. It's dope. I like it. I'm just waiting for the next, man. So June, huh?</p><p><strong>P</strong>: Yeah, that's what we doing. We're trying to force the issue.</p><p><strong>JOON</strong>: I'm waiting on the next to come out too. I got some new stuff that I want people to hear.</p><p><strong>MUHAMMAD</strong>: I'm thirsting till June, huh?</p><p><strong>KELLEY</strong>: That's my question. I feel like we're in a special time in hip-hop right now. But it's partly because people made a lot of stuff this summer when things were real crazy and now the people get to hear it. But, like, why the delay?</p><p><strong>JOON</strong>: It's the golden age.</p><p><strong>KELLEY</strong>: Because we could just drop it though.</p><p><strong>JOON</strong>: It's the golden age. Everybody is good. It's a lot of good artists. It's a lot of good artists. So y'all gotta take your time. Oh, Future booming right now. I gotta wait to drop my s---. Hold on.</p><p><strong>KELLEY</strong>: OK. So that's what you mean by money?</p><p><strong>JAMZ</strong>: What do you mean by things are crazy?</p><p><strong>KELLEY</strong>: Ferguson.</p><p><strong>JAMZ</strong>: Ferguson? That's crazy?</p><p><strong>KELLEY</strong>: I took — people came — well, I understand what you're saying.</p><p><strong>JAMZ</strong>: What do you mean?</p><p><strong>KELLEY</strong>: People came to me and were like, \"Why is hip-hop not talking about what's happening right now?\" And I said, \"Oh, hip-hop A) has been. You just haven't been listening. But also people are writing these songs right now. People went home that night and wrote songs but you're not going to hear them for a few months.\"</p><p><strong>P</strong>: They not making no money.</p><p><strong>JOON</strong>: When you get a situation too, when you get signed to a deal, producers not just trying to let you drop for free no more. They not trying to let you put they beats out.</p><p><strong>CREAM</strong>: They want to get on the album.</p><p><strong>JOON</strong>: They like, \"Hold on. We need to be on the album. I need to get my check.\"</p><p><strong>KELLEY</strong>: Oh, I see. OK.</p><p><strong>JAMZ</strong>: But I like the fact that --</p><p><strong>JOON</strong>: You gotta get the paperwork right.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>JAMZ</strong>: I like the more — I saw in that time period — dang. The only really one — I know more did it. But I saw <a href=\"https://twitter.com/jcolenc\">J. Cole</a> was, like, in Ferguson when it happened. I would've liked to see that more as opposed to somebody ready to go drop a record.</p><p><strong>JOON</strong>: Problem and Badlucc was out there.</p><p><strong>JAMZ</strong>: Like, I wanted to get a plane ticket.</p><p><strong>KELLEY</strong>: <a href=\"https://twitter.com/youngjeezy\">Jeezy</a> was out there.</p><p><strong>JOON</strong>: Hands up.</p><p><strong>JAMZ</strong>: Yeah. I wanted to get a plane ticket.</p><p><strong>JOON</strong>: Hey. The homie took his hands up picture like this.</p><p><strong>CREAM</strong>: Joon.</p><p><strong>KELLEY</strong>: But I think it's important that people — well, and then what you were saying about the radio plays into it too because are those songs going to get played on the radio? And by radio now I mean top 40 radio.</p><p><strong>JAMZ</strong>: Nah.</p><p><strong>KELLEY</strong>: And then do they have to have a certain sound so that you sneak the message in?</p><p><strong>JOON</strong>: Depends on who you are low-key now too. 'Cause like Kendrick is on the radio but he creates his own radio songs. He still be conscious on his songs.</p><p><strong>KELLEY</strong>: Yeah. That's all <a href=\"https://twitter.com/topdawgent\">TDE</a>'s plan.</p><p><strong>JAMZ</strong>: You gotta be smart about it. You gotta be able to --</p><p><strong>CREAM</strong>: Gotta play the game.</p><p><strong>JAMZ</strong>: — like <a href=\"https://twitter.com/s_c_\">Jay-Z</a> said, \"move in a room full of vultures.\" You gotta be able to do it.</p><p><strong>CREAM</strong>: You gotta play the game.</p><p><strong>JAMZ</strong>: And that's what our music, I think, does too, especially our album. We splice in a lot of serious messages in this album especially.</p><p><strong>JOON</strong>: In a fun way.</p><p><strong>JAMZ</strong>: In a fun way and a super serious way. Where it's like, \"OK.\" Then the next song is, \"OK. I'm back to this.\"</p><p><strong>KELLEY</strong>: Right. Balance.</p><p><strong>P</strong>: You not gon' hear the records if they not making no money, in my opinion. Unless you get — like it's our job to force the issue. You know what I'm saying? They need to hear this. We gotta make it tight. Make it move on its own. So then they gotta — \"We ain't got no choice. We gotta hear it.\"</p><p><strong>JOON</strong>: Everything full circle now though. The underground is becoming mainstream.</p><p><strong>JAMZ</strong>: Even the way that people drop their records is — yo, you dropping it without a release date. That was sick. That's like <em>Live For, Die For</em>. How dare we put out a release date? We ain't know when that s--- was going to come out. The day it got mixed it's out. How about that?</p><p><strong>MUHAMMAD</strong>: Well, I'm looking forward to the next installment.</p><p><strong>P</strong>: Yeah. We are too.</p><p><strong>JOON</strong>: I'm looking forward to getting that out cause we been recording some new music that's not going on there that I can't wait for people to hear. I just want to --</p><p><strong>JAMZ</strong>: It's like, \"OK. Now what?\"</p><p><strong>JOON</strong>: Alright. Let's get this out so we can drop this one.</p><p><strong>JAMZ</strong>: Starting to overlap.</p><p><strong>KELLEY</strong>: Send it to us.</p><p><strong>P</strong>: NPR.</p><p><strong>KELLEY</strong>: We'll keep it safe.</p><p><strong>JAMZ</strong>: If y'all have a speaker or something here afterwards, we could play you guys something.</p><p><strong>JOON</strong>: Yeah.</p><p><strong>JAMZ</strong>: A couple of tracks. We did a song with Organized Noize.</p><p><strong>KELLEY</strong>: What?</p><p><strong>JAMZ</strong>: Oh it's dope. Yeah. Dope as f---.</p><p><strong>JOON</strong>: Got some <a href=\"https://twitter.com/terracemartin\">Terrace Martin</a> on there.</p><p><strong>JAMZ</strong>: Yeah. Terrace Martin.</p><p><strong>JOON</strong>: Pop & Oak.</p><p><strong>JAMZ</strong>: Two from Terrace Martin. DJ Khalil.</p><p><strong>CREAM</strong>: I like <a href=\"https://twitter.com/djkhalil\">DJ Khalil.</a></p><p><strong>JOON</strong>: I like the Pop & Oak songs, man. They real universal.</p><p><strong>P</strong>: They Pop & Oak. Pop & Oak.</p><p><strong>JOON</strong>: Pop & Oak.</p><p><strong>KELLEY</strong>: Man, L.A. is where it is.</p><p><strong>MUHAMMAD</strong>: I just moved to L.A. so.</p><p><strong>JOON</strong>: Heeeeey! Turn up with your boys, man!</p><p><strong>P</strong>: Is it better than New York?</p><p><strong>CREAM</strong>: Yes. It's the weather.</p><p><strong>JOON</strong>: It's cheaper.</p><p><strong>P</strong>: Damn.</p><p><strong>KELLEY</strong>: A little bit. It's not really cheaper.</p><p><strong>MUHAMMAD</strong>: It's different.</p><p><strong>JOON</strong>: I bought a pack of cigs for like $11 in New York and I was like, \"Whoa.\"</p><p><strong>KELLEY</strong>: Try 14 and you got a deal.</p><p><strong>JAMZ</strong>: Try 14.</p><p><strong>KELLEY</strong>: Nah. 8 is the actual deal.</p><p><strong>JOON</strong>: Try 14. You got a deal. Damn.</p><p><strong>MUHAMMAD</strong>: It's different. It's a different experience. L.A. is so dope.</p><p><strong>JOON</strong>: It's more spread out.</p><p><strong>CREAM</strong>: Spread out. Yeah.</p><p><strong>MUHAMMAD</strong>: It is spread out. The weather is amazing. And it's a lot calmer than New York. Everybody is just like stacked on. And you don't really realize what that does to your psyche from infancy up until you get away from it. Just being stacked on. There's a feeling and --</p><p><strong>JAMZ</strong>: Urgency.</p><p><strong>MUHAMMAD</strong>: Urgency. A sense of angst that occurs.</p><p><strong>JAMZ</strong>: I admire that though.</p><p><strong>MUHAMMAD</strong>: Yeah. And that's what helps creative --</p><p><strong>KELLEY</strong>: I like the --</p><p><strong>JAMZ</strong>: New York you keep me on my — like the A$AP dudes, they always up.</p><p><strong>CREAM</strong>: They moving.</p><p><strong>JAMZ</strong>: Like, look at y'all<strong>. </strong>I gotta stay on my s--- <strong>[38:08 ?]</strong>.</p><p><strong>JOON</strong>: I always tell the homies from L.A. who be like, \"What is New York like? I ain't never been to New York.\" It's like the Valley --</p><p><strong>CREAM</strong>: On top of.</p><p><strong>JOON</strong>: — L.A., and Long Beach all in L.A. on top of each other.</p><p><strong>JAMZ</strong>: On top of each other.</p><p><strong>CREAM</strong>: That's hectic.</p><p><strong>JOON</strong>: Ooh. That's a whole lot of people. Whole lot of emotions. Whole lot of spirit.</p><p><strong>MUHAMMAD</strong>: Yeah it is. So from a — painting a canvas, it's definitely — it's very strong. It's made its mark. But so has the canvas from L.A., which — sometimes you need intensity and sometimes you need it to be calmer for you to really like get into it.</p><p><strong>JOON</strong>: We're the first people to just legalize weed. We chill in L.A. Everybody --</p><p><strong>CREAM</strong>: It's sunny. It's sunny.</p><p><strong>P</strong>: I feel that. Yeah. Everybody act like that.</p><p><strong>CREAM</strong>: It's sunny everyday.</p><p><strong>JOON</strong>: If you bump somebody in L.A., it might be a little problem.</p><p><strong>CREAM</strong>: It depends where you at. It depends where you are.</p><p><strong>JOON</strong>: I was walking down the street in New York. I bumped into a person. I turned around to say sorry. He was already down there, down the street. Like, he didn't give a f---. Whatever.</p><p><strong>CREAM</strong>: I got bumped five times today.</p><p><strong>JOON</strong>: I got bumped all day.</p><p><strong>KELLEY</strong>: I was talking to <a href=\"https://twitter.com/killermikegto\">Killer Mike</a> about that one time.</p><p><strong>JAMZ</strong>: Killer Mike from Atlanta?</p><p><strong>KELLEY</strong>: You might fight somebody if somebody bumps into you in Atlanta but in New York, you just like --</p><p><strong>JAMZ: </strong>And they were really gone, man. They were gone so fast.</p><p><strong>P</strong>: I feel like that's what L.A. needs. We need the New York mentality.</p><p><strong>CREAM</strong>: We need a New York grind.</p><p><strong>KELLEY</strong>: Well, it's happening. Cause we're all moving there.</p><p><strong>JOON</strong>: There's some assholes in New York too.</p><p><strong>JAMZ</strong>: Nah. But when y'all get to L.A., y'all start acting like --</p><p><strong>CREAM</strong>: It's all assholes in New York though. It's all assholes.</p><p><strong>KELLEY</strong>: No.</p><p><strong>CREAM</strong>: New Yorkers are mean.</p><p><strong>KELLEY</strong>: High standards.</p><p><strong>CREAM</strong>: New Yorkers are mean though.</p><p><strong>JOON</strong>: Y'all don't drive — New York don't drive like us though. In L.A., you gotta fight for your right.</p><p><strong>CREAM</strong>: <strong></strong>Can't<strong> </strong>drive!</p><p><strong>MUHAMMAD</strong>: What do you mean we can't drive — let's not have this conversation.</p><p><strong>CREAM</strong>: They can't drive. Like, it's nowhere to drive.</p><p><strong>JOON</strong>: Nobody drives.</p><p><strong>CREAM</strong>: Don't nobody drive.</p><p><strong>JOON</strong>: All I see --</p><p><strong>KELLEY</strong>: About to remember your roots right now? Stand up for your city?</p><p><strong>MUHAMMAD</strong>: Stand up for my city.</p><p><strong>KELLEY</strong>: Not your adopted city.</p><p><strong>JAMZ</strong>: Is there any gas stations in New York? I never seen a gas station.</p><p><strong>KELLEY</strong>: Yes. There are fewer. That's a real estate conversation. That's a money question. They started taking all the gas stations because that real estate was so valuable. So now the cab drivers — there's nowhere to get gas. They got to go real far away to get gas. So their money gets hurt but it's all because of speculative real estate and Russian money.</p><p><strong>CREAM</strong>: Russian money.</p><p><strong>JOON</strong>: I was just saying the last time we went, \"Hey I never seen a gas station out here.\" In L.A., it's a gas station damn near every corner.</p><p><strong>KELLEY</strong>: Well, yeah.</p><p><strong>CREAM</strong>: We spaced out. We spaced out.</p><p><strong>JOON</strong>: N----- need gas out here. You going far. You going far, bro. You need some gas.</p><p><strong>KELLEY</strong>: Well, we should wrap it up cause you got places to be and we want to hear your new music off mic.</p><p><strong>JOON</strong>: Thank you.</p><p><strong>KELLEY</strong>: But thank you.</p><p><strong>JOON</strong>: Thank y'all for having us.</p><p><strong>CREAM</strong>: Appreciate it. Appreciate it.</p><p><strong>MUHAMMAD</strong>: Yes. Yes.</p><p><strong>JAMZ</strong>: Thank you, Frannie, Ali.</p><p><strong>MUHAMMAD</strong>: Looking forward to the future.</p><p><strong>P:</strong> There you go.</p><p><strong>KELLEY</strong>: Thanks, guys.</p><p><strong>MUHAMMAD</strong>: Thanks.</p><p><strong>JOON</strong>: And sorry for the wait one more time. Sorry I was late.</p><p><strong>KELLEY</strong>: It's OK. We get it.</p><p><strong>JOON</strong>: I was playing flip cup.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=OverDoz%3A+%27It+Just+Showed+Us+How+Much+Power+We+Had%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Timmhotep Aku","audio":[{"meta":{"duration":"2877"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401070689-d6cd87.m3u?orgId=1&topicId=1039&d=2877&story=401067031&ft=nprml&f=401067031"},{"href":"http://media.npr.org/assets/img/2015/04/21/overdoz-still-2-674d608f7b5157f1e98cb49d599514a3ab7d1726.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1080","width":"1442"}}]}