{"created":"2015-02-08T12:34:55+00:00","modified":"2015-05-13T21:17:52+00:00","valid":{"from":"2015-05-13T21:17:52+00:00","to":"3015-05-13T21:17:52+00:00"},"hreflang":"en","title":"Olympic Golf Course Makes Rio Greener But Turns Some Residents Red","published":"2015-02-08T16:34:00+00:00","teaser":"Officials in Rio de Janeiro say they will use the 2016 Olympics to transform the city, but massive sports events like the Olympics carry a huge price tag, and often leave only white elephants behind.","itags":["npr_api","384287877"],"guid":"72b302da-bf60-4fe0-b171-d795fc832fe3","contentencoded":"<p>Sitting under the shade of a tree on a hot, cloudless day, a group of young protesters has<strong> </strong>set up camp across from what will be the golf course for the 2016 Summer Olympic Games in Rio de Janeiro.</p><p>Until recently the area was a kind of informal nature reserve, undeveloped and populated with animals, in a part of the city crowded with gated communities and high-rise buildings.</p><p>The group, which calls itself \"Occupy Golf,\" says the massive Olympic golf course has taken away a public area.</p><p>\"Rio City Hall is basically killing this reserve ... expelling alligator species, snakes, birds,\" says 18-year-old Lucas Duraes. The city has another golf course, he says, which could have been used instead.</p><p>Flavia Resende, another protester, complains that the <a href=\"http://www.cybergolf.com/golf_news/johnny_walker_asks_how_much_water_does_a_golf_course_use_for_irrigation\">massive amount of water needed</a> to keep the course green is coming at the expense of the residents.</p><p>\"I live nearby at Recreio, and residents are [angry], because while they keep watering the grass here, people don't have water where we live,\" she says.</p><p>Coastal Brazil is suffering from a massive drought right now. Residents suspect water meant for them is being diverted: golf courses drink huge amounts of water daily, and this course is being built from scratch.</p><p>But this isn't just a fight over a golf course.</p><p>When the world judges how well or how badly mega sporting events go, the criteria are pretty limited: Are the fans happy? Are the athletes safe and comfortable? Did the venues come in up to scratch?</p><p>Local communities often see things very differently.</p><p>Think about it: The World Cup lasts a month, the Olympics lasts only 16 days. The people who live in the host cities have to deal with the run-up, which can last years, and the aftermath, which lasts a lifetime. Both the World Cup, <a href=\"http://www.theoaklandpress.com/sports/20150205/oligarchs-unload-sochi-olympics-assets-to-recoup-investment\">which Brazil hosted last year</a>, and the <a href=\"http://www.businessinsider.com/brazil-world-cup-stadium-white-elephants-2015-1\">2014 Sochi Winter Olympics in Russia</a> were marked by massive expenditure — and little lasting legacy beyond white-elephant stadiums.</p><p>The city of Rio vows this won't happen.</p><p>\"The message that we want to spread to the world, is how to use the games to benefit the city, how to use the games to serve the city,\" says Joaquim Monteiro, president of the Municipal Olympic<strong> </strong>Committee. \"That's our mission, that's our aim: How can we transform the city using the Olympics?\"</p><p>He points to new infrastructure, like roads and bus lanes that have increased the number of people who use public transport. Olympic planners say more than half the venues are being repurposed from existing buildings. Other buildings will be only temporary because Monteiro says it's often the cost of maintaining unused venues that strains city budgets.</p><p>But the main way officials are planning to make this cost-effective is through something called Private-Public Partnerships, or PPPs. In principle, it means that private companies foot the cost of certain projects.</p><p>\"Sixty percent of the budget comes from the private sector, so we are saving public money,\" Monteiro says.</p><p>Private money is paying for projects such as the Olympic athletes' village — as well as the golf course.</p><p>Far from being a wild area, Monteiro says, the park where the golf course is being built was home to an illegal operation dredging sand for concrete.</p><p>\"The area of the golf course was an empty area. There was nothing there, it was completely abandoned,\" he says. \"Now the area is completely green, a golf course.\"</p><p>And Monteiro defends the PPP model, which he says will bring jobs and tourism to the city.</p><p>\"There is no philanthropy here. [The private sector is] investing in the city because they will have a return,\" Monteiro says.</p><p>In principle, that sounds fair, though critics say it is anything but.</p><p>Orlando Santos, a professor of urban planning and management at Rio de Janeiro Federal University, says the PPP model transfers public land into private hands.</p><p>\"It's a scandal,\" he says. \"It's a process of benefiting private enterprise.\"</p><p>For example, after the games, the golf course will be turned into a luxury development. The golf course itself will be public — in the sense that you don't have to be a member to play there — but you will have to pay for access. Santos says all these projects will funnel money to the wealthier parts of the city while excluding the poor sectors, exacerbating inequality.</p><p>\"The golf course scheme is just one more project that is imposed on the society here without any discussion, with no transparency,\" Santos says.</p><p>Still, the Occupy Golf movement hasn't gotten widespread public support, and many people on the streets of Rio say they welcome the Olympics and hope it would bring better things for this divided city by the sea.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Olympic+Golf+Course+Makes+Rio+Greener+But+Turns+Some+Residents+Red&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384695820-3677cd.m3u?orgId=1&topicId=1127&d=267&p=10&story=384287877&t=progseg&e=384695737&seg=13&ft=nprml&f=384287877"},{"href":"http://media.npr.org/assets/img/2015/02/06/460683998-8d1c1b58fba43e4504ecc41d078808249064ef53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3081","width":"4108"}}]}