{"created":"2014-10-08T15:14:14+00:00","modified":"2014-10-31T01:41:26+00:00","valid":{"from":"2014-10-31T01:41:26+00:00","to":"3014-10-31T01:41:26+00:00"},"hreflang":"en","title":"State Of The Art: New York Philharmonic's Biennial","published":"2014-05-29T00:22:00+00:00","teaser":"Under music director Alan Gilbert, the orchestra is taking a page from the visual arts world by launching an 11-day festival featuring both established and emerging composers.","itags":["npr_api","316707597"],"guid":"72b60195-9857-4c11-93ef-8b458a2d5a7f","contentencoded":"<p><a href=\"http://www.npr.org/templates/story/story.php?storyId=112863954\" target=\"_blank\">Alan Gilbert</a>, music director of the <a href=\"http://www.npr.org/artists/19286842/new-york-philharmonic\" target=\"_blank\">New York Philharmonic</a>, isn't scared of new music — and he doesn't think audiences should be, either.</p><p>\"Frankly, the reason I do new music is I like a lot of it,\" Gilbert says.</p><p>Under his direction, the New York Philharmonic is now taking a page from the visual arts world. Tonight, it starts hosting its first Biennial, an 11-day festival of new music that will take place not only at the Philharmonic's home in Lincoln Center but also around the city. To focus on the state of the art, it will feature works by both established and emerging composers.</p><p>The New York Philharmonic recorded <a href=\"http://www.npr.org/artists/111419314/christopher-rouse\" target=\"_blank\">Christopher Rouse</a>'s Third Symphony and will premiere his Fourth as part of the Biennial.</p><p>\"The idea,\" Gilbert says, \"is to have each concert sort of represent what, in an art Biennial, would be a pavilion curated by different people. I'm overseeing the whole thing, of course, but we've invited partners to share in the presentation and to bring their own individual and personal points of view.\"</p><p>One of the musical partners sharing a bill with the New York Philharmonic is <a href=\"http://www.npr.org/artists/96329278/bang-on-a-can\" target=\"_blank\">Bang on a Can All-Stars</a>. Composer Julia Wolfe is a founder of this downtown-based music collective.</p><p>\"With Bang on a Can, we're looking at certain kinds of wild and crazy adventurous music that doesn't fit so neatly into the box,\" Wolfe says. \"So, we're ecstatic to be a part of it.\"</p><p>Bang on a Can is going to perform Wolfe's multimedia oratorio, <em>Anthracite Fields,</em> which is inspired by the Pennsylvania coal country close to where she grew up.</p><p>\"I wanted to honor the people that worked there,\" she says. \"And so, one hand, I am looking at did this industry and how in the way does it still connect to our lives, but how do I honor them? It certainly wasn't about, 'Oh, coal is awful.' There are things about coal that are awful, but it wasn't reduced to that.\"</p><p>The Juilliard School and the Metropolitan Museum of Art are also part of the Biennial. They're presenting Austrian composer HK Gruber's opera <em>Gloria — A Pig Tale</em> with visual artist and puppeteer Doug Fitch serving as the director. Fitch also designed the costumes, which are sort of wearable art, for what he calls \"a perverted fairy tale\" featuring a blond pig, a wild boar and avenging sausages.</p><p>\"There's a phalanx of nasty pig's relatives and there is a chorus of frogs, of course,\" Fitch says. \"And a couple of be-bopping kind of oxen with a couple of prophesy-spouting birds. So, it's your regular opera.\"</p><p>Juilliard graduates Carlton Ford and Kevin Burdette couldn't resist croaking and be-bopping in one of the school's practice rooms. Burdette sings the role of Rodrigo, the wild boar.</p><p>\"It's fascinating music because it's intensely difficult,\" Burdette says. \"But when it clicks in it gets this kind of groove that sort of propels itself and it's a hoot to sing, and I think it's probably for the audience. I think they'll think it's a gas.\"</p><p>Gruber's work has been played around the world, but another one of the Biennial's programs features completely unknown composers. Last week, students at the Special Music School High School gathered to rehearse ninth-grader Zachary Detrick's <em>Beyond Outer</em>.</p><p>\"I wanted to try and write a very atmospheric orchestra piece that kind of combines my feelings,\" Zachary says. \"It ended up combining my feelings about the high school and, I don't know, a little bit about how it feels to write music.\"</p><p>For Gilbert, making student work part of the Biennial mix is absolutely crucial to his mission.</p><p>\"Back in the 19th century, almost every concert was a new music concert,\" Gilbert says. \"And I think that it's so important for music to continue to encourage people, to give them the sense that they can compose.\"</p><p>And in two years, Gilbert will again take a musical snapshot of the state of the art.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=State+Of+The+Art%3A+New+York+Philharmonic%27s+Biennial&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"340"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316728921-08f53a.m3u?orgId=1&topicId=1039&ft=3&f=316707597"},{"href":"http://media.npr.org/assets/img/2014/05/28/bangonacan_konstantin-sergeyev_1-46feb0dfdf33c82690a16e8866d8d767654c6da2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2238","width":"2984"}}]}