{"created":"2015-06-01T07:36:33+00:00","modified":"2015-06-03T18:39:57+00:00","valid":{"from":"2015-06-03T18:39:57+00:00","to":"3015-06-03T18:39:57+00:00"},"hreflang":"en","title":"No. 2 At Justice Warns Growing Prison Budget Detracts From Public Safety","published":"2015-06-01T19:49:00+00:00","teaser":"The federal government spends $7 billion a year to incarcerate about 200,000 inmates. That's money Deputy Attorney General Sally Yates says could pay for more FBI agents and local police.","itags":["npr_api","411119414"],"guid":"72baa88a-ce29-4e42-86a7-3766bc15d844","contentencoded":"<p>Prosecutors usually spend their energy putting criminals behind bars, not urging their release. But racial disparities in the system and the huge costs of locking up so many people are pushing some government officials to call for a new approach.</p><p>One of them is the woman who now runs day-to-day operations at the Justice Department. Sally Yates says she's hardly soft on crime: \"I'm a career prosecutor.\"</p><p>Yates made her name prosecuting the man who bombed the Atlanta Olympics in 1996. The bomber, Eric Rudolph, appeared on the FBI's Most Wanted List. Eventually he went to prison, where he's serving four life sentences.</p><p>\"I've been at this for 27 years now,\" Yates says. \"I believe that it's really imperative that we do everything we can to keep our communities as safe as possible, but to do that in a way that is just and fair.\"</p><p>The Senate confirmed Yates last month as deputy attorney general. She's using her new platform as the second in command at the Justice Department to warn that the expanding prison budget has begun to threaten public safety.</p><p>The federal government spends $7 billion a year to incarcerate about 200,000 inmates. She says that money could pay for more FBI agents and local police.</p><p>\"We know that it's the cop on the street that's one of the most important things to be able to keep our communities safe. But yet over the past decade, there's been a 40 percent reduction in the grant money that's available for cops on the street,\" Yates says.</p><p>New Justice Department estimates obtained by NPR suggest the situation will only get worse over the next decade. If nothing changes, the projections say authorities will need to take tens of millions of dollars that could have been devoted to community policing and local law enforcement, and instead, pour that money into federal prisons.</p><p>\"It is simply not sustainable for us to continue at the present rates that we are now of our incarceration levels,\" she says.</p><p>Yates is taking that message to Capitol Hill. She wants members of Congress to dial back long mandatory prison sentences for nonviolent drug criminals.</p><p>Red States like Texas and Georgia launched efforts to overhaul their justice systems years ago. Now a left-right coalition of groups from the ACLU to Koch Industries is advocating for a smarter approach at the federal level, too.</p><p>Here's what Mark Holden, the top lawyer at Koch, told NPR this year: \"We as a people, citizens and our leaders, need to have the humility, the intellectual honesty and the courage to look at what we're doing and change course.\"</p><p>The Obama administration says it has reduced both the violent crime rate and the number of people going to prison.</p><p>Former Attorney General Eric Holder, one of Yates' main supporters, crowed about the data in a speech last year: \"This is the first time, the first time that these two critical markers have declined together in more than 40 years.\"</p><p>And that's a trend Yates says she and new Attorney General Loretta Lynch want to last, long after they leave the government.</p><p>As for the idea that two women are now at the top of the Justice Department, Yates says: \"I was in a meeting and one of my staffers, at the end of it said, 'do you realize I was the only man in the meeting?' And I had actually not even noticed that.\"</p><p>She says she hasn't really focused on the issue.</p><p>\"Maybe, actually, that is the strongest statement of all, is that it's just not as a big a deal today as it was when Janet Reno and Jamie Gorelick were running the department,\" Yates says.</p><p>She and her boss have a little more than a year left in the Obama presidency to make their mark.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No.+2+At+Justice+Warns+Growing+Prison+Budget+Detracts+From+Public+Safety&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411138518-bcfc51.m3u?orgId=1&topicId=1070&d=217&p=3&story=411119414&t=progseg&e=410487719&seg=4&ft=nprml&f=411119414"}]}