{"created":"2015-06-28T09:03:18+00:00","modified":"2015-07-02T20:08:15+00:00","valid":{"from":"2015-07-02T20:08:15+00:00","to":"3015-07-02T20:08:15+00:00"},"hreflang":"en","title":"Presidential Aspiration Born From A Modest, And Tragic, Beginning","published":"2015-07-02T20:08:00+00:00","teaser":"\"It's not a log cabin like Abe Lincoln, but he grew up in a mobile home, which is South Carolina's equivalent of it,\" said one of Sen. Lindsey Graham's former classmates.","itags":["npr_api","417837773"],"guid":"72ea1afe-03d0-4ec4-bfa2-38267801181d","contentencoded":"<p><em>This story is part of NPR's series </em><a href=\"http://www.npr.org/series/415173943/journey-home\">Journey Home</a><em>. We're going to the places that presidential candidates call home and finding out what those places tell us about how they see the world.</em></p><p>Greg Demetri hit the jackpot. When he picked the location for Villa Toscana, his nearly one-year-old Italian restaurant on the main stretch of businesses in Central, S.C., he had no idea that the building had once been owned by the town's most famous resident, Sen. Lindsey Graham.</p><p>Graham, a South Carolina native who announced recently that he would seek the Republican party's nomination for president, first lived in a room behind his family's business, the Sanitary Café — a bar and pool hall on Main Street — before moving into the house that now holds Demetri's restaurant.</p><p>\"That's amazing on the location because we got the location not even knowing that he was a senator here. We just got it because it looked nice,\" Demetri told me on a recent stop at the restaurant.</p><p>When the restaurant opened, he invited Graham to swing by and made him one of his favorite meals, chicken parmesan. The restaurant menu now features the \"Senator's Chicken Parmesan\" and every menu has Graham's autograph scrawled on it. But soon, there will be more.</p><p>\"We are now going to create something called the presidential burger,\" Demetri said.</p><p>Long before there was a presidential burger, Graham was a young boy who was raised in circumstances that were anything but extravagant. His family moved from the cramped room behind their business and later moved into a trailer.</p><p>\"It's not a log cabin like Abe Lincoln, but he grew up in a mobile home, which is South Carolina's equivalent of it, I guess,\" said Warren Mowry, Graham's law school roommate at the University of South Carolina.</p><p>Graham was a C student with big dreams who made his classmates laugh when he declared freshman year that he one day wanted to be governor. He played on the football team at D.W. Daniel High School, though he wasn't very good.</p><p>In a recently released memoir, he described working at the pool hall in the family business, which he called a \"great way to grow up.\" But he said parents today would \"probably lose custody of their children ... if they let them behave as independently and as rascally as I did.\"</p><p>But Graham also experienced the South's racial divisions at his family's business. In the memoir, he wrote that though Central's population was one-fifth black at the time, black customers weren't allowed to drink at the Sanitary Café until the early 1970s. And after the bar was integrated, he remembers his father F.J. stepping in to stop white customers from hassling black ones.</p><p>Graham's high school classmate Tom Von Kanel now lives in nearby Six Mile, S.C.</p><p>\"There are a lot of times when I've heard Lindsey talk about a couple of things some people may raise their eyebrows a bit and say that's a bit blunt. I think that's his dad. That's the son of the father telling it like it is,\" Von Kanel said.</p><p>After high school graduation, Graham headed to the University of South Carolina where he joined the Air Force ROTC program. He was the first person in his family to leave home to go off to college. But he still came back to Central regularly, riding into town on the Greyhound bus to visit his parents and teenage sister.</p><p>While he was still in college, both his parents died of natural causes 15 months apart, his mother of Hodgkin's lymphoma and father of a heart attack. Graham was 22 years old and responsible for his 13-year-old sister, Darline.</p><p>\"I can remember the day my father passed away standing in the living room of that house absolutely scared to death,\" Darline Graham Nordone remembered. \"Lindsey wrapped his arms around me and promised me he would always be there for me and always take care of me.\"</p><p>Von Kanel said Graham stepped up after his parents died.</p><p>\"In a way I think it was a crucible for him,\" Von Kanel said. \"It was a point at which he could use these tough times as a teaching point to make himself better, give himself more wisdom, make himself more resilient, really focus on what was important and I think he did that.\"</p><p>His sister went to live full-time with relatives in nearby Seneca, where Graham now owns a house. Friends, including Von Kanel, say Darline was always Graham's first priority. But at times, it could become a difficult balancing act.</p><p>\"But then he's going to law school. But then he's got the family business. You have three priorities that not only compete, they butt up against each other which for a 22-year-old can be very intimidating,\" Von Kanel said. \"I'm very thankful that I did not have that challenge when I was 22 years old.\"</p><p>Graham even became his sister's legal guardian so she could receive his Air Force benefits. Even though he was away, he made sure to keep her in line, that she was hanging out with the right crowd and that she had everything she needed.</p><p>Warren Mowry, Graham's law school roommate, watched it all play out.</p><p>\"Virtually every weekend on Friday afternoons when he was done with classes he was gone,\" Mowry said. \"He was back up into Central to work in the store and check on his sister to make sure she was OK,\" he said.</p><p>Graham announced his presidential campaign in Central, standing across the street from the business and home that his parents built. He said he was lucky to come from a place like this.</p><p>\"There are a lot of so-called 'self made' people in this world. I am not one of them,\" he told supporters. \"My family, my friends, neighbors and my faith picked me up when I was down, believed in me when I had doubts — you made me the man I am today.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Presidential+Aspiration+Born+From+A+Modest%2C+And+Tragic%2C+Beginning&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418261973-8aeca7.m3u?orgId=1&topicId=1014&aggIds=415173943&d=310&p=10&story=417837773&t=progseg&e=418261951&seg=4&ft=nprml&f=417837773"},{"href":"http://media.npr.org/assets/img/2015/06/27/gettyimages-475528944-91d353d9a4154c805af4680314810a088e877dca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3197"}},{"href":"http://media.npr.org/assets/img/2015/06/27/central1_wide-fe2ce2e6a5c91e69c060b815386fb70d307e0e34.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"701","width":"1246"}},{"href":"http://media.npr.org/assets/img/2015/06/27/centralmenu_custom-c95b3af8d56bc02d72cb0b7b7df7ad42f788b61a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"1465"}}]}