{"created":"2014-09-23T22:49:49+00:00","modified":"2014-09-24T19:09:02+00:00","valid":{"from":"2014-09-24T19:09:02+00:00","to":"3014-09-24T19:09:02+00:00"},"hreflang":"en","guid":"72edd2cb-842c-4bb8-9a03-4374e21dd441","title":"Kenya considers its security on the anniversary of the Westgate mall siege","published":"2014-09-24T19:09:01+00:00","byline":"Andrea Crossan","tags":["terrorism","politics","history","Conflict","Conflict & Justice","Nairobi","Africa","Kenya","East Africa","Africa","Laura Walubengo","Islamic terrorism","al-shabab","Westgate","Shopping mall","siege","Africa","Nairobi","Kenya","Al-Shabaab","Somali people"],"teaser":"One year ago, Somali terrorists stormed an upscale shopping mall in Nairobi, leading to an armed siege that lasted four days and killed 67 people. Now, at the first anniversary of the attack, Kenyans are demanding more accountability from the country's police and army for their response.","contentencoded":"<p><span style=\"line-height: 1.538em;\">Gunmen stormed the upscale Westgate shopping mall in Nairobi, Kenya, one year ago. The militants entered the crowded building with guns blazing, shooting civilians at random.&nbsp;</span><span style=\"line-height: 1.538em;\">They killed 67 people and battled with security forces for four days before dying themselves.</span></p><p>Militants from Al-Shabaab, an Islamist terror group based in Somalia, claimed responsibility for the mall attack, saying it was retribution for Kenya&#39;s troop presence in their country.&nbsp;<span style=\"line-height: 1.538em;\">Kenyan journalist </span><a href=\"https://twitter.com/lwalubengo\" style=\"line-height: 1.538em;\">Laura Walubengo</a>&nbsp;<span style=\"line-height: 1.538em;\">reported on the Westgate siege &mdash; as well as the <a href=\"http://www.bbc.co.uk/news/world-africa-29299596\">ceremonies this week that marked the anniversary</a>.</span></p><p>&ldquo;We had the memorial in Nairobi over the weekend, where people basically came to share their experiences,&rdquo; Walubengo says. &ldquo;They came to let the ghosts lie, to try to put it behind them, because you cannot even imagine the pain that somebody goes through. A lot of people who were there were just grateful to be alive.&rdquo;</p><p>The Kenyan police and army <a href=\"http://www.bbc.co.uk/news/world-africa-29282045\">have been criticized for their response to the Westgate siege</a>.&nbsp;<span style=\"line-height: 1.538em;\">It took hours before the police&#39;s tactical team went into the mall, leaving security guards and volunteers to fend for those trapped inside.&nbsp;</span><span style=\"line-height: 1.538em;\">Lack of coordination between the military and the police led to friendly fire in which one police officer was killed and others were wounded.&nbsp;</span><span style=\"line-height: 1.538em;\">There were also reports of looting by police officers during the siege.</span></p><p>Walubengo says Kenyans have pushed the government to explain what happened inside the mall.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;A lot of people feel the responsibility of security now. They have to ask the difficult questions to get the government to give a proper answer, and they have to hold the government accountable.&rdquo;</span></p><p>Anger at the Somali attackers still lingers, though it&#39;s been redirected toward the city&#39;s Somali immigrant population.</p><p><span style=\"line-height: 1.538em;\">&ldquo;There was a lot of negative sentiment toward the Somali community,&rdquo; Walubengo says. &ldquo;But then you realize that there are people you do know, who are in that community, so you stop looking at them as your enemy and you look at them as just people.&rdquo;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR473IL.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr473iljpg"}]}