{"created":"2015-06-04T23:03:54+00:00","modified":"2015-06-15T23:05:25+00:00","valid":{"from":"2015-06-15T23:05:25+00:00","to":"3015-06-15T23:05:25+00:00"},"hreflang":"en","title":"Viral Superspreader? How One Man Triggered A Deadly MERS Outbreak","published":"2015-06-09T02:02:00+00:00","teaser":"In the past week, cases of the Middle East respiratory syndrome have more than tripled in South Korea. Researchers now have a clue to why the outbreak has grown so large, so quickly.","itags":["npr_api","412046893"],"guid":"72f66a28-1b08-45b8-b79d-32d4babd69a4","contentencoded":"<p>An outbreak of a deadly virus in South Korea has set off alarms across the region.</p><p>In the past week, South Korea's confirmed cases of the Middle East respiratory syndrome have more than tripled to 41, with at least three deaths. About 1,600 people are quarantined and more than 1,000 schools are closed.</p><p>It's the largest outbreak of MERS outside Saudi Arabia. And researchers around the world have been trying to figure out why the outbreak in South Korea has gotten so large, so fast.</p><p>Now researchers have a clue: a superspreader event.</p><p>In the past, MERS hasn't been very contagious — at all. The virus is actually lousy at spreading from person to person. On average, a person who catches MERS passes it on to only one person, or even nobody.</p><p>So outbreaks peter out, because there's no \"sustained transmission,\" as epidemiologists say.</p><p>But then last month, something unusual happened. A businessman, age 68, picked up MERS in the Middle East and brought it to South Korea. It was the first time MERS was in the country. And before health officials knew he had MERS, he had visited at least three<strong> </strong>hospitals and likely spread MERS to more than 20 people.</p><p>The big question is why is MERS suddenly spreading like a cold — or worse? \"What we now see in South Korea is kind of interesting and kind of worrying,\" says <a href=\"http://www.niaid.nih.gov/labsandresources/labs/aboutlabs/lv/virusecology/Pages/default.aspx\">Vincent Munster</a>, who leads the viral ecology unit at the National Institute of Allergies and Infectious Diseases in Montana. \"So we really have to figure out what's going on there.\"</p><p>One scary idea is that the virus has changed or mutated so it's now more contagious.</p><p>\"It's always possible that a virus can change. That's a general rule,\" says <a href=\"http://www.virology-bonn.de/index.php?id=11\">Christian Drosten</a>, a virologist at the University of Bonn in Germany. But it takes not just one but several changes for a virus to become more contagious. \"And the probability for these to happen together is really very, very low,\" he says.</p><p>Drostan has been on the ground in<strong> </strong>Saudi Arabia, working with the Ministry of Health to track MERS around the country. He says sometimes he finds patients who make more virus in their lungs.</p><p>\"If we look at data that we have [from Saudi Arabia] that are not published yet, what we can say is there are some patients that have extraordinarily high viral loads,\" Drostan says.</p><p>And when these so-called superspreaders cough, he says, they can infect many people, sometimes a dozen or more.</p><p>\"Maybe the index case in Korea was one of those superspreaders,\" Drosten says.</p><p>And here's the key thing about this superspreader theory: Drosten thinks that MERS superspreaders are quite rare, although he doesn't know the exact the percentage.</p><p>So if his theory is right, people who caught MERS from the businessman aren't likely to pass the virus onto others. And if that's the case, the outbreak should be over quite quickly, maybe in a week or so.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Viral+Superspreader%3F+How+One+Man+Triggered+A+Deadly+MERS+Outbreak&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412046894-576919.m3u?orgId=1&topicId=1031&d=213&p=2&story=412046893&t=progseg&e=412027307&seg=5&ft=nprml&f=412046893"},{"href":"http://media.npr.org/assets/img/2015/06/04/mers-promo-b27d84e320f3c412c65cb9e74c0e6306e3b8b9b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}}]}