{"created":"2014-09-29T17:06:05+00:00","modified":"2014-10-31T00:17:27+00:00","valid":{"from":"2014-10-31T00:17:27+00:00","to":"3014-10-31T00:17:27+00:00"},"hreflang":"en","title":"Drug-Sniffing Dogs Ease Parents' Minds — Or Confirm Their Fears","published":"2014-07-18T17:00:00+00:00","teaser":"Companies around the country are helping parents search their kids' rooms for drugs. But civil liberties groups say they're crossing a line — and police have their own concerns.","itags":["npr_api","331362828"],"guid":"7301c0ae-6cf9-4236-9a32-8e20d6c35bc6","contentencoded":"<p>At his kitchen table, in a working-class neighborhood not far from Boston, a father is shaking his head in exasperation. His 21-year-old daughter has been in trouble with the law and using drugs on and off for years.</p><p>\"I've had her in detox — I couldn't tell you how many times,\" he says. \"She gets back with her friends and starts all over again.\"</p><p>This man agreed to talk on the condition that neither he nor his daughter would be named because she is on probation and could get in serious trouble if she's caught using drugs again.</p><p>The dad thinks his daughter is using, but she denies it. So he's taking matters into his own hands.</p><p>He is one of many parents who are hiring private businesses that bring drug-sniffing dogs to search kids' rooms, and either put parents' minds at ease or confirm their worst fears.</p><p>On a recent afternoon, when the man's daughter is out, Tom Robichaud and his dog, Ben, show up in a black, unmarked pickup truck. The license plate reads \"NARCK9.\"</p><p>Robichaud, a former dog trainer, launched his business, Discreet Intervention, six months ago. He offers parents the tools of police without the risk of prosecution or prison; everything is confidential.</p><p>\"I don't say anything,\" Robichaud explains as he hands the contract to the dad to sign at the kitchen table. But while legally Robichaud doesn't have to report what he finds, morally, he adds, he might feel compelled in extreme cases.</p><p>\"If, by chance, my dog does come across, let's say, a meth lab [or] a big amount of a narcotic, I have to call the police,\" Robichaud says.</p><p>The dad nods, hands over $300 in cash, and Robichaud and his dog get to work.</p><p>They are led downstairs to a large, unfinished basement strewn with boxes, furniture, laundry and all kinds of junk. A parent wouldn't know where to begin, but the dog bounds ahead, panting and sniffing intently through the clutter. Within seconds, he suddenly stops and sits down. Robichaud tosses him a squishy denim toy as a reward and turns to the father.</p><p>\"[The dog] hit on this table here and that chair,\" Robichaud says. \"I'm not going to go through it. You can.\"</p><p>The dad sifts through two drawers in the table but finds nothing; Robichaud explains that a scent can linger months after drugs are removed. Then the dad feels around in the chair — a large, upholstered recliner. There is nothing in the cushions, so he looks around the back and pulls open a Velcro flap that covers the chair's mechanics. His hand hits on a plastic baggie.</p><p>\"What is <em>that?</em>\" the dad says as he pulls it out.</p><p>\"Oh, my God,\" Robichaud says, as the dad holds up a sandwich bag filled with white powder. The amount is not enough to make Robichaud feel like he has to call the police — but it's more than enough to make the dad want to do it himself.</p><p>\"She's — she's done,\" he fumes. \"She's out of here. We had enough of this. I don't want to see her go to jail, really, but if she has to, she has to.\"</p><p>But slowly, the dad starts to calm down and begins to soften: \"You know, I don't want to get police involved ... just yet.\"</p><p>Instead, he says, he'll use what he found as leverage to force his daughter into a detox program. \"I'll give her ... another shot,\" he sighs.</p><p>Robichaud never asks — and the dad doesn't say — what he's going to do with the baggie. It's totally up to the dad. That discretion is exactly why private drug-sniffing dog businesses say they're being hired more often by parents nationwide.</p><p>\"When we first launched the businesses, it went basically viral overnight,\" says Anne Wills, owner of Dogs Finding Drugs, one of the first to get into the business a few years ago.</p><p>Wills says she takes calls from schools, businesses, halfway houses, landlords, ex-husbands or wives involved in divorce or custody cases, as well as parents.</p><p>Recently, Wills says she was hired by a woman who smelled chemicals wafting over from what she believed to be a drug dealer's house next door. Wills' dog picked up on drug scent inside the woman's house, and then outside.</p><p>\"The dog drew us from her yard, straight over to [the neighbor's] house,\" Wills says. \"So, she keyed in on the odor and followed it. And the dog hit all over their garage, all over the ground — the dog went crazy.\"</p><p>Wills says she called police with the tip about the neighbor's garage.</p><p>\"We don't like to trespass. We don't normally do it,\" she says. \"But sometimes if nobody's home and the dog wanders up there, the dog wanders up there.\"</p><p>Civil liberties groups are more circumspect.</p><p>\"I think this crosses a line,\" says ACLU privacy expert Jay Stanley.</p><p>Dogs — and all kinds of new high-tech gadgets, for that matter — can be used to sniff a lot more than just illegal drugs, and anyone's privacy could be invaded.</p><p>While the Constitution protects against unwarranted police searches, Stanley says, there's no such protection against nosy neighbors, and the law has some catching up to do.</p><p>\"There's a fundamental principle here that we don't intrude in that way on people's homes,\" says Stanley. \"And I don't think we want to go down the road to allowing open season for neighbors to spy on each other.\"</p><p>Law enforcement officials have their own concerns. Jim Pasco of the National Fraternal Order of Police worries that a dog handler could inadvertently walk into the middle of an ongoing criminal investigation, putting the whole thing — and possibly lives — at risk.</p><p>\"We don't seek this kind of assistance,\" Pasco says. \"We believe that some things are best left to police to ensure the best possible result.\"</p><p>Others question the reliability of private drug-sniffing-dog businesses. While they don't have to report their findings to police, they could, of course, do so at the request of their customers. Experts say they could in some cases be compelled to testify if authorities find out about their involvement.</p><p>But that raises the issue of whether any evidence from privately trained dogs is reliable enough to hold up in court. There's no official national accreditation standard or license for private drug-sniffing dogs, and trainers range from well-established companies that certify police dogs to anyone who hangs out a shingle. That leaves some prosecutors wary.</p><p>\"We can't vouch for them,\" says John Kimbrough, district attorney in Orange County, Texas, where a private drug-sniffing-dog business is working in schools and private homes.</p><p>\"When you have a private handler, you may not know anything about them,\" he says. Kimbrough hasn't seen it come to a test yet, but he says the process is hardly foolproof, and evidence from a privately owned dog might not pass legal muster.</p><p>\"That has to translate into probable cause to justify the search — that has to be ironclad. [That this] isn't just some fishing expedition, because the dog has got a demonstrated history of reliability,\" Kimbrough says.</p><p>Robichaud and his dog were certified by the LaFollette K9 Training Center in Missouri, which mostly trains police dogs and has recently seen a big spike in non-police customers.</p><p>Robichaud agrees that more regulation would better protect parents.</p><p>\"A lot of people are jumping on the bandwagon,\" he says. \"Anyone can buy a dog in a pound, and [parents] wouldn't even know if it's a drug dog.\"</p><p>He knows all too well how desperate parents can be — his own brother died of an overdose after using drugs for many years.</p><p>\"Every time I go into a house, I see those parents like my parents, [and] what they went through,\" says Robichaud. \"It just destroyed my family.\"</p><p>To help their, kids, Robichaud says, parents first need to know what's going on — and he's just one of many now offering to help them find out.</p><p>\"I'm not Dr. Phil, and I'm not saying my service [is going to make] the kids be the Walton kids,\" he says. \"But on the other hand, I have hope that the kid will turn around.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Drug-Sniffing+Dogs+Ease+Parents%27+Minds+%E2%80%94+Or+Confirm+Their+Fears&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332050523-00cff7.m3u?orgId=1&topicId=1091&ft=3&f=331362828"},{"href":"http://media.npr.org/assets/img/2014/07/16/private-k9-trainer1-ff03e19d8dbd95c53cdf4c97c5649c04821dea34.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/07/16/private-k9-trainer2-7d3ed242f19f21dd9e9ebae1f0837f3d3af91109.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1840","width":"2448"}}]}