{"created":"2015-04-28T22:24:13+00:00","modified":"2015-06-02T00:11:58+00:00","valid":{"from":"2015-06-02T00:11:58+00:00","to":"3015-06-02T00:11:58+00:00"},"hreflang":"en","title":"How Bessie Smith Ushered In The Jazz Age","published":"2015-04-28T23:53:00+00:00","teaser":"The singer known as the \"empress of the blues\" is the subject of a new HBO biopic. <em>Jazz Night In America </em>host Christian McBride breaks down her influence and legacy.","itags":["npr_api","402850016"],"guid":"73191afa-5c58-4569-9fe7-a1aa284f01de","contentencoded":"<p>Jazz and blues are often treated as one and the same — but how did one end up taking over and surpassing the other, ushering in the jazz age?</p><p>That's a subject of an upcoming HBO biopic, called <em></em><em>Bessie</em>, about singer and songwriter <a href=\"http://www.npr.org/artists/15404953/bessie-smith\" target=\"_blank\">Bessie Smith</a> and her mentor Ma Rainey. Jazz bassist and composer Christian McBride, host of NPR's <em><a href=\"http://www.npr.org/series/347139849/jazz-night-in-america\" target=\"_blank\">Jazz Night In America</a> </em>and a regular guest on <em>All Things Considered</em>, spoke with host Audie Cornish about Bessie Smith's legacy.</p><p>An edited transcript of their conversation follows.</p><hr /><p><strong>Audie Cornish: </strong><strong>So I'm excited to talk about this because the star of this movie is Dana Owens, a.k.a. <a href=\"http://www.npr.org/artists/15327808/queen-latifah\" target=\"_blank\">Queen Latifah</a>. She started out in hip-hop and has definitely done more than one jazz album actually, the first of which came out in 2004. Anytime you do something like this, there's going to be some comparison. <br /></strong></p><p><strong>Christian McBride: </strong>Well, I think we could talk about both in the same conversation. I'm very impressed that Latifah took this on because I certainly feel that out of all of today's modern artists — popular artists that is — is that she would be the most well-equipped. And I say that from experience, because I had a chance to work with her many times. I played on her second jazz CD called <em></em><em>Trav'lin' Light</em>. People don't even really have any clue just to how talented she really really is — and for her to take on Bessie Smith, I applaud her.</p><p><strong></strong><strong>Can you talk about style a little bit, because the thing about Bessie Smith is: Because she and Rainey and other people in the blues were precursors to the jazz singers that we're all familiar with, we almost take their sound for granted, right? Like you hear it, but you forget that this was the initial sound. This is where it started.</strong></p><p>This is very much the initial sound. Bessie Smith was known as the \"empress of the blues.\" She was born in Chattanooga, Tenn., and Bessie Smith is the one that really brought that sort of — the modern blues sound, and Bessie Smith was pretty much the queen of that area.</p><p><strong></strong><strong>At the time that she is becoming popular this is when the Harlem Renaissance is getting underway, and she sells so many records that she saves Columbia records from bankruptcy. Just so people can understand kind of how big of a star she was, and at the time she was a star, vinyl records were just coming into being.</strong></p><p><strong></strong><strong>Christian, let's talk about her style a little bit. The first thing I noticed was diction. You know, we're talking early days of recording, and I can understand every word. </strong></p><p>Yes, well, she has that little growl every now and then when she says certain words, and that really kind of comes from what gospel singers were doing. And someone asked the question, like, \"what's the difference between gospel and blues?\" I think it's a simple word. It's the simple changing of the word \"God\" to \"baby\" or \"sweetheart\" or something like that. It's the same sound, the same feel. It's that same passion. And she was the prototype. Everyone from <a href=\"http://www.npr.org/artists/14894617/billie-holiday\" target=\"_blank\">Billie Holiday</a> to <a href=\"http://www.npr.org/artists/15395370/ella-fitzgerald\" target=\"_blank\">Ella Fitzgerald</a> — although they weren't known as blues singers, you can hear a lot of that — the phrasing, the diction, all of that from Bessie Smith.</p><p><strong></strong><strong>What to you is the difference between jazz and blues? Is it the kind of thing like these days we say 'hip-hop' and 'rap' and, do we use it interchangeably? </strong></p><p>Yeah. When you think of jazz, certain words like sophistication, elegance come to mind. Blues is really sort of the foundation, I mean because you can't have jazz without blues, no matter how many intellectuals will try to make that argument. You cannot have jazz without blues, so to me the big difference between jazz and blues is really kind of hard to say verbally, but you know it when you hear it and you know it when you feel it. There's more things in jazz, whereas blues is sort of a raw emotion.</p><p><strong></strong><strong>Given what you talked about in terms of the period and what was happening, what do you think at the end of the day, Bessie Smith's legacy is? I mean, I think it's interesting that this film is even being made, frankly, because she's not a figure I think — even though her name is well-known — she's not talked about very much. </strong></p><p>You know, when you think of the '20s and you think of modern jazz, you think of <a href=\"http://www.npr.org/artists/15185958/louis-armstrong\" target=\"_blank\">Louis Armstrong</a> and <a href=\"http://www.npr.org/artists/15396582/duke-ellington\" target=\"_blank\">Duke Ellington</a>. Well for those of us who know, it's the same with Bessie Smith, and her predecessor Ma Rainey. They really started the modern blues/jazz singer. It started with people like Bessie Smith.</p><p><strong></strong><strong>It's funny, I hadn't thought of it in terms of gender actually, but that makes a lot of sense. These are twin. These are, in terms of the building of jazz — these things are bookends. </strong></p><p>Absolutely, and if you listen to any singer. I mentioned earlier, I think Billie Holiday has a very large sense of the blues in her voice, and if you listen to Billie Holiday right behind Bessie Smith, you can't help, but go, \"Oh, OK, I hear where she got some of that.\" Obviously it's one's own personality flourishing, but you've got to get ideas from somebody.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Bessie+Smith+Ushered+In+The+Jazz+Age&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"483"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402856180-a3b622.m3u?orgId=1&topicId=1039&aggIds=347139849&d=483&p=2&story=402850016&t=progseg&e=402855950&seg=18&ft=nprml&f=402850016"}]}