{"created":"2015-01-02T21:18:14+00:00","modified":"2015-05-13T21:25:15+00:00","valid":{"from":"2015-05-13T21:25:15+00:00","to":"3015-05-13T21:25:15+00:00"},"hreflang":"en","title":"Researchers Create Artificial Organs That Fit In Your Hand","published":"2015-01-05T21:16:00+00:00","teaser":"Scientists are growing mock organs made of human cells to better study diseases and help test drugs. Researchers at Johns Hopkins are working on a gut-on-a-chip.","itags":["npr_api","371945110"],"guid":"7320bbe8-2921-48cb-9117-6e9ca8f90cf2","contentencoded":"<p>Great balls of cells! Scientists are developing mock human organs that can fit in the palm of your hand.</p><p>These organs-on-a-chip are designed to test drugs and help understand the basics of how organs function when they are healthy and when they are diseased.</p><p>For instance, you have your gut-on-a-chip being developed at the Johns Hopkins School of Medicine. It's a high-tech approach to dealing with a scourge of the low-tech world.</p><p>\"I'm interested in solving a worldwide problem of diarrheal diseases,\" says <a href=\"http://cmm.jhu.edu/index.php?title=Mark_Donowitz\">Dr. Mark Donowitz</a>, who runs this lab. He says 800,000 children a year die from these diseases — notably cholera, rotavirus and certain strains of <em>E. coli.</em></p><p>\"We've failed so far to find drugs to treat diarrhea using cell culture models and mouse intestine,\" Donowitz says. Mice simply don't react the way we do to these germs, so they aren't very helpful for studying diseases of the gut.</p><p>So Donowitz's team is building what it hopes will be a much better way to study these diseases: the gut-on-a-chip. Truth be told, there's not a lot to see.</p><p>Postdoctoral researcher Jennifer Foulke-Abel holds one in the palm of her hand. It's a thin sheet of glass, topped with a plastic microscope slide and a tiny cavity inside. Half a dozen spaghetti-size tubes bristle from the device.</p><p>\"The reason there are so many tubes is we have a vacuum chamber that will cause the membrane to stretch, the way the intestine stretches as it moves food along,\" Fouke-Abel explains.</p><p>Cells plucked from a human intestine will be put into a tiny chamber around that membrane, and they will divide, grow and even organize themselves much as you would find them in human guts. The device, when operating, might hold 50,000 gut cells.</p><p>Step 1 in this research is to see whether cells in the ersatz organ react the same way to diseases as do cells in the human gut.</p><p>\"And in all three of the diseases I mentioned, we've been able to take that first step,\" Donowitz says. \"So we know that these appear to be really good models of the human disease.\"</p><p>Still, it's a work in progress. The guts-on-a-chip produce digestive enzymes, hormones and mucus, but they don't yet incorporate other parts of the human intestine, such as blood vessels or nerve cells.</p><p>\"They all have to be incorporated if you want to move from a simple to a more complex system, which I think you need to do if you are going to reproduce intestinal biology,\" Donowitz says.</p><p>This lab is moving in that direction. And once it has a complete system built, one use will be to test potential drugs for the diseases being studied. \"We think this could be a real step forward in terms of reducing waste-of-time drug development,\" Donowitz says.</p><p>While this lab at Johns Hopkins is working to develop the gut, other labs scattered around the country are working on other organ systems.</p><p>\"There's going to be a brain-on-a-chip, liver, heart and so on,\" says Danilo Tagle, who coordinates this overall effort at the <a href=\"http://www.ncats.nih.gov/research/reengineering/tissue-chip/projects/awards-2014.html\">National Center for Advancing Translational Sciences</a>, which is part of the National Institutes of Health. It is funding development of <a href=\"http://www.ncats.nih.gov/research/reengineering/tissue-chip/projects/awards-2014.html\">10 organ systems in all</a>.</p><p>\"The goal is actually to tie them in all together,\" Tagle says. So they will collectively act like an entire human being on a chip — at least from the point of view of a scientist interested in testing drugs. (The brain-on-a-chip will not think, of course.)</p><p>And Tagle says in the long run, scientists hope they can build many of these systems, each one based on the cells from an individual person. Imagine a small army of cell-based stand-ins for research.</p><p>\"And so you can identify which part of the population might be more responsive to particular drugs, or identify a subset of the population that might be more vulnerable to the harmful effects of a particular drug,\" Tagle says.</p><p>He says this $75 million, five-year project took off thanks to <a href=\"http://wyss.harvard.edu/viewpage/461/\">pioneering work</a> at the Wyss Institute for Biologically Inspired Engineering at Harvard. The research has been so promising, Wyss spun off a private company to pursue it.</p><p>\"It's called <a href=\"http://www.emulatebio.com/\">Emulate</a>,\" says Donald Ingber, founding director of the Wyss Institute. \"It's just getting its feet on the ground. We have almost 20 people out of the Wyss Institute who are moving out with it.\"</p><p>Ingber says it would be too much to expect this technology to replace mice in medical research anytime soon. But he is hoping that this will speed up drug development and make it less expensive, \"because if we can identify things that are more likely to work in humans, that's going to have major impact.\"</p><p>And there are so many avenues to pursue, he says, there's plenty of room for both industry and academics to work on building and improving these organs-on-a-chip.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Researchers+Create+Artificial+Organs+That+Fit+In+Your+Hand&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374621921-2cc01e.m3u?orgId=1&topicId=1128&d=297&p=2&story=371945110&t=progseg&e=374532984&seg=15&ft=nprml&f=371945110"},{"href":"http://media.npr.org/assets/img/2014/12/22/gut-on-chip-1-419dfe438139ba8097ad5249475cb4e95646c6ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1317","width":"1759"}},{"href":"http://media.npr.org/assets/img/2014/12/22/chip-1-5474aa2a1c936341d62b1674c6e3dbd33ab1a231.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}