{"created":"2014-09-19T19:44:46+00:00","modified":"2014-10-31T01:56:19+00:00","valid":{"from":"2014-10-31T01:56:19+00:00","to":"3014-10-31T01:56:19+00:00"},"hreflang":"en","title":"'Third Plate' Reimagines Farm-To-Table Eating To Nourish The Land","published":"2014-05-23T21:56:00+00:00","teaser":"Renee Montagne talks to Dan Barber about his new book <em>The Third Plate: Field Notes on the Future of Food. </em>Barber advocates eating a wider variety of foods that better support the land.<em></em>","itags":["npr_api","313988991"],"guid":"732371a6-5b98-4720-8dcf-45e888f50f92","contentencoded":"<p>Perched on a farm along the Hudson River is Dan Barber's award-winning restaurant, <a href=\"http://www.bluehillfarm.com/food/blue-hill-stone-barns\">Blue Hill at Stone Barns</a>. The food that's harvested on the farm year-round is what is served to diners daily.</p><p>But this champion of the farm-to-table movement noticed that farming and consuming foods locally still <em></em>wasn't all that sustainable.</p><p>\"Tomatoes are the all star of the farm-to-table world. But in fact, they're like the Hummers of the vegetable world,\" he tells NPR <em>Morning Edition</em> host Renee Montagne. That's because they require more water and nutrients from the soil than a lot of other vegetables.</p><p>\"At the end of the day what we need to support is all of the farming decisions that lead to that one great tomato,\" he says.</p><p>In his new book, <em>The Third Plate: Field Notes</em> <em>on the Future of Food</em>, Barber proposes rotating the most desirable and valuable foods, like tomatoes, with more humble offerings like buckwheat or barley or mustard greens — which are often overlooked when it comes to dining. Farm-to-table should include different foods and different portions that support the land, Barber says.</p><p>\"It's a way of creating a pattern of eating,\" he tells Montagne. Take Italian cooking. We love the tomatoes and cheese, but the basis of Italian cooking is beans. The beans nourish the soil and make the tomatoes better, he says.</p><p>In the American South, it was beans, collards and some ham. \"In a dish, you had everything that supported that ecology,\" he says.</p><p>But American tradition has fallen out of touch with the land. \"There's no cuisine you can point to that has a 12-ounce center cut protein for dinner. ... That is an American phenomenon,\" Barber says</p><p>In addition to the <a href=\"http://www.npr.org/blogs/thesalt/2014/03/04/285879644/eat-plants-and-prosper-for-longevity-go-easy-on-the-meat-study-says\">human health concerns</a> linked to Americans' high rates of meat consumption, raising meat uses an <a href=\"http://www.npr.org/blogs/thesalt/2012/06/27/155527365/visualizing-a-nation-of-meat-eaters\">awful lot</a> of natural resources, as we've reported.</p><p>Historically, American farmers moved west to farm new land when their old land no longer produced, or they turned to technology rather than change their methods to rotate and vary the crops. \"It's unsustainable and it's not realistic,\" he says.</p><p>And the problem with the current farm-to-table movement is that it hasn't challenged the system enough, he says. \"It's too passive.\" But, Barber says, chefs are in a \"unique position\" to change that because they \"curate flavors and they really curate, in the end, a culture, and then I think it can permeate the everyday eating habits of Americans.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Third+Plate%27+Reimagines+Farm-To-Table+Eating+To+Nourish+The+Land&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"381"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314138939-efabac.m3u?orgId=1&topicId=1033&ft=3&f=313988991"},{"href":"http://media.npr.org/assets/img/2014/05/19/stone-barns-2-3290fba6b890cfb8481074190166b6436300586c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"955","width":"1274"}}]}