{"created":"2014-11-28T21:51:18+00:00","modified":"2014-11-29T13:10:19+00:00","valid":{"from":"2014-11-29T13:10:19+00:00","to":"3014-11-29T13:10:19+00:00"},"hreflang":"en","title":"Diversity On 'The Walking Dead' Wasn't Always Handled Well","published":"2014-11-28T23:22:00+00:00","teaser":"AMC's hit zombie drama <em>The Walking Dead</em> airs its midseason finale Sunday. It's now one of TV's most diverse shows, but critic Eric Deggans says it hasn't always served non-white characters well.","itags":["npr_api","366655295"],"guid":"7329ab44-d857-4d40-a8d9-3a24b5f51f3f","contentencoded":"<p><em>Language advisory: Quotes from </em>The Walking Dead<em> in this story contain language some find offensive.</em></p><hr /><p>For <em>The Walking Dead</em>, it was less like a conversation between two characters and more like a mini manifesto.</p><p>The moment came during an episode called \"Four Walls and Roof,\" as Bob Stookey spoke to hero Rick Grimes about a central theme this season: keeping your humanity in midst of a zombie apocalypse.</p><p>\"We push ourselves to let things go, and then we let some more go and some more ... and pretty soon there's things we can't get back,\" he tells Rick. \"And if you let too much go along the way, that's not gonna work.\"</p><p>\"This is the real world,\" Rick insists.</p><p>\"Nah,\" Bob answers. \"This is a nightmare. And nightmares end.\"</p><p>It was a short, sweet statement on what the whole series is about. But I noticed something else: There were five characters involved in this scene.</p><p>And Rick Grimes was the only white person among them.</p><p>In fact, <em>The Walking Dead</em> has quietly assembled one of the most ethnically diverse casts on a top-rated TV show. When it airs its midseason finale Sunday, the show will have at least seven major non-white characters, including Michonne, a sword-swinging African American heroine who is also one of the program's most popular characters.</p><p>\"She's the person who will step in, at those moments when someone really needs to step in,\" says Danai Gurira, the actress who plays Michonne, explaining her character on AMC's <em>Walking Dead</em> aftershow, <em>Talking Dead</em>. \"She steps in and goes and helps to get the medicine, she steps in and stabs The Governor when he goes and tries to kill Rick. That's more her purpose, I think.\"</p><p>But the characters of color on <em>The Walking Dead</em> weren't always so plentiful or well-crafted.</p><p>When the show first started, it had a great character of color in Korean American Glenn Rhee. But critics <a href=\"http://www.tampabay.com/features/media/does-the-walking-dead-have-quota-for-number-of-black-characters/1264611\">like me</a> argued its two African American characters weren't enough to reflect the diversity of its setting around Atlanta, where the population is more than 50 percent black.</p><p>And the racial conflicts on the show were often cartoonish, as shown by a fight between racist white Southerner Merle Dixon and a black man, Theodore \"T-Dog\" Douglas, kicked off with Dixon declared \"that'll be the day ... the day I take orders from a n - - - - -.\"</p><p>For a while, T-Dog was the show's only black character, given little backstory and few lines. He even complained about his situation, but only when he was delirious from an infection.</p><p>\"I'm the one black guy ... you realize how precarious that makes my situation?\" he says to a fellow survivor, describing how he felt threatened by three other characters in their group. \"I'm talking about two good ol' boy cowboy sheriffs and a redneck whose brother cut off his own hand because I dropped a key. Who in that scenario do you think is going to be the first to get lynched?\"</p><p>The situation changed when <em>The Walking Dead</em> TV show began adding popular characters of color from the graphic novel that inspired it. That includes Michonne and Tyreese, who often acts as the show's moral center.</p><p>At first, even Michonne seemed underwritten. Tight-lipped and shut down by PTSD, she took a while to warm up to her fellow survivors and reveal more of herself in ways that showcased the character.</p><p>Now, there are even more actors of color on the show, including former <em>Everybody Hates Chris</em> star Tyler James Williams and <em>The Wire</em> alum Seth Gilliam, playing a priest named Gabriel who is wracked with guilt after locking his congregation out of the church in order to ensure his own survival.</p><p>The show doesn't talk overtly about race anymore. But it does look a lot more like America, in ways that allow everyone to see themselves as the hero — or antihero.</p><p>These aren't just tokens. They are fully fleshed-out characters with their own histories, storylines and goals. And they have come along as the <em>Walking Dead</em> has become the most popular series on TV with the young demographic advertisers crave.</p><p>It's another example of how creating a cast that looks like America is good for TV stories and the TV business. Even in a zombie apocalypse.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Diversity+On+%27The+Walking+Dead%27+Wasn%27t+Always+Handled+Well&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367244352-e4852d.m3u?orgId=1&topicId=1138&ft=3&f=366655295"},{"href":"http://media.npr.org/assets/img/2014/11/25/amc_twd_gallery__sasha_tyreese_gallery_0865_v2-ec702c97a4339e0b5561c2ce0a2f74c41d3a020a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2052","width":"2736"}},{"href":"http://media.npr.org/assets/img/2014/11/25/amc_twd_michonne_gallery_4463_v2-40fa06bb7a285cb58d355894c43fb8cc65269557.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4234","width":"5649"}}]}