{"created":"2014-10-07T20:09:42+00:00","modified":"2014-10-31T00:06:14+00:00","valid":{"from":"2014-10-31T00:06:14+00:00","to":"3014-10-31T00:06:14+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: Culture Between The Coasts And Imperfect Fits","published":"2014-07-25T12:03:00+00:00","teaser":"With special guest Barrie Hardymon, the gang discusses the way the middle of the country is portrayed in pop culture. Plus, works in which a single piece is out of place and What's Making Us Happy.","itags":["npr_api","333196413"],"guid":"73295fed-10cb-4123-8c61-314929ea146c","contentencoded":"<p>In San Diego or its sprawling surrounding area? Come to the East Plaza Gazebo in Seaport Village (between Village Cafe and Ben & Jerry's) on Saturday morning, any time between 9 and noon PT, to hang out with the <em>Pop Culture Happy Hour</em> gang! It's just an informal meet-and-greet — we wanted a chance to hang out with folks in the area who couldn't get tickets to the San Diego Comic-Con that week — but we'd love to see anyone who's able to swing by. For last-minute scheduling information, follow <a href=\"http://www.twitter.com/nprmonkeysee\">Linda</a>, <a href=\"http://www.twitter.com/ghweldon\">Glen</a> and <a href=\"http://www.twitter.com/idislikestephen\">me</a> on Twitter.</p><p>Before we get started with this week's episode, a quick reminder that tickets for <em>Pop Culture Happy Hour</em>'s <a href=\"http://www.thebellhouseny.com/event/636371-nprs-pop-culture-happy-hour-brooklyn/\">August 19 live show</a> at New York City's Bell House will go on sale Monday, July 28 at noon ET. Tickets to last month's 200th-episode spectacular sold out in less than two minutes, so bookmark this page and get quick on the draw, people! We'll have wonderful guests on hand — including Ophira Eisenberg and Jonathan Coulton from <a href=\"http://www.npr.org/programs/ask-me-another/\"><em>Ask Me Another</em></a>, as well as our producer emeritus and music director, Mike Katzif — so we're sure to be in even better spirits than usual.</p><p>With the PCHH crew already in the process of scattering westward, we recorded this week's episode a whopping two weeks ago. Linda was already on the West Coast to attend the Television Critics Association Press Tour in Los Angeles, so she decided to meet up with our now-L.A.-based pal Barrie Hardymon and form half of this week's panel 3,000 miles from home. That left Glen and me to sit in an uncharacteristically barren Studio 44 and listen to Linda and Barrie's voices on the wind.</p><p>Which, in turn, got us to thinking about the bicoastal nature of U.S. pop culture — and, more to the point, the massive area so often dismissed as \"flyover country.\" We talk about specificity, authenticity, accuracy, and towns large and small, while dropping just about every name imaginable: William H. Gass, Marilynne Robinson, Jonathan Franzen, Mark Twain, the Green Bay Packers, W.P. Kinsella, Ray Bradbury, <em>The Wizard of Oz</em>, Alexander Payne, John Grisham and more.</p><p>Then it was on to the notion of \"imperfect fits\" — art in which one performance or element doesn't seem to fit with the work surrounding it. Linda opens the discussion with <a href=\"http://www.youtube.com/watch?v=wWPRxu0HMQM\">this jarring performance</a> in a musical, but we find lots of room to maneuver within the topic, from Marni Nixon to Nicki Minaj to <em>Mad Men</em> to Russell Crowe to Barbra Streisand to Glen's cardinal rule of superhero stories. Along the way, Barrie mentions a few of the less likely works of <a href=\"http://www.goodreads.com/book/show/11636.Collected_Children_s_Stories\">Sylvia Plath</a> and <a href=\"http://www.npr.org/2013/11/09/243979808/a-rose-is-a-rose-is-a-75-year-old-kids-book-by-gertrude-stein\">Gertrude Stein</a>, as well as <a href=\"https://www.goodreads.com/series/49715-frances-the-badger\">these lovely children's books</a> by Russell Hoban.</p><p>Finally, as always, we close with What's Making Us Happy. I set a Comic-Con goal that doubles as a parenting goal, and highly recommend <a href=\"https://medium.com/matter/miss-american-dream-31c823ad0e5a\">a long read</a> about Britney Spears. Glen offers a measured recommendation of <a href=\"http://www.npr.org/2014/06/29/326154752/in-snowpiercer-a-never-ending-train-ride-and-a-society-badly-off-track\">this movie</a>. Barrie loves <a href=\"http://www.pbs.org/call-the-midwife/home/\">this PBS show</a> and <a href=\"http://www.goodreads.com/book/show/237344.Mister_Dog\">these</a> <a href=\"http://www.harpercollins.com/9780064432221/wait-till-the-moon-is-full\">two</a> lesser-known works by a great author of children's books. And Linda highlights <a href=\"http://www.npr.org/blogs/monkeysee/2014/07/09/330125072/press-tour-day-1-paper-airplanes-daniel-radcliffe-and-christmas\">a favorite from Press Tour</a> in which a familiar face teaches viewers about familiar topics.</p><p>As always, we're delighted to hear from you, so <a href=\"http://www.facebook.com/pchh\">find us on Facebook</a> or follow us on Twitter: <a href=\"http://www.twitter.com/idislikestephen\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">Linda</a>, <a href=\"http://www.twitter.com/ghweldon\">Glen</a>, <a href=\"http://www.twitter.com/bhardymon\">Barrie</a>, producers <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica</a> and <a href=\"http://www.twitter.com/lmigaki\" target=\"_blank\">Lauren</a>, and our pal <a href=\"http://www.twitter.com/mikekatzif\" target=\"_blank\">Mike Katzif</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+Culture+Between+The+Coasts+And+Imperfect+Fits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stephen Thompson","audio":[{"meta":{"duration":"2777"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333197155-1e89f7.m3u?orgId=1&topicId=1048&ft=3&f=333196413"},{"href":"http://media.npr.org/assets/img/2014/07/20/pchhblogrect-fe20283a6f357dc79d4f9cb8fcf38e32cca2f672.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}