{"created":"2014-09-03T14:50:00+00:00","modified":"2014-09-03T14:50:00+00:00","valid":{"from":"2014-09-03T14:50:00+00:00","to":"3014-09-03T14:50:00+00:00"},"hreflang":"en","title":"'The Fact Is These Are Russian Forces,' Says Ukraine's Ambassador To U.S.","published":"2014-03-05T01:17:00+00:00","teaser":"\"The whole world witnessed the act of aggression of Russia against Ukraine,\" Olexander Motsyk says. \"And they ... participate in toppling local government in Crimea.\"","tags":["npr_api","285791958"],"guid":"732a389b-0778-4792-b6fa-58f3dc5e939c","contentencoded":"<p>Despite what Russia's President Vladimir Putin might say, the country's approach to Ukraine is a \"gross violation of international law,\" says Ukraine's ambassador to the U.S., Olexander Motsyk.</p><p>\"The whole world witnessed the act of aggression of Russia against Ukraine,\" Motsyk tells NPR's Melissa Block, in an <em>All Things Considered</em> interview about recent developments in his country.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/04/285653335/putin-says-those-arent-russian-forces-in-crimea\">As we reported earlier</a>, Putin claimed today that the armed forces that have taken over parts of Crimea are not Russian. They're \"local self-defense forces,\" he said.</p><p>That's simply not true, Motsyk says, repeating himself for emphasis.</p><p>\"The fact is,\" he says, \"these are Russian forces. And they participate in toppling local government in Crimea.\"</p><p>The ambassador says he welcomed hearing Putin say that Russia is pulling its troops back from Ukraine's border — but he couldn't verify that a withdrawal is underway.</p><p>\"We're happy that there is such a statement\" from Putin, Motsyk says. \"But we need not only words, but deeds.\"</p><p>A tense situation passed without violence earlier today, when armed men who had taken control of the Belbek airbase in Crimea fired warning shots as more than 100 Ukrainian troops approached them. The Ukrainians were unarmed, carrying a flag and singing. The situation ended without reported injuries.</p><p>Ukraine isn't sure where exactly the troops came from, Motsyk says. But he cites a colleague's report Monday that there are 16,000 Russian troops in the Ukraine now.</p><p>\"Russia simply violated international law and occupied Crimea,\" Motsyk says. \"The choice of Ukraine was to integrate into European Union — and maybe not everybody is happy with that idea.\"</p><p>\"There are Ukrainian vessels that have now been effectively turned into Russian vessels, have been forced to change their allegiance,\" Melissa says of Ukraine's military. \"What about those vessels? What happens to them?\"</p><p>\"As far as I know, all vessels are loyal to Ukraine,\" Motsyk says. \"Yes, Russia has been trying to establish control over Ukrainian military facilities. But all the Ukrainian troops are loyal to Kiev.\"</p><p>A career diplomat, Motsyk has been Ukraine's ambassador to the U.S. since 2010, a span that includes serving the ousted President Viktor Yanukovych.</p><p>Motsyk has negotiated with Russia on border and citizenship issues in the past. He says that Ukraine will work with the U.S., Europe and Russia to ensure the country maintains control of Crimea.</p><p>\"We live in 21st century. So, everybody has to behave like in 21st century, not in 19th<sup></sup> century,\" he says. \"That's the main thing. And if you violate international law, you have to have responsibility for that.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Fact+Is+These+Are+Russian+Forces%2C%27+Says+Ukraine%27s+Ambassador+To+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1285902707-a78c1d.m3u?orgId=1&topicId=1124&ft=3&f=285791958"},{"href":"http://media.npr.org/assets/img/2014/03/04/476644137-f9cc9a30d6f0d0d68c937a3fa15977a38322f5f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1961","width":"2613"}}]}