{"created":"2015-03-09T07:58:57+00:00","modified":"2015-06-05T15:28:11+00:00","valid":{"from":"2015-06-05T15:28:10+00:00","to":"3015-06-05T15:28:10+00:00"},"hreflang":"en","title":"In Syria, Archaeologists Risk Their Lives To Protect Ancient Heritage","published":"2015-03-10T21:42:00+00:00","teaser":"Academic \"Monuments Men\" have donned disguises and dodged snipers to help save their country's cultural riches from looting and destruction. Heritage experts warn the losses so far are incalculable.","itags":["npr_api","390691518"],"guid":"732c22ca-919a-44eb-b554-499ff40a650a","contentencoded":"<p>The race to protect Syria's heritage from the ravages of war and plunder has brought a new kind of warrior to the front lines.</p><p>These cultural rebels are armed with cameras and sandbags. They work in secret, sometimes in disguise, to outwit smugglers. They risk their lives to take on enemies that include the Syrian regime, Islamist militants and professional smugglers who loot for pay, sometimes using bulldozers.</p><p>Their backers, from prominent cultural institutions in the West, refer to them as the \"Monuments Men\" of Syria, based on the name given <a href=\"http://www.smithsonianmag.com/history/true-story-monuments-men-180949569/?no-ist\">those who saved cultural heritage in Europe</a> during World War II.</p><p><strong>Academics On The Front Lines</strong></p><p>\"They are dedicated professionals,\" says Corine Wegener at the Smithsonian Institution. She leads a worldwide effort to protect cultural heritage. \"This is a new situation,\" says Wegener, describing the war in Syria as a cultural emergency. \"We are trying to help.\"</p><p>Abdul Rahman al-Yehiya and Ayman al-Nabu seem unlikely warriors. They are academics in suits. We meet them in a hotel in southern Turkey, near the Syrian border, after they made a grueling, 10-hour journey across Syria's dangerous frontier, including the last 5 miles on foot.</p><p>\"We are a team of specialists in archaeology, engineering and artists,\" says Yehiya. He led the team in an emergency preservation of the Ma'arra museum in northern Syria's Idlib province, famous for a dazzling, world-class collection of Roman and Byzantine mosaics from the 3rd to 6th centuries A.D.</p><p>The eight-month project began last summer with an intense workshop on preservation techniques. Then the dangerous work began on the front lines of the war.</p><p>The team assessed the damage from Syrian air force strikes in an area contested by the regime and the rebels. They worked to fix what was damaged and protect the remaining mosaics.</p><p>\"The mortars, the warplanes and the helicopters that drop barrel bombs\" were only part of the risk, says Yehiya. \"There was the danger of the snipers,\" he says: regime soldiers who targeted the work team in an active war zone.</p><p><strong>Cultural Triage</strong></p><p>In Syria, antiquities smuggling is now a multimillion-dollar business that has exploded in recent months in areas controlled by militants of the self-described Islamic State. This organized plunder has dwarfed the thieving by regime soldiers, opposition rebels and desperate civilians who mine Syria's heritage sites to pay for food.</p><p>The scale of the loss is heartbreaking, says Brian Daniels of the <a href=\"http://www.pennchc.org/page/\">Penn Museum's Penn Cultural Heritage Center</a> in Philadelphia, which is working with Syria's <a href=\"http://www.etilaf.us/heritagetf\">Heritage Task Force</a> to support the preservation efforts.</p><p>Daniels calls the situation in Syria \"the worst cultural disaster since the Second World War.\" He describes the heritage work as \"cultural triage,\" protecting when possible and documenting what has been lost.</p><p>This documentation is where the Syrian team performs the most dangerous work, traveling across the war-torn country to photograph heritage sites on active battlefronts.</p><p>\"We wear normal clothes but dress ready to run — jeans and sneakers, so we can be light on our feet,\" says Yehiya.</p><p>Nabu oversees a team of undercover volunteers who pose as buyers to snap pictures of ancient artifacts for sale.</p><p>The lost treasures are cataloged in a desperate hope that one day they can be recovered. One example is a mosaic, dated to around 330 BC, that depicts the ancient city of Apamea.</p><p>\"All of these are gone,\" says Yehiya, as he shows the grainy photos, gathered at great risk, on his laptop.</p><p>But he and his colleagues have persuaded local civilians to support the work to save Syrian heritage. They have turned in more than 1,700 ancient artifacts for safekeeping.</p><p><strong>Shielding Mosaics From Destruction And Theft</strong></p><p>This week, too, the archaeologists can boast about their success at the Ma'arra museum.</p><p>The Heritage Task Force supplied materials, says the Smithsonian's Wegener, including digital cameras, packing and crating equipment and large rolls of Tyvek, a protective synthetic sheeting often used in home building.</p><p>The Syrian team had to keep the project secret so the Ma'arra museum wouldn't be targeted. They needed a cover story to explain why they were bringing in so much Tyvek.</p><p>\"There are a lot of people dying in Syria, so we said it was burial shrouds,\" Yehiya says with a smirk. \"We said it's to wrap the dead like mummies.\"</p><p>They used the protective sheeting to wrap 1,600 square feet of ancient mosaics. The next step was to protect the Ma'arra museum itself, says Amr al-Azm, a Damascus-trained archaeologist who now teaches Middle Eastern history in Ohio. Some of the \"Monuments Men\" of Syria are his former students.</p><p>\"We decided the best way to do this was to actually use a technique that was very commonly employed during the Second World War in Europe and the First World War — and that's to sandbag,\" Azm says.</p><p>The sandbags are now stacked on the inside walls of the museum, shielding the mosaics from the blast of regime jets and opportunistic looting.</p><p>It is impossible to quantify the loss in Syria, says the Penn Museum's Brian Daniels.</p><p>\"How do you define heritage?\" he says. \"It's a place, it's the 'oldness' of Syria. It's a feeling.\"</p><p>Still, the Ma'arra project is a small victory in a long war of illicit trade and damage, says Azm — and the team inside Syria stepped up to the challenge:</p><p>\"In many ways, they are the heroes of our stories,\" says Azm. \"They are the guys who risk their lives every day, visiting archaeological sites. This comes from their area — this is their hometown, this is their museum. The connection is there.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Syria%2C+Archaeologists+Risk+Their+Lives+To+Protect+Ancient+Heritage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391795462-f9ed44.m3u?orgId=1&topicId=1004&d=329&p=3&story=390691518&t=progseg&e=391795369&seg=2&ft=nprml&f=390691518"},{"href":"http://media.npr.org/assets/img/2015/03/06/img_1400edit-b4f139747d6e8dee8a615bec7195864ef79dcecc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2494","width":"3324"}},{"href":"http://media.npr.org/assets/img/2015/03/06/img_1478edit-8f91b1f72523b7896a56e8d57d2e0390328ea1fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1210","width":"1613"}},{"href":"http://media.npr.org/assets/img/2015/03/06/img_1712edit-8ca6c951f35793f347b49853868c8edfba1205cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1429","width":"1906"}}]}