{"created":"2014-11-11T08:31:04+00:00","modified":"2015-05-10T18:25:37+00:00","valid":{"from":"2015-05-10T18:25:37+00:00","to":"3015-05-10T18:25:37+00:00"},"hreflang":"en","title":"Researchers To Attempt Robotic Landing On Comet's Surface","published":"2014-11-11T15:12:00+00:00","teaser":"Putting a probe on a comet's surface would be a first for mankind. But it doesn't look like it will be easy.","itags":["npr_api","363028703"],"guid":"732c7dba-581e-4b1b-9348-d1dd8a8f168b","contentencoded":"<p>Humans have never landed anything on a comet's surface. That may change tomorrow.</p><p>The European Space Agency's <a href=\"http://blogs.esa.int/rosetta/\">Rosetta mission</a> is poised to send out a small probe to land on a comet known as 67P/Churyumov-Gerasimenko. Rosetta spent 10 years chasing the comet before arriving in August.</p><p>Catching up with 67P in time to watch it swing around the sun is an achievement, but <a href=\"https://twitter.com/SungrazerComets\">Karl Battams</a>, a researcher at the Naval Research Laboratory, says scientists want to do more. \"I think it's kind of part of human nature to go up to something and touch it,\" he says.</p><p>And that's where Rosetta's refrigerator-sized lander comes in. Known as <a href=\"https://twitter.com/Philae2014\">Philae</a>, it will attempt to float down to the comet's surface and make contact. \"It's our remote hands,\" Battams says.</p><p>Strictly speaking, scientists have made contact with a comet before. In 2005, a NASA probe called Deep Impact <a href=\"http://www.npr.org/templates/story/story.php?storyId=4729109\">slammed into a comet's surface</a>. But the spacecraft was destroyed in the process.</p><p>This time, the lander will attempt to gently touch down at about walking speed. That won't be easy. \"There are some very steep cliffs, there are huge boulders,\" Battams says. \"It's truly an alien landscape\"</p><p>The landscape of 67P came as a surprise to those who built the probe. \"We expected some more-or-less-roundish potato shape,\" says <a href=\"http://www.dlr.de/dlr/en/desktopdefault.aspx/tabid-10394/663_read-11557/#/gallery/16433\">Stephan Ulamec</a>, from Germany's aeronautics and space agency, DLR, and the lander's project manager. That view held right up until midsummer, when the comet started coming into focus. Instead of a potato, researchers saw a bizarre, two-lobed structure peppered with cliffs, boulders and craters.</p><p>\"The more we saw the terrain and how rough the terrain is, we saw, of course, this is an extremely difficult target to land on,\" Ulamec says.</p><p>They're not even sure what the ground is like. It might be hard, or it might be soft and sandy.</p><p>And that's why this lander comes with harpoons.</p><p>\"We've chosen these harpoons for anchoring because they would work in hard material just like in soft material,\" Ulamec says.</p><p>Moments after its feet touch down, the harpoons will fire, along with some thrusters to keep the lander grounded. Then screws in the feet will try to get a grip.</p><p>It's a good plan, but only if the lander comes down on a flat spot. Philae is designed to hold its ground on an impressive 30-degree grade, but it could hit a cliff or a boulder, says <a href=\"https://www.mps.mpg.de/74609/employee_page?c=1449732&employee_id=19616\">Hermann Böhnhardt</a> of the Max Planck School for Solar System Science. The spacecraft is nearly 30 light-minutes from Earth, so controllers can't steer. They simply must let it fall. \"We need quite a bit of luck [to have] a successful landing in the end,\" he says.</p><p>If it is successful, Battams says, the lander will provide a wealth of scientific knowledge. \"It sounds basic, but they're going to stick a thermometer on the surface of the comet and say, 'Hey, how hot is the surface of a comet?' \" he says. The lander will also drill into 67P, check it for seismic activity, and work with the Rosetta spacecraft to create an image of the interior. Plus, it should deliver some amazing photos.</p><p>The descent will take seven hours. Battams says the wait will be excruciating: \"There's going to be a lot of sweaty palms, and tapping of fingers on desks, like, 'Well, did it, did it, did it?' \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Researchers+To+Attempt+Robotic+Landing+On+Comet%27s+Surface&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363214583-c4f976.m3u?orgId=1&topicId=1026&d=194&p=3&story=363028703&t=progseg&e=363173184&seg=13&ft=nprml&f=363028703"},{"href":"http://media.npr.org/assets/img/2014/11/10/comet_on_19_september_2014_navcam1-c9dee9693699bd20afa0cca2f96f0ebed7c4f59a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1647","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/11/10/comet-detail-c2ce3f451dc260889b88985f8ee8eaed7b6e90e4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1200","width":"1800"}},{"href":"http://media.npr.org/assets/img/2014/11/10/halleynucleus1-239e3540f062227484d32c58cb0f57ac3532bd34.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1047","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/11/10/pia-crop-e719bb6bab7d6641f360673a53b1367938bbb2df.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1200","width":"1800"}},{"href":"http://media.npr.org/assets/img/2014/11/10/agilkia_slide-f86b2f365918a9f27fc43ff6dbc3de790be1c2a1.jpg","type":"image/jpeg","meta":{"crop":"slide","height":"1200","width":"1800"}},{"href":"http://media.npr.org/assets/img/2014/11/10/rosetta-88faa2f0c3fd41b6804149ca58df86c0d6da55e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}