{"created":"2015-03-14T11:35:27+00:00","modified":"2015-03-20T21:05:24+00:00","valid":{"from":"2015-03-20T21:05:24+00:00","to":"3015-03-20T21:05:24+00:00"},"hreflang":"en","title":"Murder City Earns Its Name In 'Blood Runs Green'","published":"2015-03-14T21:20:00+00:00","teaser":"Before Beulah Annan or Leopold and Loeb, another murder became a Chicago sensation. Scott Simon speaks with Gillian O'Brien, author of <em>Blood Runs Green: The Murder that Transfixed Gilded Age Chicago</em>.","itags":["npr_api","392783110"],"guid":"73323341-5e07-48c8-b0e2-9680dde65e67","contentencoded":"<p>Chicago's reputation for dramatic crime and corruption predates Al Capone and Prohibition — by decades. In May, 1889, Dr. P.H. Cronin, an esteemed physician, was found in a sewer. He was naked, dead, and savagely beaten.</p><p>The investigation and trial caused an international sensation, and one of the world's first media circuses, over a story that involved Irish revolutionaries and reactionaries, secret societies, and even a French spy. Or was he British? All at a time when Chicago had been burned down, and was reborn as the fast-growing city in America.</p><p>Gillian O'Brien is the author of <em>Blood Runs Green</em>, a new book about the murder. She tells NPR's Scott Simon that almost anything was possible in post-fire Chicago. \"It was a city that had to reinvent itself, a city that was building the first skyscrapers, a city where you could be pretty much anything you wanted to be.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On would-be Irish revolutionary Alexander Sullivan, who may have instigated the murder</strong></p><p>By the time he got to Chicago, he had already been to Detroit, he'd been to New Mexico, he'd been to New York, and he'd left all of those places under somewhat of a cloud ... and he arrived in Chicago really, I think a little bit like the city, trying to reinvent himself.</p><p>He was from an Irish-American family. He wasn't initially very political, but one of the ways for Irish-Americans to, I suppose, make progress themselves was to join a number of Irish-American societies. So some of them were fraternal, some of them were charitable, and some of them were political — others were revolutionary. And Clan na Gael was one of those revolutionary societies. It was a secret society, but its aim was to free Ireland from Britain, and to do so using force.</p><p><strong>On his connection to Cronin</strong></p><p>Sullivan, who had been in Chicago almost a decade before Cronin, got Cronin his first job in Cook County Hospital. But the two men never really saw eye to eye. Cronin regarded Sullivan as a \"professional patriot,\" in that he felt that his allegiance to Ireland was really only to further his own aims rather than a real dedication to the cause.</p><p>They didn't disagree about the use of force — they disagreed about what to do with the money that had been raised to sort of help fight the fight.</p><p><strong>On the murder</strong></p><p>[Cronin] was called out on an emergency on the evening of the 4th of May, 1889. And he was not seen by anybody who knew him after that ... until they saw him in the sewer. And then it took some time to recognize him, because two weeks in a sewer is not good for a body.</p><p><strong>On whether the murder changed Irish-American attitudes towards Irish independence</strong></p><p>I think it did. I don't know that it changed their attitudes towards a general desire to see an independent Ireland, but it certainly stopped the flow of funds into those organizations that wanted to use force to achieve that independence.</p><p>Chicago was absolutely shocked and completely fascinated. I think one of the things that I found really amazing was when it came to the trial itself, they could not find 12 men in Chicago who did not already have an opinion.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Murder+City+Earns+Its+Name+In+%27Blood+Runs+Green%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"410"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392956103-d634ae.m3u?orgId=1&topicId=1032&e=392783110&d=410&ft=nprml&f=392783110"},{"href":"http://media.npr.org/assets/img/2015/03/13/9780226248950-781e9d26c0652f08c2897573dc7e0c22e58ae5b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"427","width":"570"}}]}