{"created":"2015-04-21T20:42:24+00:00","modified":"2015-05-13T21:01:22+00:00","valid":{"from":"2015-05-13T21:01:22+00:00","to":"3015-05-13T21:01:22+00:00"},"hreflang":"en","title":"In Latest Outbreak Of Bipartisanship, Senate Compromises On Trafficking Bill","published":"2015-04-22T01:53:00+00:00","teaser":"Senate negotiators reached a deal Tuesday on an anti-human trafficking bill, which is expected to pave the way for the Senate to finally vote on Loretta Lynch's nomination for attorney general.","itags":["npr_api","401318986"],"guid":"7337e68f-21ca-4cb6-8283-44478ac53850","contentencoded":"<p>A logjam over an anti-human trafficking bill has finally broken in the Senate. Senate negotiators reached a deal after a long impasse over language on abortion funding. The compromise clears the path to a confirmation vote for attorney general nominee Loretta Lynch — a vote Republicans had delayed until after the trafficking bill gets resolved.</p><p>It took about six weeks, but the Senate deal on human trafficking was the latest outbreak of bipartisanship in a month that's seen compromises on Iran, Medicare and education.</p><p>Republican John McCain of Arizona said sometimes even the Senate gets self-conscious about being unproductive.</p><p>\"I think that people on both sides of the aisle got tired of going home to their constituents and telling them that we had accomplished nothing. I think there was a weariness for that,\" McCain said.</p><p>That weariness drove senators into intense negotiations last week to figure out how to set up a fund for sex-trafficking victims. Republicans wanted to apply the Hyde Amendment to the fund. The amendment, which has applied to appropriations bills since 1976, would have prevented any of the funds under the trafficking bill to be used for abortions.</p><p>Democrats said restrictions on abortions should apply to only taxpayer money — and that the fund created by the trafficking measure was not taxpayer money because it's collected from fines on people convicted of sex-trafficking crimes.</p><p>To resolve the conflict, negotiators agreed to route two streams of money into the fund — taxpayer money and criminal fines. The taxpayer money had already been appropriated by Congress for community health centers, and it's subject to the Hyde Amendment. And only this money can be used for health care services. The criminal fines would be used for other victim services.</p><p>Democrat Amy Klobuchar of Minnesota said the central purpose of the fund is still intact.</p><p>\"The fund really is supposed to be about shelters and housing and victims' services and also, of course, law enforcement,\" Klobuchar said. \"When I looked back on speeches, that's all we talked about. We didn't talk about health care.\"</p><p>So both sides can say they won. Republicans can say no part of the fund pays for abortions. Democrats can say the Hyde Amendment was never expanded to apply to non-taxpayer money.</p><p>And while this fight dragged on, Democrats have been pointing out that attorney general candidate Loretta Lynch has waited more than 50 days since the Judiciary Committee approved her nomination.</p><p>\"This is a new record, sadly – in terms of delay in appointing an attorney general,\" said Democrat Dick Durbin of Illinois.</p><p>Durbin said it's longer than the last seven attorney general nominees had to wait, combined.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Latest+Outbreak+Of+Bipartisanship%2C+Senate+Compromises+On+Trafficking+Bill&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"120"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401318993-032a86.m3u?orgId=1&topicId=1014&d=120&p=2&story=401318986&t=progseg&e=401311283&seg=14&ft=nprml&f=401318986"}]}