{"created":"2014-10-08T02:32:11+00:00","modified":"2014-12-05T23:05:23+00:00","valid":{"from":"2014-12-05T23:05:23+00:00","to":"3014-12-05T23:05:23+00:00"},"hreflang":"en","title":"Picketing Truckers Raise Tensions At LA Port Amid Dockworker Talks","published":"2014-07-10T23:04:00+00:00","teaser":"Some drivers are on strike at the ports of LA and Long Beach, and shipping companies are in negotiations with dockworkers over a new contract. Analysts say a full-blown strike would hurt the economy.","itags":["npr_api","330455305"],"guid":"733856f6-114c-47e4-8727-d6ad92d5cd6c","contentencoded":"<p>Labor tensions are high at the largest port complex in the country — Los Angeles and Long Beach — which handles nearly half of all the cargo coming into the United States.</p><p>Short-haul truck drivers are striking. They're the independent, contract truckers who bring the containers off the ships to nearby warehouses for companies like Wal-Mart and Costco. At the twin ports, their numbers hover around 10,000.</p><p>Just over 100 of them have been protesting this week, including driver Santos Lopez. As he takes a break from picketing a long line of semis waiting to get into a terminal, Santos says in Spanish that he and his family decided that forgoing a paycheck this week was worth it to bring attention to their fight. He says there's no end date to the picketing, and the picketers will be here as long as it takes.</p><p>The drivers want the trucking companies they work for to reclassify them as regular employees, so they can get benefits. Right now, as independent contractors, they have to pay their own way — gas and maintenance for their trucks, insurance and parking fees. The trucking companies have dismissed the protests, blaming outside interests for trying to push a larger agenda.</p><p>A few times this week, there have been work stoppages. At least three terminals briefly shut down as some dockworkers with the International Longshore and Warehouse Union stopped working in a show of support for the truckers.</p><p><strong>Contract Negotiations</strong></p><p>The relatively small trucker strike comes as the shipping companies are also in negotiations with ILWU dockworkers over a new contract. Their previous six-year deal expired on July 1. Plenty of observers say the timing of this week's trucker strike is more than coincidence.</p><p>\"It's a great opportunity for them to take advantage of the fact that a lot of people around the country are getting increasingly anxious about negotiations between the ILWU and the Pacific Maritime Association,\" said Jock O'Connell, an international trade expert with Beacon Economics.</p><p>O'Connell says the broader negotiations could give the truckers a leg up in their fight. Meanwhile, the negotiations between the dockworkers and the cargo industry are set to resume Friday morning.</p><p>\"The bigger picture here is that the West Coast doesn't want to lose any more market share,\" said Tony Scioscia, a retired shipping executive and former board member of the Pacific Maritime Association. \"They want to negotiate, get this contract done without a disruption.\"</p><p>For Scioscia, a \"disruption\" means something a lot bigger than this week's trucker strikes. That is, a dockworker strike that could shut down the ports of Los Angeles and Long Beach. That would cost the U.S. economy an estimated $2 billion a day and would come at a critical time for the U.S. retail sector — which is gearing up for the back-to-school season.</p><p>It's widely thought a full-blown strike is unlikely, but the possibility is still looming in the back of many people's minds.</p><p>\"Negotiations, I know this from the outside, that they have been civil, they've been very positive, they have been constructive,\" Scioscia said. \"But of course they can go the other way very quickly.\"</p><p>Analysts say that's more of a concern now given the tense atmosphere at the ports this week.</p><p><strong>Protests To Continue 'Indefinitely'</strong></p><p>Back at the ports, a midday rally at a park in the shadow of three giant container cranes drew leaders from unions across Los Angeles and the nation.</p><p>There were cheers and chants, and protesters held signs that read \"Justice for Workers.\" <em></em></p><p>The leaders see their fight as part of a much larger struggle. Unions have been losing members — and influence — as the ports have moved toward mechanization. And if the truck drivers became regular employees they could form a union.</p><p>\"We're going to show them how they can achieve their rights, get justice, be properly classified and have the rights that so many employees take for granted,\" said one of the organizers, Fred Potter, senior vice president for the Teamsters.</p><p>Potter said the unions will be here and continue their protests for months, or as long as it takes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Picketing+Truckers+Raise+Tensions+At+LA+Port+Amid+Dockworker+Talks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330496243-0d00cf.m3u?orgId=1&topicId=1006&ft=3&f=330455305"},{"href":"http://media.npr.org/assets/img/2014/07/10/dock-truck-strike-8a78d8f1c03eca8e579a219db6d43907f7524620.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1150","width":"1536"}}]}