{"created":"2014-08-19T16:58:11+00:00","modified":"2015-05-14T18:02:25+00:00","valid":{"from":"2014-08-07T13:00:00+00:00","to":"3014-08-07T13:00:00+00:00"},"hreflang":"en","tags":["Wall Street","Economy","tobacco","APM"],"contentencoded":"<div class=\"barn-cleaned\"><p><em><span>(<a href=\"http://www.propublica.org/article/how-wall-street-tobacco-deals-left-states-with-billions-in-toxic-debt\" target=\"_blank\">This story was produced by and co-published with</a></span> <a href=\"http://www.propublica.org/article/how-wall-street-tobacco-deals-left-states-with-billions-in-toxic-debt\" target=\"_blank\"><span>P</span>roPublica</a>,</em>&nbsp;an independent, non-profit newsroom in New York City that produces investigative journalism in the public interest.)</p>\n<p>In November 1998, attorneys general from across the country sealed a historic deal with the tobacco industry to pay for the health care costs of smoking. Going forward, nearly every cigarette sold would provide money to the states, territories and other governments involved — more than $200 billion in just the first 25 years of a legal settlement that required payments to be made in perpetuity.</p>\n<p>Then, Wall Street came knocking with an offer many state and local politicians found irresistible: Cash upfront for those governments willing to trade investors the right to some or all of their tobacco payments. State after state struck deals that critics derided as “payday loans’’ but proponents deemed only prudent. As designed, private investors – not the taxpayers – would take the hit if people smoked less and the tobacco money fell short.</p>\n<p>Things haven’t exactly worked out as planned.</p>\n<p>A ProPublica analysis of more than 100 tobacco deals since the settlement found that they are creating new fiscal headaches for states, driving some into bailouts or threatening to increase the cost of borrowing in the future.</p>\n<p>One source of the pain is a little-known feature found in many of the deals: high-risk debt that squeezed out a few extra dollars for the governments but promised massive balloon payments, some in the billions, down the road.</p>\n<p>These securities, called capital appreciation bonds, or CABs, have since turned toxic. They amount to only a $3 billion sliver of the approximately $36 billion in tobacco bonds outstanding, according to a review of bond documents and Thomson Reuters data. But the nine states, three territories, District of Columbia and several counties that issued them have promised a whopping $64 billion to pay them off.</p>\n<p>Under the deals, the debts must be repaid with settlement money and not tax dollars. Still, taxpayers lose out when tobacco income that could be spent on other government services is diverted to paying off CABs. And states can’t simply walk away from the debt – bondholders have a right to further tobacco payments even after a default.</p>\n<p>“It’s going to cost taxpayers, either directly or indirectly,” said Craig Johnson, an associate professor of public finance at Indiana University in Bloomington who has studied tobacco bonds and CABs. “I don’t doubt that at all.”</p>\n<p>ProPublica’s analysis is the first to measure the magnitude of the high-risk debt involved in the tobacco deals and to calculate how much Wall Street’s dealmakers earned. It also shows how much of the tobacco money has been securitized – that is, turned into payments that go to investors. As of this year, at least one out of every three dollars coming in under the settlement is pledged to investors, according to bond disclosures and payment data from the <a href=\"http://www.naag.org/tobacco.php\">National Association of Attorneys General</a>, which tracks the flow of funds.</p>\n<p>The sure winners so far: Investment bankers from Citigroup, the now defunct Bear Stearns and others who, along with consultants and lawyers, have pocketed more than $500 million in fees for their financial engineering, ProPublica estimates. They now stand to make more as the governments look to rework old deals and try to get even more tobacco cash upfront.</p>\n<p>In part, the troubles in the tobacco bonds arise from the same kind of miscalculation that led to the housing bubble.</p>\n<p>Just as mortgage lenders bet that home prices would keep rising, the tobacco deals relied on optimistic predictions of how much Americans would smoke. Forecasters rightly saw that cigarette sales would continue to decline, but now the yearly drop – about 3 to 3.5 percent – is nearly double what was cooked into the deals.</p>\n<p>Because the bonds sold to investors can stretch 40 years or more, the outdated estimates mean an ever-widening gap between what states expected to collect under the settlement and the payments they promised investors.</p>\n<p>The CABs promise gigantic payouts – as high as 76 times what’s borrowed – because nothing is due on them for decades. Meantime, interest compounds on both the principal and accumulating balance.</p>\n<p>Defaults by state and local governments are rare, but rating agencies have been warning that tobacco bonds in general could go under en masse. Moody’s said in May that up to 80 percent of the tobacco issues it tracks are likely to default.</p>\n<p>For CABs, defaults appear certain.</p>\n<p>“They’re doomed,” said Jim Estes, a finance professor at the California State University, San Bernardino, who helped ProPublica analyze the bond documents. “It’s not a question of whether or not, it’s a question of when.”</p>\n<p>Wall Street firms are already pitching their services to help unwind deals they helped create.</p>\n<p>[[{\"fid\":\"280536\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"\",\"field_file_image_title_text[und][0][value]\":\"\",\"field_description[und][0][value]\":\"%3Ca%20href%3D%5C%22http%3A%2F%2Fbit.ly%2F1vgYYlo%5C%22%20target%3D%5C%22_blank%5C%22%3E%3Cem%3ESee%20the%20full%20interactive%20at%20ProPublica.%3C%2Fem%3E%3C%2Fa%3E\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"height\":525,\"width\":1000,\"class\":\"media-element file-default\"}}]]</p>\n<p>The first state to act was financially strapped New Jersey. In March, it rescued two CABs that were part of a larger 2007 deal. The CABs promised to repay $1.3 billion in 2041. To pay off that giant tab before it comes due, the state agreed to hand over $406 million of its remaining tobacco proceeds beginning in 2017, money that otherwise would have gone into state coffers.</p>\n<p>Barclays handled the transaction for New Jersey and earned $4.5 million. The state also got $92 million in upfront cash out of the deal to help Gov. Chris Christie and lawmakers plug a budget deficit. Still, rating agencies weren’t impressed: They downgraded the state anyway, making it costlier for New Jersey to borrow.</p>\n<p>In late July, Rhode Island announced a plan to buy out some holders of $197 million of CABs it sold in 2007. The deal would shave $700 million off a $2.8 billion tab due on the bonds in 2052 and let the state refinance some of its older tobacco bonds at more attractive interest rates. Now, some bondholders are suing to block the deal.</p>\n<p>Most of the deals involving CABs sold right before the 2008 financial crisis, ProPublica found. As the horizon darkened, the market for them began falling apart, with one lone buyer keeping Wall Street’s CAB machine going. Pitch documents show that bankers pressed the states to act fast before the window shut.</p>\n<p>“We are confident that we can stimulate demand,” Bear Stearns bankers told Ohio prior to a $5.5 billion tobacco bond package championed in 2007 by then state Treasurer Richard Cordray, who these days heads the U.S. Consumer Financial Protection Bureau.</p>\n<p>Ohio’s tobacco deal was the largest ever. It included CABs that brought in $319 million in return for an eventual $6.6 billion balloon payment – a nickel on the dollar. Bear Stearns, Citigroup and other Wall Street firms made about $23 million in fees on the transaction, according to the bond offering document.</p>\n<p>Then there is Puerto Rico, a government with a long history of financial woes.</p>\n<p>In April 2008, as Bear Stearns was collapsing, it closed a $196 million tobacco bond sale that saddled the Puerto Rico Children’s Trust, a fund set up to benefit island families, with an eventual $8.6 billion balloon payout. Bear Stearns and Citigroup made $1.4 million in fees.</p>\n<p>This year, Puerto Rico’s tobacco settlement receipts fell 13 percent below what was forecast when the deal was done. The commonwealth is also <a href=\"http://www.bloomberg.com/news/2014-07-14/puerto-rico-utility-may-default-on-january-payment-fabian-says.html\">struggling to prevent default</a> on a mountain of other debt. Officials there did not respond to written questions<strong>,</strong> phone calls or interview requests.</p>\n<p>Critics have repeatedly lambasted the states and other jurisdictions for violating the intent of the tobacco settlement by spending the money on uses other than anti-smoking programs and health care.</p>\n<p>“The securitization scheme not only accelerated the expiration of the usefulness of that money, but basically guaranteed that it would never be used for its conceived purpose,” said Dave Dobbins, an executive with the <a href=\"http://www.legacyforhealth.org/\">American Legacy Foundation</a>, a nonprofit created under the settlement to fund smoking-prevention programs.</p>\n<p>“Now the money’s gone, the securitization scheme is sort of coming home to roost for some people . . . and the tobacco problem is still there: 480,000 people [are] expected to die this year due to tobacco-related disease,” Dobbins said.</p>\n<p>“It’s a grim story.”</p>\n<p><strong>“Turbo” tobacco cash</strong></p>\n<p>Whenever governments get access to a stream of money, Wall Street bankers pitch deals to turn it into a one-time payment. Bonds are sold to investors, who give the governments cash in exchange for the income stream, similar to a loan. Bankers earn fees based on a deal’s size, giving them every incentive to maximize the value.</p>\n<p>The <a href=\"http://www.naag.org/fifteen-years-after-the-tobacco-master-settlement-agreement-successes-and-challenges.php\">1998 tobacco settlement</a> was no ordinary revenue stream: It was the biggest financial settlement in legal history, projected to net states and other governments $206 billion just through 2025. “The money is huge,” Iowa Attorney General Tom Miller said at the time.</p>\n<p>A cottage industry immediately sprouted up on Wall Street. The goal: Convince states to pawn the revenues.</p>\n<p>Citigroup, JPMorgan, UBS, Goldman Sachs, Morgan Stanley and now-defunct firms like Bear Stearns, Lehman Brothers and Merrill Lynch all dedicated bankers to the cause, pitch documents show. Bear Stearns even had its own, 21-strong “Tobacco Securitization Group” devoted to monetizing the settlement.</p>\n<p>“The ink on the document was barely dry before these folks started coming at us, suggesting the idea of securitization,” said Christine Gregoire, who as Washington’s attorney general helped lead the tobacco settlement talks and later, as governor, opposed securitization.</p>\n<p>“I was just like, ‘Wow, I can’t believe that they have immediately thought about how to get one-time money and be indebted to the revenue stream.’ And I remember from the very beginning being offended at the idea,” she said.</p>\n<p>Part of Gregoire’s objection is the same reason it doesn’t make sense to buy groceries on credit: You end up spending more – and getting less – by paying interest over time on goods you quickly consume.</p>\n<p>“It’s not good fiscal management of public money to give away 75 cents on a dollar of income,” she warned in 2002, when her state debated raising $450 million to fill a budget hole by cashing out tobacco income.</p>\n<p>Washington lawmakers pushed ahead anyway. The plan securitized 29.2 percent of the state’s expected tobacco cash, the equivalent of $40 million to $50 million a year. Investors were promised that money until the debt was fully repaid, sometime around 2025.</p>\n<p><a href=\"http://www.msrb.org/About-MSRB/Governance/MSRB-Board-of-Directors/Current-Board-Members/Kym-Arnone-bio.aspx\">Kym Arnone</a>, Bear Stearns’ senior tobacco banker, advised the state against using CABs.</p>\n<p>“At the present time, no market has emerged for tobacco CABs since investors are unwilling to defer all of their income until the final maturity of a bond when there is significant chance of payment interruption or payment delay,” a 2002 pitch document signed by Arnone states.</p>\n<p>The state followed that advice. By issuing traditional bonds that regularly pay interest and principal, Washington sold what turned out to be one of the less-costly deals crafted by Bear Stearns. Through last year, when the state was able to refinance on favorable terms, investors were paid $848 million from tobacco settlement money, a little under twice the $450 million the state got.</p>\n<p>But Washington was one of the early deals. As the securitization trend continued – with Bear Stearns alone leading $23 billion of transactions from 2000 through 2007, according to Thomson Reuters data – bankers reached for ways to fatten the deals and their fees.</p>\n<p>Chief among these was the CAB. By 2005, investment bankers had found willing buyers for this type of bond, thanks in part to a repayment structure first suggested by Goldman Sachs: the “turbo” bond.</p>\n<p>With a turbo bond, governments agreed to make earlier payments if they had surplus cash from the tobacco settlement. The prepayments were not an ironclad promise — they could be skipped without triggering default. Turbos were already being built into regular bonds like those sold by Washington, and they appealed to CAB investors who might want some money before a final payoff decades away.</p>\n<p>“That’s why they call them turbos — because they pay down faster,” said John Lampasona, an analyst at Standard &amp; Poor’s who rates tobacco bonds.</p>\n<p>Reassuring forecasts of cigarette sales also aided the market for CABs.</p>\n<p>IHS Global Insight, a consulting firm, earned millions of dollars providing its forecast on almost every deal done in the sector. The projections persuaded investors there would be extra cash available to prepay CABs. Since then, smoking bans and hefty tax increases have nearly doubled IHS’s projected rate of decline in cigarette sales.</p>\n<p>“I take all the credit and take all the blame,” James Diffley, IHS’s lead forecaster for cigarette sales told ProPublica. “It’s a forecasting exercise. The world will not turn out exactly like anybody imagined.”</p>\n<p>A 2005 deal involving Puerto Rico was the first CAB sale, according to the bank that arranged it. That year, Merrill Lynch convinced the <a href=\"http://www.gdb-pur.com/affiliates/childrens-trust.html\">Puerto Rico Children’s Trust</a> to issue $108 million of CABs that wouldn’t come due until 2045 and 2050 – when many of the officials deciding to sell the debt might well be dead and a $2.5 billion payment would be owed.</p>\n<p>Merrill Lynch estimated that Puerto Rico could pay off the debt early, however, by shelling out some $372 million in turbo repayments from 2024 to 2028. That prediction, tucked inside the 2005 bond offering, was based on industry payments coming in line with IHS’s basic expectation of cigarette sales.</p>\n<p>Mutual fund managers Oppenheimer Funds, BlackRock, Eaton Vance, Dreyfus, Nuveen and Goldman Sachs Asset Management all bought Puerto Rico’s turbo CABs, according to a Merrill Lynch pitch document. A spokesman for Merrill Lynch, now part of Bank of America, declined comment for this article.</p>\n<p>After that deal, bankers started layering CABs into many tobacco issues. In all, ProPublica identified 92 CABs that incorporated turbo repayments, raising nearly $3 billion between 2005 and 2008. (See the states and other governments that did the deals and how much they owe.)</p>\n<p>The $64 billion payoff for these bonds is about 21 times the amount borrowed. Even in the unlikely scenario that all of them get repaid early, the payoff would be about five times, ProPublica estimates. By comparison, traditional bonds like those Washington sold typically repay about three times what’s borrowed, said Estes, the finance professor.</p>\n<p>Steep repayment terms have made CABs controversial in other arenas. In the mid-1990s, for instance, Michigan limited the ability of school districts to sell CABs precisely because they can create giant debt burdens far into the future.</p>\n<p>Nevertheless, in 2006, Michigan sold a $55 million CAB that Bear Stearns tucked into a larger, $490 million tobacco issue. The CAB promised to repay $1.5 billion, or 27 times the amount borrowed, in 40 years.</p>\n<p>Asked about the transaction, Michigan treasury spokesman Terry Stanton said, “CABs can be a useful structuring tool when the risks and costs are properly understood and analyzed.” The state sold the bonds, he said, because there were investors interested in buying them.</p>\n<p>As Wall Street manufactured more turbo CABs, a dominant buyer emerged: <a href=\"https://www.oppenheimerfunds.com/investors/\">Oppenheimer Funds</a>, the Rochester, New York, mutual fund manager. The firm gobbled up hundreds of millions of dollars in CABs, sometimes buying entire issues in one gulp and sprinkling the debt throughout at least 17 of its municipal bond funds, according to data from <a href=\"http://www.lipperweb.com/default.aspx\">Lipper</a>, which tracks mutual fund holdings.</p>\n<p>Oppenheimer Funds declined to comment for this story. But in May, Michael Camarella, senior portfolio manager for the firm’s municipal team, told Bloomberg News the tobacco sector presented a buying opportunity for investors willing to hold on to the debt. “We’ve been willing to take those risks,” he said. “Tobacco and Puerto Rico are the two cheapest sectors right now.”</p>\n<p>Oppenheimer Funds declined to make Camarella available for an interview.</p>\n<p>As of May, the firm was the largest owner of turbo CABs, according to Lipper data. The holdings were large enough that, were they all to pay off in full at maturity, Oppenheimer Funds would collect some $40 billion. With the 1998 settlement proceeds declining, however, that appears highly unlikely. In May, the firm valued these CABs at only about $700 million, or about 1.8 cents on the dollar, according to Lipper.</p>\n<p>“I have yet to see a capital appreciation bond that I think is going to get paid,” said Dick Larkin, credit analyst at brokerage firm Herbert J. Sims &amp; Co. in Florida, who has been warning for a decade that tobacco bonds are headed for trouble.</p>\n<p>Some of the early investors have come to the same conclusion.</p>\n<p>“We don’t want to have any bonds in this sector overall,” said Tom Metzold, senior portfolio adviser for Eaton Vance, one of the mutual funds to buy into the Puerto Rico CABs sold by Merrill Lynch. A $6.6 million chunk of that 2005 deal was the last CAB standing in one of the firm’s funds as of May, according to Lipper.</p>\n<p>But as investors like Metzold cut their losses, hedge funds are stepping in. By scooping up the debt at distressed prices, they may still be able to make money. Tobacco bonds of all stripes have been a favorite playground for speculators this year, returning 10.83 percent and making it one of the <a href=\"http://www.indexologyblog.com/2014/06/13/municipal-bonds-hooked-on-tobacco/\">top performing sectors</a> of the municipal bond market, according <a href=\"http://us.spindices.com/indices/fixed-income/sp-municipal-bond-tobacco-index\">to S&amp;P Dow Jones Indices</a>.</p>\n<p><strong>The “max out” strategy</strong></p>\n<p>Analysts say states agreed to the CABs’ steep repayment terms to squeeze the tobacco settlement money for all it was worth. “They were designed to milk every last dime,” said Dean Lewallen, a senior research analyst at investment manager AllianceBernstein in New York.</p>\n<p>By layering in CABs, states got more upfront cash than they otherwise would. Once standard 30-year bonds were paid off, it would free up tobacco money to cover any CABs included in the package. They could then be prepaid before the big balloon payments came due at maturity.</p>\n<p>The scenario assumed that settlement revenues would come in as predicted. But when many of the securitizations sold in 2007, the bankers and politicians were more concerned about another aspect of the deals: their size.</p>\n<p>In February of that year, soon after he took office, <a href=\"http://www.consumerfinance.gov/the-bureau/about-rich-cordray/\">Richard Cordray</a>, Ohio’s newly elected treasurer, began trumpeting the idea of securitizing the state’s tobacco money, according to news reports from the time.</p>\n<p>Ohio’s then-governor, Ted Strickland, backed the idea, and it sailed through the legislature that June. The plan was to sell all of Ohio’s tobacco money to finance new school buildings and cover tax cuts for the elderly.</p>\n<p>By July, Cordray and then-Budget Director Pari Sabety had the sale process in full swing. In public statements promoting the deal, Cordray said it made sense because tobacco payments might shrink in the future.</p>\n<p>“Five years from now, 10 years from now, smoking bans are kicking in, taxes may change, maybe court decisions. If the tobacco companies are not profitable, Ohio would be out its money. But if we cash in now, we will have our money and we will shed the risk,” Cordray was quoted saying in a July 2007 report by The Associated Press.</p>\n<p>The state requested proposals from investment banks on how to generate $5.05 billion from a bond sale – including “CABs, subordinate CABs, or any other proposed element.”</p>\n<p>“Bear Stearns is pleased to present its qualifications,” opened a letter from Arnone, who by then had done 26 tobacco deals worth $25.3 billion, according to the document.</p>\n<p>Bear Stearns warned that it was getting pricier to sell CABs. The bank said Puerto Rico halted a CAB sale that Bear was leading because of “sticker shock” at the “dramatically higher” interest rates needed to get the deal done. But Bear put CABs into its recommended Ohio deal structure anyway.</p>\n<p>“CABs are increasingly difficult and costly to sell,” JPMorgan chimed in. Yet it, too, proposed them as part of a “max out” strategy for Ohio to raise about $5.4 billion – and added that it now had a “leading tobacco bond résumé” because it had hired away executives from UBS, Goldman Sachs and Merrill Lynch to work on its team.</p>\n<p>The major purchasers of CABs – including Oppenheimer Funds – had their portfolios “relatively full” of the debt, Morgan Stanley warned, but added that it could use its “unique insight” to sell the bonds anyway, a pitch document states.</p>\n<p>Eventually, Ohio chose Bear Stearns and Citigroup to lead the sale. The firms packed $319 million of CABs into the overall $5.53 billion deal. The state received $5.05 billion after fees and setting aside reserves.</p>\n<p>The CABs were costly. They accrue interest at even higher rates, 7.25 and 7.5 percent, than the “sticker shock” rate of 6.5 percent that had caused Puerto Rico to pull its CAB sale. At their respective maturities in 2047 and 2052, $6.6 billion will come due on them. Absent any turbo payments that might pay off the debt early, that’s a final repayment ratio of about 21 times the amount borrowed.</p>\n<p>Interest rates on the other, less-risky, Ohio tobacco debt ranged from a low of 4 percent to 6.5 percent.</p>\n<p>Just a few months after the deal closed, Bear Stearns went under, foreshadowing the financial crisis ahead. Shortly after, Arnone moved to Lehman, which filed for bankruptcy in September 2008 and had its North American operations bought out by Barclays Capital.</p>\n<p>Two weeks later, Arnone was pitching another tobacco deal: “Individuals make the difference — not firms, which have unfortunately proven to be transient in this environment,” she wrote to Iowa officials on Barclays’ letterhead.</p>\n<p>By then the run had finally stalled. Oppenheimer Funds – which had been the “sole source” of liquidity in the CAB market – was no longer buying in the wake of the Lehman collapse. Arnone recommended the state not use CABs. Unable to hit its target amount, Iowa pulled the deal.</p>\n<p>Citigroup, Morgan Stanley and JPMorgan declined to comment for this story. Arnone and Barclays also did not respond to requests for comment or to a list of specific questions.</p>\n<p>Asked about the wisdom of Ohio’s transaction, the state’s Office of Management and Budget said in a statement, “The decision to move forward with the transaction was made by Ohio’s leadership in 2007. We can’t speak to their thinking at the time.”</p>\n<p>Strickland did not respond to a request for comment, but Cordray told ProPublica the state made the right decision. The decline in tobacco payments means they were riskier than believed, he said, and CABs helped the state maximize its proceeds. If payments decline further, he said, investors should pay the price, not Ohio.</p>\n<p>“Obviously, they are always going to want to come back, cup in hand, saying to the state, ‘Put some money in it,’” Cordray said. “But it’s not necessary; it’s not legally required and in fact was the whole purpose of this deal.”</p>\n<p><strong>“We basically burned it all”</strong></p>\n<p>By using the tobacco bond money to build schools, Ohio didn’t have to sell general obligation bonds, which are repaid with taxes, to cover construction costs. But not all states used tobacco debt for such long-term investments.</p>\n<p>New Jersey stands as the prime example. The <a href=\"http://www.nytimes.com/2002/11/29/business/tobacco-money-could-harm-credit-rating-of-some-states.html\">state first issued tobacco bonds</a> in 2002 and 2003, spackling holes in the state budget with the $3.5 billion they raised. “We basically burned it all in two years,” said David Rousseau, a deputy treasurer at the time who became state treasurer from 2008 to 2010. “It was not one of New Jersey’s better financial moves.”</p>\n<p>In 2007, the state raised another $3.6 billion to repay those bonds. The deal, brokered by Arnone’s Bear Stearns team, had one silver lining: It let New Jersey keep about 24 percent of its tobacco payments, as opposed to the 100 percent it had given up in the earlier deal. That left up $50 million to $60 million a year in payments for the state instead of investors.</p>\n<p>But not for long.</p>\n<p>Staring at another $800 million budget gap this year, state officials again turned to Arnone. The two CABs issued in 2007 and their $1.3 billion payoff were now a concern, too. The solution was to sign over the untapped tobacco money expected from 2017 to 2023 — an estimated $406 million— to repay the debt early and get some new cash from investors in exchange.</p>\n<p>The state said it came out ahead in the deal, largely because it also brought in $92 million for the budget. Still, Standard &amp; Poor’s <a href=\"http://www.nj.com/politics/index.ssf/2014/04/sp_downgrades_new_jerseys_debt_rating_criticizing_christies_budgets.html\">downgraded New Jersey’s taxpayer-backed debt</a> a notch, citing the state’s “reliance on one-time measures that are contributing to additional pressure on future budgets.” The Moody’s and Fitch rating agencies followed suit, citing the same concern.</p>\n<p>The downgrade shows how CABs can do damage despite legalities designed to shield the state and taxpayers.</p>\n<p>Like most states that sold tobacco bonds, New Jersey did so through a shell entity. The New Jersey Tobacco Settlement Financing Corp. exists “in, but not of” the state’s treasury, its <a href=\"ftp://www.njleg.state.nj.us/20022003/AL02/32_.PDF\">authorizing legislation</a> states. The corporation’s only assets are the tobacco revenues the state signed over to pay back its debts.</p>\n<p>“It’s only those monies, and no other monies, that the bondholders have a claim on,” said David Narefsky, a municipal bond lawyer at law firm Mayer Brown in Chicago.</p>\n<p>But if the CABs aren’t paid back in time, they don’t go away. Barclays told the state that in a default, the bondholders would still be in line ahead of taxpayers for subsequent tobacco income. The bonds would continue to earn interest and would have to be paid back at an even higher cost – $1.6 billion from 2041 through 2049.&nbsp;&nbsp;</p>\n<p>&nbsp;In a statement explaining the March deal, New Jersey made clear the CAB bondholders couldn’t be ignored.</p>\n<p>The statement said that while New Jersey is “not legally compelled” to prevent a default, it did not want the corporation’s financial troubles to flow onto its books – or upset its creditors: “The State sees an advantage in maintaining good relations with the tobacco bond investors, as they are likely to invest in other bonds of the State.”</p>\n<p>Rhode Island also decided it couldn’t simply ignore its CABs. The state <a href=\"http://www.structuredfinancenews.com/news/abs/how-rhode-island-is-taking-more-tobacco-money-off-the-table-251467-1.html\">wants to refinance its 2002 tobacco settlement bonds</a> to take advantage of lower interest rates. But the deal, which involves selling $594 million in new tobacco bonds to pay off the old ones, can’t go forward without the approval from the owners of its 2007 CABs.</p>\n<p>As a result, Rhode Island proposes to spend more than $60 million to buy them out and get their permission. “All of the CAB bondholders are getting something,” according to a person familiar with the transaction.</p>\n<p>Rhode Island had hoped to collect at least $20 million out of the transaction for its budget. But the deal is on hold after Oppenheimer Funds, which holds some of the tobacco debt, <a href=\"http://www.bloomberg.com/news/2014-08-05/oppenheimerfunds-says-it-sued-rhode-island-over-tobacco-deal.html\">filed a lawsuit this week</a> alleging that it would “siphon off” money from bondholders to the state. &nbsp;</p>\n<p><strong>Money ‘out of heaven’</strong></p>\n<p>As CAB debt piles up on state balance sheets, hopes of repayment – turbo or otherwise – are fading.</p>\n<p>Of the four jurisdictions with scheduled CAB turbo prepayments so far, only one has made them, ProPublica found: Placer County, California, which has a relatively small, $14.3 million issue promising a $68 million payoff. The other three, pooled tobacco CABs sold by New York counties, have not.</p>\n<p>Even on traditional bonds, making those turbo prepayments has proven difficult. Ohio has fallen about $70 million behind on prepayments toward its regular tobacco bonds, which must be paid off before any money goes to the CABs. Kurt Kauffman, the state’s debt manager, said it’s too early to tell how Ohio’s CABs might be repaid.</p>\n<p>“We just don’t know,” he said. “That’s going to be up to kind of the future leaders.”</p>\n<p>Others are watching to see how their peers deal with the problem.</p>\n<p>In California, which has promised to repay nearly $3.7 billion on $350.5 million of CABs sold by its Golden State Tobacco Securitization Corp. in 2007, the entity’s debts are a concern. The corporation is behind schedule on early turbo repayments for the 2007 bonds. “Hopefully it doesn’t come to the point of default because this office would be concerned about a negative fallout in the market,” said Tom Dresslar, spokesman for Treasurer Bill Lockyer.</p>\n<p>Lockyer in the past has referred to CABs used by school districts as the equivalent of “payday loans” because of their ability to pile up future debts. Asked why California sold tobacco CABs under his tenure, Dresslar said Lockyer had just entered office in 2007 and the bond deal already was in the works.</p>\n<p>The debt is much easier to manage in states that avoided CABs. Last October, <a href=\"http://www.tsa-wa.org/ReleaseRefunding2013.10.17.pdf\">Washington refinanced</a> the tobacco bonds it sold in 2002, selling $334.7 million of new, lower-cost debt. Arnone led that deal as well, which netted $2 million in fees for Barclays and other firms. As before, the state avoided CABs.</p>\n<p>Washington now expects to repay its tobacco debt two years earlier, by 2023. At that point, 100 percent of its tobacco dollars will again flow to taxpayers instead of investors.</p>\n<p>“The money from the tobacco settlement was supposed to go into research and education to prevent people from getting into smoking and, of course, we want that to happen,” said Kim Herman, who heads the state’s tobacco securitization authority.</p>\n<p>Smoking’s toll, after all, was the reason states fought Big Tobacco for the money in the first place. But when the final legal settlement was signed in 1998, it did not require states to spend at least some money on smoking prevention.</p>\n<p>“That was a mistake,” said Iowa Attorney General Tom Miller, who helped lead the settlement negotiations and is still in office. Miller said he did not oppose securitizing a large slice of Iowa’s proceeds, 78 percent, as long as it still left a portion remaining for tobacco prevention programs.</p>\n<p>But Michael Moore, who as Mississippi’s attorney general filed the initial lawsuit that led to the settlement, says the states that securitized made a “sucker bet” that diverted the winnings of the fight away from their intended purpose.</p>\n<p>“The people making the decisions think that this money fell out of heaven,” Moore said. “No. This money was related to a public health battle, probably the biggest public health battle in our nation’s history, trying to combat the No. 1 cause of death and disease.”</p>\n<p>The Centers for Disease Control and Prevention estimates that to make a real dent in smoking states should collectively be spending $3.3 billion a year on anti-tobacco programs.</p>\n<p>The Campaign for Tobacco Free Kids, a smoking-prevention group, said tobacco companies spend $8.8 billion a year on marketing. By comparison, states together spent $481 million on prevention in their most recent fiscal years, the campaign’s latest report said.</p>\n<p>The state that spent the least?</p>\n<p><a href=\"http://www.tobaccofreekids.org/what_we_do/state_local/tobacco_settlement/new_jersey\">New Jersey</a>.</p>\n<p>&nbsp;</p></div>","teaser":"Politicians wanted upfront cash from a victory over Big Tobacco, and bankers obliged.","guid":"733a3f59-a19e-4451-8c20-a9bf0711488f","itags":["Marketplace for Thursday August 7, 2014","Marketplace","PMP:Marketplace_PMP","733a3f59a19e4517c20da9bf0711488f"],"byline":"Cezary Podkul","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em><span>(<a href=\\\"http://www.propublica.org/article/how-wall-street-tobacco-deals-left-states-with-billions-in-toxic-debt\\\" target=\\\"_blank\\\">This story was produced by and co-published with</a></span> <a href=\\\"http://www.propublica.org/article/how-wall-street-tobacco-deals-left-states-with-billions-in-toxic-debt\\\" target=\\\"_blank\\\"><span>P</span>roPublica</a>,</em> an independent, non-profit newsroom in New York City that produces investigative journalism in the public interest.)</p>\"},{\"content\":\"<p>In November 1998, attorneys general from across the country sealed a historic deal with the tobacco industry to pay for the health care costs of smoking. Going forward, nearly every cigarette sold would provide money to the states, territories and other governments involved — more than $200 billion in just the first 25 years of a legal settlement that required payments to be made in perpetuity.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Then, Wall Street came knocking with an offer many state and local politicians found irresistible: Cash upfront for those governments willing to trade investors the right to some or all of their tobacco payments. State after state struck deals that critics derided as “payday loans’’ but proponents deemed only prudent. As designed, private investors – not the taxpayers – would take the hit if people smoked less and the tobacco money fell short.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Things haven’t exactly worked out as planned.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>A ProPublica analysis of more than 100 tobacco deals since the settlement found that they are creating new fiscal headaches for states, driving some into bailouts or threatening to increase the cost of borrowing in the future.</p>\"},{\"content\":\"<p>One source of the pain is a little-known feature found in many of the deals: high-risk debt that squeezed out a few extra dollars for the governments but promised massive balloon payments, some in the billions, down the road.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>These securities, called capital appreciation bonds, or CABs, have since turned toxic. They amount to only a $3 billion sliver of the approximately $36 billion in tobacco bonds outstanding, according to a review of bond documents and Thomson Reuters data. But the nine states, three territories, District of Columbia and several counties that issued them have promised a whopping $64 billion to pay them off.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Under the deals, the debts must be repaid with settlement money and not tax dollars. Still, taxpayers lose out when tobacco income that could be spent on other government services is diverted to paying off CABs. And states can’t simply walk away from the debt – bondholders have a right to further tobacco payments even after a default.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s going to cost taxpayers, either directly or indirectly,” said Craig Johnson, an associate professor of public finance at Indiana University in Bloomington who has studied tobacco bonds and CABs. “I don’t doubt that at all.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>ProPublica’s analysis is the first to measure the magnitude of the high-risk debt involved in the tobacco deals and to calculate how much Wall Street’s dealmakers earned. It also shows how much of the tobacco money has been securitized – that is, turned into payments that go to investors. As of this year, at least one out of every three dollars coming in under the settlement is pledged to investors, according to bond disclosures and payment data from the <a href=\\\"http://www.naag.org/tobacco.php\\\">National Association of Attorneys General</a>, which tracks the flow of funds.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The sure winners so far: Investment bankers from Citigroup, the now defunct Bear Stearns and others who, along with consultants and lawyers, have pocketed more than $500 million in fees for their financial engineering, ProPublica estimates. They now stand to make more as the governments look to rework old deals and try to get even more tobacco cash upfront.</p>\"},{\"content\":\"<p>In part, the troubles in the tobacco bonds arise from the same kind of miscalculation that led to the housing bubble.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Just as mortgage lenders bet that home prices would keep rising, the tobacco deals relied on optimistic predictions of how much Americans would smoke. Forecasters rightly saw that cigarette sales would continue to decline, but now the yearly drop – about 3 to 3.5 percent – is nearly double what was cooked into the deals.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Because the bonds sold to investors can stretch 40 years or more, the outdated estimates mean an ever-widening gap between what states expected to collect under the settlement and the payments they promised investors.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The CABs promise gigantic payouts – as high as 76 times what’s borrowed – because nothing is due on them for decades. Meantime, interest compounds on both the principal and accumulating balance.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Defaults by state and local governments are rare, but rating agencies have been warning that tobacco bonds in general could go under en masse. Moody’s said in May that up to 80 percent of the tobacco issues it tracks are likely to default.</p>\"},{\"content\":\"<p>For CABs, defaults appear certain.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“They’re doomed,” said Jim Estes, a finance professor at the California State University, San Bernardino, who helped ProPublica analyze the bond documents. “It’s not a question of whether or not, it’s a question of when.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Wall Street firms are already pitching their services to help unwind deals they helped create.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>[[{&quot;fid&quot;:&quot;280536&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][value]&quot;:&quot;%3Ca%20href%3D%5C%22http%3A%2F%2Fbit.ly%2F1vgYYlo%5C%22%20target%3D%5C%22_blank%5C%22%3E%3Cem%3ESee%20the%20full%20interactive%20at%20ProPublica.%3C%2Fem%3E%3C%2Fa%3E&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;height&quot;:525,&quot;width&quot;:1000,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\"},{\"content\":\"<p>The first state to act was financially strapped New Jersey. In March, it rescued two CABs that were part of a larger 2007 deal. The CABs promised to repay $1.3 billion in 2041. To pay off that giant tab before it comes due, the state agreed to hand over $406 million of its remaining tobacco proceeds beginning in 2017, money that otherwise would have gone into state coffers.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Barclays handled the transaction for New Jersey and earned $4.5 million. The state also got $92 million in upfront cash out of the deal to help Gov. Chris Christie and lawmakers plug a budget deficit. Still, rating agencies weren’t impressed: They downgraded the state anyway, making it costlier for New Jersey to borrow.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In late July, Rhode Island announced a plan to buy out some holders of $197 million of CABs it sold in 2007. The deal would shave $700 million off a $2.8 billion tab due on the bonds in 2052 and let the state refinance some of its older tobacco bonds at more attractive interest rates. Now, some bondholders are suing to block the deal.</p>\"},{\"content\":\"<p>Most of the deals involving CABs sold right before the 2008 financial crisis, ProPublica found. As the horizon darkened, the market for them began falling apart, with one lone buyer keeping Wall Street’s CAB machine going. Pitch documents show that bankers pressed the states to act fast before the window shut.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We are confident that we can stimulate demand,” Bear Stearns bankers told Ohio prior to a $5.5 billion tobacco bond package championed in 2007 by then state Treasurer Richard Cordray, who these days heads the U.S. Consumer Financial Protection Bureau.</p>\"},{\"content\":\"<p>Ohio’s tobacco deal was the largest ever. It included CABs that brought in $319 million in return for an eventual $6.6 billion balloon payment – a nickel on the dollar. Bear Stearns, Citigroup and other Wall Street firms made about $23 million in fees on the transaction, according to the bond offering document.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Then there is Puerto Rico, a government with a long history of financial woes.</p>\"},{\"content\":\"<p>In April 2008, as Bear Stearns was collapsing, it closed a $196 million tobacco bond sale that saddled the Puerto Rico Children’s Trust, a fund set up to benefit island families, with an eventual $8.6 billion balloon payout. Bear Stearns and Citigroup made $1.4 million in fees.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>This year, Puerto Rico’s tobacco settlement receipts fell 13 percent below what was forecast when the deal was done. The commonwealth is also <a href=\\\"http://www.bloomberg.com/news/2014-07-14/puerto-rico-utility-may-default-on-january-payment-fabian-says.html\\\">struggling to prevent default</a> on a mountain of other debt. Officials there did not respond to written questions<strong>,</strong> phone calls or interview requests.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Critics have repeatedly lambasted the states and other jurisdictions for violating the intent of the tobacco settlement by spending the money on uses other than anti-smoking programs and health care.</p>\"},{\"content\":\"<p>“The securitization scheme not only accelerated the expiration of the usefulness of that money, but basically guaranteed that it would never be used for its conceived purpose,” said Dave Dobbins, an executive with the <a href=\\\"http://www.legacyforhealth.org/\\\">American Legacy Foundation</a>, a nonprofit created under the settlement to fund smoking-prevention programs.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Now the money’s gone, the securitization scheme is sort of coming home to roost for some people . . . and the tobacco problem is still there: 480,000 people [are] expected to die this year due to tobacco-related disease,” Dobbins said.</p>\"},{\"content\":\"<p>“It’s a grim story.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>“Turbo” tobacco cash</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Whenever governments get access to a stream of money, Wall Street bankers pitch deals to turn it into a one-time payment. Bonds are sold to investors, who give the governments cash in exchange for the income stream, similar to a loan. Bankers earn fees based on a deal’s size, giving them every incentive to maximize the value.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The <a href=\\\"http://www.naag.org/fifteen-years-after-the-tobacco-master-settlement-agreement-successes-and-challenges.php\\\">1998 tobacco settlement</a> was no ordinary revenue stream: It was the biggest financial settlement in legal history, projected to net states and other governments $206 billion just through 2025. “The money is huge,” Iowa Attorney General Tom Miller said at the time.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>A cottage industry immediately sprouted up on Wall Street. The goal: Convince states to pawn the revenues.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Citigroup, JPMorgan, UBS, Goldman Sachs, Morgan Stanley and now-defunct firms like Bear Stearns, Lehman Brothers and Merrill Lynch all dedicated bankers to the cause, pitch documents show. Bear Stearns even had its own, 21-strong “Tobacco Securitization Group” devoted to monetizing the settlement.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The ink on the document was barely dry before these folks started coming at us, suggesting the idea of securitization,” said Christine Gregoire, who as Washington’s attorney general helped lead the tobacco settlement talks and later, as governor, opposed securitization.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I was just like, ‘Wow, I can’t believe that they have immediately thought about how to get one-time money and be indebted to the revenue stream.’ And I remember from the very beginning being offended at the idea,” she said.</p>\"},{\"content\":\"<p>Part of Gregoire’s objection is the same reason it doesn’t make sense to buy groceries on credit: You end up spending more – and getting less – by paying interest over time on goods you quickly consume.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s not good fiscal management of public money to give away 75 cents on a dollar of income,” she warned in 2002, when her state debated raising $450 million to fill a budget hole by cashing out tobacco income.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Washington lawmakers pushed ahead anyway. The plan securitized 29.2 percent of the state’s expected tobacco cash, the equivalent of $40 million to $50 million a year. Investors were promised that money until the debt was fully repaid, sometime around 2025.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><a href=\\\"http://www.msrb.org/About-MSRB/Governance/MSRB-Board-of-Directors/Current-Board-Members/Kym-Arnone-bio.aspx\\\">Kym Arnone</a>, Bear Stearns’ senior tobacco banker, advised the state against using CABs.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“At the present time, no market has emerged for tobacco CABs since investors are unwilling to defer all of their income until the final maturity of a bond when there is significant chance of payment interruption or payment delay,” a 2002 pitch document signed by Arnone states.</p>\"},{\"content\":\"<p>The state followed that advice. By issuing traditional bonds that regularly pay interest and principal, Washington sold what turned out to be one of the less-costly deals crafted by Bear Stearns. Through last year, when the state was able to refinance on favorable terms, investors were paid $848 million from tobacco settlement money, a little under twice the $450 million the state got.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But Washington was one of the early deals. As the securitization trend continued – with Bear Stearns alone leading $23 billion of transactions from 2000 through 2007, according to Thomson Reuters data – bankers reached for ways to fatten the deals and their fees.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Chief among these was the CAB. By 2005, investment bankers had found willing buyers for this type of bond, thanks in part to a repayment structure first suggested by Goldman Sachs: the “turbo” bond.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>With a turbo bond, governments agreed to make earlier payments if they had surplus cash from the tobacco settlement. The prepayments were not an ironclad promise — they could be skipped without triggering default. Turbos were already being built into regular bonds like those sold by Washington, and they appealed to CAB investors who might want some money before a final payoff decades away.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“That’s why they call them turbos — because they pay down faster,” said John Lampasona, an analyst at Standard &amp; Poor’s who rates tobacco bonds.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Reassuring forecasts of cigarette sales also aided the market for CABs.</p>\"},{\"content\":\"<p>IHS Global Insight, a consulting firm, earned millions of dollars providing its forecast on almost every deal done in the sector. The projections persuaded investors there would be extra cash available to prepay CABs. Since then, smoking bans and hefty tax increases have nearly doubled IHS’s projected rate of decline in cigarette sales.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I take all the credit and take all the blame,” James Diffley, IHS’s lead forecaster for cigarette sales told ProPublica. “It’s a forecasting exercise. The world will not turn out exactly like anybody imagined.”</p>\"},{\"content\":\"<p>A 2005 deal involving Puerto Rico was the first CAB sale, according to the bank that arranged it. That year, Merrill Lynch convinced the <a href=\\\"http://www.gdb-pur.com/affiliates/childrens-trust.html\\\">Puerto Rico Children’s Trust</a> to issue $108 million of CABs that wouldn’t come due until 2045 and 2050 – when many of the officials deciding to sell the debt might well be dead and a $2.5 billion payment would be owed.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Merrill Lynch estimated that Puerto Rico could pay off the debt early, however, by shelling out some $372 million in turbo repayments from 2024 to 2028. That prediction, tucked inside the 2005 bond offering, was based on industry payments coming in line with IHS’s basic expectation of cigarette sales.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Mutual fund managers Oppenheimer Funds, BlackRock, Eaton Vance, Dreyfus, Nuveen and Goldman Sachs Asset Management all bought Puerto Rico’s turbo CABs, according to a Merrill Lynch pitch document. A spokesman for Merrill Lynch, now part of Bank of America, declined comment for this article.</p>\"},{\"content\":\"<p>After that deal, bankers started layering CABs into many tobacco issues. In all, ProPublica identified 92 CABs that incorporated turbo repayments, raising nearly $3 billion between 2005 and 2008. (See the states and other governments that did the deals and how much they owe.)</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The $64 billion payoff for these bonds is about 21 times the amount borrowed. Even in the unlikely scenario that all of them get repaid early, the payoff would be about five times, ProPublica estimates. By comparison, traditional bonds like those Washington sold typically repay about three times what’s borrowed, said Estes, the finance professor.</p>\"},{\"content\":\"<p>Steep repayment terms have made CABs controversial in other arenas. In the mid-1990s, for instance, Michigan limited the ability of school districts to sell CABs precisely because they can create giant debt burdens far into the future.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Nevertheless, in 2006, Michigan sold a $55 million CAB that Bear Stearns tucked into a larger, $490 million tobacco issue. The CAB promised to repay $1.5 billion, or 27 times the amount borrowed, in 40 years.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Asked about the transaction, Michigan treasury spokesman Terry Stanton said, “CABs can be a useful structuring tool when the risks and costs are properly understood and analyzed.” The state sold the bonds, he said, because there were investors interested in buying them.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>As Wall Street manufactured more turbo CABs, a dominant buyer emerged: <a href=\\\"https://www.oppenheimerfunds.com/investors/\\\">Oppenheimer Funds</a>, the Rochester, New York, mutual fund manager. The firm gobbled up hundreds of millions of dollars in CABs, sometimes buying entire issues in one gulp and sprinkling the debt throughout at least 17 of its municipal bond funds, according to data from <a href=\\\"http://www.lipperweb.com/default.aspx\\\">Lipper</a>, which tracks mutual fund holdings.</p>\"},{\"content\":\"<p>Oppenheimer Funds declined to comment for this story. But in May, Michael Camarella, senior portfolio manager for the firm’s municipal team, told Bloomberg News the tobacco sector presented a buying opportunity for investors willing to hold on to the debt. “We’ve been willing to take those risks,” he said. “Tobacco and Puerto Rico are the two cheapest sectors right now.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Oppenheimer Funds declined to make Camarella available for an interview.</p>\"},{\"content\":\"<p>As of May, the firm was the largest owner of turbo CABs, according to Lipper data. The holdings were large enough that, were they all to pay off in full at maturity, Oppenheimer Funds would collect some $40 billion. With the 1998 settlement proceeds declining, however, that appears highly unlikely. In May, the firm valued these CABs at only about $700 million, or about 1.8 cents on the dollar, according to Lipper.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“I have yet to see a capital appreciation bond that I think is going to get paid,” said Dick Larkin, credit analyst at brokerage firm Herbert J. Sims &amp; Co. in Florida, who has been warning for a decade that tobacco bonds are headed for trouble.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Some of the early investors have come to the same conclusion.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We don’t want to have any bonds in this sector overall,” said Tom Metzold, senior portfolio adviser for Eaton Vance, one of the mutual funds to buy into the Puerto Rico CABs sold by Merrill Lynch. A $6.6 million chunk of that 2005 deal was the last CAB standing in one of the firm’s funds as of May, according to Lipper.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But as investors like Metzold cut their losses, hedge funds are stepping in. By scooping up the debt at distressed prices, they may still be able to make money. Tobacco bonds of all stripes have been a favorite playground for speculators this year, returning 10.83 percent and making it one of the <a href=\\\"http://www.indexologyblog.com/2014/06/13/municipal-bonds-hooked-on-tobacco/\\\">top performing sectors</a> of the municipal bond market, according <a href=\\\"http://us.spindices.com/indices/fixed-income/sp-municipal-bond-tobacco-index\\\">to S&amp;P Dow Jones Indices</a>.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>The “max out” strategy</strong></p>\"},{\"content\":\"<p>Analysts say states agreed to the CABs’ steep repayment terms to squeeze the tobacco settlement money for all it was worth. “They were designed to milk every last dime,” said Dean Lewallen, a senior research analyst at investment manager AllianceBernstein in New York.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>By layering in CABs, states got more upfront cash than they otherwise would. Once standard 30-year bonds were paid off, it would free up tobacco money to cover any CABs included in the package. They could then be prepaid before the big balloon payments came due at maturity.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The scenario assumed that settlement revenues would come in as predicted. But when many of the securitizations sold in 2007, the bankers and politicians were more concerned about another aspect of the deals: their size.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In February of that year, soon after he took office, <a href=\\\"http://www.consumerfinance.gov/the-bureau/about-rich-cordray/\\\">Richard Cordray</a>, Ohio’s newly elected treasurer, began trumpeting the idea of securitizing the state’s tobacco money, according to news reports from the time.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Ohio’s then-governor, Ted Strickland, backed the idea, and it sailed through the legislature that June. The plan was to sell all of Ohio’s tobacco money to finance new school buildings and cover tax cuts for the elderly.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>By July, Cordray and then-Budget Director Pari Sabety had the sale process in full swing. In public statements promoting the deal, Cordray said it made sense because tobacco payments might shrink in the future.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Five years from now, 10 years from now, smoking bans are kicking in, taxes may change, maybe court decisions. If the tobacco companies are not profitable, Ohio would be out its money. But if we cash in now, we will have our money and we will shed the risk,” Cordray was quoted saying in a July 2007 report by The Associated Press.</p>\"},{\"content\":\"<p>The state requested proposals from investment banks on how to generate $5.05 billion from a bond sale – including “CABs, subordinate CABs, or any other proposed element.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Bear Stearns is pleased to present its qualifications,” opened a letter from Arnone, who by then had done 26 tobacco deals worth $25.3 billion, according to the document.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Bear Stearns warned that it was getting pricier to sell CABs. The bank said Puerto Rico halted a CAB sale that Bear was leading because of “sticker shock” at the “dramatically higher” interest rates needed to get the deal done. But Bear put CABs into its recommended Ohio deal structure anyway.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“CABs are increasingly difficult and costly to sell,” JPMorgan chimed in. Yet it, too, proposed them as part of a “max out” strategy for Ohio to raise about $5.4 billion – and added that it now had a “leading tobacco bond résumé” because it had hired away executives from UBS, Goldman Sachs and Merrill Lynch to work on its team.</p>\"},{\"content\":\"<p>The major purchasers of CABs – including Oppenheimer Funds – had their portfolios “relatively full” of the debt, Morgan Stanley warned, but added that it could use its “unique insight” to sell the bonds anyway, a pitch document states.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Eventually, Ohio chose Bear Stearns and Citigroup to lead the sale. The firms packed $319 million of CABs into the overall $5.53 billion deal. The state received $5.05 billion after fees and setting aside reserves.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The CABs were costly. They accrue interest at even higher rates, 7.25 and 7.5 percent, than the “sticker shock” rate of 6.5 percent that had caused Puerto Rico to pull its CAB sale. At their respective maturities in 2047 and 2052, $6.6 billion will come due on them. Absent any turbo payments that might pay off the debt early, that’s a final repayment ratio of about 21 times the amount borrowed.</p>\"},{\"content\":\"<p>Interest rates on the other, less-risky, Ohio tobacco debt ranged from a low of 4 percent to 6.5 percent.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Just a few months after the deal closed, Bear Stearns went under, foreshadowing the financial crisis ahead. Shortly after, Arnone moved to Lehman, which filed for bankruptcy in September 2008 and had its North American operations bought out by Barclays Capital.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Two weeks later, Arnone was pitching another tobacco deal: “Individuals make the difference — not firms, which have unfortunately proven to be transient in this environment,” she wrote to Iowa officials on Barclays’ letterhead.</p>\"},{\"content\":\"<p>By then the run had finally stalled. Oppenheimer Funds – which had been the “sole source” of liquidity in the CAB market – was no longer buying in the wake of the Lehman collapse. Arnone recommended the state not use CABs. Unable to hit its target amount, Iowa pulled the deal.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Citigroup, Morgan Stanley and JPMorgan declined to comment for this story. Arnone and Barclays also did not respond to requests for comment or to a list of specific questions.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Asked about the wisdom of Ohio’s transaction, the state’s Office of Management and Budget said in a statement, “The decision to move forward with the transaction was made by Ohio’s leadership in 2007. We can’t speak to their thinking at the time.”</p>\"},{\"content\":\"<p>Strickland did not respond to a request for comment, but Cordray told ProPublica the state made the right decision. The decline in tobacco payments means they were riskier than believed, he said, and CABs helped the state maximize its proceeds. If payments decline further, he said, investors should pay the price, not Ohio.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Obviously, they are always going to want to come back, cup in hand, saying to the state, ‘Put some money in it,’” Cordray said. “But it’s not necessary; it’s not legally required and in fact was the whole purpose of this deal.”</p>\"},{\"content\":\"<p><strong>“We basically burned it all”</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>By using the tobacco bond money to build schools, Ohio didn’t have to sell general obligation bonds, which are repaid with taxes, to cover construction costs. But not all states used tobacco debt for such long-term investments.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>New Jersey stands as the prime example. The <a href=\\\"http://www.nytimes.com/2002/11/29/business/tobacco-money-could-harm-credit-rating-of-some-states.html\\\">state first issued tobacco bonds</a> in 2002 and 2003, spackling holes in the state budget with the $3.5 billion they raised. “We basically burned it all in two years,” said David Rousseau, a deputy treasurer at the time who became state treasurer from 2008 to 2010. “It was not one of New Jersey’s better financial moves.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>In 2007, the state raised another $3.6 billion to repay those bonds. The deal, brokered by Arnone’s Bear Stearns team, had one silver lining: It let New Jersey keep about 24 percent of its tobacco payments, as opposed to the 100 percent it had given up in the earlier deal. That left up $50 million to $60 million a year in payments for the state instead of investors.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But not for long.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Staring at another $800 million budget gap this year, state officials again turned to Arnone. The two CABs issued in 2007 and their $1.3 billion payoff were now a concern, too. The solution was to sign over the untapped tobacco money expected from 2017 to 2023 — an estimated $406 million— to repay the debt early and get some new cash from investors in exchange.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The state said it came out ahead in the deal, largely because it also brought in $92 million for the budget. Still, Standard &amp; Poor’s <a href=\\\"http://www.nj.com/politics/index.ssf/2014/04/sp_downgrades_new_jerseys_debt_rating_criticizing_christies_budgets.html\\\">downgraded New Jersey’s taxpayer-backed debt</a> a notch, citing the state’s “reliance on one-time measures that are contributing to additional pressure on future budgets.” The Moody’s and Fitch rating agencies followed suit, citing the same concern.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The downgrade shows how CABs can do damage despite legalities designed to shield the state and taxpayers.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Like most states that sold tobacco bonds, New Jersey did so through a shell entity. The New Jersey Tobacco Settlement Financing Corp. exists “in, but not of” the state’s treasury, its <a href=\\\"ftp://www.njleg.state.nj.us/20022003/AL02/32_.PDF\\\">authorizing legislation</a> states. The corporation’s only assets are the tobacco revenues the state signed over to pay back its debts.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s only those monies, and no other monies, that the bondholders have a claim on,” said David Narefsky, a municipal bond lawyer at law firm Mayer Brown in Chicago.</p>\"},{\"content\":\"<p>But if the CABs aren’t paid back in time, they don’t go away. Barclays told the state that in a default, the bondholders would still be in line ahead of taxpayers for subsequent tobacco income. The bonds would continue to earn interest and would have to be paid back at an even higher cost – $1.6 billion from 2041 through 2049.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p> In a statement explaining the March deal, New Jersey made clear the CAB bondholders couldn’t be ignored.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The statement said that while New Jersey is “not legally compelled” to prevent a default, it did not want the corporation’s financial troubles to flow onto its books – or upset its creditors: “The State sees an advantage in maintaining good relations with the tobacco bond investors, as they are likely to invest in other bonds of the State.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Rhode Island also decided it couldn’t simply ignore its CABs. The state <a href=\\\"http://www.structuredfinancenews.com/news/abs/how-rhode-island-is-taking-more-tobacco-money-off-the-table-251467-1.html\\\">wants to refinance its 2002 tobacco settlement bonds</a> to take advantage of lower interest rates. But the deal, which involves selling $594 million in new tobacco bonds to pay off the old ones, can’t go forward without the approval from the owners of its 2007 CABs.</p>\"},{\"content\":\"<p>As a result, Rhode Island proposes to spend more than $60 million to buy them out and get their permission. “All of the CAB bondholders are getting something,” according to a person familiar with the transaction.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Rhode Island had hoped to collect at least $20 million out of the transaction for its budget. But the deal is on hold after Oppenheimer Funds, which holds some of the tobacco debt, <a href=\\\"http://www.bloomberg.com/news/2014-08-05/oppenheimerfunds-says-it-sued-rhode-island-over-tobacco-deal.html\\\">filed a lawsuit this week</a> alleging that it would “siphon off” money from bondholders to the state.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Money ‘out of heaven’</strong></p>\"},{\"content\":\"<p>As CAB debt piles up on state balance sheets, hopes of repayment – turbo or otherwise – are fading.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Of the four jurisdictions with scheduled CAB turbo prepayments so far, only one has made them, ProPublica found: Placer County, California, which has a relatively small, $14.3 million issue promising a $68 million payoff. The other three, pooled tobacco CABs sold by New York counties, have not.</p>\"},{\"content\":\"<p>Even on traditional bonds, making those turbo prepayments has proven difficult. Ohio has fallen about $70 million behind on prepayments toward its regular tobacco bonds, which must be paid off before any money goes to the CABs. Kurt Kauffman, the state’s debt manager, said it’s too early to tell how Ohio’s CABs might be repaid.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We just don’t know,” he said. “That’s going to be up to kind of the future leaders.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Others are watching to see how their peers deal with the problem.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In California, which has promised to repay nearly $3.7 billion on $350.5 million of CABs sold by its Golden State Tobacco Securitization Corp. in 2007, the entity’s debts are a concern. The corporation is behind schedule on early turbo repayments for the 2007 bonds. “Hopefully it doesn’t come to the point of default because this office would be concerned about a negative fallout in the market,” said Tom Dresslar, spokesman for Treasurer Bill Lockyer.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Lockyer in the past has referred to CABs used by school districts as the equivalent of “payday loans” because of their ability to pile up future debts. Asked why California sold tobacco CABs under his tenure, Dresslar said Lockyer had just entered office in 2007 and the bond deal already was in the works.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The debt is much easier to manage in states that avoided CABs. Last October, <a href=\\\"http://www.tsa-wa.org/ReleaseRefunding2013.10.17.pdf\\\">Washington refinanced</a> the tobacco bonds it sold in 2002, selling $334.7 million of new, lower-cost debt. Arnone led that deal as well, which netted $2 million in fees for Barclays and other firms. As before, the state avoided CABs.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Washington now expects to repay its tobacco debt two years earlier, by 2023. At that point, 100 percent of its tobacco dollars will again flow to taxpayers instead of investors.</p>\"},{\"content\":\"<p>“The money from the tobacco settlement was supposed to go into research and education to prevent people from getting into smoking and, of course, we want that to happen,” said Kim Herman, who heads the state’s tobacco securitization authority.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Smoking’s toll, after all, was the reason states fought Big Tobacco for the money in the first place. But when the final legal settlement was signed in 1998, it did not require states to spend at least some money on smoking prevention.</p>\"},{\"content\":\"<p>“That was a mistake,” said Iowa Attorney General Tom Miller, who helped lead the settlement negotiations and is still in office. Miller said he did not oppose securitizing a large slice of Iowa’s proceeds, 78 percent, as long as it still left a portion remaining for tobacco prevention programs.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But Michael Moore, who as Mississippi’s attorney general filed the initial lawsuit that led to the settlement, says the states that securitized made a “sucker bet” that diverted the winnings of the fight away from their intended purpose.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The people making the decisions think that this money fell out of heaven,” Moore said. “No. This money was related to a public health battle, probably the biggest public health battle in our nation’s history, trying to combat the No. 1 cause of death and disease.”</p>\"},{\"content\":\"<p>The Centers for Disease Control and Prevention estimates that to make a real dent in smoking states should collectively be spending $3.3 billion a year on anti-tobacco programs.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The Campaign for Tobacco Free Kids, a smoking-prevention group, said tobacco companies spend $8.8 billion a year on marketing. By comparison, states together spent $481 million on prevention in their most recent fiscal years, the campaign’s latest report said.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The state that spent the least?</p>\"},{\"content\":\"<p><a href=\\\"http://www.tobaccofreekids.org/what_we_do/state_local/tobacco_settlement/new_jersey\\\">New Jersey</a>.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"}]","published":"2014-08-07T13:00:00+00:00","title":"Wall Street tobacco deals left states in billions of debt","description":"Politicians wanted upfront cash from a victory over Big Tobacco, and bankers obliged.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/173729286.jpg?itok=10Ej6op6","type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"}},{"format":"MP3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/08/07/marketplace_segment18_20140807"},"duration_hms":"00:05:09","duration":309},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/08/07/marketplace_segment18_20140807_64.mp3"}]}