{"created":"2015-06-24T20:28:54+00:00","modified":"2015-06-29T19:22:19+00:00","valid":{"from":"2015-06-29T19:22:19+00:00","to":"3015-06-29T19:22:19+00:00"},"hreflang":"en","title":"Unearthed In A Library, 'Voodoo' Opera Rises Again","published":"2015-06-25T00:01:00+00:00","teaser":"The Harlem Renaissance opera <em>Voodoo</em><em> </em>has not been performed since 1928. A Columbia University researcher rediscovered the score, and now the Harlem Opera Theater hosts two performances.","itags":["npr_api","417151864"],"guid":"733dd393-e653-4267-b55b-6646c75259ed","contentencoded":"<p>About eight years ago, as a grad student, Annie Holt was working in Columbia University's Rare Books and Manuscripts Library when she was assigned to catalogue the work of Harry Lawrence Freeman, a largely forgotten Harlem-based composer from the early 20th century.</p><p>\"It was fabulous!\" she says. \"I had the honor of going through all the cardboard boxes that came right from his family's house and unearthing everything, and I, for myself, discovered how amazing his story was and how amazing his music is.\"</p><p>Since that experience, Holt has been trying to get one of Freeman's operas produced. Now, as the artistic director of Morningside Opera, she has collaborated with Harlem Opera Theater and the Harlem Chamber Players to present <a href=\"http://morningsideopera.com/productions/voodoo.html#about\">two concert performances of Freeman's 1928 opera, <em>Voodoo</em></a>.</p><p>Holt says Freeman wrote both the music and libretto for <em>Voodoo</em>. He set the opera on a Louisiana plantation in the Reconstruction period, a choice Holt says attracted her to the work from a historical perspective.</p><p>\"For me, that was a really interesting topic,\" she says, \"especially looking at Freeman's historical moment during the Harlem Renaissance and the idea of African-Americans reflecting upon racial identity in the 75 years after the Civil War.\"<em></em></p><p>Freeman was born in Cleveland, Ohio shortly after the Civil War. He began to write operas when, at the age of 18, he heard German composer <a href=\"http://www.npr.org/artists/89337436/richard-wagner\">Richard Wagner</a>'s <em>Tannhauser</em>. Freeman moved to Harlem in 1908, established both a music school and the Negro Grand Opera Company, and was a friend and colleague of <a href=\"http://www.npr.org/artists/90901147/scott-joplin\" target=\"_blank\">Scott Joplin</a>. Freeman wrote more than 20 operas in his lifetime.</p><p>Harlem Opera Theater's artistic director, Gregory Hopkins, says while he hears Wagner's influence in Freeman's music, he hears a lot of other influences, too.</p><p>\"Certainly you hear the colloquial music of the time — there's a cakewalk, there's a buck dance, there's even a voodoo dance,\" Hopkins says. \"And you hear the interpolation of spirituals, which were so important to development of the entire artistic tapestry of the Renaissance.\"</p><p>The use of spirituals in the context of <em>Voodoo</em> is very much plot-driven. The story, which is a classic love triangle between two women and one man, hinges on a spurned lover's turning her back on her faith to use the magical powers of voodoo. She conjures a giant python and a magic tree and even kills her rival — who is then revived, miraculously, by holy water, says stage director Melissa Crespo.</p><p>\"It's a battle of Christianity, and it's a battle of the voodoo magic at play and, you know, which one is gonna win,\" Crespo says. \"It's a big, giant story; everyone has a lot of feelings, and they're feeling their feelings all over the stage! But that's the beauty of opera.\"</p><p>When <em>Voodoo</em> premiered at the Palm Garden on Broadway in 1928, it got some good notices in the African-American press, but <em>The New York Times</em> called it \"naive,\" and it was never performed again. It was very much of its time, including language audiences now find racist. Although Freeman may have been known during the Harlem Renaissance, his music was never published. Even after he died, Holt says, his work met obstacles.</p><p>\"He had trouble getting things produced in his lifetime and after his death it was even more difficult for his son, Valdo, who was acting as his general manager, to continue with that work,\" Holt says.</p><p>Freeman died in 1954 and many of his operas have never been performed. In that, he shares something in common with his friend Scott Joplin, whose opera <em>Treemonisha</em> was first produced 55 years after the composer's death. Hopkins says he and his collaborators hope that <em>Voodoo</em> will get a full production.</p><p>\"I don't think the work or the composer will be obscure for too long,\" the conductor says.</p><p>Audiences will have a chance to make up their own minds this weekend.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Unearthed+In+A+Library%2C+%27Voodoo%27+Opera+Rises+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"330"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417192138-f3ee23.m3u?orgId=1&topicId=1039&d=330&p=2&story=417151864&t=progseg&e=417186679&seg=10&ft=nprml&f=417151864"},{"href":"http://media.npr.org/assets/img/2015/06/24/hlfreeman-b202934c9587ad1566337c40d90552a88065d65c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3406","width":"4541"}},{"href":"http://media.npr.org/assets/img/2015/06/24/voodoo1-18b36bc6f870c23248bf830bf8e2359b0e2339b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2048","width":"2730"}},{"href":"http://media.npr.org/assets/img/2015/06/24/voodoo3_wide-7043e515880bf2974c695beb03c967aba3d8191a.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"2082","width":"3701"}}]}