{"created":"2015-01-27T18:09:34+00:00","modified":"2015-01-27T21:26:59+00:00","valid":{"from":"2015-01-27T21:26:59+00:00","to":"3015-01-27T21:26:59+00:00"},"hreflang":"en","title":"Blizzard Howls Its Way Into Boston But Largely Spares NYC","published":"2015-01-27T21:26:00+00:00","teaser":"Massachusetts was pounded by snow and lashed by strong winds as a storm spun up the East Coast.","itags":["npr_api","381909588"],"guid":"733f683e-4701-4085-8322-3bce934a046a","contentencoded":"<p>A howling blizzard heaped snow on Boston, the rest of eastern Massachusetts and parts of Long Island on Tuesday, delivering wind gusts topping 75 mph, but it failed to live up to the hype farther south in Philadelphia and New York City, which canceled its travel ban amid better-than-expected weather conditions.</p><p>Massachusetts was pounded by snow and lashed by strong winds early Tuesday as bands of heavy snow left some towns, including Sandwich on Cape Cod and Oxford in central Massachusetts, reporting more than 18 inches of snow.</p><p>Total accumulation was expected to reach or exceed 2 feet in most of Massachusetts, potentially making it one of the top snowstorms of all time. The National Weather Service says a wind gust of 78 mph was reported on Nantucket, and a 72 mph gust was reported in Aquinnah on Martha&#8217;s Vineyard.</p><p>Coastal residents braced for a powerful storm surge and the possibility of damaging flooding and beach erosion, particularly on Cape Cod.</p><p>Maine and New Hampshire each declared a state of emergency, and government offices in both states were closed Tuesday. In Hartford, Connecticut, up to a foot of snow was expected. Providence, Rhode Island, reported 10 inches of snow early Tuesday.</p><h4>Guest</h4><ul><li><a href=\"http://www.weather.com/tv/personalities/news/sam-champion\" target=\"_blank\"><strong>Sam Champion</strong></a>, anchor and managing editor at The Weather Channel. He tweets <a href=\"https://twitter.com/SamChampion\" target=\"_blank\">@SamChampion</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Blizzard+Howls+Its+Way+Into+Boston+But+Largely+Spares+NYC&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381909591-4bbacf.m3u?orgId=1&e=381909588&d=282&ft=nprml&f=381909588"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/Pedestrian.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"850","width":"1280"}}]}