{"created":"2015-02-10T21:54:59+00:00","modified":"2015-02-20T01:05:10+00:00","valid":{"from":"2015-02-20T01:05:10+00:00","to":"3015-02-20T01:05:10+00:00"},"hreflang":"en","title":"Failing Bridges Taking A Toll; Some States Move To Raise Gas Tax ","published":"2015-02-11T01:53:00+00:00","teaser":"With gas prices down, a growing number of states are turning to a gas tax increase. New Jersey looks at following suit to fund much-needed projects, but some drivers aren't eager to pay up.","itags":["npr_api","383789378"],"guid":"7340d7c5-d9cd-4f1a-a657-429336166308","contentencoded":"<p>A dozen states are considering something that was rarely discussed a few years ago: raising gas taxes. Low prices at the pump have emboldened state officials to think about raising new revenue to repair crumbling roads and bridges.</p><p>It's a scene that's all too familiar in much of the country — construction workers performing emergency repairs on a bridge. In Franklin Township, N.J., one bridge <a href=\"http://www.nj.com/traffic/index.ssf/2015/01/another_deteriorating_bridge_is_closed_is_closed_i.html\">closed abruptly last month</a> when it was deemed unsafe.</p><p>\"It's living proof that what we've been saying is correct,\" says Tom Bracken, head of New Jersey's Chamber of Commerce. Of about 600 \"<a href=\"http://www.wnyc.org/story/associated-press-report-600-new-york-bridges-need/\">structurally deficient bridges in New Jersey</a>, there are some that, right now, are very dangerous,\" he says.</p><p>Bracken is leading a coalition of business groups pushing for greater transportation spending.</p><p>\"Every day we wait becomes more of a crisis because we run the risk of more bridges closing,\" he says. \"It is absolutely a crisis — the number one issue facing the state of New Jersey — and it needs to be resolved.\"</p><p>New Jersey has a long backlog of bridge and road projects — and no money to do them. New Jersey Transportation Commissioner Jamie Fox talked to a state planning agency last month about this issue:</p><p>\"Now is the time. Gas prices are low. The money has run out. The projects are accumulating,\" Fox said. \"We've got potholes up and down the state. We've got bridges falling apart.\"</p><p>Those are problems for many states. But they're especially acute in New Jersey, which has the second-lowest gas tax in the country after Alaska. It hasn't been raised in over 20 years. In that time, the price of everything else has gone up.</p><p>\"Asphalt costs are higher, machinery costs are higher. Construction workers' wages are usually higher,\" says Carl Davis of the Institute on Taxation and Economic Policy in Washington. \"So the revenues that we're chipping in aren't keeping pace with the costs that we have.\"</p><p>Davis says the federal government can borrow money to fund transportation projects. But states don't have that luxury. So a growing number are turning to gas taxes.</p><p>He says the trend started in states like Maryland and Pennsylvania. Now he says at least a dozen states are talking about raising gas taxes — including some you might not expect.</p><p>\"Iowa, South Carolina, Tennessee — these states haven't seen their gas tax rate go up in over a quarter century,\" Davis says.</p><p>\"Roads and bridges — it's not a politically divisive issue,\" he adds. \"These are things that need to be maintained if the economy is going to work.\"</p><p>Utah Gov. Gary Herbert says it's time to rethink the state's gas tax.</p><p>\"Nobody wants to raise a tax,\" Herbert said on C-SPAN last month. \"My gosh, that's the worst thing you can do as a politician. But the practical realities are, we've got to do something.\"</p><p>Herbert isn't the only Republican governor who's reached that conclusion. In South Carolina, Gov. Nikki Haley has proposed raising the gas tax — but only if she also gets big cuts to the state's income tax.</p><p>In New Jersey, Gov. Chris Christie has said all options are on the table to deal with the state's transportation woes. But it's clear that a gas tax will be a tough sell with voters.</p><p>\"I think it's totally ridiculous. The taxes in this state are high enough the way it is,\" Blairstown, N.J., resident Pat Johnson says.</p><p>Johnson says she'll go out of her way to buy gas in New Jersey because it's so much cheaper here than in neighboring states.</p><p>\"Quite often that is coming back to New Jersey on a very low tank of gas, and filling up the last gas station before I get out of New Jersey,\" she says.</p><p>Gas station owners in New Jersey are worried that business will drop if the state raises its gas tax. Sonny Rasaq manages a Shell station in Phillipsburg, N.J., right across the border from Pennsylvania.</p><p>Rasaq says increased gas tax will hurt the business, \"especially on the weekends. Like Thursday, Friday, Saturday, we get a lot of business from Pennsylvania ... I don't think people will come here if the price is the same.\"</p><p>But some of Rasaq's customers say they might be willing to pay a little bit more for gas.</p><p>Megan McGuire from Stewartsville, N.J., says, \"I guess it depends on how much, really. I would probably do it, just because the roads around here suck.\"</p><p>That's a sentiment a lot of drivers around the country might share. But that doesn't mean they're eager to pay more at the pump.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Failing+Bridges+Taking+A+Toll%3B+Some+States+Move+To+Raise+Gas+Tax+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385267312-a9f795.m3u?orgId=1&topicId=1003&e=383789378&d=220&ft=nprml&f=383789378"}]}