{"created":"2014-10-08T16:15:20+00:00","modified":"2014-10-31T02:09:25+00:00","valid":{"from":"2014-10-31T02:09:25+00:00","to":"3014-10-31T02:09:25+00:00"},"hreflang":"en","title":"The Forgotten Pictures Of A Music Photography Pioneer","published":"2014-05-13T00:20:00+00:00","teaser":"Jim Cummins was one of the few African-American photographers working in superstar rock, shooting everyone from Jimi Hendrix to Sonny & Cher. Along the way, he forgot about more than 2,500 negatives.","itags":["npr_api","311897029"],"guid":"734197c8-1657-4528-9698-f9ac088e20fc","contentencoded":"<p>For more than three decades, Chris Murray ran the Govinda Gallery in Washington, D.C. He still curates shows and also edits books about rock 'n' roll photography.</p><p>\"To find an archive that's been lost, if you will, or overlooked, it's always a wonderful and extraordinary thing,\" he says.</p><p>In New York City, a trove of forgotten photographs depicting music icons such as Jimi Hendrix and Janis Joplin is being displayed for the first time. The original negatives had been boxed up for decades in photojournalist Jim Cummins' basement.</p><p>\"The thing I liked about Jim Cummins' archive the most was the album covers,\" Murray says. \"I must say, it was the vinyl long-play album and the 45 [RPM record] jackets where I feel photography and music really had their greatest moments, because they entered into literally millions and millions of people's homes.\"</p><p>During the '60s, '70s and '80s, Cummins' work graced more than 900 album covers.</p><p>\"Talk about getting your ego stroked,\" Cummins says. \"You know, walk into a record store and you see a wall of like 50 to maybe 100 album covers that you shot. It's kind of mind-blowing.\"</p><p><strong>Staying Out Of The Way</strong></p><p>Talk to just about anybody who knows him, and they'll tell you Cummins does not have an ego. That's one of the qualities that made him successful.</p><p>\"The one thing that was key with me was to be unobtrusive,\" he says. \"You know you didn't want to interrupt a session; you know you weren't there as a fan, you're there to work. Not seen and not heard. You're a ghost. Especially in the studio, you really had to stay out of the way, because there was just so much tension.\"</p><p>The tension was thick at the Record Plant in New York City when Hendrix and his producers were laying down tracks for the song \"Izabella.\"</p><p>\"Between takes, they'd be rewinding — and he'd look over at me and I was looking at him — and then [I'd] raise the camera and start shooting,\" Cummins says. \"You know, I had the camera in a case as to where you couldn't hear it going off. You really had to play it very carefully, 'cause you didn't want to interrupt anything.\"</p><p>Apparently he didn't. Cummins got a chance to talk to Hendrix briefly. But the photographer's favorite place to shoot was arenas.</p><p>\"There are moments within a concert that — it's the height of it,\" Cummins says. \"That that person's really into it. The expression is really there.</p><p>Cummins says he took his first picture when he was 7, growing up in Harlem. He attended New York City's famed High School of Music and Art and gravitated toward music photography.</p><p>But in 1977, Cummins left music for sports. Photo editor Gary Hoenig says he recalls hiring him for <em>The</em> <em>New York Times</em>' sports section.</p><p>\"Jim came in, a very unassuming, pleasant photographer,\" Hoenig says. \"African-American — not an easy thing to be in the '70s.\"</p><p>Hoenig says that may actually have helped Cummins as a photographer.</p><p>\"Look, there were still athletes who were coming out of the segregated schools of the South,\" he says. \"There were still musicians who still couldn't play in certain clubs when they were growing up. To have somebody with them in those intimate moments who was of their culture, of their race, had to give them a comfort level that they just couldn't get with white people in those days. And I don't want to overstate the generic or the stereotype here, especially because Jim is such a gentleman, and such a good guy. He's such a decent person.\"</p><p><strong>Accentuate The Negatives</strong></p><p>Over the decades, Cummins, now 67, says he pretty much forgot about the stash of unpublished music negatives boxed up in his basement. Then, in 2012, he showed the trove to Bob Pokress of Image Fortress, a Massachusetts company that restores and digitizes photos for the <em>Chicago Tribune</em> and the U.S. National Archives, among others.</p><p>Pokress reverently pulls a vintage magazine out of protective wrapping.</p><p>\"One of the moments that I was trembling, just in terms of the significance of it, was when Jim pulled out the original slide behind a photo that was used in the October 1970 issue of <em>Life</em> magazine that <em>Life</em> ran as the obituary photo a few weeks after Jimi Hendrix died,\" Pokress says.</p><p>Cummins says he remembers taking that picture at Madison Square Garden, not long before the guitarist died at age 27. It shows Hendrix from the waist up. The musician is looking down.</p><p>\"It's an intense picture,\" Cummins says. \"He's just isolated. I think there's one little light. It's a more quiet Jimi, and I wanted to get that and present that in a way — you know, compose it the way I wanted.\"</p><p>That picture and 11 others from the first group of restored negatives are now on display at the Baboo Gallery in New York City. Cummins says he also plans to publish more unseen images in a book.</p><p>\"I could've sold this stuff before, OK?\" he says. \"I would've gotten a decent price, but I wouldn't have anything now.\"</p><p>Now, Cummins says he's excited that part of his restored collection — which contains more than 2,500 images — is <a href=\"https://www.youtube.com/watch?v=C46T0SAcINo\">available online</a> for everyone to see.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Forgotten+Pictures+Of+A+Music+Photography+Pioneer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Andrea Shea","audio":[{"meta":{"duration":"338"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311897030-e73de3.m3u?orgId=1&topicId=1143&ft=3&f=311897029"},{"href":"http://media.npr.org/assets/img/2014/05/12/jimi-hendrix-at-madison-square-garden-5-18-69-life-magazine-obit-photo-oct-1970-ff48bcbc9f8aed789a1221e1163fa7d5091bdf08.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"427","width":"569"}},{"href":"http://media.npr.org/assets/img/2014/05/12/janisjoplin-at-fillmore-east-2-11-69-1-_enl-7d27746a3409d6c25fd73b98c454ef943e800f46.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"640","width":"436"}},{"href":"http://media.npr.org/assets/img/2014/05/12/milesb_custom-627a0370cdfaddf4e272557a740ab80ad0b7e67c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"6755","width":"4890"}}]}