{"created":"2015-06-20T09:03:18+00:00","modified":"2015-06-21T00:53:08+00:00","valid":{"from":"2015-06-21T00:53:08+00:00","to":"3015-06-21T00:53:08+00:00"},"hreflang":"en","title":"Leaving Brooklyn, Bernie Sanders Found Home In Vermont","published":"2015-06-20T15:42:00+00:00","teaser":"Sanders grew up a city kid, dreaming of a life in the Green Mountain State. Now, a friend says, \"I think he needs his fix of Vermont.\"","itags":["npr_api","415747576"],"guid":"73434f4b-5f0b-4d6f-a2bd-6325eee7190f","contentencoded":"<p><em>This story is part of NPR's series </em><a href=\"http://www.npr.org/series/415173943/journey-home\">Journey Home</a><em>. We're going to the places that presidential candidates call home and finding out what those places tell us about how they see the world.</em></p><p>How did a city kid, who grew up in a 3 1/2-room apartment in Brooklyn, N.Y., end up the mayor of Burlington, Vt., and later one of the state's two senators? For Bernie Sanders, it began with a subway ride into Manhattan with his brother.</p><p>\"We stopped near the Radio City Music Hall and at that point the state of Vermont had a storefront there, advertising Vermont land,\" says Sanders. \"It was for tourists.\"</p><p>Sanders, 73, the independent senator turned Democratic presidential candidate, has called Vermont home for almost all of his entire adult life. It started when he was around 13 years old, a fascination with the Green Mountain State born in glossy real estate guides.</p><p>\"We picked up the brochures,\" Sanders says. \"We read them and we saw farms were for sale.\"</p><p>And then after college, in the mid-1960s, Sanders, his then-wife and his brother pooled some inheritance money and bought a small piece of the dream.</p><p>\"We had never been to Vermont in our lives; we just drove up,\" Sanders says. \"We bought 85 acres for $2,500. How's that? But it was woodland.\"</p><p><strong>From Gadfly To Mayor</strong></p><p>Before long, Sanders had moved to Vermont full time. He did a series of odd jobs, and got active in politics as a member of the <a href=\"http://www.libertyunionparty.org/\" target=\"_blank\">Liberty Union Party</a>, which defines itself as a nonviolent socialist party. That's when he met <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/01/18/AR2010011803526.html\" target=\"_blank\">his very good friend Huck Gutman</a>, a poetry professor at the University of Vermont.</p><p>\"A couple of my students said, you know, there's a guy you should meet. He sounds like you. And I don't think they meant that we both sounded like we came from New York,\" says Gutman — who does in fact sound like a New Yorker, though less so than Sanders. \"It meant that we both sounded progressive. So I remember meeting with Bernie and talking about politics, and we've been friends ever since.\"</p><p>Sanders ran for senator twice and governor once, but, Gutman says, \"It was a third party of the sort that doesn't gain much traction in the United States — anti-big business, anti-war.\"</p><p>Sanders never garnered more than 5 percent of the vote as a member of the Liberty Union Party. He never changed his politics, but he did switch his party registration to independent and set his sights a little lower. His 10-vote victory over a Democratic incumbent in the 1981 race to be mayor of Burlington is now part of the legend of Bernie Sanders.</p><p>With that win, he went from gadfly to elected official — with all that entailed.</p><p>Another part of the legend: the snowplows. His wife, Jane Sanders, remembers many a snowy night when Mayor Sanders obsessively monitored the progress of the city's snowplows.</p><p>\"Before the end of the night he would be out on the trucks, on the snowplows with them, to make sure things were going well,\" she says. \"He takes his responsibilities extremely seriously.\"</p><p><strong>A Little League Through Force Of Will</strong></p><p>In the Senate recently, that meant teaming up with Arizona Republican John McCain to pass significant changes to the Department of Veterans Affairs. Or, back when he was mayor and Jane was the head of the city's youth agency, insisting that the economically depressed Old North End neighborhood get its own children's baseball league.</p><p>\"He told me, 'We're going to start an Old North End Little League,' and everybody said, 'Oh, it can't be done, they just can't sustain it — we've tried,' \" says Jane. \"And he said, 'No, we're going to do it, just — here, do a poster, and put it out, and we'll have everybody meet.' \"</p><p>That first Saturday, she said, 90 kids showed up, along with Bernie and two city attorneys, who served as coaches. \"We got them uniforms. And we still run into people who say, 'I was on your team.' \"</p><p>Now, there weren't actually enough children for age-appropriate teams, but that didn't stop them: Kids ages 6 to 16 were all on the same team. Jane says the teenagers were simply told to take it easy on the little guys.</p><p>\"So it became the most compassionate and supportive place to be,\" she says.</p><p>The league still exists today.</p><p>Supportive and compassionate: That pretty much sums up Burlington — a city of 40,000 that Bernie Sanders led for eight years.</p><p><strong>Just Don't Call It The 'People's Republic Of Burlington'</strong><br /><strong></strong></p><p>The weekly Burlington farmers market is a central meeting point that started shortly before Sanders became mayor. There are people doing yoga on the grass and parents pushing their kids in strollers.</p><p>Walking around, you could get the impression that this is an ideal place to pick up overpriced organic arugula, at the heart of the 'People's Republic of Burlington' — but the people at the market say that stereotype is not quite right.</p><p>\"So much of it is seeing people bump into their friends and chitchat all day long,\" says David Zuckerman. \"And that's part of what Burlington is: You go anywhere in Burlington — or frankly anywhere in Vermont — and you're going to bump into somebody that either you know or knows someone you know.\"</p><p>Zuckerman is an organic vegetable farmer, pig farmer and chicken farmer, and a state senator. Yes, he sells arugula, but this farmers market — and Burlington — is really about people. About community, he says.</p><p><strong>'He Needs His Fix Of Vermont'</strong></p><p>On a recent Saturday Bernie Sanders sat outside an ice cream stand that sells a maple soft-serve called a maple creemee. (I can report it is delicious.) The restaurant has ample outdoor seating and a pretty amazing view of Lake Champlain.</p><p>At first, it seemed like the interview might not work, as people constantly tried to say hi to their senator or catch his eye. People walking by shot cellphone pictures.</p><p>Sanders told a story about a trip he took back to New York 10 or 15 years ago. It just didn't feel like home, he says.</p><p>\"I was walking in Manhattan, and I saw people and I'd say hello, and people had this look like I was threatening them,\" said Sanders. \"Here, when you walk down the street, you nod to people and say hello. In the rural areas it's not uncommon for two cars going in a different direction to stop. People chat.\"</p><p>His friends say that, for Bernie Sanders, the hardest part of running for president may be spending so much time away from Burlington. Gutman says that until his friend started running for president, he came home to Vermont regularly.</p><p>\"I don't mean to suggest he's a junkie, but I think he needs his fix of Vermont,\" says Gutman. \"I think he needs to get his feet on the ground in this state and in this city to feel at home with himself, and I think that is a great thing. He's grounded here.\"</p><p>Jane says Sanders came back from a recent campaign swing in Iowa, where the landscape couldn't be more different, and he told her: \"You're going to like the people there — they're very much like Vermonters.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Leaving+Brooklyn%2C+Bernie+Sanders+Found+Home+In+Vermont&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415973939-013876.m3u?orgId=1&topicId=1014&aggIds=415173943&d=419&p=7&story=415747576&t=progseg&e=415973866&seg=12&ft=nprml&f=415747576"},{"href":"http://media.npr.org/assets/img/2015/06/19/2015-05-23-10.34.31-969ef5defe3a90e24ee5482ff2d3475633a02cce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/06/19/2015-05-23-10.35.21edit-5d2122c978b8fe5533cf1bb4398bedc7475961fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}