{"created":"2015-05-21T15:08:03+00:00","modified":"2015-05-21T16:10:38+00:00","valid":{"from":"2015-05-21T16:10:38+00:00","to":"3015-05-21T16:10:38+00:00"},"hreflang":"en","guid":"73567792-8ba2-423b-b56a-a81d6702657b","title":"What's the reason nine bikers were killed in Texas? A patch.","published":"2015-05-21T16:10:33+00:00","byline":"T.J. Raphael","tags":["conflict","organized crime","illegal drugs","Justice","Conflict & Justice","Waco","North America","United States","Texas","Crime","Gangs in the United States","Organized crime","Bandidos Motorcycle Club","Outlaw motorcycle club","Gang"],"teaser":"Experts say biker gangs aren't great drug dealers or organized crime runners, but they do know one thing: How to protect their turf. And it's that willingness to kill to mark their territory — even over a patch on a vest — that likely led to the shootout in Waco, Texas, between rival gangs.","contentencoded":"<p>The biker gang shootout in Waco, Texas, that killed nine people last weekend started over nothing more than a scrap of fabric.</p>\n<p>Edward Winterhalder, a former member of the the Bandidos, one of the gangs involved in the incident, says the fight broke out because of a bottom rocker, the patch on the back of a motorcycle jacket that identifies the geographic territory of a biker gang.</p>\n<p>“The Bandidos have for decades been one of the few clubs in Texas to wear a Texas bottom rocker,” Winterhalder says. “For a long time, they haven’t allowed any other clubs to wear the Texas bottom rocker. Last year, The Cossacks decided they were going to wear a Texas bottom rocker, and the Bandidos told them that wasn’t going to happen. The Cossacks told them they didn’t care what they think — that they were going to do it anyway.”</p>\n<p>Though many on the outside believe that most confrontations between biker gangs originate over issues of drugs, money, prostitution or other organized crime activities, Winterhalder says territory plays a key role in the violence. There had already been violence betwen the Cossacks and the Bandidos throughout the year, including a brawl in March involving chains, batons and knives.</p>\n<p>“The bad blood has been brewing for quite a while,” Winterhalder says. “To add fuel to the fire is the fact that some of the guys in the clubs are methamphetamine addicts. They’re unstable, you can’t control them, and they really have no conception of what reality is. So when a couple of meth addicts from two different organizations meet and are disputing a bottom rocker, you have an instantaneous fight.”</p>\n<p>Winterhalder maintains that most members of motorcycle clubs are average Joes seeking camaraderie and excitement on the weekend. \"I ran a multimillion dollar construction management company while I was a Bandido,\" he says. \"I was a single dad with custody — each day I’d get up at 5:30 or 6:00 in the morning, get [my daughter] off to daycare and go off to work. Just about everybody in my chapter was the same way.\"</p>\n<p>But Charles Falco, the author of \"<a href=\"http://www.amazon.com/Vagos-Mongols-Outlaws-Infiltration-Deadliest/dp/125004846X\">Vagos, Mongols, and Outlaws: My Infiltration of America's Deadliest Biker Gangs</a>,\" says that doesn't matter. No matter what a member of an outlaw biker gang like the Bandidos does for a living, Falco says, the obligations of membership are clear.</p>\n<p>\"If you want to be a nine-to-five guy that just wants to ride and party, you don’t become part of an outlaw motorcycle gang,\" he says. \"You know when you join them that you’re the bullies of that world, that you have to participate in violence to protect your territory.”</p>\n<p>And that violence is the bikers' specialty. About 170 bikers were charged with taking part in organized crime following the shootout, but Falco says biker gangs are typically poor at organized crime activities like running drug or prositution rings. Yet “when it comes to war, violence and fighting over their territory, they’re 100 times more sophisticated than other street gangs,\" he says.</p>\n<p>In light of the Waco shootout, both Falco and Winterhalder expect law enforcement agencies to step up operations to combat, prosecute and dismember biker gangs.</p>\n<p>“I wouldn’t be surprised if you see some of these states make it harder for gang members to get concealed weapons permits,” Falco says. “I think that’s part of the problem of why there were so many deaths in this shootout in Texas.\"</p>\n<p>But Winterhalder says while the violence may be over for now, it's certainly not over for good: \"In the future the two clubs will run into each other again in different places and it will continue.\"</p>\n<p><em>This story is <a href=\"http://www.thetakeaway.org/story/the-real-sons-of-anarchy/\">based on interviews</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-20%2Fbikers&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/takeaway051915-gangs.mp3"},{"href":"http://admin.pri.org/file/takeaway051915-gangsmp3"}]}