{"created":"2014-09-08T15:42:25+00:00","modified":"2014-11-05T01:06:51+00:00","valid":{"from":"2014-11-05T01:06:51+00:00","to":"3014-11-05T01:06:51+00:00"},"hreflang":"en","title":"Organic Cat Litter Chief Suspect In Nuclear Waste Accident","published":"2014-05-24T07:12:00+00:00","teaser":"The release of plutonium at a New Mexico nuclear dump may have been caused by a bad purchase at the pet shop.","itags":["npr_api","315279895"],"guid":"736c7956-3f49-4ee5-9dea-d8ec68718df8","contentencoded":"<p>In February, a 55-gallon drum of radioactive waste burst open inside America's only nuclear dump, <a href=\"http://wipp.energy.gov/wipprecovery/recovery.html\">the Waste Isolation Pilot Plant</a> in New Mexico.</p><p>Now investigators believe the cause may have been a pet store purchase gone bad.</p><p>\"It was the wrong kitty litter,\" says <a href=\"http://www.forbes.com/sites/jamesconca/\">James Conca</a>, a geochemist in Richland, Wash., who has spent decades in the nuclear waste business.</p><p>It turns out there's more to cat litter than you think. It can soak up urine, but it's just as good at absorbing radioactive material.</p><p>\"It actually works well both in the home litter box as well as the radiochemistry laboratory,\" says Conca, who is not directly involved in the current investigation.</p><p>Cat litter has been used for years to dispose of nuclear waste. Dump it into a drum of sludge and it will stabilize volatile radioactive chemicals. The litter prevents it from reacting with the environment.</p><p>And this is what contractors at <a href=\"http://www.lanl.gov/index.php\">Los Alamos National Laboratory</a> were doing as they packed Cold War-era waste for shipment to the dump. But at some point, they decided to make a switch, from clay to organic.</p><p>\"Now that might sound nice, you're trying to be green and all that, but the organic kitty litters are organic,\" says Conca. Organic litter is made of plant material, which is full of chemical compounds that can react with the nuclear waste.</p><p>\"They actually are just fuel, and so they're the wrong thing to add,\" he says. Investigators now believe the litter and waste caused the drum to slowly heat up \"sort of like a slow burn charcoal briquette instead of an actual bomb.\"</p><p>After it arrived at the dump, it burst.</p><p>\"How come nobody caught this and raised a red flag?\" asks <a href=\"http://www.nmenv.state.nm.us/\">Ryan Flynn</a>, New Mexico's secretary of the environment. Flynn says that the cause of the accident still isn't 100 percent clear. Scientists at Los Alamos have yet to find the exact blend of cat litter and nuclear waste that can spark a reaction.</p><p>But he says it is clear that the wrong material went into some of the drums. He wants to know why the Department of Energy, which handles the waste, let this happen.</p><p>\"I'm frustrated,\" he says.</p><p>Flynn says there are more than 500 drums packed with the wrong litter. The majority are relatively safely underground in the dump, but dozens are still at Los Alamos and another <a href=\"http://www.wcstexas.com/\">site in West Texas</a>. None of these drums have burst so far, but the lab and the company handling the Texas waste have put them in heavy containers for added protection.</p><p>Flynn says federal authorities need to come up with a long-term solution and prevent future mix-ups.</p><p>\"Ultimately [the waste is] the responsibility of the Department of Energy,\" he says. \"It's also now their responsibility to clean it up and fix it.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Organic+Cat+Litter+Chief+Suspect+In+Nuclear+Waste+Accident&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315295585-0605e3.m3u?orgId=1&topicId=1007&ft=3&f=315279895"},{"href":"http://media.npr.org/assets/img/2014/05/23/wipp-workers-a98701c7e6520c1fbcaaafd3e1538f3a91343baa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"2001"}},{"href":"http://media.npr.org/assets/img/2014/05/23/mcc-lanl-2--9e574ce17f9e11981fefc90a591605cc94f676be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1563","width":"2086"}}]}