{"created":"2015-05-15T02:41:40+00:00","modified":"2015-05-15T02:41:40+00:00","valid":{"from":"2013-09-16T18:54:42+00:00","to":"3013-09-16T18:54:42+00:00"},"hreflang":"en","guid":"7372a2da-3a94-4664-87ac-e7914948cfc7","teaser":"Now that a nomination fight over Larry Summers has been avoided, Washington can get back to work fixing the economy.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>With Larry Summers <a href=\\\"http://www.marketplace.org/topics/economy/larry-summers-wont-be-next-fed-chair-who-will-be\\\" target=\\\"_blank\\\">bowing out of the race</a> to succeed Federal Reserve Chairman Ben Bernanke, in order to avoid a nasty confirmation battle, the best minds in Washington are now free to concentrate on other things. That&apos;s good, because Congress has a lot of economic business to do this fall.</p>\"},{\"content\":\"<p>&quot;We have a big fight over the budget, and we&apos;ve gotten used to saying that over the past three years,&quot; said <a href=\\\"https://twitter.com/Reddy\\\" target=\\\"_blank\\\">Sudeep Reddy</a> with the Wall Street Journal in Washington. He says the upcoming budget fight will be even nastier this time around &quot;because all the signs we&apos;ve seen over the last few months are that Congress is breaking down even more than it did before, along its usual lines.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Hashing out the same old battles is frustrating to many Americans who can&apos;t figure out why Congress is unable to get anything done. But, Reddy says, &quot;what we have to remember, though, is Congress is basically finding a way to continue the status quo of all sorts of policies, continuing where we are with the economy, which is why we have such slow growth. Continuing where we are with the state of financial markets and financial regulation. We&apos;re not really moving ahead very much, but stagnation is certainly better than the conditions we were in, back in the financial crisis, which were plummeting.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So not only do we have the same old debt fight of 2011, but this time there are lots of other problems thrown into the mix. &quot;If you can believe it,  the politics over Syria are tying into this. Of course, the politics over health care are tying into this. And that makes it one giant ball of mess,&quot; Reddy says. Sounds like fun.</p>\",\"type\":\"text/html\"}]","description":"Now that a nomination fight over Larry Summers has been avoided, Washington can get back to work fixing the economy.","title":"Washington can get back to fixing the economy now","byline":"Kai Ryssdal","contentencoded":"<div class=\"barn-cleaned\"><p>With Larry Summers <a href=\"http://www.marketplace.org/topics/economy/larry-summers-wont-be-next-fed-chair-who-will-be\" target=\"_blank\">bowing out of the&nbsp;race</a> to succeed Federal Reserve Chairman Ben Bernanke, in order to avoid a nasty confirmation battle, the best minds in Washington are now free to concentrate on other things. That's&nbsp;good, because Congress has a lot of economic business to do this fall.</p>\n<p>\"We have a big fight over the budget, and we've gotten used to saying that over the past three years,\" said <a href=\"https://twitter.com/Reddy\" target=\"_blank\">Sudeep Reddy</a> with the Wall Street Journal in Washington. He says the upcoming budget fight will be even&nbsp;nastier this time around&nbsp;\"because all the signs we've seen over the last few months are that Congress is breaking down even more than it did before, along its usual lines.\"</p>\n<p>Hashing out the same old battles is frustrating to many Americans who can't figure out why Congress is unable to get anything done. But, Reddy says, \"what we have to remember, though, is Congress is basically finding a way to continue the status quo of all sorts of policies, continuing where we are with the economy, which is why we have such slow growth. Continuing where we are with the state of financial markets and financial regulation. We're not really moving ahead very much, but stagnation is certainly better than the conditions we were in, back in the financial crisis, which were plummeting.\"</p>\n<p>So not only do we have the same old debt fight of 2011, but this time there are lots of other problems thrown into the mix. \"If you can believe it, &nbsp;the politics&nbsp;over Syria are tying into this. Of course, the politics over health care are tying into this. And that makes it one giant ball of mess,\" Reddy says. Sounds like fun.</p></div>","tags":["APM","Congress","Economy","Federal Reserve"],"published":"2013-09-16T18:54:42+00:00","itags":["PMP:Marketplace_PMP","Marketplace","Marketplace for Monday, September 16, 2013","7372a2da3a9466467ac5e7914948cfc7"],"audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/capbuilding.jpg?itok=GnxCl-hr","meta":{"crop":"primary","width":"610","height":"340"}},{"format":"MP3","meta":{"duration":217,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/16/marketplace_segment19_20130916"},"duration_hms":"00:03:37"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/16/marketplace_segment19_20130916_64.mp3","type":"audio/mpeg"}]}