{"created":"2015-01-10T22:08:59+00:00","modified":"2015-03-13T21:37:30+00:00","valid":{"from":"2015-03-13T21:37:30+00:00","to":"3015-03-13T21:37:30+00:00"},"hreflang":"en","title":"'Holy Smokes!': Rare Baseball Card Collection Hits Home Run","published":"2015-02-12T23:50:00+00:00","teaser":"It's a sports appraisal record for PBS' <em>Antiques Roadshow</em>: A collection of memorabilia from the 1870s was valued at $1 million. The owner had been expecting more like $5,000 or $10,000.","itags":["npr_api","376358120"],"guid":"7383a837-a93c-4ade-a507-9a07515fdd6a","contentencoded":"<p>This week on <em>Antiques Roadshow</em> on PBS, a woman brought in a set of old baseball memorabilia that she had found in a desk drawer — and received a big surprise.</p><p>The woman, who has remained anonymous, inherited the collection from her great-great-grandmother, who she says owned a boarding house in Boston back in 1871. It included cards for Boston Red Stockings players — today's Atlanta Braves, explains Marsha Bemko, executive producer of <em>Antiques Roadshow</em>.</p><p>The players from the Stockings, who stayed at the woman's great-great-grandmother's house, also wrote and signed a letter addressed to her.</p><p>The signatures included Albert Spalding — \"maybe you've heard of him,\" Bemko says, \"that's the person who ended up starting Spalding Sporting Goods\" — as well as the famous brothers George and Harry Wright.</p><p>As she watched the scene unfold, Bemko says she knew between the cards and the letter, this was a huge find.</p><p>\"To see them all in one group like that,\" Bemko says. \"None of the experts associated with <em>[Antiques] Roadshow</em> have ever seen them all in one place that way.\"</p><p>Then came the big moment: Appraiser Leila Dunbar announced her insurance valuation for the archive at $1 million.</p><p>Bemko says this sets the record for a sports appraisal on <em>Antiques Roadshow</em>. It <a href=\"http://bigstory.ap.org/article/pbs-antiques-show-finds-1-million-baseball-trove\">made</a> <a href=\"http://bleacherreport.com/articles/2159661-1-million-in-rare-baseball-memorabilia-discovered-at-antiques-roadshow-taping\">headlines</a> back in August, when the show was taped.</p><p>\"It is a stunning thing to hear,\" Bemko says. \"You never get used to it. And I've been producing this show for a long time. We can go for seasons without seeing a seven-figure value. That stratosphere of value, no matter what category you're in, is so rare.\"</p><p>It's also been disputed: This week Keith Olbermann, a baseball card collector himself, <a href=\"http://ftw.usatoday.com/2015/01/keith-olbermann-has-tantrum-over-million-dollar-baseball-cards-on-antiques-roadshow\">complained</a> about the valuation, calling it far too high.</p><p>But during the show, Dunbar was adamant, calling it the \"greatest archive\" she'd appraised on the show. The guest was overwhelmed with emotion. \"She thought those cards are going to be worth five, maybe 10 grand,\" Bemko says. \"Something like that.\"</p><p>For now, Bemko says, the guest will keep the Boston Red Stockings baseball card archive in the family.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Holy+Smokes%21%27%3A+Rare+Baseball+Card+Collection+Hits+Home+Run&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"155"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376381128-d18ec2.m3u?orgId=1&topicId=1008&e=376358120&d=155&ft=nprml&f=376358120"},{"href":"http://media.npr.org/assets/img/2015/01/10/baseball2rs-fc40ac1938fbccac5d7fd79fa34b3ac2f0ead3e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1904","width":"2539"}},{"href":"http://media.npr.org/assets/img/2015/01/10/baseball4rs-313ad7682c211ff7a833894f3895b4ac8db6cfa1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1872","width":"2496"}}]}