{"created":"2014-11-12T08:49:51+00:00","modified":"2014-11-19T14:58:18+00:00","valid":{"from":"2014-11-19T14:58:18+00:00","to":"3014-11-19T14:58:18+00:00"},"hreflang":"en","title":"Famous Paintings Sell For Millions At Auction, But The Artist Gets Zero","published":"2014-11-12T19:02:00+00:00","teaser":"Unlike novelists and musicians, visual artists don't get royalties for their work. New legislation aims to fix this by taxing public sales, but auction houses Christie's and Sotheby's oppose the idea.","itags":["npr_api","363313707"],"guid":"73851287-8206-4dde-9ef7-6b273a661280","contentencoded":"<p>It's fall auction season in New York, and two Andy Warhol silkscreens are on the block at Christie's. One is of Elvis Presley — it's called <em>Triple Elvis</em>; the other is <em>Four Marlons</em> — as in Marlon Brando. In the late 1970s, a German casino bought both works for $185,000. This time around, they're expected to fetch more than $100 million. Andy Warhol's estate won't see any of that money: Unlike musicians or novelists, visual artists don't earn future royalties. But that may be about to change.</p><p>In 1973, a team of documentary filmmakers was following art maven Robert Scull for a movie called <em>America's Pop Collector</em>. Years before, he'd bought a painting from the artist Robert Rauschenberg for $900, and it was being auctioned at Christie's for $85,000 — a windfall for the collector, not the artist. The film crew captured a legendary moment when Scull greeted the artist Rauschenberg — who scolded Scull for profiting off of his artwork.</p><p>Scull argued back that the sale benefited the artist, if not directly, because his work would rise in price. Rauschenberg didn't see it that way. He spent years lobbying Congress to get royalties for artists when their works are sold down the line.</p><p>The idea didn't get any traction then, but now there's a bill in Congress, called ART — American Royalties Too — that would mandate that 5 percent of every auction sale go to the artists or their descendants, with a cap of $700,000. The sponsor is New York Rep. Jerry Nadler, who says the Copyright Office used to be the biggest obstacle. \"Back in 1992, the Copyright Office looked into this whole matter and came out against it.\"</p><p>But then Australia and the U.K. passed similar laws in favor of artists, which got the attention of the Copyright Office again. \"Earlier this year, having taken a fresh look at it and looking at what other countries have done, and how it's worked out, they said this would be advantageous in the United State,\" Nadler says. And, he adds, the bill may escape partisan gridlock. \"Intellectual property is a very unusual area in Congress. As a general rule, you cannot predict where someone is going to be on an issue like this or on music licensing by knowing that he's a Democrat or Republican.\"</p><p>Christie's and Sotheby's would not agree to an interview. They're lobbying to kill the bill. That upsets artist Frank Stella, whose work has been auctioned for millions. \"When the auction houses are against the resale right, there's a kind of not very nice pre-emptive stance saying that the artist doesn't count, only the collector and the auction house,\" he says. \"I think it's not right.\"</p><p>But some artists are against the bill. Loren Munk says it would give money to a top echelon of artists that are already very successful, or dead. He also worries that the law could discourage collectors from investing in midlevel artists. \"Artists are like whores,\" he says, \"and a lot of them are like old, old whores on the street\" who would be worried about scaring away potential clients.</p><p>\"I know that it doesn't take much for people to decide that something is just a little bit too much trouble to have to deal with — or if they're going to have to deal with that kind of problem, better to go with something safe.\"</p><p>Another concern is that royalties could drive collectors away from auction houses, toward galleries and private sales, which are exempt in the bill. Ohio State University law professor Guy Rub says at least auctions are public. \"The information is public — so one of the problems with the art market is there's a lot of secrecy there. And that's not good to any market, it's not horrible but it's not good,\" he says.</p><p>The ART Act may get tucked into a bill that deals with larger copyright issues — but by some accounts, it does appear to have a slim chance of passing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Famous+Paintings+Sell+For+Millions+At+Auction%2C+But+The+Artist+Gets+Zero&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Molinsky","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363458944-1f7c73.m3u?orgId=1&topicId=1141&ft=3&f=363313707"},{"href":"http://media.npr.org/assets/img/2014/11/11/9-warhol-triple-elvis-de1ecad10d39e6ad173463c1d18e54ab6e03a61b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2280","width":"3040"}},{"href":"http://media.npr.org/assets/img/2014/11/11/010-_andy_warhol_-_four_marlons-1-_custom-937a86f65107a5518668925f826243c7990a9250.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3552","width":"2920"}}]}