{"created":"2014-09-04T16:42:38+00:00","modified":"2014-11-13T17:39:46+00:00","valid":{"from":"2014-11-13T17:39:46+00:00","to":"3014-11-13T17:39:46+00:00"},"hreflang":"en","title":"No One Wants To Be With The Marlboro Man: Terry Crews On 'Manhood'","published":"2014-05-20T11:45:00+00:00","teaser":"Actor Terry Crews has an NFL physique that's perfect for action films, but it's his sense of humor that has won over fans. Crews' revealing new memoir is called <em>Manhood</em>.","itags":["npr_api","311911030"],"guid":"73a08a30-b034-4233-9988-42d0154e5bc2","contentencoded":"<p>When Hollywood needs a big dude — a <em>really </em>big dude — they can call on all sorts of former athletes. Few come with the heart and humor of Terry Crews.</p><p>An 11th-round draft pick of the Rams, Crews gave up his NFL dream in 1997 to pursue a different dream in Hollywood. He thought he'd turn his love of art into a job behind the scenes in special effects. Instead, he has stolen scenes on camera — from action movies like <em>The Expendables</em> to TV comedies like the Golden Globe-winning <em>Brooklyn Nine-Nine</em>.</p><p>Maybe his most puzzling role: <a href=\"http://www.youtube.com/watch?v=fXvtany3mSE\">those <em>surreal</em> ads for Old Spice.</a></p><p>Crews has written a new memoir, <em>Manhood: How to Be a Better Man — or Just Live with One</em>. As he tells NPR's Tess Vigeland, \"The book should've been called, <em>Terry Crews Is an Idiot and This Is How I Survived</em>. I'm serious! There was so much astounding immaturity in this book.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On living under an alcoholic father</strong></p><p>As an African-American, there's a lot of things that — culturally we just don't talk to each other. Anything bad in the past is supposed to be suppressed. \"Somebody had it harder than you! So just be glad you're eating!\" That's the attitude. And then what would happen is he would bury all his problems in alcohol. It would come out one way or the other. He abused my mother. There was a lot of physical violence in the home.\"</p><p><strong>On revealing his pornography addiction to his wife</strong></p><p>She gave me another chance. She said, \"Now that I know everything, I'm still choosing to love you.\" ... That kind of mercy, that kind of grace — it took our relationship to a whole other level, because this is one thing I never realized. ... I always thought if she really knew who I was, she wouldn't want to be with me. And that blew my mind!</p><p><strong>On manhood</strong></p><p>Manhood used to be the Marlboro Man — my way, the highway, I walk alone! And the Marlboro Man is always by himself. Family, kids? Can't hang with him. They don't understand him. What happens is, that guy in his 60s, he's back there in his shed and he's crying his eyes out. He's alone. No one wants to be with him. And I averted that future.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+One+Wants+To+Be+With+The+Marlboro+Man%3A+Terry+Crews+On+%27Manhood%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"603"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313457840-e4b6e4.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=311911030"},{"href":"http://media.npr.org/assets/img/2014/05/12/462182625-9407d6eed7f066266b36cfc9e25a38f600f0257f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1876","width":"2498"}}]}