{"created":"2015-06-24T20:38:23+00:00","modified":"2015-06-30T19:11:02+00:00","valid":{"from":"2015-01-23T06:10:32+00:00","to":"3015-01-23T06:10:32+00:00"},"hreflang":"en","published":"2015-01-23T06:10:32+00:00","teaser":"Star architect Frank Gehry blew the world’s collective mind in 1997 with the great curving metal structure of his Guggenheim Museum in Bilbao, Spain — considered one of the most important buildings of the last many decades. But he’s been designing fascinating buildings since the 1960s, including the pre-existing bungalow he modified as his own […]","contentencoded":"<div class=\"barn-cleaned\"><p>Star architect Frank Gehry blew the world’s collective mind in 1997 with the great curving metal structure of his Guggenheim Museum in Bilbao, Spain — considered <a href=\"http://www.vanityfair.com/culture/features/2010/08/architecture-survey-201008?currentPage=all\">one of the most important buildings of the last many decades</a>. But he’s been designing fascinating buildings since the 1960s, including the pre-existing bungalow he modified as his own residence in the 1970s by wrapping it in industrial materials like corrugated metal and chain link fence. That house has now inspired a musical piece by composer Andrew Norman, called “Frank’s House.” It features metal and fence as instruments, along with such items as mechanical pencil on woodblocks.&nbsp;<a href=\"http://www.laco.org/attend/westside-connections-1-2/\">The L.A. Chamber Orchestra debuts “Frank’s House” on February 5th</a>. It seemed like a good excuse to visit Frank Gehry at his office and talk to him about music, architecture, and why he bothers making art in the form of buildings.<br />\n<br />\n<a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\"><img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /></a></p>\n<br />\n<p><strong>Rico Gagliano:</strong> Thank you so much for speaking with me today.</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> Thank you for coming.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I’ll give you a softball to start with: What kind of music do you like? What’s your favorite type of music?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> As I’ve gotten older, classical music I find more interest in. I grew up as a kid listening to classical music, somehow it’s always been in my life.&nbsp; Even though I’m not a musician; I can’t recognize everything. I can recognize Mahler sometimes.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I can imagine you either liking something like John Cage, which explodes form, or somebody like Bach, which has very rigid form. Do you tend towards one or the other?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> When I was in college studying architecture, I used to listen to Bach a lot. There was some structure to it. I was designing buildings for the first time in my life, so that made sense, right? As I grew older, I became more interested in Pierre Boulez. Watching him conduct, he didn’t wave his arms like some conductors, or very little. But the passion that was in it was so visible that you could feel it, and you feel it in the music. Minimalism, a lot of it is without passion — It just dries everything out. This guy was <em>super</em> passionate in a very minimal way, and I loved that. I was very attracted to that.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Do you think that has some impact on your work? Because I can imagine it would.</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> Probably, and it reminds me of gagaku. When I was a lot younger, I studied gagaku, kind of played in a gagaku orchestra at UCLA.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> What is that?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> Gagaku is imperial court music from Japan. And I played an instrument that looked like a frying pan hung in a frame, and I had two mallets and I had to go “clink-clink!” So if you’ve heard Japanese music, they go [<em>imitates atonal sound</em>] “Neee-owww! clink-clink!”&nbsp; I was the “clink-clink.” Well, Pierre’s earliest writings talked about gagaku.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You’ve designed the Disney Concert Hall, you’ve designed a number of places for music. Do you feel like you approach the design of a concert hall different than other buildings?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> No, I start everything from the basics: find out what the issues are, what the problems are, all of those things. So in a concert hall, the most important thing is how it sounds… but also you can have a perfect-sounding hall that’s not “friendly.” In a concert hall, the musician plays to the audience, the audience magically emits a feeling that the musician feels and plays better, and the audience feels better, and they build on each other. And so the building has to be friendly like that, so that people feel that.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Do you feel like other buildings, maybe, are less friendly, or can get away with being less friendly?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> [<em>laughing</em>] I try to make friendly architecture!</p>\n<br />\n<p>I think that there are a lot of tendencies in architecture to try and drain all the feeling out of a building. There was a big minimalist thing at the end of the war.&nbsp; Which was seductive, because you were at a period of trying to build more economically, more simply… but it took all the feeling out of it.&nbsp; It doesn’t cost extra to put the feeling in.&nbsp; It doesn’t.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> When you started out, you hung around with a lot of artists in the southern California scene, and you’ve said a lot of them “got” what you were doing before the architectural world did. My question is, why not just be an artist and do large-scale sculptures?&nbsp; Instead of going to the trouble of making a building that people have to safely be able to walk around in, that has to meet inspection codes, and you’ve gotta put heating ducts in it and all that?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> Well, historically, architects <em>were</em> artists.&nbsp; So Bernini, Borromini, Michelangelo… even though they all painted, they all became architects. So it was a noble profession that was considered one of the arts. In our days, there seems to be a reticence to inhabit that region as an architect, because it seems counterproductive to working with developers and people that want architecture to be just a service business.</p>\n<br />\n<p>But I <em>do</em> make sculpture. I’m making bears and fish…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s true. They often adorn your buildings.</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> … and the buildings having a sculptural character to them, and I think that you can have both.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But I guess my question is, why do you want to?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> Why?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah, I mean… why do you <em>want</em> to create art that has to meet building code, I guess?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> Because it makes me happy to interact with people. I like that. I like the trip making it, interacting with them, collaborating, more than anything. Some of my brethren just meet the client once and give ‘em a thing and say “This is it, take it or leave it.” And I’ve never done that. I like to evolve the project with the client in there and get it done on their budget and their time and all that stuff.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I’ve heard you say this before — that you love to collaborate — and I’m always surprised by that, because your work seems so unique to you, and such an individual expression of you. Nobody makes buildings like you.</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> When I give talks sometimes, to just the general public, I ask them “Do you think my buildings are expensive?” And ninety percent of the people put up their hands. And they’re not; we’ve proven that you can build stuff like I do on budget. So that’s a fallacy. The other is, I say, “Do you think I’m a prima donna?” And everybody puts up their hand!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> They just imagine that you must be.</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> Yeah, and I fell into the same trap with Frank Lloyd Wright, I have to admit.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Frank Lloyd Wright, the architect. I’ve always heard he was a total jerk.</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> I’ve always thought that he was an egotistical maniac, and I recently saw the Mike Wallace interviews with him, and he is not that at all.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Really?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> Mike Wallace said to him, “Mr. Wright, you’ve been quoted as saying you’re the world’s greatest living architect.” And Mr. Wright said, “I did not, I would never say such a thing!” And [Wallace] said, “Well, do you <em>think</em> you’re the world’s greatest living architect?” And [Wright] said, “Well, I don’t know.” He says, “I look around and see what other people are doing and I don’t find anything very interesting.” That was cool, right? And all through the thing, it was like that. He didn’t do what I thought he was.</p>\n<br />\n<p>So I think there’s a tendency, probably, for all of us to misjudge each other because of some preconception or something.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> What if I were to ask <em>you</em> that question? Because I think it’s fair to say that most people, if they were going to name the greatest living architect, they might name you.</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> But <em>I</em> wouldn’t!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, let me put it this way: Do you think that architecture is better now than when you began?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> Oh, that’s… you’re <em>bad</em>.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I’m gonna get a headline out of you yet.</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> Well, did you see my finger to the world?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Meaning? You just lifted up your middle finger by the way, for those at home. What are you referring to?</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> I was in Spain to get some award from the king a few weeks ago. And I was really tired and I wasn’t supposed to be interviewed, and they dragged me to an interview, televised it, blah blah blah. And I was cranky. The first guy gets up and says, “Mr. Gehry, what do you say to people who say your work is weird and showy?”</p>\n<br />\n<p>I’m sitting there looking at him, and swear to God, it was like <a href=\"http://youtu.be/JaTR46iU1Do?t=54s\">Dr. Strangelove</a> —&nbsp; I just went <em>shoop</em>!…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> …And up went the finger!</p>\n<br />\n<blockquote>\n<p><strong>Frank Gehry:</strong> <a href=\"https://www.google.com/search?q=gehry+middle+finger&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ei=ogPDVNEjyJHIBPfsgfgK&amp;ved=0CAgQ_AUoAQ&amp;biw=1018&amp;bih=683&amp;dpr=1.25\">It went viral all around the press</a>.</p>\n<br />\n<p>But what I said to explain it to him was that 98% of the buildings built around the world are not really architecture, and in fact I said they’re shit… I used that word. And I said, “So there’s, like, 2% of the architects who are working hard to make special places, and I hope I’m one of them. And so don’t pick on us — go ask the <em>other</em> people why they make shit!”</p>\n</blockquote>\n<br /></div>","title":"Frank Gehry Plays House","itags":["73a75a87261db421f4265cbeb285835b","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-01-23"],"guid":"73a75a87-261d-4b42-8f42-5cbeb285835b","contenttemplated":"[{\"content\":\"<p>Star architect Frank Gehry blew the world’s collective mind in 1997 with the great curving metal structure of his Guggenheim Museum in Bilbao, Spain — considered <a href=\\\"http://www.vanityfair.com/culture/features/2010/08/architecture-survey-201008?currentPage=all\\\">one of the most important buildings of the last many decades</a>. But he’s been designing fascinating buildings since the 1960s, including the pre-existing bungalow he modified as his own residence in the 1970s by wrapping it in industrial materials like corrugated metal and chain link fence. That house has now inspired a musical piece by composer Andrew Norman, called “Frank’s House.” It features metal and fence as instruments, along with such items as mechanical pencil on woodblocks. <a href=\\\"http://www.laco.org/attend/westside-connections-1-2/\\\">The L.A. Chamber Orchestra debuts “Frank’s House” on February 5th</a>. It seemed like a good excuse to visit Frank Gehry at his office and talk to him about music, architecture, and why he bothers making art in the form of buildings.<br /><br /><a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\"><img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" /></a></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Thank you so much for speaking with me today.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> Thank you for coming.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I’ll give you a softball to start with: What kind of music do you like? What’s your favorite type of music?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> As I’ve gotten older, classical music I find more interest in. I grew up as a kid listening to classical music, somehow it’s always been in my life.  Even though I’m not a musician; I can’t recognize everything. I can recognize Mahler sometimes.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> I can imagine you either liking something like John Cage, which explodes form, or somebody like Bach, which has very rigid form. Do you tend towards one or the other?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> When I was in college studying architecture, I used to listen to Bach a lot. There was some structure to it. I was designing buildings for the first time in my life, so that made sense, right? As I grew older, I became more interested in Pierre Boulez. Watching him conduct, he didn’t wave his arms like some conductors, or very little. But the passion that was in it was so visible that you could feel it, and you feel it in the music. Minimalism, a lot of it is without passion — It just dries everything out. This guy was <em>super</em> passionate in a very minimal way, and I loved that. I was very attracted to that.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Do you think that has some impact on your work? Because I can imagine it would.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> Probably, and it reminds me of gagaku. When I was a lot younger, I studied gagaku, kind of played in a gagaku orchestra at UCLA.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> What is that?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> Gagaku is imperial court music from Japan. And I played an instrument that looked like a frying pan hung in a frame, and I had two mallets and I had to go “clink-clink!” So if you’ve heard Japanese music, they go [<em>imitates atonal sound</em>] “Neee-owww! clink-clink!”  I was the “clink-clink.” Well, Pierre’s earliest writings talked about gagaku.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You’ve designed the Disney Concert Hall, you’ve designed a number of places for music. Do you feel like you approach the design of a concert hall different than other buildings?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> No, I start everything from the basics: find out what the issues are, what the problems are, all of those things. So in a concert hall, the most important thing is how it sounds… but also you can have a perfect-sounding hall that’s not “friendly.” In a concert hall, the musician plays to the audience, the audience magically emits a feeling that the musician feels and plays better, and the audience feels better, and they build on each other. And so the building has to be friendly like that, so that people feel that.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Do you feel like other buildings, maybe, are less friendly, or can get away with being less friendly?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> [<em>laughing</em>] I try to make friendly architecture!</p><br /><p>I think that there are a lot of tendencies in architecture to try and drain all the feeling out of a building. There was a big minimalist thing at the end of the war.  Which was seductive, because you were at a period of trying to build more economically, more simply… but it took all the feeling out of it.  It doesn’t cost extra to put the feeling in.  It doesn’t.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> When you started out, you hung around with a lot of artists in the southern California scene, and you’ve said a lot of them “got” what you were doing before the architectural world did. My question is, why not just be an artist and do large-scale sculptures?  Instead of going to the trouble of making a building that people have to safely be able to walk around in, that has to meet inspection codes, and you’ve gotta put heating ducts in it and all that?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> Well, historically, architects <em>were</em> artists.  So Bernini, Borromini, Michelangelo… even though they all painted, they all became architects. So it was a noble profession that was considered one of the arts. In our days, there seems to be a reticence to inhabit that region as an architect, because it seems counterproductive to working with developers and people that want architecture to be just a service business.</p><br /><p>But I <em>do</em> make sculpture. I’m making bears and fish…</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s true. They often adorn your buildings.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> … and the buildings having a sculptural character to them, and I think that you can have both.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> But I guess my question is, why do you want to?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> Why?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah, I mean… why do you <em>want</em> to create art that has to meet building code, I guess?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> Because it makes me happy to interact with people. I like that. I like the trip making it, interacting with them, collaborating, more than anything. Some of my brethren just meet the client once and give ‘em a thing and say “This is it, take it or leave it.” And I’ve never done that. I like to evolve the project with the client in there and get it done on their budget and their time and all that stuff.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I’ve heard you say this before — that you love to collaborate — and I’m always surprised by that, because your work seems so unique to you, and such an individual expression of you. Nobody makes buildings like you.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> When I give talks sometimes, to just the general public, I ask them “Do you think my buildings are expensive?” And ninety percent of the people put up their hands. And they’re not; we’ve proven that you can build stuff like I do on budget. So that’s a fallacy. The other is, I say, “Do you think I’m a prima donna?” And everybody puts up their hand!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> They just imagine that you must be.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> Yeah, and I fell into the same trap with Frank Lloyd Wright, I have to admit.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Frank Lloyd Wright, the architect. I’ve always heard he was a total jerk.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> I’ve always thought that he was an egotistical maniac, and I recently saw the Mike Wallace interviews with him, and he is not that at all.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Really?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> Mike Wallace said to him, “Mr. Wright, you’ve been quoted as saying you’re the world’s greatest living architect.” And Mr. Wright said, “I did not, I would never say such a thing!” And [Wallace] said, “Well, do you <em>think</em> you’re the world’s greatest living architect?” And [Wright] said, “Well, I don’t know.” He says, “I look around and see what other people are doing and I don’t find anything very interesting.” That was cool, right? And all through the thing, it was like that. He didn’t do what I thought he was.</p><br /><p>So I think there’s a tendency, probably, for all of us to misjudge each other because of some preconception or something.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> What if I were to ask <em>you</em> that question? Because I think it’s fair to say that most people, if they were going to name the greatest living architect, they might name you.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> But <em>I</em> wouldn’t!</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well, let me put it this way: Do you think that architecture is better now than when you began?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> Oh, that’s… you’re <em>bad</em>.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I’m gonna get a headline out of you yet.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> Well, did you see my finger to the world?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Meaning? You just lifted up your middle finger by the way, for those at home. What are you referring to?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> I was in Spain to get some award from the king a few weeks ago. And I was really tired and I wasn’t supposed to be interviewed, and they dragged me to an interview, televised it, blah blah blah. And I was cranky. The first guy gets up and says, “Mr. Gehry, what do you say to people who say your work is weird and showy?”</p><br /><p>I’m sitting there looking at him, and swear to God, it was like <a href=\\\"http://youtu.be/JaTR46iU1Do?t=54s\\\">Dr. Strangelove</a> —  I just went <em>shoop</em>!…</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> …And up went the finger!</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Frank Gehry:</strong> <a href=\\\"https://www.google.com/search?q=gehry+middle+finger&amp;source=lnms&amp;tbm=isch&amp;sa=X&amp;ei=ogPDVNEjyJHIBPfsgfgK&amp;ved=0CAgQ_AUoAQ&amp;biw=1018&amp;bih=683&amp;dpr=1.25\\\">It went viral all around the press</a>.</p><br /><p>But what I said to explain it to him was that 98% of the buildings built around the world are not really architecture, and in fact I said they’re shit… I used that word. And I said, “So there’s, like, 2% of the architects who are working hard to make special places, and I hope I’m one of them. And so don’t pick on us — go ask the <em>other</em> people why they make shit!”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","byline":"Martin, Brittany","description":"Star architect Frank Gehry blew the world’s collective mind in 1997 with the great curving metal structure of his Guggenheim Museum in Bilbao, Spain — considered one of the most important buildings of the last many decades. But he’s been designing fascinating buildings since the 1960s, including the pre-existing bungalow he modified as his own […]","tags":["APM","Guest of Honor","architecture","design","music"],"audio":[{"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/01/23/0123_gehry_128.mp3","format":"MP3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/01/23/0123_gehry","type":"application/json"},"duration":580,"duration_hms":"00:09:40"},"type":"audio/mpeg"}]}