{"created":"2015-04-24T20:16:32+00:00","modified":"2015-05-13T21:00:33+00:00","valid":{"from":"2015-05-13T21:00:33+00:00","to":"3015-05-13T21:00:33+00:00"},"hreflang":"en","title":"Young Trafficking Victim's Story On NPR Leads To Senator's Amendment","published":"2015-04-27T04:26:00+00:00","teaser":"Hearing about a young woman's struggle to wipe away her conviction on prostitution charges inspired New Hampshire Sen. Jeanne Shaheen to introduce legislation to help other victims.","itags":["npr_api","402026986"],"guid":"73a72119-c2d4-4cbc-8e3f-1f41209ded18","contentencoded":"<p>Hearing the words of a 24-year-old victim of human trafficking — and her struggle to wipe away her conviction on prostitution charges — inspired New Hampshire Sen. Jeanne Shaheen.</p><p>That young victim, who was featured in an NPR story in February, endured years of rapes and brutal assaults by pimps who forced her into prostitution.</p><p>\"I'm not ever going to forget what I've done or what I've gone through. But at the same time, I don't want it thrown in my face every time I'm trying to seek employment,\" she said. \"I don't want to have to explain myself every time.\"</p><p>What she really wanted was help cleaning up her criminal record and moving forward with her life.</p><p>That simple request touched Democrat Shaheen, who introduced legislation to help other victims of human trafficking — legislation that Congress approved this week.</p><p>\"Victims who are induced to commit crimes while they're being trafficked should not then be charged and have to have those crimes follow them for the rest of their lives,\" Shaheen told NPR.</p><p>Shaheen talked about the NPR story on the Senate floor this year, and last month, she introduced a bill designed to help trafficking victims erase their criminal convictions — a process known as vacatur.</p><p>\"What the amendment would do is incentivize states to pass these kinds of laws, and to make sure that we're punishing the perpetrators and not the victims of trafficking,\" she said.</p><p>This week, the Senate passed a major bill on human trafficking. A bill that included Shaheen's provision.</p><p>The young woman who inspired that move said that when she heard about it she \"started crying ... I never thought that my story would have touched somebody so much that they went in front of Congress to present a bill.\"</p><p>\"Pretty cool,\" she added. NPR's not naming her because she's the victim of a crime.</p><p>\"There's a lot of voices out there that can't tell her thank you,\" she said. \"There's a lot of people out there that are going through what I went through, and they don't have help.\"</p><p>The young woman did have help — family support and a lawyer who cleared her criminal record.</p><p>She covered up a brand, bearing the name of her pimp, with a tattoo in the shape of a lotus flower. She's registered to start college in August. Her baby boy is in good health.</p><p>And her mother is thrilled by the fire she sees in her daughter's eyes.</p><p>So thrilled that she wrote Shaheen an email, which read in part:</p><blockquote><p>\"The way I see this, as a mother and as a woman watching a train wreck for all those years, being totally overwhelmed by hopelessness AND helplessness, I can see a positive. My daughter has an opportunity to take this nightmare and in her own way impact lives (and finally move forward with a measure of self respect). Her need to be empowered again permeates the air. I wish she could be the voice for all those survivors that don't have a voice because they don't know how — not a poster child but an actual advocate. It would bring some credibility to the movement. [My daughter] and I spoke and she felt so moved. \"'Mom, I want to help. See? I've been through this — I know what it feels like — they are worthy — I know what it feels like — they aren't alone.'</p><p>... I think the 11 year old girl I lost is coming back to me... as a woman — a little battle weary but stronger and happier and filled with so much hope in this victory that she is seeing a light. Senator Shaheen needs to know this as well as the party who is going for the national changes. Please tell them; DON'T give up... be more.\"</p></blockquote><p>Something else has happened since the young woman shared her story.</p><p>Jessica Emerson, the lawyer who helped vacate the Dallas woman's criminal record, has been fielding calls from people who never knew the law already existed in about 20 states.</p><p>She's hearing from advocates who want to learn how to pass similar laws in their own states.</p><p>Emerson said the Shaheen amendment passed by Congress will help, and she called it an \"an absolute success.\"</p><p>She said she's helping seven other victims of trafficking wipe away their criminal records in Maryland alone.</p><p>But she also said there's a lot more work to do across the country.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Young+Trafficking+Victim%27s+Story+On+NPR+Leads+To+Senator%27s+Amendment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402035109-91a03f.m3u?orgId=1&topicId=1070&d=235&p=2&story=402026986&t=progseg&e=401860294&seg=17&ft=nprml&f=402026986"},{"href":"http://media.npr.org/assets/img/2015/04/24/lotustattoo-4515db0ed615c770dd53a45416bca98816d264c5-s1200-7348b687dc564d34559e2941f76fce262c337013.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"897","width":"1196"}}]}