{"created":"2014-09-05T13:35:25+00:00","modified":"2014-10-30T22:49:34+00:00","valid":{"from":"2014-10-30T22:49:34+00:00","to":"3014-10-30T22:49:34+00:00"},"hreflang":"en","title":"Guns Boom In 2014 Campaign Ads","published":"2014-09-05T13:35:00+00:00","teaser":"Ads with candidates shooting guns are proliferating this year. It can all be traced back to Sen. Joe Manchin's famed 2010 spot \"Dead Aim.\"","itags":["npr_api","344339046"],"guid":"73a80cb7-1ae8-421f-a7c1-c9ca521944df","contentencoded":"<p>Political campaign ads come in many shapes and sizes. There's the gauzy candidate profile, and the blaring, biting personal attack. Some are amusing; many are just annoying.</p><p>Each year trends emerge. This year, lots of spots are hitting the air featuring candidates with firearms shooting at things: TVs, drones, thick copies of the Affordable Care Act.</p><p>The story about this crop of 2014 campaign ads seems to begin with this ad from the last midterm election season: Sen. Joe Manchin's 2010 ad \"Dead Aim\":</p><p>Manchin, the Democratic governor of West Virginia, was running for the U.S. Senate. He wanted to distance himself from an unpopular President Obama.</p><p>He mentions his National Rifle Association endorsement, and a close-up shot shows a bullet piercing a stack of papers. It's the cap and trade bill, a White House-backed effort to dramatically reduce carbon emissions.</p><p>Manchin won the election. Veteran Democratic consultant Karl Struble, who produced the spot, says the ad was successful because \"it was authentic. It's who Joe is.\"</p><p>But Struble adds that the campaign was careful not to go overboard.</p><p>\"I think you need to be sensitive when you talk about a firearm and how to use it. We wanted to make sure we were using it appropriately. That it wasn't interpreted that, in some way, condoning firearms to oppose something politically. So we were concerned about things like that in how we portrayed everything,\" he says.</p><p>Guns as props are not new in campaign ads, but this was firing a shot to dramatically show how much the candidate disliked something.</p><p>That ad is still talked about. And in campaigns, like the rest of the world, imitation followed.</p><p>Here's an ad from Republican Will Brooke, who is running for Congress in Alabama:</p><p>In Iowa, Republican U.S. Senate hopeful Joni Ernst fires away at a shooting range, while an announcer says she'll set her sights on Obamacare:</p><p>In another ad, Montana congressional hopeful Matt Rosendale shoots what he calls a government drone out of the sky:</p><p>And in Alaska, here's Republican U.S. Senate candidate Dan Sullivan taking aim at a TV:</p><p>And there's this one, from Democratic congressional candidate Estakio Beltran of Washington state. He blasts an elephant piñata:</p><p>Travis Ridout, a Washington State University political science professor who tracks campaign advertising with the Wesleyan Media Project, says these gun ads send multiple messages. \"There's certainly that message that I'm one of you, I support gun rights. But there's also that message that I'm frustrated with what's going on in Washington, D.C., and there seems to be no one who can cut through that.\"</p><p>It doesn't work for every candidate. Manchin was well-known and the imagery reinforced who he was. But it's not so simple for political newcomers to use the sound and symbolism of firearms to take a shot and get noticed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Guns+Boom+In+2014+Campaign+Ads&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345044373-82a500.m3u?orgId=1&topicId=1014&ft=3&f=344339046"},{"href":"http://media.npr.org/assets/img/2014/08/29/gunad-d69227e392df8779d0f6fdbac1ad51ab533efb99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"717","width":"957"}}]}