{"created":"2015-01-24T13:42:36+00:00","modified":"2015-03-01T03:39:27+00:00","valid":{"from":"2015-03-01T03:39:27+00:00","to":"3015-03-01T03:39:27+00:00"},"hreflang":"en","title":"In Modern Klezmer, 'The Oldest Old Guy' Is The King Of The Scene","published":"2015-02-24T04:26:00+00:00","teaser":"Pete Sokolow has been called irascible and a tough-as-nails teacher. He's also one of the last living links to klezmer's immigrant pioneers — and to a new generation of musicians, he's invaluable.","itags":["npr_api","377739536"],"guid":"73b0847c-a164-4874-8aff-f492aba62cec","contentencoded":"<p>During the the 1980s, when the traditional dance music of East European Jews known as klezmer was enjoying a revival, Pete Sokolow was called \"the youngest of the old guys.\"</p><p>\"Now I'm the oldest old guy,\" Sokolow says. \"Most of the old guys are gone. Pincus is gone. Dave. Sidney is gone. All my old friends. I miss them.\"</p><p>Sokolow started playing klezmer in the summer of 1958 with some of those older musicians at resorts in the Catskills. He was a college student then, and it was there that he met the great klezmer clarinetist Dave Tarras.</p><p>Sokolow also played with the three Epstein Brothers, whose orchestra had been a force on the American klezmer scene since the 1930s. He says that a single piece of advice from clarinetist Max Epstein, the eldest of the group, changed his playing style forever.</p><p>\"He said to me, 'Kid, you play terrific clarinet, but you should understand that in this kind of music, the <em>dreidlach</em>' — which are the ornaments — 'are there to enhance the melody, and not the other way around,'\" Sokolow recounts. \"'If you lose the melody,' he said to me, 'you've got nothing.'\"</p><p>Sokolow began his career playing clarinet and saxophone but switched to piano, an instrument that was not originally associated with klezmer. His cramped Brooklyn living room is dominated by a Steinway baby grand from the late 1800's.</p><p>\"My father was a piano teacher; this great big Steinway here was his,\" he says. \"He was a helluva piano player, my old man. He played, like, Gershwin style. When I was 17 years old, I picked up one of my father's old 78s of <a href=\"http://www.npr.org/artists/15342292/fats-waller\" target=\"_blank\">Fats Waller </a>and I sat at this piano, teaching myself how to play the Fats Waller style. And damned if I didn't do it.\" (Sokolow suffered a stroke less than a week before our interview, which has claimed some of his dexterity on the keys. \"But I was a good player,\" he affirms.)</p><p>Sokolow played both jazz and Jewish music throughout his career. Interest in klezmer started petering out after World War II, but made a comeback in the late 1970s. Before long, Sokolow found himself playing with younger musicians whose only previous exposure to the music was the recordings on old 78s. Henry Sapoznik was a key player in what came to be called the klezmer revival; he says Sokolow taught those kids a lot.</p><p>\"He's a tough bandleader and he's a tough teacher,\" Sapoznik says. \"Should have t-shirts: 'I survived Pete Sokolow and I'm a better musician for it. I'm a better person for it.'\"</p><p>For his part, Sokolow says he was a little baffled by the klezmer revival.</p><p>\"All klezmer was, was dance music. To me, it was the shockaroo of my life at that point that anybody would want to sit and listen to a concert of dance music,\" he says. \"Well, I should've known better, because in the swing era Benny Goodman did that in Carnegie Hall — and there they were, sitting in Carnegie Hall, listening to dance music.\"</p><p>In 1985, Sokolow was on hand for the first <a href=\"http://www.livingtraditions.org/docs/index_kk.htm\" target=\"_blank\">KlezKamp</a>, which became an annual gathering in the Catskills prompted by the klezmer revival. There he taught both clarinet and piano, and helped bridge the generations. \"My main job in the revival was as the go between,\" he says. \"I brought the old guys into the scene.\"</p><p>One of them was clarinetist Sid Beckerman, who knew tunes that Sokolow had never heard before. Soon the two were playing in a band with their younger peers.</p><p>Today, Sokolow is continuing that cross-generational collaboration with Tarras Band, named for klezmer legend Dave Tarras. The group is led by clarinetist Michael Winograd, who studied with Sokolow at KlezKamp.</p><p>\"He's a musician's musician,\" Winograd says. \"You know, like, he has perfect melodic sense, perfect harmonic sense. He's a great arranger. When we're working on arrangements for Tarras Band, I'm like, 'What's this harmony?' He knows it immediately.\"</p><p>Winograd is one of the younger musicians incorporating contemporary elements like rock into klezmer. And that's fine with Pete Sokolow — but for himself, he's content being the oldest old guy.</p><p>\"I don't wanna, you know, create new ground and become totally new creative guy,\" he says. \"I'm an old time guy. I like to play music that's fun for me. I want to have fun doing this.\"</p><p><em><a href=\"http://www.kalish.nyc\">Jon Kalish</a> is a Manhattan-based radio reporter, newspaper writer and podcast producer.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Modern+Klezmer%2C+%27The+Oldest+Old+Guy%27+Is+The+King+Of+The+Scene&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Kalish","audio":[{"meta":{"duration":"401"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379550476-289536.m3u?orgId=1&topicId=1106&e=377739536&d=401&ft=nprml&f=377739536"},{"href":"http://media.npr.org/assets/img/2015/01/16/sokolow_michael-macioce-db6491facffda549e7f45d4502b845d3c4a69d66.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}}]}