{"created":"2015-05-14T14:37:07+00:00","modified":"2015-05-14T14:37:07+00:00","valid":{"from":"2013-01-15T12:29:38+00:00","to":"3013-01-15T12:29:38+00:00"},"hreflang":"en","guid":"73b44f6a-b343-4035-825a-9a273267d50e","contentencoded":"<div class=\"barn-cleaned\"><p>An icon of the British music industry&nbsp; has been toppled.&nbsp; HMV -- with 240 record stores&nbsp; in the UK&nbsp; and Ireland -- has crashed into bankruptcy. If a buyer cannot be found for all or part of the business,&nbsp; the stores will close and a 92 year old company will die.</p>\n<p>HMV is the store chain where many Brits bought their first single and it is held in great affection.&nbsp; It has one of the UK’s best-known and best-loved logos: Nipper the dog peering quizzically into an ancient cylinder&nbsp; gramophone, listening to H.M.V ( His Master’s Voice) But the company got stuck in a groove and like many “bricks and mortar” retailers&nbsp; found itself unable to compete with lower cost online businesses. Public affection could not save it from collapse:</p>\n<p>\" There has been a great deal of sadness at its passing.\" says Matt&nbsp; Pyner of&nbsp; Conlumino , a retail consulting firm. \"There has been a great outpouring of grief on social media today. But unfortunately not that many people were shopping there any more;&nbsp; certainly not enough to make it a profitable business.\"</p>\n<p>HMV’s trade has been decimated by digital downloading and online sales from Amazon and other internet retailers. And the&nbsp; competition can only intensify. Conlumino forecasts&nbsp; that by 2015 the Brits will buy only 10% of their music from a retail store and most of that from supermarkets.&nbsp;</p></div>","tags":["music industry","APM","Business"],"teaser":"Unable to compete with online retailers, British record store HMV files for bankruptcy.","title":"British record store files for bankruptcy","byline":"Sam Beard","description":"Unable to compete with online retailers, British record store HMV files for bankruptcy.","itags":["Marketplace Morning Report","PMP:Marketplace_PMP","Marketplace","73b44f6ab343035c25a69a273267d50e","Marketplace Morning Report for Tuesday, January 15, 2013"],"published":"2013-01-15T12:29:38+00:00","contenttemplated":"[{\"content\":\"<p>An icon of the British music industry  has been toppled.  HMV -- with 240 record stores  in the UK  and Ireland -- has crashed into bankruptcy. If a buyer cannot be found for all or part of the business,  the stores will close and a 92 year old company will die.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>HMV is the store chain where many Brits bought their first single and it is held in great affection.  It has one of the UK’s best-known and best-loved logos: Nipper the dog peering quizzically into an ancient cylinder  gramophone, listening to H.M.V ( His Master’s Voice) But the company got stuck in a groove and like many “bricks and mortar” retailers  found itself unable to compete with lower cost online businesses. Public affection could not save it from collapse:</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot; There has been a great deal of sadness at its passing.&quot; says Matt  Pyner of  Conlumino , a retail consulting firm. &quot;There has been a great outpouring of grief on social media today. But unfortunately not that many people were shopping there any more;  certainly not enough to make it a profitable business.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>HMV’s trade has been decimated by digital downloading and online sales from Amazon and other internet retailers. And the  competition can only intensify. Conlumino forecasts  that by 2015 the Brits will buy only 10% of their music from a retail store and most of that from supermarkets. </p>\"}]","audio":[{"type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/159526758.jpg?itok=Xlzb8whS"},{"type":"audio/mpeg","meta":{"duration":93,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/15/marketplace_segment09_20130115","type":"application/json"},"duration_hms":"00:01:33"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/15/marketplace_segment09_20130115_64.mp3","format":"MP3"}]}