{"created":"2014-09-07T23:28:16+00:00","modified":"2014-09-07T23:28:17+00:00","valid":{"from":"2014-09-07T23:28:16+00:00","to":"3014-09-07T23:28:16+00:00"},"hreflang":"en","title":"A Brooklyn Boy Who Lost A Life, But Helped Save Others","published":"2014-04-04T14:43:00+00:00","teaser":"Aidan Seeger was 7 when he died of a genetic disorder known as ALD in 2012. Now New York state requires newborn screening for the disorder, thanks to \"Aidan's Law.\"","tags":["npr_api","298783556"],"guid":"73c1ed07-3d4f-4990-ab0e-3477bf73464e","contentencoded":"<p>Last year, New York became the first state to require newborn screening for a genetic disorder called adrenoleukodystrophy, or ALD. The disorder rapidly attacks the nervous system. The most common form of ALD mainly affects young boys and can be fatal within a year.</p><p>But if ALD is detected in newborns, a bone marrow transplant can help them survive. The legislation is known as \"Aidan's Law\" for Aidan Jack Seeger, who died from ALD in 2012 at age 7.</p><p>\"Aidan had curly dirty-blonde hair, giant blue eyes,\" his mother, Elisa Seeger, says on a visit to StoryCorps with her husband, Bobby Seeger Jr. \"He always liked to be 'fancy,' as he called it — dress shirts and ties. And he had a really strong personality, and he could not be told what to do.\"</p><p>\"We'd find him at 7:30 in the morning, watching cartoons with a bowl of M&M's, and he'd be drinking a can of Coca-Cola,\" Elisa laughs.</p><p>\"It's cute, you know ,\" Bobby says. \"You could be pissed, and then, all of a sudden, it's like, you turn around and just be chuckling.</p><p>\"We didn't know that he was sick,\" he continues. \"You'd see him just sit at the kitchen table in the house with his homework. And I'd come back 30 minutes later, and he's not even done anything more than write his name.\"</p><p>\"He was having trouble reading, putting the book right up to his eye,\" Elisa says. \"And we just said, 'Oh, he needs glasses.' So we went to the pediatrician, who recommended a neurologist. The MRI came back, and the technician didn't even know what he was looking at, there was so much white matter on the brain.\"</p><p>They never told Aidan, who was 6 at the time, that he might die, Elisa says. \"We just said, 'We're going to get your eyes fixed.' \"</p><p>Less than a month later, Bobby remembers, Aidan woke up saying, \"Daddy, where are you? I can't see.\"</p><p>\"I just climbed right into bed and cradled him,\" Bobby recalls. \"I couldn't even cry. And it wasn't long after that, that everything just went\" — like Aidan's ability to walk or eat.</p><p>After not speaking for a month, Aidan woke up in the middle of the night. \"And he was just like, 'Mommy, I want some Sprite,' \" Bobby says.</p><p>\"And he drank the whole soda. I just kept saying, 'I don't want you to go back to sleep,' \" Elisa says.</p><p>Aidan never spoke again.</p><p>\"Towards the end, [the hospital] had called and said his breathing was failing,\" Bobby says. \"So when I walked in the room, I didn't like what I was seeing, because I didn't want to see him go through it no more. And I lay down in bed with him and had my arms holding him, telling him that he's going.</p><p>\"And then that was it,\" Bobby continues. \"You know, born in Brooklyn and he died in Brooklyn.\"</p><p>Elisa and Bobby buried their son in a small cemetery nearby. \"It's only a couple blocks from the house and picked out a nice little spot on a hill,\" Bobby says. \"And it's crazy — with the cold weather, he's got the greenest, greenest spot.\"</p><p>Several infants have been diagnosed with the disorder since the new law was passed, including Matthew Hunter. When his parents, Nick and Lindsay, were told their son had ALD, they quickly learned about Aidan and his family while searching on the Internet.</p><p>\"And I said, 'We have to find Aidan's mom and just hug her,' \" Lindsay tells Elisa, on a separate visit to StoryCorps. \"You didn't even know Matthew, and you fought for his life. And there's no way to repay that.\"</p><p><em>Audio produced for </em>Morning Edition<em> by Jud Esty-Kendall with John White.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Brooklyn+Boy+Who+Lost+A+Life%2C+But+Helped+Save+Others&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1299051813-dcc2d8.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=298783556"},{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1298989436-6bac09.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=298783556"},{"href":"http://media.npr.org/assets/img/2014/04/03/seegernpr-76b4cbe233e302667c64974cbe0d4509654877dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"637","width":"849"}},{"href":"http://media.npr.org/assets/img/2014/04/03/seegernpr_extra1-18ab277d0fb90b5651840bd4aace802ec513a339.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"480","width":"639"}},{"href":"http://media.npr.org/assets/img/2014/04/03/hunternpr-90324e93248cb1d03121720419a3aa63406d0cc8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"616","width":"821"}}]}