{"created":"2014-10-07T20:19:08+00:00","modified":"2014-10-30T23:58:58+00:00","valid":{"from":"2014-10-30T23:58:58+00:00","to":"3014-10-30T23:58:58+00:00"},"hreflang":"en","title":"Iowa Mayor Calls For 'Caring Cities' To Take In Young Immigrants","published":"2014-07-25T01:09:00+00:00","teaser":"Unaccompanied, undocumented children from Central America aren't just sparking debate in the Southwest. The question of whether to offer shelter to the minors has led to divided opinions in Iowa.","itags":["npr_api","334851576"],"guid":"73c58830-a28e-4fc6-87c9-aa3a311f380f","contentencoded":"<p>Thousands of unaccompanied children from Central America have been crossing the Southern border of the U.S. over the past few months.</p><p>That's led to protests and debates — not only in the Southwest but across the country, as children have been given shelter in cities and towns that are sometimes quite far from the border.</p><p>In Iowa — a state with a history of providing a safe place for refugees — the question of these undocumented minors has caused a stark divide. While Iowa's governor says none of the unaccompanied minors from Central America should be allowed to stay, other figures, including the mayor of Des Moines and some religious leaders, think otherwise.</p><p>And in the city of Davenport, the possibility of sheltering the children has set the mayor against members of his City Council.</p><p><strong>Finding Sponsors, Looking For Shelters</strong></p><p>Bill Gluba, the silver-haired mayor of Davenport, has been working with social services agencies trying to figure out a way to house some of the minors. He's also asking residents to support his effort, called the Caring Cities Campaign.</p><p>But he has met with pushback from some of the city's council members, who say they don't want any city funds spent on an effort to bring unaccompanied minors to Iowa's Quad Cities area.</p><p>The federal government operates about 100 short-term shelters for children who enter the country without a parent. Because of the large increase in the number of unaccompanied children — primarily from Guatemala, Honduras and El Salvador — there's been a push to open temporary shelters.</p><p>Nora Dvorak, who ran the Refugee Resettlement Office in Davenport for years and is one of the leaders of the Caring Cities Campaign, says the city could help.</p><p>\"We have three sites that are potential [shelter] sites, but we really need to do some more exploration about them,\" she says. \"They are certainly better than where they are currently being held in detention cells and what have you. That's ... simply not OK for children.\"</p><p>This week, the mayor of Des Moines announced his support for the Caring Cities Campaign. But both he and Gluba are at odds with the state's governor, Terry Branstad.</p><p>\"Listen, I'm very empathetic for these teenagers and kids, but they've come here illegally,\" Branstad says.</p><p>\"It would not be wise to say if you can come here, if you can somehow get here illegally, then you can stay. That would be just the wrong signal and would make a bad situation much worse.\"</p><p>Under a 2008 federal law, the minors caught by Border Patrol are handed over to the Department of Health and Human Services, which coordinates their care and finds them safe housing until their cases are decided. In a statement, Iowa Sen. Chuck Grassley says HHS informed his staff that since January, at least 139 of those unaccompanied children have been released to sponsors in Iowa.</p><p>Gluba and supporters of the Caring Cities Campaign say Davenport alone could house up to 50 children.</p><p>The mayor says his campaign is a private one, with no call for city funds. Even so, Alderman Bill Edmond led the charge for a motion that prohibits the use of city money or staff for Caring Cities. The Davenport City Council tabled the motion indefinitely Wednesday night, but Edmond says the message is clear — and he says the Caring Cities Campaign could be dangerous to residents here.</p><p>\"Our own [Department of Homeland Security] says that the majority of these children are actually over the age of 14, and 75 percent of them are male — many of them with gang tattoos on them,\" Edmond says. \"I'm not sure that's what we want to bring in to the city of Davenport.\"</p><p><strong>A History Of Midwestern Hospitality</strong></p><p>But Gluba says Iowa has a history of helping the displaced. Former Republican Gov. Bob Ray initiated a private effort to help settle refugees from Vietnam, Cambodia and Laos in Iowa in the 1970s.</p><p>\"He welcomed people. He said, 'Sure, we'll take as many [refugees] as we can handle,' \" Gluba says. \"They got in touch with Catholic social services and the various dioceses and Lutheran social services and all the good folks in the state of Iowa, and they welcomed, <em>welcomed,</em> families into the state.\"</p><p>Frank Cownie, the mayor of Des Moines and a supporter of the Caring Cities Campaign, also points to the shelter the state's residents provided to those fleeing the Vietnam War. \"Iowans opened their arms. They opened up their homes. They opened up their churches. They opened up their apartments,\" he says. \"They did everything that they could do to help, feed, clothe and educate and do what was necessary.\"</p><p>Branstad, the current governor, says there's a difference between what's happening now and what occurred more than 35 years ago.</p><p>\"What Gov. Ray did was legal. And [the refugees] came as intact families, and they worked to resettle them permanently here,\" Branstad says. \"The difference is between coming here legally and illegally.\"</p><p><strong>A Widening Challenge </strong></p><p>In the parking lot of a Davenport grocery store, opinions were mixed. Darin Vanpaemel says he thinks bringing the minors to Davenport is a crazy idea.</p><p>\"I mean, I feel bad for the kids, but we've got kids here that are in trouble,\" he says. \"So we take care of those kids that are here in trouble first.\"</p><p>Others say the immigration laws need to be enforced. But Mark Anderson, a Davenport minister, says he knows plenty of people who'd be willing to let the minors come in.</p><p>\"Davenport is the heartland of America, and [there are] a lot of good folks here in the Midwest city,\" Anderson says. \"I think it would be a good thing for the community, and a good thing for those folks as well.\"</p><p>Unless immigration rules change to allow young migrants to be sent home more quickly, undocumented minors from Central America will continue to be kept in the U.S. for months or years until they get a hearing.</p><p>In the meantime, Sen. Grassley says he'll co-sponsor legislation that would require the federal government to notify the governor of any state 48 hours before placing any of the minors in facilities or with sponsors in that particular state.</p><p>And Gluba says his Caring Cities Campaign goes well beyond Iowa's Quad Cities. He's approached the U.S. Conference of Mayors in hopes of persuading other mayors throughout the country, who may be reluctant, to provide a safe haven for the unaccompanied minors.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iowa+Mayor+Calls+For+%27Caring+Cities%27+To+Take+In+Young+Immigrants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334903971-5e57be.m3u?orgId=1&topicId=1003&ft=3&f=334851576"},{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334851577-11e558.m3u?orgId=1&topicId=1003&ft=3&f=334851576"},{"href":"http://media.npr.org/assets/img/2014/07/24/2145750402_56aa5fc928_o-lightened-adf9ffe593e507e71a410e1f584872a6bbb457d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"489","width":"653"}},{"href":"http://media.npr.org/assets/img/2014/07/24/137980927-c11e55d44f7a30b861c2816785226989443643da.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1837","width":"2452"}}]}