{"created":"2014-10-07T20:15:23+00:00","modified":"2014-12-18T19:05:21+00:00","valid":{"from":"2014-12-18T19:05:21+00:00","to":"3014-12-18T19:05:21+00:00"},"hreflang":"en","title":"Do Heat-Sensitive Inmates Have A Right To Air Conditioning?","published":"2014-07-25T23:40:00+00:00","teaser":"Jails and prisons without air conditioning can be uncomfortable for both prisoners and guards. But for inmates with health conditions that make them heat-sensitive, hot cells can pose serious risks.","itags":["npr_api","334049647"],"guid":"73c6c3fc-38d4-48d1-a6d0-6a2ba841ebcf","contentencoded":"<p>The exact cause of prisoner Jerome Murdough's death at Rikers Island in February is still under investigation. But the temperature in the cell when he was found in New York City's biggest jail was at least 100 degrees.</p><p>The death of Murdough, who had severe mental illness, called renewed attention to a long-standing problem: maintaining reasonable temperatures in jails and prisons.</p><p>The high temperatures at some U.S. facilities can form a dangerous — even deadly — combination with <a href=\"http://www.hrw.org/reports/2012/01/27/old-behind-bars-0\" target=\"_blank\">the aging inmate population</a>. Medications can make the mentally ill more susceptible to heat, and some prison guards say it's not safe for them, either.</p><p>Dr. Susi Vassallo grew up in Texas, so she's not afraid of heat. But the physician and New York University medical school professor still remembers her reaction when she stood in a non-air-conditioned prison cell one summer.</p><p>\"When you closed the ... doors, they had just little dots in them, which provided any ventilation from the outside,\" she says. \"Even after five minutes ... it was absolutely stifling — it was inconceivable to live there 23 hours a day, day after day.\"</p><p>Vassallo, an expert on heat-related illnesses, is often called to testify in lawsuits about temperatures in jails and prisons. She says that for most people, those conditions are uncomfortable, but that those with some health conditions — including high blood pressure and diabetes, or those taking certain medications — can be much more sensitive.</p><p>For those prisoners, exposure to heat can lead to long-term health consequences or death. And the number of inmates prone to this sensitivity has been growing; the elderly prison population has been increasing for years, and people with mental illness make up a disproportionate percentage of inmates in the U.S.</p><p>Prisoners' rights lawyers and others have been arguing for decades about what constitutes a reasonable temperature. One lawyer, Mercedes Montagnes, filed a lawsuit last year demanding that the heat index — a calculation of heat and humidity — on Louisiana's death row not go above 88 degrees. A judge agreed and <a href=\"http://www.clarionledger.com/story/news/2014/05/24/judge-orders-air-conditioning-angola-prisons-death-row/9555573/\">ordered air conditioning installed</a>, but that's on hold as the state appeals the decision.</p><p>Montagnes knows that plenty of people outside prison don't have air conditioning. But prisoners have a right to reasonable temperatures and can't escape the heat the way the unincarcerated can, she says.</p><p>\"Those individuals have the ability to go to a freezer, to get cold water, to go to a mall, to go to a movie theater ... to take action in order to mitigate the effect of the heat on them,\" she says.</p><p>The argument for air conditioning prisons has found allies in some unlikely places. Last year, <a href=\"http://www.statesman.com/news/news/guards-to-join-convict-litigation-over-hot-state-p/nZgSD/\" target=\"_blank\">a group of prison guards from Texas joined a lawsuit</a> against the state's Department of Corrections.</p><p>Lance Lowry, a former prison guard in Texas who now works with the guards union, says the corrections officers have many of the same heat-sensitive health conditions as prisoners — obesity, diabetes, high blood pressure, even mental illness.</p><p>\"Officers frequently suffer from heat cramps and a lot of heat illnesses,\" Lowry says.</p><p>He says prisoners are harder to manage in the heat, too — there are more fights and more psychiatric emergencies.</p><p>Texas is among several states facing lawsuits over <a href=\"http://www.utexas.edu/law/clinics/humanrights/docs/HRC_EH_Report_4-7-14_FINAL.pdf\" target=\"_blank\">temperatures in its correctional facilities</a> — of the more than 150,000 prison beds in the state, only about 550 are climate-controlled. Because of that litigation, state officials wouldn't talk on the record, but the state corrections department said in a statement that it is trying to mitigate the high temperatures. Those efforts include <a href=\"http://www.cool-space.com/cool-space-products/\" target=\"_blank\">purchasing more than $50,000 in industrial-grade cooling fans</a> to test at seven facilities.</p><p>Former Texas warden Keith Price, now a professor of criminology and sociology at West Texas A&M University, said that it's important to accommodate heat-sensitive prisoners, but that inmates also need to acknowledge that prison is not a five-star hotel.</p><p>\"You know, they don't get to go get a cheeseburger whenever they want to, either,\" Price said. \"So, I mean, you know there's a certain amount of things that you give up when you become incarcerated.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+Heat-Sensitive+Inmates+Have+A+Right+To+Air+Conditioning%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alisa Roth","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335348605-3f48ee.m3u?orgId=1&topicId=1091&ft=3&f=334049647"},{"href":"http://media.npr.org/assets/img/2014/07/22/prison_heat1-c1113ee07c9cf5c2ec573986624ad8a9b0f57485.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1172","width":"1563"}}]}