{"created":"2015-06-18T17:58:51+00:00","modified":"2015-06-18T19:25:01+00:00","valid":{"from":"2015-06-18T19:25:01+00:00","to":"3015-06-18T19:25:01+00:00"},"hreflang":"en","title":"Billie Jean King: My Tennis Career Was 'Secondary To Changing Things'","published":"2015-06-18T19:24:00+00:00","teaser":"King won 39 Grand Slam titles, but one of the greatest challenges of her career has been fighting for gender equity in sports.","itags":["npr_api","415517255"],"guid":"73c9ce88-af00-4dd9-b3cf-03f4e8f11da2","contentencoded":"<p>Tennis icon <strong>Billie Jean King</strong> has won 39 Grand Slam titles and held the No. 1 world tennis ranking five times between 1966 and 1974. But one of the greatest challenges of her career has been fighting for gender equity in sports.</p><p>Many people remember when she defeated Bobby Rigg in the &#8220;Battle of the Sexes&#8221; match in 1973 and view that moment as a breakthrough for girls and women, not only in sports but in society as well.</p><p>King started the <a href=\"http://www.womenssportsfoundation.org/\" target=\"_blank\">Women&#8217;s Sports Foundation</a>, which is dedicated to promoting athletic opportunities for girls and women and is the founder of the <a href=\"http://www.bjkli.org/\" target=\"_blank\">Billie Jean King Leadership Initiative</a> to address diversity issues in the workplace.</p><p>And 40 years ago, she co-founded <a href=\"http://www.wtt.com/\" target=\"_blank\">World TeamTennis</a>, a professional league where women and men have equal roles.</p><h4>Interview Highlights: Billie Jean King</h4><p><strong>On gender inequality in sports</strong></p><p>&#8220;The women don&#8217;t have enough opportunity. Nobody invests in us like they do in the men. It&#8217;s because the old-boy network still invests in themselves. If they have a daughter, it&#8217;s really helpful. That really makes a difference when a guy has a daughter. When I beat Bobby Riggs back in 1973 &#8211; &#8220;The Battle of the Sexes&#8221; &#8211; one of the great things that came out of that is that how it affected the men and how it affected the women. And the women got more courage and felt more empowered and they actually asked for a raise. And the men come up to me now and say that changed their life, because as a young man, they saw that match, and now they have a daughter, and they raised their daughter very differently. They say, &#8216;Because I didn&#8217;t really think about it until that match, and now I have a daughter, and I want her to have as much as anybody. Why would anyone want anything less for any child to have?'&#8221;</p><p><strong>How she adapted to face adversity, and her career off the court</strong></p><p>&#8220;I have two sayings: &#8216;Pressure is a privilege&#8217; and &#8216;Champions adapt or adjust.&#8217; And you just have different goals. I&#8217;ve been through eight knee operations, and when I came back from knee operations, instead of my goal being winning a World Team Tennis championship or Wimbledon or a U.S. Open or whatever, or winning the WTA tour, I would say, &#8216;I&#8217;m going to see if I can bend my knee a quarter of an inch today.&#8217; So what I would do is adapt and change my goals to whatever fit the moment.</p><p>&#8220;It was tough to come back. I came back from knee operations to play. But my main concern was always off the court, changing things. I would tell you my tennis career was probably very secondary to changing things. When I was 12, I had an epiphany to change things. I&#8217;d start thinking about, everyone wore white shoes, white socks, white clothes, played with white balls. And I asked myself at 12, where is everybody else?&#8221;</p><p><strong>What she&#8217;s striving toward</strong></p><p>&#8220;I&#8217;m always striving, I think you have to strive up to your life&#8217;s last breath, hopefully. I&#8217;m going to continue to work on team tennis. It&#8217;s good, it works and I know if a child would sign up for tennis and be put on a team, we wouldn&#8217;t lose them as much as we&#8217;ve lost them in the past. The kids have to see it to be it. I got to see Althea Gibson back when I was a child. At 13 years of age I saw her play, I knew what No. 1 looked like. If these children come out and see Genie Bouchard and see these players, they get to talk to them and listen to them. It makes a difference. The child remembers who touched their life, who listened to them.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.wtt.com/page.aspx?article_id=1252\" target=\"_blank\"><strong>Billie Jean King</strong></a>, 39-time Grand Slam title winner, former women&#8217;s tennis world No. 1 and co-founder of <a href=\"http://www.wtt.com/\" target=\"_blank\">World TeamTennis</a>. She tweets <a href=\"https://twitter.com/billiejeanking\" target=\"_blank\">@BillieJeanKing</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Billie+Jean+King%3A+My+Tennis+Career+Was+%27Secondary+To+Changing+Things%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"681"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415517258-f9fecc.m3u?orgId=1&d=681&p=60&story=415517255&t=progseg&e=415513757&seg=8&ft=nprml&f=415517255"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0616_billie-jean-king02.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0618_jean-king-action.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1633","width":"1280"}}]}