{"created":"2014-09-30T21:05:36+00:00","modified":"2014-10-31T00:46:52+00:00","valid":{"from":"2014-10-31T00:46:52+00:00","to":"3014-10-31T00:46:52+00:00"},"hreflang":"en","title":"In 'Snowpiercer,' A Never-Ending Train Ride And A Society Badly Off Track","published":"2014-07-08T18:05:00+00:00","teaser":"After a climate change disaster, a train must circle the globe for its passengers to stay alive. The science fiction fable was inspired by a French graphic novel and directed by a South Korean auteur.","itags":["npr_api","326154752"],"guid":"73d3e222-b847-4bd3-bab9-c7c0831edb15","contentencoded":"<p>The world has frozen over in the movie<em> Snowpiercer. </em>Set after a climate change disaster, all the action happens aboard a train that has to keep circling the globe for its passengers to stay alive.</p><p>The movie itself is uniquely international: <em>Snowpiercer</em> is based on the French graphic novel <em>Le Transperceneige</em> by Jacques Lob, Benjamin Legrand and Jean-Marc Rochette. It's directed by a Korean auteur and stars Hollywood A-listers including Tilda Swinton and Ed Harris. The movie opened in South Korea last summer. Since then it has played all over the world, and certain Americans have been wildly impatient for <em>Snowpiercer</em> to open here.</p><p>What kinds of Americans, you ask? Well, film nerds, science fiction nerds, Tilda Swinton nerds and fans of director Bong Joon-ho.</p><p>Grady Hendrix, who co-runs the New York Asian Film Festival, says Bong's movies, such as 2003's <em>Memories of Murder</em>, masterfully subvert genres. \"His serial killer movie was actually an amazing movie about Korean history but also delivered the thrills you want in a serial killer movie,\" he explains.</p><p>And Bong's 2006 movie<em> The Host</em> was both a sly critique of American intervention in Korea dating back to the Korean War — and about a giant monster eating people.<em> The Host</em> smashed South Korean box office records and became an international sensation.</p><p>So it was hardly a surprise when the director's next big action film — <em>Snowpiercer</em> — was immediately snapped up by Hollywood distributors Bob and Harvey Weinstein.</p><p>\"Uncle Harvey. We had a long process,\" Bong wryly remembers during an interview at NPR West in Culver City.</p><p><em>Snowpiercer</em>'s U.S. release was delayed for months as Bong and Weinstein — known in the film world as Harvey Scissorhands — wrangled over Weinstein's insistence over cutting 20 minutes from the two-hour film and adding a voice-over. Bong adamantly refused. The international film community rallied behind Bong Joon-ho. Eventually, the Weinsteins agreed to release <em>Snowpiercer</em> intact.</p><p>\"Their idea to simplify was a very silly one,\" Hendrix observes. \"The movie is incredibly simple. It is a train. The poor people live in the back. The rich people live in the front. And the poor people in back want to get to the front.\"</p><p>Bong says an oppressed underclass rebelling against huge wealth gaps is not exactly science fiction right now. \"[It's] similar to Occupy Wall Street in terms of the 99 percent versus the 1 percent,\" he says. \"That's something that happens in other countries and also in Korea.\"</p><p>The film has been getting rave reviews, partly because of Bong's knack for keeping viewers off balance. Take a meditative, dreamlike scene where the freedom fighters pause for a snack in a train car that's also an aquarium and a sushi counter. (Of course, sushi is sort of shorthand for the preferred food of the 1 percent.)</p><p>\"Outside the window, you can see the frozen ocean, where the fish inside the tanks used to swim,\" Bong says.</p><p>Before the ocean was ruined — partly to make this food. Such pointed, ironic juxtapositions are Bong's stock in trade.</p><p>\"It's really about having fun with the audience,\" he explains. \"People go to the movies with certain genre conventions in mind. They go to the movies to have certain expectations met. It's always fun to play around with those expectations, to deliver what they came to see, but also give them things they didn't expect.\"</p><p>Like a message about income inequality or environmental cataclysm — in a high-octane summer action flick. That's what Bong delivers — along with violence, explosions and special effects.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Snowpiercer%2C%27+A+Never-Ending+Train+Ride+And+A+Society+Badly+Off+Track&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326718058-a75d27.m3u?orgId=1&topicId=1137&aggIds=320361610&ft=3&f=326154752"},{"href":"http://media.npr.org/assets/img/2014/06/27/snowpiercer_7-4f7c5b3a1097504a0a35d45c078481c73f03e230.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"961","width":"1282"}},{"href":"http://media.npr.org/assets/img/2014/06/27/snowpiercer_8-eff1d2cfa7d56b76bfeab4407a80cc63290acc00.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1303","width":"1738"}}]}