{"created":"2015-02-25T21:40:25+00:00","modified":"2015-02-26T19:39:20+00:00","valid":{"from":"2015-02-26T19:39:20+00:00","to":"3015-02-26T19:39:20+00:00"},"hreflang":"en","guid":"73dc4024-b758-4fa4-8368-1bc7549c2318","title":"'Essential' workers in the Department of Homeland Security gear up to possibly work without pay","published":"2015-02-26T19:39:19+00:00","byline":"Joyce Hackel","tags":["conflict","government","budget","Conflict","Conflict & Justice","North America","United States","North America","Juliette Kayyem","Department of Homeland Security","Transportation Security Administration","essential employees","DHS","TSA","9/11"],"teaser":"The Department of Homeland Security is a $38 billion a year operation that was cobbled together in the wake of 9/11 intelligence failures. Just how many of its hundreds of thousands of employees are essential?  ","contentencoded":"<p>For most of us, airport security lines are our main contact with the Department of Homeland Security. But there's a whole lot more to DHS than that.</p>\n<p>Most of the $38 billion agency's more than 300,000 employees are deemed key to national security. Exactly which of those workers are \"essential\" might soon become apparent, given the DHS budget showdown on Capitol Hill, says Juliette Kayyem, a former assistant secretary for the department. </p>\n<p>\"Your border patrol agents, your emergency managers, your TSA screeners, they are viewed as 'essential' because they are part of America's enforcement powers. So they will continue to work [during a shutdown],\" Kayyem says. \"[Even though] they are deemed essential, they will not get paid.\" </p>\n<p>Eventually those DHS employees will get paychecks retroactively, but their wages could be delayed for months. Other \"non-essential\" DHS workers would be furloughed and wouldn't report for work, nor be paid.</p>\n<p>At immigrant detention centers, and in courtrooms where proceedings against undocumented individuals facing deportation take place, little would change in the event of shutdown.</p>\n<p>\"That's sort of the phoniness of this,\" Kayyem says. \"Whether you're an immigrant in detention, whether you're travelling at an airport, or you're the president and the Secret Service is protecting your family, all of those pieces are going to be deemed essential. Those people just won't be paid.\"  </p>\n<p>Kayyem says that scenario would represent \"unfair\" treatment for federal employees working on what she calls the \"frontlines\" of national security. And she says the impact would be felt in ways citizens might not predict. </p>\n<p>\"It's the small business owner in Boston who is seeking federal relief because their roof collapsed because of four feet of snow.  It's the shipping captain whose boat is stuck because the Coast Guard is not able to get out there to break up ice as soon as possible,\" she says. \"So that's how people should remember and think about the department. It's a lot bigger, it is integrated into the fiber of the homeland. </p>\n<p>Kayyem readily admits that DHS is an agency that was cobbled together and has often stumbled in its efforts to define its mission. For example, she acknowledges criticisms from the employees at the DHS Office of Intelligence and Analysis who say their agency churns out \"intelligence spam\" and produces \"almost nothing you can't find on Google.\" </p>\n<p>After being around for more than a dozen years under the guidance of four different cabinet secretaries, DHS is still carving out its turf. </p>\n<p>\"What you've seen over time is it focusing on border, emergency management and cyber. Those are sort of the three lanes that it's beginning to, I would say, get it's wings,\" Kayyem says.  \"You've got to give it 20 or 30 years. The Department of Defense took a lot of time to find its lane.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-25%2Fessential-workers-department-homeland-security-gear-work-without-pay&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0225201501.mp3"},{"href":"http://www.pri.org/file/0225201501mp3"}]}