{"created":"2015-05-22T20:39:43+00:00","modified":"2015-05-29T01:05:16+00:00","valid":{"from":"2015-05-29T01:05:16+00:00","to":"3015-05-29T01:05:16+00:00"},"hreflang":"en","title":"Obama: Camden, N.J., Police A Model For Improving Community Relations","published":"2015-05-23T08:36:00+00:00","teaser":"\"Wherever you walk around, there goes a cop,\" says one resident, who is happy with the changes in the city. But some critics still see evidence of old-school police tactics that they say don't work.","itags":["npr_api","408824877"],"guid":"73e1e15d-e804-4823-9a44-ee5293025fdd","contentencoded":"<p>Camden, N.J., has long been known for its poverty and violence. But President Obama gave it a new label this week, calling the city, <a href=\"http://www.nj.com/politics/index.ssf/2015/05/obama_tells_camden.html\">\"a symbol of promise for the nation.\"</a></p><p>He praised the Camden County Police Department's effort to improve community relations. The city <a href=\"http://articles.philly.com/2015-03-30/news/60606998_1_camden-county-police-force-camden-city\">still has a high crime rate</a>, but the president says progress so far makes it a model for others.</p><p>Improving relations in Camden started with more police on the street. On Thursday the first thing Officer Virginia Matias did after driving to her assigned neighborhood was get <em>out </em>of her patrol car.</p><p>\"It's better to be walking around and talking to people than just passing by in the vehicle,\" says Matias, \"because you're not really getting to know anyone if you're in your vehicle the whole time that you're patrolling.\"</p><p>She walked down a street she says used to be busy with people buying and selling drugs. Now it's a sleepier scene, with a few residents coming to the corner store. Matias greets the owner in Spanish, asking how business is going and whether there have been any problems. He says no.</p><p>These foot patrols are all about building relationships, says Rutgers University criminology professor Louis Tuthill, who is researching what effect that has on crime rates.</p><p>\"What I found was is that for all crimes, generally, the foot patrols decreased crime between about 10 percent and 19 percent, depending on the quarter,\" he says.</p><p>Some violent crime statistics declined the most. \"Robberies with a firearm had a decrease of 51 percent,\" says Tuthill.</p><p>In 2012, Camden had 67 murders. Last year the number was less than half that. In 2013, the city <a href=\"http://www.npr.org/2012/12/06/166658788/crime-ridden-camden-to-dump-city-police-force\">dissolved its police department</a>, including the existing union contract, and let the county take over. With the money saved, more officers were hired and two police stations opened in neighborhoods.</p><p>Residents have noticed the difference.</p><p>\"Wherever you walk around, there goes a cop,\" says Cramer Hill resident Phyllis Perry. \"They're walking. They're on bikes. They're in cars. They're everywhere.\"</p><p>Michael Horace, who lives in north Camden, likes having a police station close by: \"Any fights, gunshots — anything that's going on — within a matter of seconds they're right there.\"</p><p>But with a long history of gang violence, some residents worry the change won't last. \"Once those guys start fighting with each other, there ain't going to be no peace out here,\" predicts Camden resident Virgilio Matias.</p><p>In the past, when violence erupted, police would swarm the neighborhood, scaring everyone back into their homes — including law-abiding citizens. Now Chief Scott Thomson says part of his job is to encourage residents to come back out — even in neighborhoods with a history of problems.</p><p>\"We bring in ice cream trucks and put them on the corner,\" says Thomson, \"And we tell our community cops that when they're out there walking the beat, to tell everybody, 'Hey, come and get some free ice cream.' \"</p><p>He says when criminals no longer have the streets to themselves, crime rates fall.</p><p>\"It makes it very difficult for the bad folks who like to operate with a sense of anonymity and like to own the streets. They're now the minority, surrounded by good people,\" Thomson says.</p><p>Even as Camden is praised for changes like this, some critics still see evidence of old-school police tactics that they say don't work.</p><p>\"We have serious concerns about the sharp increase in arrests and summons for nonviolent petty offenses,\" says Udi Ofer, executive director of the American Civil Liberties Union of New Jersey.</p><p>\"Summons for tinted car windows increased 381 percent to just under 1,000 and disorderly conduct saw a nearly 43 percent increase in one year,\" Ofer says.</p><p>The Camden Police say more officers mean more citations, and they're targeting the people who cause the most problems. But Ofer also notes excessive-force complaints have risen.</p><p>The experiment with new policing methods in Camden is only two years old. Ofer says before it's held up as a model for other cities, it deserves more examination.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%3A+Camden%2C+N.J.%2C+Police+A+Model+For+Improving+Community+Relations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408827512-dc3fa9.m3u?orgId=1&topicId=1003&d=259&p=2&story=408824877&t=progseg&e=408692206&seg=10&ft=nprml&f=408824877"},{"href":"http://media.npr.org/assets/img/2015/05/22/2060421_brady_camdenpolice-26-edit-b2ef2d524a20118d02b45e3920cd490deffc9db0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}},{"href":"http://media.npr.org/assets/img/2015/05/22/2060421_brady_camdenpolice-5-edit-026d103cc795cfb7c798f429481f9b99d3cdea1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1857","width":"2476"}},{"href":"http://media.npr.org/assets/img/2015/05/22/2060421_brady_camdenpolice-50-edit-b95a2e26ba91a3d4cd5ec6e363a120a8334756d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2135","width":"2847"}}]}