{"created":"2014-09-03T21:05:10+00:00","modified":"2014-10-31T01:26:09+00:00","valid":{"from":"2014-10-31T01:26:09+00:00","to":"3014-10-31T01:26:09+00:00"},"hreflang":"en","title":"Stopped By 'No One,' A Nun Wins Italy's 'The Voice'","published":"2014-06-06T15:49:00+00:00","teaser":"The TV talent show ended with a surprise breakout star, 25-year-old Sister Cristina Scuccia. She became a favorite after her first-round performance of Alicia Keys' \"No One\" went viral.","itags":["npr_api","319380343"],"guid":"73e7654a-1acf-4a49-8041-ad0e853e3ab5","contentencoded":"<p>The tiny nun, wearing a traditional black habit that falls below her knees, a crucifix and sensible black shoes, punched the air and embraced her coach — the tattooed Italian rapper J-Ax. And then she thanked the man upstairs for her victory. At 25, Sister Cristina Scuccia has become the new <em>Voice</em> of Italy, <a href=\"http://www.youtube.com/watch?v=Yj5NjuN_FZI&index=11&list=PLd13fDQEYA3Mw7gl0wMWOqwWUm57lnqJq\" target=\"_blank\">winning the TV talent show</a> with her soulful and rousing performances of pop classics.</p><p>During the three-and-a-half-hour broadcast, Scuccia performed the song that made her a worldwide sensation. The <a href=\"http://www.youtube.com/watch?v=TpaQYSd75Ak\" target=\"_blank\">YouTube video</a> of her rendition of <a href=\"http://www.npr.org/artists/15194299/alicia-keys\" target=\"_blank\">Alicia Keys</a>' \"No One\" went viral, getting more than 50 million views. The foot-tapping nun took more than 62 percent of the vote, defeating three other contestants coached by some of Italy's best-known pop artists. With her fellow sisters cheering her on, Scuccia clinched victory with a lusty rendition of the theme song from <em>Flashdance</em>, \"What a Feeling.\"</p><p>Despite intense media scrutiny, information on the young nun's background is still sketchy. Italian media report the Sicilian-born Scuccia trained at a music academy run by a former starlet who became a religious lay sister. Allegedly a former rebel, Scuccia was inspired to join the Ursuline Sisters after auditioning for a musical about the founder of the order. After becoming a novice in 2009, she worked with poor children in Brazil before entering a convent in Milan.</p><p>\"I have a gift, and I am giving it to you,\" Scuccia told the judges when she first appeared on the TV contest in March.</p><p>With her victory, she also wins a recording contract with Universal Music, but it's unlikely that she'll pursue a career in rock 'n' roll. She has said her priorities are prayer and serving God, and that she took the stage to impart a message.</p><p>Surprising the organizers and the audience, Scuccia closed the event reciting the Lord's Prayer, before reprising one of her most rousing numbers, an Italian revival-sounding song called \"By the Shore.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stopped+By+%27No+One%2C%27+A+Nun+Wins+Italy%27s+%27The+Voice%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"169"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319380346-5202ff.m3u?orgId=1&topicId=1106&ft=3&f=319380343"},{"href":"http://media.npr.org/assets/img/2014/06/06/cristina-e294ec34623490f54f85bdd227d745d521b74f1b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2698","width":"3600"}}]}