{"created":"2014-10-02T20:37:51+00:00","modified":"2014-10-03T18:16:12+00:00","valid":{"from":"2014-10-03T18:16:12+00:00","to":"3014-10-03T18:16:12+00:00"},"hreflang":"en","guid":"73ec7d84-cd30-4f7b-8b1b-a72b5ffe8f3b","title":"Hong Kong's leader offers to meet protesters, but refuses to resign","published":"2014-10-03T18:16:11+00:00","byline":"Matthew Bell, Andrea Crossan","tags":["Hong Kong protests","Umbrella Revolution","Chinese politics","CY Leung","politics","government","Global Politics","Hong Kong","Asia","China","Asia","East Asia","Leung Chun-ying","Carrie Lam","Occupy Central","Hong Kong protests","Leung Chun-ying"],"teaser":"Hong Kong's chief executive, CY Leung, is the focus of much of the anger and disdain from the city's huge protest movement. On Thursday, he finally agreed to meet with protest leaders and start the dialogue that demonstrators have demanded. But he also says he's not going anywhere.","contentencoded":"<p>They want him out.&nbsp;<span style=\"line-height: 1.538em;\">Thousands of pro-democracy protesters in Hong Kong have been camping in the streets around the clock for five days, demanding that Hong Kong&#39;s chief executive,&nbsp;</span><span style=\"line-height: 20.0063037872314px;\">CY Leung,</span><span style=\"line-height: 1.538em;\">&nbsp;step down.</span></p><p>They went so far as to set a deadline for him to step down: midnight on Thursday evening. <span style=\"line-height: 1.538em;\">Instead, Leung has offered to negotiate with student leaders.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;I will not resign because I have to continue with the work for elections,&quot; he told reporters at a press conference just minutes before the deadline.</span></p><p><span style=\"line-height: 1.538em;\">Leung also said that Chief Secretary Carrie Lam, the territory&rsquo;s top civil servant, would meet with students soon to discuss political reforms &mdash; but gave no timeframe for the meeting.</span></p><p>[[{\"fid\":\"74848\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1125,\"width\":2000,\"style\":\"line-height: 1.538em;\",\"alt\":\"A standoff between protesters and police loomed on Thursday night, as people gathered outside the office of Hong Kong&#039;s Chief Executive, C Y Leung. \",\"class\":\"media-element file-original-image\"}}]]</p><p><span style=\"line-height: 1.538em;\">Before the announcement, tension had been rising in the standoff. Police brought supplies of tear gas and other riot gear outside the government compound where many demonstrators are gathered; p</span><span style=\"line-height: 1.538em;\">rotesters kept face masks and goggles at the ready. But the announcement seemed to restore calm.</span></p><p>&quot;After he gave the press conference ... things very, very quickly started to settle down,&quot; says The World&#39;s <a href=\"https://twitter.com/matthewjbell\">Matthew Bell</a>, who is in Hong Kong reporting on the protests. &quot;The crowd started thinning out, people were checking their phones, turning around and going home.&quot;</p><p><span style=\"line-height: 1.538em;\">&ldquo;I think it&rsquo;s a sign that both sides are looking for a way out that doesn&rsquo;t involve a big, messy, violent clash,&rdquo; Bell says. &ldquo;I don&rsquo;t think, in the ideal world, that Beijing, or the Hong Kong government, or the protesters want people to get hurt &mdash; or even killed.&quot;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_3157.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img3157jpg"}]}