{"created":"2014-12-05T19:35:44+00:00","modified":"2014-12-11T20:16:26+00:00","valid":{"from":"2014-12-11T20:16:26+00:00","to":"3014-12-11T20:16:26+00:00"},"hreflang":"en","title":"Sen. Tim Kaine Responds To Defense Secretary Nomination","published":"2014-12-08T19:51:00+00:00","teaser":"The Virginia Democrat, who serves on the Senate Armed Services Committee, says he's a \"big fan\" of Ashton Carter.","itags":["npr_api","368756391"],"guid":"73efb310-09b7-4e03-b97e-0f90873963b3","contentencoded":"<p>Virginia Senator<strong> Tim Kaine, </strong>a Democrat, serves on the Armed Services Committee, which will consider the president&#8217;s nomination of Ashton Carter for defense secretary. Kaine tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Peter O&#8217;Dowd that he&#8217;s a &#8220;big fan&#8221; of the former deputy defense secretary.</p><p>The senator also says he doesn&#8217;t expect any problems with the confirmation, but he&#8217;s not taking anything for granted.</p><p>Senator Kaine is pushing a resolution that would give President Obama authorization to use force against ISIS (also called ISIL) in Iraq and Syria. He supports the military action the president has undertaken but he believes it needs congressional approval.</p><p>&#8220;We&#8217;re very very proud of those who serve, but we shouldn&#8217;t be asking them to do a job that entails them risking their lives without Congress doing the job we&#8217;re supposed to do and authorizing any military action,&#8221; Kaine said.</p><h4>Interview Highlights: Senator Tim Kaine</h4><p><strong>On the nominee for Secretary of Defense</strong></p><p>“I’m a big fan of Ash in my role on the Armed Services Committee. Over the last couple of years, I’ve seen him as he’s really been a chief deputy to secretaries Panetta and Hagel, and I think he will do a very, very good job at a tough time leading a big institution that faces a lot of challenges outside, and a lot within the walls of the Capitol and Pentagon.”</p><p><strong>On why he calls the fight against ISIS a war</strong></p><p>“Well I’m calling it a war because that’s what the administration is calling it. Airstrike operations began on August 8th. First, it was defensive, and purely within the powers of the presidency to defend the American embassy in Baghdad and the consulate in Irbil, but by the middle of August it had switched to an offensive war. The White House, Secretary Hagel and others were calling it a war on ISIL. The president at that time said, ‘Time to go on offense.” So the war phrase is the White House’s, and it’s clear if you look at the magnitude of it.”</p><p><strong>On the president&#8217;s decision to use his executive powers</strong></p><p>“I’ve introduced a resolution to authorize carrying out operations in accord with that approach, but what I can’t understand is why the White House hasn’t brought to the Congress a draft authorization, why they haven’t urged Congress to act, to grant an authorization and I cannot understand why Congress, which is often very jealous of its prerogatives – we’ve got members of Congress suing the president for taking the executive action. This seems to be an executive action that folks in Congress are glad for the president to take without their fingerprints on it, but it’s one of the most important responsibilities that we have.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kaine.senate.gov/\" target=\"_blank\">Tim Kaine</a></strong>, U.S. senator for Virginia. He was the governor of Virginia from 2006 to 2010. He tweets <a href=\"https://twitter.com/timkaine\" target=\"_blank\">@timkaine</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sen.+Tim+Kaine+Responds+To+Defense+Secretary+Nomination&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"408"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368756394-dd33db.m3u?orgId=1&ft=3&f=368756391"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1204_tim-kaine.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"851","width":"1280"}}]}