{"created":"2014-11-11T21:38:34+00:00","modified":"2014-11-12T06:05:13+00:00","valid":{"from":"2014-11-12T06:05:13+00:00","to":"3014-11-12T06:05:13+00:00"},"hreflang":"en","guid":"73f0fea3-8ced-494e-a41c-a924c13c43b5","title":"A Kenyan marathon champion is hit with serious doping allegations","published":"2014-11-12T06:05:10+00:00","byline":"Bradley Campbell","tags":["Boston Marathon","drugs","sports","Sports","Africa","North America","Kenya","United States","Rita Jeptoo","Use of performance-enhancing drugs in sport","Athletics Kenya","Sports"],"teaser":"Rita Jeptoo set a course record earlier this year along the way to her third Boston Marathon victory. But recent allegations and a failed drug test seem to indicate she's powered by drugs.","contentencoded":"<p>When it comes to elite marathon runners, it doesn't get any more elite than Kenya's Rita Jeptoo. Jeptoo is the reigning women's champion in Boston. This past April, she sprinted across the finish line in record time. She's also won the Chicago Marathon twice as well as five other marathons around the globe.</p>\n<p>Which is why folks were stunned when news broke recently that Jeptoo had failed a doping test. She tested positive for EPO. That's the same banned blood-booster that Lance Armstrong relied on to dominate the Tour de France.</p>\n<p>Jeptoo denies using EPO. The running world awaits the results of a \"B sample\" test before there's a definitive ruling. But the repercussions are already intense.</p>\n<p>\"I'm shocked,\" says Nephat Maratim a Kenyan runner competing for Harvard University. \"And I hope it is a mistake. This kind of thing is very strange, you know? For a long time we've thought that if there was any doping taking place in Kenya it would not be among the top runners. It's not among people who are at the top of their careers for 15 years like Rita.\"</p>\n<p>Maratim says Jeptoo is a star in Kenya. She's a rag to riches story. Fans in the US can think of her as part entertainer, part sports celebrity. She's kind of like Tom Brady and Giselle rolled into one.</p>\n<p>Jeptoo is among a crop of Kenyan runners who are dominating marathons across the world. But if she is doping, does it mean all the Kenyan dominance of distance running is tainted?</p>\n<p>Maratim doesn't think so. \"I think we should definitely condemn all sorts of doping that is going on anywhere on Earth,\" he says. \"But I don't think she takes away from the hundreds and maybe thousands of runners who are capable of doing well. I don't think it takes away from this. I mean, people have always doubted Kenyans' success in running because it is just mind-blowing. So I suppose it is true we can expect a lot of people feeling, 'Oh, we finally found an explanation.' But I don't think it should take away from the glorious history that Kenyans have crafted for themselves over the past 50 years or so.\"</p>\n<p>Maratim is hoping Jeptoo's \"B-test\" will be negative, once Athletics Kenya, the sport's national governing body, tests it. But even if it does end up negative, it seems likely Jeptoo's career and any future achievements will always be suspect.</p>\n<p>\"I think she's always going to carry around a little suspicion. The thing that is missing in a lot of these conversations about her case is her own voice. I think that would shed a lot more light,\" Maratim says.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111120144.mp3"},{"href":"http://www.pri.org/file/111120144mp3"}]}