{"created":"2014-12-11T22:20:27+00:00","modified":"2014-12-12T20:09:23+00:00","valid":{"from":"2014-12-12T20:09:23+00:00","to":"3014-12-12T20:09:23+00:00"},"hreflang":"en","guid":"73fa414a-059f-442a-85f3-727a63227e03","title":"Liberians worry that next week's elections might spread Ebola","published":"2014-12-12T20:09:22+00:00","byline":"Joyce Hackel","tags":["Ebola","health","elections","politics","Health","Health & Medicine","Monrovia","Africa","Liberia","Sub-Saharan Africa","Africa","Sheri Fink","Ebola","Outbreak","Virus","Contagion","Elections","Sirleaf","Liberia","Health"],"teaser":"Public concern about the spread of Ebola in Liberia seems to be waning, even though about 10 new cases continue to be reported in the capital Monrovia every day. Now the possibility of Senate elections there next week has health officials especially worried.","contentencoded":"<p>The deadly Ebola virus continues to elude control in Liberia, with the outbreak retreating in some regions and popping up in others. And now, with Liberian Senate elections tentatively slated for next week, a debate is raging about whether it is safe to hold a vote. </p>\n<p>\"People are going to march into the same polling booth, and touch the same pens, possibly,\" says New York Times correspondent Sheri Fink, who has spent much of the last two months in Liberia and neighboring Sierra Leone. \"How do you protect people in that case?\"</p>\n<p>Liberia's Senate election was originally slated for October 14, but was moved to December 16. The country's Supreme Court is considering petitions filed by civil society groups who would like to see a further postponement. But most Liberian political parties are pushing for a vote. The court's ruling is expected on Friday.</p>\n<p>There was a massive rally for one Senate candidate in the capital city, Monrovia, last month. The size of the gathering raised alarms and in early December, Liberian President Ellen Johnson Sirleaf banned future rallies and mass gatherings in the capital. Ebola cases there are now averaging just 10 per day.</p>\n<p>Health officials are warning that Ebola could seize this moment surge back in Liberia.</p>\n<p>\"There's a fear now, with the holiday coming, with the end of the rainy season, where it's a bit easier to move around the country,\" Fink says. </p>\n<p>Election rallies in Liberia typically crowd supporters into soccer stadiums and bring them on marches.    </p>\n<p>\"In the time of Ebola, you don't generally see people packed together, people with their arms around one another, people just in very close contact. And that kind of tells you that  <br />people's guard is a bit down now,\" Fink says. </p>\n<p>She remembers speaking to a public health official after a major rally a few weeks ago. Fink said the official \"picked up the phone and called the incident commander of the Ebola response and said, 'We are in deep, deep trouble.'\" </p>\n<p>Those worries leave Liberian authorities and health officials wondering just how they'll reconcile demands for a democratic process with the continuing threat of the most deadly Ebola outbreak ever.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}