{"created":"2015-04-03T16:47:29+00:00","modified":"2015-04-03T21:07:36+00:00","valid":{"from":"2015-04-03T21:07:36+00:00","to":"3015-04-03T21:07:36+00:00"},"hreflang":"en","guid":"740c270e-2902-4974-b8c1-72e46feb9832","title":"The world's deadly war over sand: 7 things you need to know","published":"2015-04-03T21:07:34+00:00","byline":"Bradley Campbell","teaser":"Sand is the building block of megacities around the globe. People use 40 billion tons of it a year. But it's finite. And like oil, controlling it is a deadly endeavor.","tags":["Conflict","Conflict & Justice"],"contentencoded":"<p>Sand. Civilizations modern and ancient have been held up by the stuff. It's one of the main building components in construction.</p>\n<p>When you look at those mega-cities in sprouting up in China, one could say you're looking at giant sandcastles.</p>\n<p>But sand is finite. And people are starting to kill for it.</p>\n<p>Vince Beiser explores this for Wired magazine in <a href=\"http://www.wired.com/2015/03/illegal-sand-mining/\">\"The Deadly Global War for Sand.\"</a> Before you dive into the incredible read, here are seven things Beiser says you should know about sand:</p>\n<h2>1. We’re running out of it.</h2>\n<p>“We use so much of it. We use 40 billion tons of sand each year. And that number is just growing and growing. And we’re running out of the stuff we can use for construction.”</p>\n<h2>2. There are different types of sand.</h2>\n<p>“The most common form of sand, the one that is about 70 percent of everything you see is made from quartz. It’s basically just teeny-tiny little rocks. And that’s the stuff we use in concrete. That’s the biggest thing we use sand for. But we also use it for windows. Every piece of glass you see is basically made out of sand. Every silicon chip in your computer is made out of sand.\"</p>\n<h2>3. Desert sand doesn’t work in construction.</h2>\n<p>“Because it’s been eroded by wind, rather than water, it’s shaped a little too round to stick together properly. So that’s why we can only really use river and beach and marine sand for construction. And there’s only so much of it. And we’re pulling so much out of the earth that rivers and beaches are being stripped bare all over the world and it’s causing enormous environmental damage.”</p>\n<h2>4. It’s happening all over the world.</h2>\n<p>“Where there’s construction, which is pretty much everywhere in the world these days, people are mining sand. So it’s a really big problem in places like China, India and Nigeria, where thanks to development, cities are just growing and growing and growing exponentially and using more and more concrete. That’s causing a huge problem in terms of sand mining.”</p>\n<h2>5. Governments are trying to curb it.</h2>\n<p>“There’s so much sand being pulled out of riverbeds and beaches and floodplains all over the world that governments are being forced to limit it. So they say, ‘You can’t mine sand here, you can only mine it using these techniques over there.’\"</p>\n<h2>6. But the restrictions create a black market sand industry.</h2>\n<p>“There are criminal gangs that are making huge money illegally mining sand. They do what mafias do everywhere. They bribe police. They bribe courts. They bribe government officials. And when they need to, they kill people who get in their way.”</p>\n<h2>7. People are dying in the sand wars.</h2>\n<p>The bloodiest battles are in India. “They estimate hundreds of people have been killed in the last few years. It’s gangs. It’s different sand mafias fighting each other over turf. But also, they’ve killed at least a dozen police officers, government officials, environmental activists and just ordinary folks all over India.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-02%2Ftheres-sand-shortage-and-its-no-joke&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04032015_03.mp3"},{"href":"http://www.pri.org/file/0403201503mp3"}]}