{"created":"2015-04-14T20:21:09+00:00","modified":"2015-05-13T21:02:46+00:00","valid":{"from":"2015-05-13T21:02:46+00:00","to":"3015-05-13T21:02:46+00:00"},"hreflang":"en","title":"Helping Bridge Congress' Iran Divide, Sen. Ben Cardin Moves Into Spotlight ","published":"2015-04-27T01:24:00+00:00","teaser":"After an unexpected promotion, Cardin has become the senior Democrat on the Senate Foreign Relations Committee just as it is crafting a role for Congress to weigh in on the Iran nuclear deal.","itags":["npr_api","399641357"],"guid":"741a9ee8-aabb-4457-9674-32ddfda4dae7","contentencoded":"<p>It was a fluke that turned Sen. Ben Cardin of Maryland into the top Democrat on the Senate Foreign Relations Committee. New Jersey Democrat Bob Menendez got hit with criminal charges and gave the rank up. Now, just two weeks into his new gig, Cardin has helped bridge the divide on legislation letting Congress weigh in on a nuclear deal with Iran. The bill thrust a man without flash or hubris into the spotlight.</p><p>The way his rabbi puts it, Democrat Ben Cardin isn't how you'd picture a senator.</p><p>\"He is soft-spoken, unassuming, does nothing to draw attention to himself,\" said Mitchell Wohlberg, who's been the rabbi at Beth Tfiloh Congregation in Baltimore for 37 years.</p><p>But Wohlberg said those are the qualities that make people respect Cardin, and now the low-profile senator has landed in a position with high-profile consequences.</p><p>The rabbi told Cardin his ascension reminds him of the Biblical story of Esther.</p><p>\"Where Mordecai says to Esther, 'You are the queen, and you have influence now in the upper echelons of the King's palace. Perhaps it was for this that God has put you in this place, at this time,'\" Wohlberg recounted.</p><p>Probably not the first time Cardin heard his rabbi lay it on thick, but Wohlberg said the expectations on the senator have been the highest he's ever faced. Many supporters of Israel will not trust any deal with Iran.</p><p>\"I don't think the senator has ever faced this kind of pressure from the Jewish community. I don't know if there's ever been an issue as sensitive as this. He has never been in that kind of public position that he's in right now since Senator Menendez had to step back,\" Wohlberg said.</p><p>Cardin downplays the pressure he's received from his Jewish community back home, but does say he's had to delicately navigate tensions around a bill that would let Congress review any nuclear deal with Iran. He's insisted on softening the bill, to give a deal with Iran a better chance — but he knows that frustrates people who oppose any agreement with Iran.</p><p>\"It's very important on foreign policy that we have as much unity as possible. And therefore I think it's incumbent upon the Senate Foreign Relations Committee, and the Senate, to try to figure out how we can bridge gaps — when we have gaps — with the administration,\" Cardin said.</p><p>To those who know him well, this is classic Cardin. The consensus builder.</p><p>\"He likes to master the policy, understand all of the details, and I think he has the kind of personality — when he has to sit down to negotiate — that actually invites the kind of conversation necessary for negotiation,\" said Democrat Barbara Mikulski, the senior senator from Maryland.</p><p>Friends say he's had plenty of practice at it. Art Abramson of the Baltimore Jewish Council, who's known Cardin for two decades, points to the senator's eight years as speaker of the Maryland House.</p><p>\"And you know, that requires getting agreement. That's what the job description is,\" Abramson said, \"getting agreement from various parties to achieve the passage of legislation that's also comfortable to, in that case, a governor.\"</p><p>But Abramson says this time, the issue is very personal.</p><p>\"I mean, when he goes to synagogue, I'm sure people gather round him and tell him what they think,\" Abramson said.</p><p>Cardin's grandparents were Russian Jewish immigrants who arrived in the U.S. at the turn of the last century. They changed their last name from Kardonsky to Cardin.</p><p>Both the senator's father and uncle served in the Maryland state legislature. And it was his uncle's seat that Cardin won during law school. Then, Cardin wanted to run for governor, but backed down as soon as the colorful Baltimore mayor William Schaefer entered the race.</p><p>That caution is characteristic of Cardin, says David Karol of the University of Maryland.</p><p>\"So he lowered his sights and he ran for an open congressional seat that Barbara Mikulski was vacating when she ran for the Senate in 1986. So that's how he got to Congress — it wasn't his first choice,\" said Karol.</p><p>And now the man who's never been much of a self-promoter once again finds himself with an unexpected promotion.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Helping+Bridge+Congress%27+Iran+Divide%2C+Sen.+Ben+Cardin+Moves+Into+Spotlight+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399641379-58c170.m3u?orgId=1&topicId=1014&d=254&p=2&story=399641357&t=progseg&e=399611600&seg=12&ft=nprml&f=399641357"},{"href":"http://media.npr.org/assets/img/2015/04/14/469713932-a6bd147069b4dfeb1f4ef568cfccaad70106752b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1925","width":"2566"}}]}