{"created":"2014-09-18T11:16:13+00:00","modified":"2014-12-04T15:15:58+00:00","valid":{"from":"2014-12-04T15:15:58+00:00","to":"3014-12-04T15:15:58+00:00"},"hreflang":"en","title":"Jacqueline Woodson On Being A 'Brown Girl' Who Dreams","published":"2014-09-19T18:37:00+00:00","teaser":"In her new memoir for young adults, Woodson uses free verse to tell the story of growing up in the 1960s and 1970s. Her work for young readers often touches on themes of race and identity.","itags":["npr_api","348992638"],"guid":"741fc75a-4cbe-44b7-9d0b-b28be0158a45","contentencoded":"<p>The first time author Jacqueline Woodson says she <em>really</em> understood poetry — and loved it — was after reading Langston Hughes in elementary school.</p><p>\"Until then, I thought it was some code that older white people used to speak to each other. I didn't know what was going on with the line breaks and the words,\" Woodson recalls. \"Once the floodgates opened, they <em>opened</em>.\"</p><p>Woodson has made a career out of breaking down that \"code\" for young readers. She's published 30 books, and won three Newbery Honor Medals and a National Book Award. Her latest book, <em>Brown Girl Dreaming</em>, is a memoir in free verse. It is <a href=\"http://www.nationalbook.org/nba2014.html#.VBihoMJdV8E\">under consideration for a National Book Award for young adult literature</a>.</p><p>Her stories, often told through poems, confront issues like faith, race, sexual identity, alcoholism and even sexual abuse; they aren't what kids and teens usually see on shelves.</p><p>Woodson spent most of her childhood in the '60s and '70s moving from place to place, without a sense of home. She was born in Columbus, Ohio, and moved with her brother and sister to Greenville, S.C., when her parents separated. There, the Woodson children lived with their grandparents, until moving up to New York City to join their mother. All the while, she endured segregation, from subtle bias to Jim Crow laws.</p><p>And race wasn't the only way she stood out. Woodson writes about the isolation of growing up as a Jehovah's Witness. In her poem \"Flag,\" she recalls standing outside her first grade classroom while other students recited the Pledge of Allegiance:</p><blockquote><p>\"Every morning, I walk out with Gina and Alina<br />the other Witnesses in my class.<br />Sometimes, Gina says,<br /><em>Maybe we should pray for the kids inside<br /></em><em>who don't know that God said<br /></em><em>'</em><em>No other idols before me.</em><em>'</em><em> That our God<br /></em><em>is a jealous God.</em>\"</p></blockquote><p>It's this sort of poetry — with an edge that cuts at deeply felt issues — that makes Woodson's work distinctive.</p><p>\"I do believe that books can change lives and give people this kind of language they wouldn't have had otherwise,\" she says. \"I think it's so important that, if I'm writing about the real world, I stay true to it. I think that kids do compartmentalize, and they're hopefully able to see it from a safe place of their own lives, and through that, learn something about empathy.\"</p><p>In a <em>New York Times </em>review, writer <a href=\"http://www.nytimes.com/2014/08/24/books/review/jacqueline-woodsons-brown-girl-dreaming.html?_r=0\">Veronica Chambers wondered if the title was limiting</a> the kind of people who might enjoy the book: \"Why not call it 'Home Girl Dreaming' or 'Tall Girl Dreaming' or even just 'Girl Dreaming'?\"</p><p>But when naming the book, Woodson points to her own life.</p><p>\"My grandmother would always say to me, 'You're a pretty brown girl,' \" she says. \"There was something about 'brown' that felt more universal, and it was speaking to more people than myself.\"</p><p>Still, Woodson chafes at the idea that <em>Brown Girl Dreaming</em> is only for brown girls.</p><p>\"Teachers come up to me and say, 'Well, I have no people of color in my class so, you know, that's why I don't know your work,' \" Woodson remarks.</p><p>She's been vocal about the need for more diversity in books to introduce young people to writers, characters and themes that might be unfamiliar.</p><p>\"<em>Brown Girl Dreaming</em> kind of speaks for that theme for diverse books. This is the place I want to be. I was also that brown girl dreaming of what could be possible,\" says Loriene Roy. She's a professor at the University of Texas, Austin and the former head of the American Library Association.</p><p>\"Once you dip into the pages you realize it's a story for more than the brown girls,\" Roy says. \"It's for people who want to celebrate with them or anyone who wants to find that voice for themselves.\"</p><p>Woodson is opening a window on history for young people and is learning as much from her readers as they are from her.</p><p>\"I think that's why it's so important for me to write for this age group, because I think they're so open and so honest and so hungry and so full of ideas,\" she says. \"And what you find out is there are a lot of similarities in my childhood and their childhood.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jacqueline+Woodson+On+Being+A+%27Brown+Girl%27+Who+Dreams&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kat Chow","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349464193-b6998b.m3u?orgId=1&topicId=1015&ft=3&f=348992638"},{"href":"http://media.npr.org/assets/img/2014/09/16/jwoodson1-5a3563ddb31a7238130a748ae0e19f9f7a0734dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2102","width":"2803"}},{"href":"http://media.npr.org/assets/img/2014/09/16/jwoodson3-a5db80fd78f8637faa05516f85a9bbafcef67fed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2997"}}]}