{"created":"2015-03-19T07:22:31+00:00","modified":"2015-05-13T21:08:07+00:00","valid":{"from":"2015-05-13T21:08:07+00:00","to":"3015-05-13T21:08:07+00:00"},"hreflang":"en","title":"Obama Says Critics Making 'The Same Argument' Despite Better Economy","published":"2015-03-19T22:05:00+00:00","teaser":"The president defends his economic track record, even as Republicans are trying to change the government's fiscal course. House and Senate committees unveiled draft budgets that would cut spending.","itags":["npr_api","393957704"],"guid":"742886fa-d4c8-4aee-99f5-e229bb3a8ec4","contentencoded":"<p>Barack Obama let down his graying presidential hair a little bit on Wednesday. He also joked about coloring it.</p><p><a href=\"http://www.c-span.org/video/?324895-1/president-obama-remarks-cleveland-middle-class-economics\">Speaking to the City Club of Cleveland</a>, Obama seemed to be in a reflective mood. During the question-and-answer period, he was asked by a seventh-grader what advice he would give to himself now, if he could go back to his first day in office.</p><p>\"Maybe I should have told myself to start dyeing my hair now,\" Obama said. \"Before people noticed, because by a year in, it was too late.\"</p><p>Obama also suggested he should have moved more quickly to <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/01/24/379587702/closing-gitmo-going-to-be-very-difficult-hagel-says\">close the prison in Guantanamo Bay</a>, Cuba, before political resistance mounted. And he should have done more to explain the depth and duration of the oncoming recession.</p><p>\"I think I might have done a better job in preparing people so they kind of knew what was coming,\" Obama said. \"That would have helped explain why we needed to pass the Recovery Act, or why we needed to invest in the auto industry.\"</p><p>Many of those decisions remain controversial six years later, even as the economic recovery is well underway.</p><p>\"At every step that we've taken over the past six years we were told our goals were misguided; they were too ambitious; that my administration's policies would crush jobs and explode deficits, and destroy the economy forever,\" Obama said. \"Remember that?\"</p><p>He argues that strong job growth, falling energy prices and shrinking federal deficits should have quieted his critics. But they haven't.</p><p>\"Sometimes we don't do the instant replay, we don't run the tape back and then we end up having the same argument going forward,\" Obama said.</p><p>Indeed, the old arguments are in full force this week in Washington, as the new Republican-majority Congress tries to put its stamp on federal tax and spending policies. House and Senate budget committees <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/03/17/393593382/house-gop-budget-sets-stage-for-showdown-with-the-president\">unveiled draft budgets</a> that would sharply curtail federal spending and repeal the president's signature health care law.</p><p>\"This balanced budget delivers to hard-working taxpayers a more effective, efficient and accountable government which supports Americans when it must and gets out of the way when it should,\" said Sen. Mike Enzi, R-Wyo., chairman of the Senate Budget Committee.</p><p>The House budget plan calls for even deeper spending cuts. It would also replace Medicare with a voucher-type system for future retirees.</p><p>The president called that a broken record.</p><p>\"We know now that the gloom-and-doom predictions that justified this budget three, four, five years ago were wrong. Despite the economic progress, despite the mountains of new evidence, their approach hasn't changed,\" Obama said.</p><p>In a lighter moment, Obama was asked about <a href=\"http://espn.go.com/mens-college-basketball/tournament/2015/story/_/id/12505909/president-barack-obama-bracket-picks-kentucky-ncaa-men-basketball-title\">his bracket for the NCAA basketball tournament</a>. He has picked top-seeded Kentucky to win, but confessed his other predictions are not as well-informed as they might be.</p><p>\"I haven't won since my first year in office,\" Obama joked. \"Clearly, I'm not spending as much time watching college basketball as I once did.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Says+Critics+Making+%27The+Same+Argument%27+Despite+Better+Economy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393982206-8a2ce6.m3u?orgId=1&topicId=1014&d=217&p=3&story=393957704&t=progseg&e=393982100&seg=15&ft=nprml&f=393957704"}]}