{"created":"2014-09-18T15:05:40+00:00","modified":"2014-10-31T02:04:17+00:00","valid":{"from":"2014-10-31T02:04:17+00:00","to":"3014-10-31T02:04:17+00:00"},"hreflang":"en","title":"FCC To Unveil Proposed Rules To Govern Internet Traffic","published":"2014-05-15T18:55:00+00:00","teaser":"The suggestion last month that the FCC might let Internet providers charge companies more for faster service prompted a firestorm of protest. The commission votes Thursday to begin debate on the plan.","itags":["npr_api","312666733"],"guid":"7429f6df-5d98-401a-bb08-5b4cd8e52203","contentencoded":"<p>The Federal Communications Commission announced last month that it would propose new rules. In a blog post, Chairman Tom Wheeler insists that the open Internet rules will help maintain what's called network neutrality. That is, making certain that your Internet provider doesn't give a faster connection to a service that can pay more. <br /> <br />\"If I'm a church or a university, I can put my content online, when it travels to my users it will get the same treatment that, you know, CNN's content will get or the content of <em>The New York Times</em>,\" says Barbara van Schewick, the director of the Center for Internet and Society at Stanford Law School. <br /> <br />FCC Chairman Wheeler says he is dedicated to making certain everyone's content gets to consumers without interruption; but an initial version of the proposed rules suggested it might be OK for Internet service providers like Comcast to charge a content producer like CNN extra if it wanted to reach viewers faster. <br /> <br />\"Once you start speeding somebody up, you're effectively slowing everybody else down,\" says Craig Aaron, head of Free Press, a consumer advocacy organization. He notes that it would currently cost the next Mark Zuckerberg about $50 a month for a broadband connection to start Facebook from a dorm room. But if Google wanted to get its own social media service to you faster, it has the deep pockets to step in front of the next Zuckerberg. <br /> <br />\"Startups, innovators, people with something important to say, they are never going to get a chance to ride in that fast lane,\" Aaron says. \"They're not going to be able to afford to do it, and that's going to put them at a tremendous disadvantage.\"</p><p>Word that Wheeler might allow companies to pay for faster service drew protest letters from major tech outfits such as Google, Facebook, Yahoo and eBay, and from major investors and venture capitalists.</p><p>It also brought protesters like Rain Burroughs to the FCC's front door.</p><p>\"We have a lot of people driving by, honking their support,\" she says. \"It's not a hard sell. We all want an open Internet.\"<br /> <br />Wheeler says he wants that, too. But a series of court decisions struck down previous FCC attempts to mandate network neutrality, saying that the agency was exceeding its authority.</p><p>However, Kevin Werbach, a professor at Wharton School of Business, says the most recent court decision, in January, ruled that the FCC did have the authority to regulate broadband; it was just going about it the wrong way.</p><p>\"What the court said is, they had to allow for some degree of negotiation between the two parties, which might result in different agreements in different cases out of those negotiations,\" Werbach says.<br /> <br />Few people have actually seen what Wheeler is proposing. But the mere suggestion that he might allow companies to negotiate faster service prompted the firestorm of protests. And those protests may have changed the proposal that Wheeler is putting on the table.</p><p>It may include an option that public interest advocates like. It would reclassify broadband as a communications service — like the telephone, which the FCC already strictly regulates.</p><p>Craig Aaron of Free Press says that falls under what's known as Title II of the Communications Act. \"What Title II would provide is the FCC clear legal standing — the ability to make rules that would actually hold up in court and a lot of leeway,\" Aaron says. <br /> <br />It would also produce even more resistance from Internet service providers like Comcast, Verizon and AT&T, and also from many members of Congress, who all say too much regulation would discourage further investment in the Internet.</p><p>The FCC will vote Thursday to unveil its proposed rules and begin the process of debate. There will be two months for comment and then another two months for study and revision. It's likely to be a long, hot summer at the FCC.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=FCC+To+Unveil+Proposed+Rules+To+Govern+Internet+Traffic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312674281-b5a0e6.m3u?orgId=1&topicId=1019&ft=3&f=312666733"},{"href":"http://media.npr.org/assets/img/2014/05/15/savethe-internet-2bd9bdcc6932a6d9f8a5c8752acc0f44652b4306.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2440","width":"3252"}}]}