{"created":"2014-10-07T20:38:26+00:00","modified":"2014-11-12T19:52:12+00:00","valid":{"from":"2014-11-12T19:52:12+00:00","to":"3014-11-12T19:52:12+00:00"},"hreflang":"en","title":"Teenage Songwriters Take On 'Bro-Country'","published":"2014-07-25T15:17:00+00:00","teaser":"In their first single, the young country singers Maddie & Tae make a splash by speaking up for the women in country songs who are expected to look good in the back of a pickup truck, nothing more.","itags":["npr_api","333719578"],"guid":"742bb604-eea1-4f87-a74c-73a80c5e7a01","contentencoded":"<p>No theme has dominated country radio playlists and charts more in the past couple of years than celebration of the sort of small-town good life that features trucks, beer and scantily clad women as the must-have accessories. The young country duo Maddie & Tae aren't fans of the third element in the \"bro-country\" trinity.</p><p>They're turning heads in a different way with their very first single, \"Girl In A Country Song,\" in which they step into the cut-off jeans of the women who have functioned as little more than eye candy in recent hits to voice a series of reasonable complaints:</p><blockquote><p><em>\"Bein' the girl in the country song — how in the world did it go so wrong? / Like all we're good for is looking good for you and your friends on the weekend, nothing more.\"</em></p></blockquote><p>There's a hint of sadness in that chorus, but it's delivered with requisite Nashville sass, and in a cheerful conversation with NPR's Audie Cornish, Maddie Marlow, who is 19 years old, and Tae Dye, who is 18, made it abundantly clear that they're aiming to tweak country's conventions, not tear them down, even when asked about the tendency of male singers to address women with the words \"hey, girl!\"</p><p>\"There's absolutely no beef with that line or any of the lines, in fact,\" Dye says. \"It's just a trend that kind of became irresponsible in its view of women, so we wanted to come at it from our perspective.\"</p><p>\"We're like, you know, if you love us as much as you say you do, shouldn't you know our name?\" Marlow adds. \"We want to give this girl that these guys love singing about a voice.\"</p><p>Hear \"Girl In A Country Song\" and more of Audie's conversation with Maddie & Tae at the audio link on this page.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teenage+Songwriters+Take+On+%27Bro-Country%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"327"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333737428-cb7112.m3u?orgId=1&topicId=1106&ft=3&f=333719578"},{"href":"http://media.npr.org/assets/img/2014/07/21/maddie-tae-single-art-ecd94d784098c0250dfa4b2c7f1f7ab32ec5fce4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1786","width":"2382"}}]}