{"created":"2015-05-26T22:24:19+00:00","modified":"2015-05-27T18:45:00+00:00","valid":{"from":"2015-05-27T18:44:59+00:00","to":"3015-05-27T18:44:59+00:00"},"hreflang":"en","guid":"74337b0a-2db7-4f18-8014-7ad35da1c58f","title":"Despite the extreme heat wave hitting India 'you have to keep going'","published":"2015-05-27T18:44:53+00:00","byline":"David Leveille","tags":["weather","environment","Environment","Science, Tech & Environment","Asia","India","Weather","Meteorology","Heat wave","Monsoon","India"],"teaser":"An extreme heat wave is hovering over parts of India. More than 800 people have died from heat related stress in rural areas of India, while city life mostly goes on.\r\n","contentencoded":"<p>India has been suffering from extreme weather lately.</p>\n<p>A scorching heatwave is the problem there.</p>\n<p>A least 800 deaths across the country have been blamed on the heat and authorities have advised people to stay indoors</p>\n<p>To give you an idea, temperatures in India's two southern states of Telangana and Andhra Pradesh have reached as high as 122 degrees Fahrenheit, or 50 Celsius.  </p>\n<p>In New Delhi, temperatures this week have been over 110 during the day. Summer in the crowded city is shaping up to be hot and dry. So how do people carry on with their normal routines?</p>\n<p>“Let me paint a picture for you,” says BBC reporter Divya Arya in New Delhi. “We sweat a lot for beginners. You tie your hair back instead of leaving it open. You try to eat a lot of fruit like watermelon. You just alter your life because Indian summer in not an aberration, it’s the norm.”</p>\n<p>It seems that summers have been warmer in the past five years, says Arya, and it may be part of the global pattern of more extreme weather conditions. Meanwhile, it’s even more difficult to cope with the heatwave in rural parts of India where there isn’t necessarily access to water coolers, for example, or even electricity to operate fans. Air conditioning is unheard of in most of rural India.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">India heat wave leaves more than 500 people dead <a href=\"http://t.co/MTYQLU4oNC\">http://t.co/MTYQLU4oNC</a> <a href=\"http://t.co/BSPNtRGi3t\">pic.twitter.com/BSPNtRGi3t</a></p>\n<p>— Mashable (@mashable) <a href=\"https://twitter.com/mashable/status/603095649425448960\">May 26, 2015</a></p></blockquote>\n<p>It's especially difficult for poor people to find ways to beat the heat. Even in cities, many simply do not have the benefit of air conditioned homes and offices. Arya says there are some public water fountains around the city, though the water is not necessarily considered clean and pure. Also, vendors sell water for as little as “one rupee for one glass of water,” but those who can afford it prefer the bottled water that is generally available in stores and shops.</p>\n<p>During the summer, Arya says it’s typical for there to be local water shortages, so some residents have to contract with water tanker trucks to come to their neighborhood.</p>\n<p>Overall, Arya says there’s a lot of frustration with the heatwave. If there’s any cause for optimism, “it’s in the clouds.\" Everyone’s hoping that the cool monsoon rains will arrive as expected in June. The monsoons will bring relief to city dwellers and they’ll deliver much needed water to rural farmers.</p>\n<p>“The monsoons will not only reduce the heat at an individual level, but also ensure the farming cycle is not disrupted and that there is no food crisis. There are a lot of farmers that are already suffering from drought or untimely rains. In fact, there have even been suicides reported from the western and southern states of India where farmers have not been able to repay their debts because their harvests got spoiled, and they couldn’t get money into their pockets. So really, heat, and the weather, it’s really no joking matter in India.”</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">India's deadly heatwave is likely to last another week. A rickshaw driver say he must keep working, in 48C heat <a href=\"http://t.co/8G0XlWvWkr\">http://t.co/8G0XlWvWkr</a></p>\n<p>— BBC World Service (@bbcworldservice) <a href=\"https://twitter.com/bbcworldservice/status/603195640416497664\">May 26, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-26%2Fextreme-heat-wave-hitting-india-no-joke&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0526201501.mp3"},{"href":"http://admin.pri.org/file/0526201501mp3"}]}