{"created":"2014-09-30T21:00:21+00:00","modified":"2015-05-14T17:41:54+00:00","valid":{"from":"2014-09-30T20:03:20+00:00","to":"3014-09-30T20:03:20+00:00"},"hreflang":"en","published":"2014-09-30T20:03:20+00:00","tags":["rainforest","Life","APM","big oil"],"title":"Excerpt: 'Law of the Jungle'","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Deep in the jungle of Ecuador, after a steep climb over the Andes and into the rainforest, oil executives struck gold. Well, more oil anyway. This was back in the 1960s. Texaco was drilling wells in Colombia and had reason to believe there was plenty more petroleum to the South. The boom that followed brought airports, roads, jobs and a middle class that hadn&apos;t really existed before in Ecuador.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But the oil company — Texaco then, now a part of Chevron — did everything fast and cheap.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Waste was dumped straight into unlined oil pits. Water used in oil production was left untreated on the surface of rivers. Although the Ecuadorian government noticed, no officials came from Quito to supervise.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The long-term damage to the community prompted an environmental lawsuit that lasted more than two decades. In the process, the pursuit of justice turned an initially well-intentioned lawyer named Steven Donziger into a green celebrity, and later, a Machiavellian figure.</p>\"},{\"content\":\"<p>Paul Barrett has documented the bad behavior all the way around, and wrote about it in his new book, &quot;The Law of the Jungle.&quot; </p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong><em>Please note: Steven Donziger has filed an appellate brief with the Second Circuit of the United States Court of Appeals that he says addresses the allegations against him. You can</em><em> </em><em><a href=\\\"https://www.scribd.com/doc/241731838/14-826-BR\\\" target=\\\"_blank\\\">read the brief here</a>.</em></strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p><em>Listen to the full interview in the audio player above.</em></p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p class=\\\"Pa15\\\">Chapter One</p><p class=\\\"Pa16\\\">SURVEILLANCE</p><p class=\\\"Pa17\\\"><em>The lawyer Steven Donziger</em> stepped out onto 104th Street. He looked west toward Riverside Park and east toward Broadway. The dark sedans had been tailing him for at least a month now. They followed him for blocks at a time, slowing when he slowed, stop­ping when he stopped, their passengers watching his every move.</p><p class=\\\"Pa18\\\">Donziger lived on a quiet block on the Upper West Side of Manhattan. He worked from home, a two-bedroom apartment he shared with his wife, their five-year-old son, and a cocker spaniel. Photographs and artwork from Latin America adorned the apart­ment. Documents in cardboard boxes surrounded the dining table. In the narrow foyer, stacks of stapled legal filings competed for space with a mud-spattered mountain bike.</p><p class=\\\"Pa18\\\">On this morning in the spring of 2012, Donziger had wheeled the bicycle down the hall to the elevator and across the marble-floored lobby. Fifty years old, he dressed like a graduate student, in jeans, unironed button-down shirt, and tattered jacket.</p><p class=\\\"Pa18\\\"><em>“Cómo estás?”</em> he asked the doorman as they bumped fists.</p><p class=\\\"Pa18\\\"><em>“Bien, muy bien, señor.”</em></p> Then Donziger had emerged from the building and, as was his habit, searched for the dark sedans. Six-foot-four and powerfully built, he would not have been difficult to track. Sometimes, in ad­dition to the cars, he thought he saw men on foot, pretending to peer into store windows if he looked their way. <p class=\\\"Pa18\\\">Donziger began pedaling toward Ocean Grill, a seafood res­taurant where he did business over lunch. As he approached the corner, he glanced over his shoulder in time to see the large car pull out of its parking space and fall in behind him. He didn’t fear actual physical harm. The company was too smart, he thought, to turn him into a martyr. It wanted to distract him, intimidate him.</p><p class=\\\"Pa18\\\">He despised his corporate foes: their money, their influence, their cynical disrespect for his clients in the Amazonian rain for­est of northeastern Ecuador. The company would never willingly pay what it owed. Its lawyers and lobbyists had said as much. Now they were coming after him, making it personal. He’d written down license plate numbers, but the police weren’t interested. Every day people killed each other in New York. What did he expect the police to do about cars that might or might not have been following him?</p><p class=\\\"Pa18\\\">The surveillance wasn’t his main worry. A year earlier, in Feb­ruary 2011, the company had sued him. The 193-page suit, filed under the federal antiracketeering statute, alleged that he had ginned up fraudulent evidence as part of a conspiracy to extort the company. A federal judge had taken the accusations seriously. The judge forced him to turn over his hard drives, e‑mail, and boxes of documents. Donziger had said some truly dumb things—he admit­ted that much—and now they were public. His bravado sounded in­criminating, he also acknowledged, especially if it was taken out of context. He’d cut a few corners, used tactics they didn’t teach back at Harvard Law School. He could lose his law license. Conceivably, the U.S. Attorney’s Office could bring criminal charges.</p> The company, as Donziger saw it, fought dirty; he fought back in kind. Slugging it out, he’d pulled off something amazing. His ragtag team had gone to a provincial Ecuadorian courtroom and won a judgment that mighty Texaco had ruined the lives of thousands of farmers and Amazon tribesmen. Because of him, a tiny third-world nation had spoken truth to power. Donziger had pressed the case for nearly twenty years now, beginning as the most junior member of the plaintiffs’ legal team and ultimately rising to field commander. Before going after Texaco (which was acquired in 2001 by Chevron), he’d never brought even a slip-and-fall suit. That he’d survived this long must have shocked the oil company and its lawyers. No wonder they were branding him a racketeer and prying into his personal life. <p class=\\\"Pa18\\\">He was not alone, though. Impressed by the potential for gar­gantuan legal fees, Patton Boggs, a tough corporate law firm, had joined Donziger. Together, they were seeking liens against refin­eries, terminals, and tankers worldwide. He’d retained a famous white-collar defense attorney to represent him in the racketeering suit. The Amazon pollution case had been featured on <em>60 Minutes</em> and in the <em>New York Times, Vanity Fair, The New Yorker,</em> and <em>Bloom­berg Businessweek</em>. In 2009, it was the subject of an acclaimed docu­mentary that played at the Sundance Film Festival. A rock star in green-activism circles, Donziger had received support from Bianca Jagger, Sting, and Sting’s wife, the actress Trudie Styler. He had given Brad Pitt and Angelina Jolie a private tour of the oil zone in Ecuador.</p> “I cannot believe what we have accomplished,” Donziger had written in private notes several years earlier, during a flight to Ecuador. “I cannot wait to get off the plane and see my fellow soldiers—often the only people I feel who get me. I want to look in their eyes and see if they understand the enormity of what this team has accomplished.” He had gone toe-to-toe with one of the most powerful multinationals in the world and won the largest pollution verdict in history: $19 billion. That was billion with a “b,” real money by anyone’s standard. If he could survive the venge­ful countersuit and collect the judgment, the Ecuador case would, in Donziger’s expansive estimation, create a precedent benefitting “millions of persons victimized by human rights abuses commit­ted by multinational corporations pursuing economic gain.” And it would make him a very wealthy man. <p>Arriving at the Ocean Grill, he slowed his bicycle. The surveil­lance sedan—<em>Wait, were there two of them?</em>—kept cruising south. Donziger chained his bike to a no parking sign and shrugged off his backpack. The spy cars disappeared in traffic. He knew they would circle back. They always did.</p></blockquote>\",\"type\":\"text/html\"}]","description":"Read a passage from Paul Barrett's book about one lawyer's face-off with oil executives.","contentencoded":"<div class=\"barn-cleaned\"><p>Deep in the jungle of Ecuador, after a steep climb over the Andes and into the rainforest, oil executives struck gold. Well, more oil anyway. This was back in the 1960s. Texaco was drilling wells in Colombia and had reason to believe there was plenty more petroleum to the South. The boom that followed brought airports, roads, jobs and a middle class that hadn't really existed before in Ecuador.</p>\n<p>But the oil company — Texaco then, now a part of Chevron — did everything fast and cheap.</p>\n<p>Waste was dumped straight into unlined oil pits. Water used in oil production was left untreated on the surface of rivers. Although the Ecuadorian government noticed, no officials came from Quito to supervise.</p>\n<p>The long-term damage to the community prompted an environmental lawsuit that lasted more than two decades. In the process, the pursuit of justice turned an initially well-intentioned lawyer named Steven Donziger&nbsp;into a green celebrity, and later, a Machiavellian figure.</p>\n<p>Paul Barrett has documented the bad behavior all the way around, and wrote about it in his new book, \"The Law of the Jungle.\"&nbsp;</p>\n<p><strong><em>Please note: Steven Donziger has filed an appellate brief with the Second Circuit of the United States Court of Appeals that he says addresses the allegations against him. You can</em><em>&nbsp;</em><em><a href=\"https://www.scribd.com/doc/241731838/14-826-BR\" target=\"_blank\">read the brief here</a>.</em></strong></p>\n<p><em>Listen to the full interview in the audio player above.</em></p>\n<blockquote>\n<p class=\"Pa15\">Chapter One</p>\n<p class=\"Pa16\">SURVEILLANCE</p>\n<p class=\"Pa17\"><em>The lawyer Steven Donziger</em> stepped out onto 104th Street. He looked west toward Riverside Park and east toward Broadway. The dark sedans had been tailing him for at least a month now. They followed him for blocks at a time, slowing when he slowed, stop­ping when he stopped, their passengers watching his every move.</p>\n<p class=\"Pa18\">Donziger lived on a quiet block on the Upper West Side of Manhattan. He worked from home, a two-bedroom apartment he shared with his wife, their five-year-old son, and a cocker spaniel. Photographs and artwork from Latin America adorned the apart­ment. Documents in cardboard boxes surrounded the dining table. In the narrow foyer, stacks of stapled legal filings competed for space with a mud-spattered mountain bike.</p>\n<p class=\"Pa18\">On this morning in the spring of 2012, Donziger had wheeled the bicycle down the hall to the elevator and across the marble-floored lobby. Fifty years old, he dressed like a graduate student, in jeans, unironed button-down shirt, and tattered jacket.</p>\n<p class=\"Pa18\"><em>“Cómo estás?”</em> he asked the doorman as they bumped fists.</p>\n<p class=\"Pa18\"><em>“Bien, muy bien, señor.”</em></p>\nThen Donziger had emerged from the building and, as was his habit, searched for the dark sedans. Six-foot-four and powerfully built, he would not have been difficult to track. Sometimes, in ad­dition to the cars, he thought he saw men on foot, pretending to peer into store windows if he looked their way.\n<p class=\"Pa18\">Donziger began pedaling toward Ocean Grill, a seafood res­taurant where he did business over lunch. As he approached the corner, he glanced over his shoulder in time to see the large car pull out of its parking space and fall in behind him. He didn’t fear actual physical harm. The company was too smart, he thought, to turn him into a martyr. It wanted to distract him, intimidate him.</p>\n<p class=\"Pa18\">He despised his corporate foes: their money, their influence, their cynical disrespect for his clients in the Amazonian rain for­est of northeastern Ecuador. The company would never willingly pay what it owed. Its lawyers and lobbyists had said as much. Now they were coming after him, making it personal. He’d written down license plate numbers, but the police weren’t interested. Every day people killed each other in New York. What did he expect the police to do about cars that might or might not have been following him?</p>\n<p class=\"Pa18\">The surveillance wasn’t his main worry. A year earlier, in Feb­ruary 2011, the company had sued him. The 193-page suit, filed under the federal antiracketeering statute, alleged that he had ginned up fraudulent evidence as part of a conspiracy to extort the company. A federal judge had taken the accusations seriously. The judge forced him to turn over his hard drives, e‑mail, and boxes of documents. Donziger had said some truly dumb things—he admit­ted that much—and now they were public. His bravado sounded in­criminating, he also acknowledged, especially if it was taken out of context. He’d cut a few corners, used tactics they didn’t teach back at Harvard Law School. He could lose his law license. Conceivably, the U.S. Attorney’s Office could bring criminal charges.</p>\nThe company, as Donziger saw it, fought dirty; he fought back in kind. Slugging it out, he’d pulled off something amazing. His ragtag team had gone to a provincial Ecuadorian courtroom and won a judgment that mighty Texaco had ruined the lives of thousands of farmers and Amazon tribesmen. Because of him, a tiny third-world nation had spoken truth to power. Donziger had pressed the case for nearly twenty years now, beginning as the most junior member of the plaintiffs’ legal team and ultimately rising to field commander. Before going after Texaco (which was acquired in 2001 by Chevron), he’d never brought even a slip-and-fall suit. That he’d survived this long must have shocked the oil company and its lawyers. No wonder they were branding him a racketeer and prying into his personal life.\n<p class=\"Pa18\">He was not alone, though. Impressed by the potential for gar­gantuan legal fees, Patton Boggs, a tough corporate law firm, had joined Donziger. Together, they were seeking liens against refin­eries, terminals, and tankers worldwide. He’d retained a famous white-collar defense attorney to represent him in the racketeering suit. The Amazon pollution case had been featured on <em>60 Minutes</em> and in the <em>New York Times, Vanity Fair, The New Yorker,</em> and <em>Bloom­berg Businessweek</em>. In 2009, it was the subject of an acclaimed docu­mentary that played at the Sundance Film Festival. A rock star in green-activism circles, Donziger had received support from Bianca Jagger, Sting, and Sting’s wife, the actress Trudie Styler. He had given Brad Pitt and Angelina Jolie a private tour of the oil zone in Ecuador.</p>\n“I cannot believe what we have accomplished,” Donziger had written in private notes several years earlier, during a flight to Ecuador. “I cannot wait to get off the plane and see my fellow soldiers—often the only people I feel who get me. I want to look in their eyes and see if they understand the enormity of what this team has accomplished.” He had gone toe-to-toe with one of the most powerful multinationals in the world and won the largest pollution verdict in history: $19 billion. That was billion with a “b,” real money by anyone’s standard. If he could survive the venge­ful countersuit and collect the judgment, the Ecuador case would, in Donziger’s expansive estimation, create a precedent benefitting “millions of persons victimized by human rights abuses commit­ted by multinational corporations pursuing economic gain.” And it would make him a very wealthy man.\n<p>Arriving at the Ocean Grill, he slowed his bicycle. The surveil­lance sedan—<em>Wait, were there two of them?</em>—kept cruising south. Donziger chained his bike to a no parking sign and shrugged off his backpack. The spy cars disappeared in traffic. He knew they would circle back. They always did.</p>\n</blockquote></div>","guid":"74339963-5349-40a5-86a6-5a99b9164d33","teaser":"Read a passage from Paul Barrett's book about one lawyer's face-off with oil executives.","byline":"David Gura","itags":["Marketplace","Marketplace for Tuesday, September 30, 2014","7433996353490a586a645a99b9164d33","PMP:Marketplace_PMP"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Law-of-the-Jungle-jacket.jpg?itok=v9fZT7q6","meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg"},{"meta":{"duration_hms":"00:04:21","duration":261,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/09/30/mp_20140930_seg_23","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/09/30/mp_20140930_seg_23_64.mp3","type":"audio/mpeg","format":"MP3"}]}