{"created":"2014-09-07T23:28:20+00:00","modified":"2014-10-31T01:27:12+00:00","valid":{"from":"2014-10-31T01:27:12+00:00","to":"3014-10-31T01:27:12+00:00"},"hreflang":"en","title":"From Father To Son, Life Lessons Passed Down Through Generations","published":"2014-06-06T15:09:00+00:00","teaser":"Thompson Williams' dad died when he was 22. As Williams now tells his own son, Kiamichi-tet, his father taught him the importance of caring for others and that crying is a path to strength.","itags":["npr_api","319191058"],"guid":"743445dc-32c0-42aa-b760-6470abb80fdf","contentencoded":"<p>Melford Williams, a World War II veteran and tribal leader with the Caddo Nation, raised eight kids during the 1950s and '60s. He died in 1978, and his grandson, Kiamichi-tet Williams, never got a chance to meet him.</p><p>On a visit to StoryCorps in Denver, Kiamichi-tet asked his dad, Thompson Williams, about his grandfather.</p><p>\"He wasn't the biggest guy, but people reacted to him like he was [a] giant,\" Thompson says. His father was a kindhearted man who wasn't afraid to cry, Thompson says.</p><p>\"When I was young, I came home one day and I said, 'Dad, I was told men don't cry.' He looked at me and he said, 'Son, that's a lie. If you don't cry, you don't get rid of that poison that's in your body, that hurt, that pain. That's the only way you can truly be strong.'</p><p>\"That was one of the most powerful things that I've learned from him,\" Thompson says.</p><p>Thompson recalls another powerful lesson he learned from his father at a young age: the importance of kindness.</p><p>When he was in grade school, Thompson says, he knew a child with intellectual disabilities. \"One day, there was a bunch of us and we started throwing bottle caps at him,\" Thompson says.</p><p>\"I picked one up and threw it — it smacked him in the head. I turned around and my dad was standing there. And I thought, 'Oops, I'm really in trouble now.' But he looked at me, tears in his eyes, and he said, 'Maybe I didn't teach you how to look after others. That's my fault.'</p><p>\"You know, he could've stabbed me in the heart and it wouldn't have hurt as much. I don't know, maybe that's why I became a special ed teacher,\" says Thompson, who is now the coordinator of Indian education for Jefferson County in Colorado. \"He had a lot of lessons that I hold onto to this day.\"</p><p><em>Audio produced for</em> Morning Edition <em>by Jud Esty-Kendall.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Father+To+Son%2C+Life+Lessons+Passed+Down+Through+Generations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319395391-b1156c.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=319191058"},{"meta":{"duration":"160"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319380459-721727.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=319191058"},{"href":"http://media.npr.org/assets/img/2014/06/05/sc_williamsthnpr-596a6506910493bf28f09258ac55d248ee076db5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}