{"created":"2014-10-29T17:46:06+00:00","modified":"2014-10-30T21:11:59+00:00","valid":{"from":"2014-10-30T21:11:59+00:00","to":"3014-10-30T21:11:59+00:00"},"hreflang":"en","title":"How Far Have We Come Since The Financial Crisis?","published":"2014-10-29T19:54:00+00:00","teaser":"Or are we already going backwards? We ask Michael Lewis, author of books including \"Flash Boys\" and \"Liar's Poker.\"","itags":["npr_api","359867652"],"guid":"743d1f1f-b67a-41ea-8f28-6c0de96a1db4","contentencoded":"<p>How far have we come since the financial crisis &#8212; and are we going backwards?</p><p>A recent <a href=\"http://online.wsj.com/articles/three-u-s-agencies-approve-relaxed-mortgage-lending-rules-1413905514\" target=\"_blank\">headline in The Wall Street Journal</a> reads, &#8220;U.S. Regulators Agree to Go Easier on Mortgage-Lending Rules.&#8221;</p><p>The <a href=\"http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2014-10-21-US-Mortgage-Risk-Rules/id-9be705ce9581407d93512997ef218b22\" target=\"_blank\">Associated Press writes</a>, &#8220;With the financial crisis and subprime mortgage bust receding further into history, the government is loosening some financial rules, hoping to inject more life into the country&#8217;s still-recovering housing market.&#8221;</p><p>And an economist at the U.S. Securities and Exchange Commission <a href=\"http://in.reuters.com/article/2014/10/22/regulations-banks-securitization-idINL2N0SH1JX20141022\" target=\"_blank\">warns in a study of the new rule</a> that banks may have the &#8220;same economic incentives&#8221; they had before the financial crisis.</p><p>Financial journalist <strong>Michael Lewis</strong>, author of &#8220;<a href=\"http://www.amazon.com/Flash-Boys-Michael-Lewis/dp/0393244660/?tag=wburorg-20\" target=\"_blank\">Flash Boys</a>,&#8221; &#8220;<a href=\"http://www.amazon.com/Big-Short-Inside-Doomsday-Machine/dp/0393338827/?tag=wburorg-20\" target=\"_blank\">The Big Short</a>&#8221; and &#8220;<a href=\"http://www.amazon.com/Liars-Poker-Norton-Paperback-Michael/dp/039333869X/?tag=wburorg-20\" target=\"_blank\">Liar&#8217;s Poker</a>,&#8221; joined <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young to discuss those questions.</p><ul><li><strong>Related:</strong> <a href=\"http://hereandnow.wbur.org/2014/05/15/michael-lewis-wall-street\" target=\"_blank\">Michael Lewis discusses his book &#8220;Flash Boys&#8221;</a> (May 2014)</li></ul><h4>Interview Highlights: Michael Lewis</h4><p><strong>On changes on Wall Street</strong></p><p>“Most of the changes that I think have happened on Wall Street are for the worse. ‘Liar’s Poker’ sort of describes a new world on Wall Street where these investment banks are big corporations where the finances have gotten so complicated, outsiders can’t understand it and where the firms are taking these big bets with the shareholders money. That’s all new in 1988—the whole world has moved further in that direction. It’s become much, much harder for an outsider to discern what goes on inside one of these banks because this stuff is now so complicated—intentionally so. The whole idea of ‘too big to fail’ didn’t exist in the late 80s and now it basically does. These institutions are basically beyond the rules of ordinary market rules. The connection that people in the industry feel to their firms is much fainter than it was then. It’s essentially a free agent society. You’ve got a lot of people operating with very short-term interests in a business that really requires people to think in the long-term if it’s going to be sound.”</p><p><strong>On mortgage rules and regulations</strong></p><p>“The reason these mortgage rules have been imposed—it may be draconian and in some cases irrational and people aren’t getting loans who should get loans because of them—is because basically the society doesn’t trust Wall Street to do the business sanely. There’s been this collapse of trust in the industry. It’s because the industry has gotten dysfunctional. The incentive of the individual in the big firms is not great. I think it’s sort of like—that’s the way we should be framing this problem: how do we recreate trust in this industry, how do we reintroduce market forces so people that behave badly fail and people who behave well succeed. Then the regulators become somewhat less necessary—I think they’re too necessary.”<strong></p><p></strong></p><p><strong>On the scandal of the financial crisis</strong></p><p>&#8220;This is the scandal of the financial crisis, how much of what was done is maybe, strictly legal. The firms are very, very good are figuring out behavior that is profitable, possibly socially damaging but totally legal. I don’t think it’s the essential truth of the financial crisis is that lots of people broke the law and they got away with it. I think the essential truth is a lot of people did bad things they knew were bad things but they figured out they could get away with it because they could construe it as legal. So the prosecutions were going to be very difficult to make—I think always.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://michaellewiswrites.com/index.html#flash-boys\" target=\"_blank\">Michael Lewis</a></strong>, financial journalist and author of books including &#8220;Flash Boys&#8221; and &#8220;<a href=\"http://www.amazon.com/Moneyball-Art-Winning-Unfair-Game/dp/0393324818/?tag=wburorg-20\" target=\"_blank\">Moneyball</a>.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Far+Have+We+Come+Since+The+Financial+Crisis%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"513"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359889299-50e62d.m3u?orgId=1&ft=3&f=359867652"}]}