{"created":"2014-12-18T10:11:52+00:00","modified":"2014-12-29T04:50:43+00:00","valid":{"from":"2014-12-29T04:50:43+00:00","to":"3014-12-29T04:50:43+00:00"},"hreflang":"en","title":"TSA Administrator Says Airport Screening Is More Efficient, Risk-Based","published":"2014-12-18T19:22:00+00:00","teaser":"The head of the government agency that screens airline passengers is winding down his duties. John Pistole reflects on the TSA's move away from a one-size-fits-all approach.","itags":["npr_api","371597750"],"guid":"7444e2a5-2740-4a34-9417-0971bd9a7e08","contentencoded":"<p>As the holiday travel season picks up, the head of the government agency that screens airline passengers is winding down his duties. John Pistole is leaving the Transportation Security Administration at the end of December, after 4 1/2 years as administrator.</p><p>After 31 years at the FBI, perhaps the nation's most respected law enforcement agency, Pistole was asked to lead one with a less lofty reputation. And in his time at TSA, Pistole has tried to raise standards. There are a new training academy for supervisors and an office of professional responsibility. Still, the TSA, and its pesky list of prohibited items, are an easy target for satire. In a sketch on their Comedy Central show recently, Key & Peele portrayed members of a frustrated al-Qaida-like terrorist group plotting in a cave:</p><p>\"Why have we not taken a plane in 13 years? ... It is all because the cunning and mighty TSA is always one step ahead of us.\"</p><p>Pistole had not seen the sketch, but he gets the joke. He says TSA has taken steps that allow half of those who travel to go through expedited screening: the old and very young, and those in TSA Precheck. Under that program, some travelers can pay $85 and undergo a background check to avoid some of the annoyances of post-Sept. 11 air travel.</p><p>Pistole says nearly half of the 1.8 million who travel on U.S. airlines each day qualify for expedited screening, which means \"nearly 2 million shoes a day that people can keep on and their liquid aerosol gels and laptop computer being kept in their bags ... [which are] clearly improvements in terms of our efficiencies.\"</p><p>But the question of how best to identify those who are serious threats to attack an airliner remains a work in progress. Foreign fighters who have been in Syria or Iraq coming back to Europe or the U.S. are a concern. Pistole says his biggest worry over the years has been a terrorist not known to law enforcement here or abroad and therefore not on any watch lists, carrying something the equipment cannot detect.</p><p>\"The primary threat is still the nonmetallic improvised explosive device, the IED, that a person can have on their person, go through a metal detector which is common worldwide and never set off an alarm.\"</p><p>So travelers to the U.S. from some countries in Europe, North Africa and the Middle East undergo increased security screening (but, he notes, there are so many airports to watch). Under Pistole, the TSA has also put more importance on behavioral detection methods.</p><p>Pistole says the TSA's behavioral detection officers \"are doing a good job of identifying people who are acting suspiciously without profiling. That's one of the key aspects,\" he says.</p><p>But the Government Accountability Office issued a report earlier this month that did question whether the agency has sufficiently tested those methods. Pistole says the TSA will be making some \"modifications\" in response to the GAO's findings.</p><p>Pistole says his worst day on the job came on Nov. 1, 2013. That was when a man opened fire at a TSA checkpoint at the Los Angeles International Airport, killing one of the officers and wounding two others.</p><p>Overall, Pistole is most proud of the increased efficiencies that have allowed him to eliminate some 5,000 screeners from the TSA's payroll and return $100 million to the Treasury. He says the TSA has moved from a one-size-fits-all approach to aviation security to a more professional, risk-based approach. One final note: Pistole says there is no current elevated threat to holiday travel.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=TSA+Administrator+Says+Airport+Screening+Is+More+Efficient%2C+Risk-Based&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371597751-9f1495.m3u?orgId=1&topicId=1091&ft=3&f=371597750"}]}