{"created":"2015-03-02T20:11:39+00:00","modified":"2015-03-02T22:16:37+00:00","valid":{"from":"2015-03-02T22:16:37+00:00","to":"3015-03-02T22:16:37+00:00"},"hreflang":"en","guid":"744d2e40-e532-46da-a30e-cd8bc50b4b80","title":"'The reason many of you still haven’t decided to vote for me is my voice'","published":"2015-03-02T22:16:33+00:00","byline":"Daniel Estrin","tags":["politics","elections","Global Politics","Asia","Israel","Middle East","Isaac Herzog","Benjamin Netanyahu","Tsfira Grebelsky Lichtman","Ariel Sharon","Yuval Ben Ami","Bibi","Politics of Israel","Prime Ministers of Israel","Israeli Labor Party","Israeli Likud Party"],"teaser":"“Netanyahu has a very unique and prominent voice in terms of volume, tone, and clarity,\" says one political analyst. \"As far as opinion polls that I saw, Herzog’s voice expresses the opposite.”","contentencoded":"<p>Israeli Prime Minister Benjamin Netanyahu says his Tuesday speech before Congress, in which he'll argue against the Obama administration's attempts to secure a nuclear deal with Iran, is a \"fateful, even historic mission.\"</p>\n<p>Hearing that description, <a href=\"http://www.ynetnews.com/articles/0,7340,L-4632387,00.html\">one Israeli columnist</a> called the mission \"hysteric;\" another said Netanyahu was \"<a href=\"http://www.haaretz.com/opinion/.premium-1.630053\">a pyromaniac</a>.\" Even <a href=\"http://www.washingtonpost.com/world/middle_east/israeli-security-veterans-speak-out-against-netanyahu-speech/2015/03/01/d6300530-c02c-11e4-a188-8e4971d37a8d_story.html\">a group of retired military and security brass</a>, including the prime minister's former commander from his time in an elite Israeli commando unit, has come out against Netanyahu's speech.</p>\n<p>Israelis are clearly torn over Netanyahu's approach as prime minister. But whatever they think of what he says, they can all agree that he sounds great. </p>\n<p>Netanyahu's deep voice, polished delivery and flawless American English pack a punch. Labor Party leader Isaac Herzog, who's hoping to unseat Netanyahu when Israelis go to the polls in two weeks, doesn't hit quite so hard.</p>\n<p>“Israeli people are very concerned about Herzog’s voice,” said Tsfira Grebelsky Lichtman, a communications consultant for some of the top candidates — she wouldn't say which ones — in the upcoming Israeli elections.</p>\n<p>“Netanyahu has a very unique and prominent voice in terms of volume, tone and clarity,\" Lichtman says. \"When he goes into a room and says hello, you can’t ignore him. It’s something that creates leadership. As a matter of people’s perceptions, as far as opinion polls that I saw, Herzog’s voice expresses the opposite.”</p>\n<p>Herzog is widely perceived as a polite diplomat with a tinny, flat voice. To loosen up his vocal chords, he's taken voice lessons with Israel’s leading voice coach. He even addressed the problem head-on in a campaign ad.</p>\n<p>“I’m Isaac Herzog,” he says to the camera, but the voice that comes out of his mouth isn't his. It belongs to a professional voice actor.</p>\n<p>Herzog outlines all of his achievements and says polls show his party will win the most seats in parliament. Then he gets right to the point: “The reason many of you still haven’t decided if you’re going to vote for me is my voice,\" he \"says\" at the end of the ad.</p>\n<p>How can Herzog sound more like a leader? Grebelsky Lichtman, the political consultant, says he could take his unique voice and use it to his advantage.</p>\n<p>“I would recommend to develop a unique style, a different style of leadership which will [be] built on foundation of gentle[ness], trust, ease,” she says. “If he will take this advice, his voice will be an advantage.”</p>\n<p>Yuval Ben Ami, a writer and musician who narrates Hebrew books on tape with his mellow voice, also thinks all isn't lost for Herzog. After all, many Israeli leaders didn't sound so great on the stump.</p>\n<p>“Elegance was not what they were best at,” Ben Ami says. “[Former Prime Minister Menachem] Begin was not elegant, he was fiery. [Ariel] Sharon was not elegant, he somehow had a nasal issue. And [Yitzhak] Rabin was not elegant, he was not musical. It would be broken up in a strange meter.”</p>\n<p>Herzog speaks with the politesse of an elegant diplomat, Ben Ami says. “He is taking voice lessons, so I hear. And the funny thing is what he should really be studying is how to be less elegant,\" he argues. \"That’s how you draw the Israeli people to follow you.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-02%2Fisraeli-prime-minister-benjamin-netanyahu-it-s-all-about-bass&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03022015_04.mp3"},{"href":"http://www.pri.org/file/0302201504mp3"}]}