{"created":"2015-02-17T13:53:33+00:00","modified":"2015-02-18T16:59:19+00:00","valid":{"from":"2015-02-18T16:59:19+00:00","to":"3015-02-18T16:59:19+00:00"},"hreflang":"en","guid":"74512d2c-2282-4705-9512-a7d497a95c78","title":"ISIS spreads its tentacles to North Africa — and threatens to reach beyond","published":"2015-02-18T16:59:03+00:00","byline":"Traci Tong","tags":["conflict","terrorism","military","Religion","Conflict","Conflict & Justice","Derna","Tripoli","Africa","Asia. Europe","Egypt","Iraq","Syria","Libya","Italy","Middle East","Africa","Asia","Europe","Borzou Daragahi","Muammar Gaddafi","Abdel Fattah Al-Sisi","Military dictatorship","ISIS","War","Political geography"],"teaser":"Egypt is striking back against ISIS for the brutal killing of 21 Egyptian Christians. Airstrikes have targeted ISIS camps and other facilities in Libya, where the Egyptian Christians were beheaded. This latest brutality shows ISIS' expanding influence beyond Iraq and Syria. ","contentencoded":"<p>Egypt wasted no time targeting ISIS in Libya after a videotape showing a group of Egyptian Christian hostages on their knees, lined up in a row and beheaded was released over the weekend.</p>\n<p>The killings took place at a beach in Libya. Libya has been involved in a very \"complicated civil war\" since the ousting of Muammar Gaddafi in 2011, said Borzou Daragahi, the Middle East correspondent for the Financial Times. Islamist-leaning leaders have proclaimed themselves the government of Libya, while fighting an internationally-recognized government backed by Egypt. \"It's in the chaos of this war that ISIS has taken root,\" Daragahi says.</p>\n<p>Egyptian President Abdel Fattah al-Sisi told Egyptians, \"your armed forces on Monday carried out focused air strikes in Libya against Daesh camps, places of gathering and training and weapons depots.\"  </p>\n<p>It was the first time Egypt has admitted taking military action against its neighboring country. This presents an \"opportunity for Egypt, which has been supporting one side of Libya for months, can come out in the open and target Libya without having to hide,\" Daragahi says. </p>\n<p>This latest act by ISIS militants in Libya only confirms the long reach of ISIS beyond their bases in Iraq and Syria, where the militants have carried out their reign of terror.  </p>\n<p>But ISIS' creep into Libya wasn't all that surprising to watchers like Daragahi.</p>\n<p>\"It was really September when you first saw armed groups waving ISIS' distinctive black banner, driving in convoys in the eastern city of Derna and in Benghazi. Also, in recent weeks, you've had various bombings, claimed by ISIS affliates in the capital Tripoli,\" he says.</p>\n<p>\"This has been happening over and over again, these signs that ISIS is emerging, but it has been largely ignored and downplayed by some western diplomats and analysts — because of a focus on Iraq,\" he adds.  </p>\n<p>If this latest violent act by ISIS isn't worrying enough, the fact that they took place in Libya, just across the Mediterranean Sea from Italy is. </p>\n<p>This is \"a dark time,\" says Daragahi. \"This ISIS-Frankenstein that's developed is just a threat that none of us imagined before.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-17%2Fisis-spreads-its-tentacles-north-africa-and-threatens-reach-further&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0216201502.mp3"},{"href":"http://www.pri.org/file/0216201502mp3"}]}