{"created":"2014-10-08T16:32:35+00:00","modified":"2014-10-31T02:17:12+00:00","valid":{"from":"2014-10-31T02:17:12+00:00","to":"3014-10-31T02:17:12+00:00"},"hreflang":"en","title":"Women On Capitol Hill Reach Across Party Lines To Get Things Done","published":"2014-05-08T20:51:00+00:00","teaser":"There's an assumption that women are more likely than men to collaborate. But as the number of women in Congress has increased, so has the partisanship and gridlock. Does a woman's touch help?","itags":["npr_api","310630792"],"guid":"745e11ee-c4f6-42b1-a069-13094a4dcd08","contentencoded":"<p>There's a long-held assumption that women are more likely than men to collaborate. As the number of women in Congress has increased, however, so has the partisanship and gridlock. So does a woman's touch actually help on Capitol Hill?</p><p>There's a lot of academic research that supports the idea that women are better at building bipartisan coalitions. Studies have found that women in Congress not only sponsor more bills but also collect more co-sponsors for those bills.</p><p>And that's a major reason why <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/ajps.12010/abstract\">women in the minority party of the House get more done</a>, Craig Volden of the University of Virginia found.</p><p>Volden and his team looked at every bill introduced in the House between 1973 and 2008. Bills introduced by women in the minority party generally went farther than bills offered by men.</p><p>\"Minority women are about one-third more effective — so about 33 percent more effective than men,\" Volden says.</p><p>But in this climate of increasing polarization in Congress, it's difficult to tell whether women really are more effective at building bipartisan support for legislation.</p><p>\"I would say what's different is we're interested in governing, not in winning arguments,\" says Democratic Sen. Barbara Mikulski of Maryland. \"So much of the guy culture here comes from, like, a courtroom background where you gotta win the argument.\"</p><p>Mikulski, the longest-serving woman in the Senate, is sitting in her \"hideaway\" office on the third floor of the U.S. Capitol. With her is the most senior Republican woman, Maine Sen. Susan Collins.</p><p>\"I've had Barbara Streisand here. I've had Meryl Streep here. I've had Benazir Bhutto,\" Mikulski says. All around the room are photos of women — of House members, senators and Supreme Court justices.</p><p>This has been the place where Mikulski gathers all the women of the Senate together for mentoring sessions, or power workshops, as she calls them. She started them years ago with notes she took when she first became a senator. The sessions help the newest female senators learn how to get on the right committees and how to push legislation through.</p><p>Mikulski says one simple reason women in the Senate collaborate more easily is because there are only 20 of them. They actually get to know each other. Every quarter, they all meet for dinner.</p><p>Collins says it frightens the men.</p><p>\"One of my colleagues on the subway said to me, 'Now, I understand you women got together last night,' and I said, 'Yes.' And he said, 'Well, what do you talk about?' And I just smiled sweetly and said that we were planning the coup,\" she says.</p><p>Collins hasn't mounted any Senate takeovers yet, but as a Northeastern moderate, she's known as one of the chamber's most prominent dealmakers. Last October, she led the push to end the government shutdown. Collins remembers sitting in her office one Saturday, watching C-Span and getting fed up with the floor speeches complaining about the shutdown.</p><p>\"My staff was all furloughed, and I just turned on my computer and typed out a plan — a three-point plan,\" Collins says.</p><p>And then she walked straight down to the Senate floor to ask her colleagues to sign on.</p><p>\"It was so interesting to me, because when I left the floor and my phone started ringing, it was my women colleagues whom I heard from first,\" Collins says.</p><p>Women from both parties offered to help. They were later joined by men to form a group of 14 bipartisan senators who tried to cobble together a compromise.</p><p>To be sure, there's plenty of disagreement among the women in the Senate. For example, they were fiercely divided over how best to prosecute sexual assault in the military.</p><p>But as rancorous as it gets, it's still rougher in the more partisan House, where even seemingly noncontroversial items will inspire battle among women. Like the possibility of a new National Women's History Museum, which came up for a vote on the House floor Wednesday.</p><p>\"This museum that will be built on the National Mall, on federal land, will enshrine the radical feminist movement that stands against the pro-life movement, the pro-family movement and the pro-traditional marriage movement,\" said Republican Michele Bachmann of Minnesota.</p><p>Whatever the research says about women being team players, they're still politicians.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Women+On+Capitol+Hill+Reach+Across+Party+Lines+To+Get+Things+Done&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310630793-6145e4.m3u?orgId=1&topicId=1014&aggIds=308946406&ft=3&f=310630792"},{"href":"http://media.npr.org/assets/img/2014/05/08/164058617-c2bab3031f0e18cb9b8c4726ffee787c2b14882b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1815","width":"2420"}}]}