{"created":"2014-08-28T02:33:03+00:00","modified":"2014-10-30T23:15:58+00:00","valid":{"from":"2014-10-30T23:15:58+00:00","to":"3014-10-30T23:15:58+00:00"},"hreflang":"en","title":"Even With $100 Million, WHO Says It Will Take Months To Control Ebola","published":"2014-08-16T01:50:00+00:00","teaser":"The WHO has called for donations to help contain the outbreak. But money is just the first step. The challenges run from finding the right staff to prepping neighboring countries just in case.","itags":["npr_api","340638434"],"guid":"74707383-aa8d-42cb-9217-03d798960a36","contentencoded":"<p>When public health officials warn that it's likely to take many months to bring the Ebola outbreak in West Africa under control, it's not because they're facing a single huge challenge.</p><p>\"If there was just one solid, large chunk we could slice out, we would,\" says WHO spokeswoman Nyka Alexander, at the agency's regional coordination center in Conakry, Guinea. \"But it's so many little things that add up to the outbreak.\"</p><p>In its attempt to bring the Ebola outbreak under control, The World Health Organization has announced a <a href=\"http://www.who.int/csr/disease/ebola/outbreak-response-plan/en/\">$100 million dollar plan</a>.</p><p>Money is already flowing in, but it turns out that it's much more challenging to respond to the slow burn of an epidemic than to a natural disaster – where sending in rescue teams or delivering water are obvious first steps.</p><p>Nonetheless, there are some obvious needs in West Africa — for example, providing a constant supply of protective clothing for the doctors and nurses who risk their lives in makeshift hospitals. WHO is also flying in medical supplies and helping coordinate the logistics of getting food to areas that have been placed into forced isolation.</p><p>Neighboring countries are being targeted as well. WHO is helping 11 nations gear up for a possible spread of the epidemic, with offers of training as well as 500 sets of protective gear for each country, Alexander says.</p><p>More than half the money that WHO hopes to collect from the international community is supposed to flow to the governments of Liberia, Sierra Leone and Guinea to bolster their teetering health care systems. Additional funds will go to international organizations that provide expertise and supplies.</p><p>Another daunting task it to get the right people – and enough of them – to cope with the outbreak. And it's not just doctors and nurses.</p><p>\"A lot of this response is going to have to be local,\" says Dr. Trish Perl, chief epidemiologist at Johns Hopkins Medicine. \"You may not be able to walk in and just say, 'OK, who in this village has Ebola?' That may not be something that's culturally acceptable.\"</p><p>Advisers can train local people how to do that critical job — in fact some of those trainers are from the U.S. Centers for Disease Control and Prevention.</p><p>Experts from the U.S., Europe and other nations in Africa can set up the critical systems needed to track the epidemic — identifying where the active cases are. Many cases of the disease aren't being tracked at all.</p><p>\"A lot of these [cases] are probably getting logged with paper and pencil, if they're getting logged at all,\" Perl says. \"We don't really know the magnitude of the epidemic because they don't have a well-defined surveillance system in place.\"</p><p>A surveillance system may seem like bean counting while a disease is raging, but Perl says it's actually essential for tracking the disease, identifying flare-ups and ultimately bringing it under control by isolating infected people.</p><p>ideally, that system should stay in place after the current outbreak is snuffed out ... because Ebola and other diseases aren't going away.</p><p>\"Whatever WHO does in a country needs to leave something very substantial behind, so it's not just a matter of doing the same thing time and time again,\" says<a href=\"http://www.globalhealth.gov/about-us/NilsBio.html\"> Dr. Nils Daulaire</a>, until recently the U.S. representative on the WHO Executive Board.</p><p>Even in an emergency, it's important to repair badly broken health care systems, like those in West Africa.</p><p>Of course that's more easily said than done. About a decade ago, some West African nations received international assistance to prepare for a possible outbreak of avian flu.</p><p>\"When avian influenza ended, when the threat went away, these systems atrophied,\" says Dr. Fred Hartman, who's with a nonprofit called <a href=\"http://www.msh.org/\">Management Sciences for Health.</a> \"Resource-scarce countries have many demands on their resources. Malaria can flare up or cholera, or something else.\"</p><p>So it takes a sustained response, not just one-time aid projects, to strengthen these health care systems — which had been crippled by civil wars and are only gradually being rebuilt.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Even+With+%24100+Million%2C+WHO+Says+It+Will+Take+Months+To+Control+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340700448-bee8c1.m3u?orgId=1&topicId=1031&ft=3&f=340638434"}]}