{"created":"2015-03-04T20:04:00+00:00","modified":"2015-03-04T20:49:59+00:00","valid":{"from":"2015-03-04T20:49:59+00:00","to":"3015-03-04T20:49:59+00:00"},"hreflang":"en","title":"Mobile Gaming Prepares To Overtake Traditional Video Games","published":"2015-03-04T20:03:00+00:00","teaser":"The developer behind \"Monument Valley,\" dubbed the best mobile game of 2014, discusses what's going on in the industry.","itags":["npr_api","390732806"],"guid":"7472a59a-f7cc-4b6e-84db-d34012f6175a","contentencoded":"<p>Mobile games &#8211; the apps you download onto your phone or tablet &#8211; used to be a bit of an afterthought in the gaming industry, behind the bigger console and computer markets.</p><p>But mobile games are growing fast, and are reaching millions of users who don&#8217;t consider themselves gamers.</p><p>The mobile gaming industry held its annual awards dinner last night, and the game Monument Valley took the Grand Prix.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young talks with <strong>Neil McFarland</strong>, the developer behind the $4 mobile game about what&#8217;s going on in the industry.</p><h4>Interview Highlights: Neil McFarland</h4><p><strong>On whether winning the top prize for Monument Valley translates into dollars</strong></p><p>&#8220;Hopefully yes. We’ll be finding out in the next couple days. We’ve been out for a little over a year and we’ve done quite well in that time. In terms of revenue, we’re a little over $6 million in revenue and we’re very pleased how that’s gone.&#8221;</p><p><strong>What were you trying to do with this game?</strong></p><p>&#8220;We call her Princess Ida. She’s trying to get to the top of these monuments and the story unfolds so there is a narrative to this game. But yes, we were trying to reach a very broad audience. We’ve all been playing games most of our lives and have become sort of jaded in some respects, but are still looking for new things, so what we wanted to do was produce a game that could excite a broad range of people &#8211; specifically people who consider themselves non-gamers. So we tried to make something that could be instantly appealing, very clean design, not too much going on in the way of user interface and wasn’t in any way scary for someone to pick up and have a go at.&#8221;</p><p><strong>On the projections for mobile to outpace the console industry this year</strong></p><p>&#8220;In some ways it doesn’t surprise me. Everyone has a smartphone in their pockets, so the barrier to entry is lowered in that respect. You’re not buying specialist pieces of equipment. And the power of the phones are coming closer to consoles, so for a whole host of reasons it doesn’t seem unreasonable to think that mobile gaming can overtake the console market because it’s just easier to do for the end user.&#8221;</p><p><strong>On those saying mobile games can&#8217;t compete with games like Grand Theft Auto</strong></p><p>&#8220;There’s no dispute there. But it’s the same reason why I might go watch a film at the IMAX, whereas I’d watch may more films on my TV at home. There’s a place for everything, and some blockbuster things will always draw attention and have a place on console. But there’s a huge attraction for things you can play on your smartphone.&#8221;</p><h4>Guest</h4><ul><li><strong>Neil McFarland</strong>, director of games at <a href=\"http://ustwo.com/\" target=\"_blank\">ustwo</a>, the creator of <a href=\"http://www.monumentvalleygame.com/\" target=\"_blank\">Monument Valley</a>. He tweets <a href=\"https://twitter.com/parishair\" target=\"_blank\">@parishair</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mobile+Gaming+Prepares+To+Overtake+Traditional+Video+Games&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"311"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390757173-a25bc7.m3u?orgId=1&e=390732806&d=311&ft=nprml&f=390732806"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0304_mobilegaming.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0304_monument-valley.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1024","width":"768"}}]}