{"created":"2014-12-29T23:19:22+00:00","modified":"2015-01-07T17:05:11+00:00","valid":{"from":"2015-01-07T17:05:10+00:00","to":"3015-01-07T17:05:10+00:00"},"hreflang":"en","title":"Can't Pay Your Fines? Your License Could Be Taken","published":"2014-12-29T23:51:00+00:00","teaser":"Drive drunk or recklessly and the state can suspend your driver's license. But a number of officials worry that many suspensions are for lesser offenses, including unpaid tickets or even truancy.","itags":["npr_api","372691960"],"guid":"7474a625-fe22-434f-8a93-6e6d1d063186","contentencoded":"<p>Drive drunk, drive recklessly, and the state can suspend your driver's license. But many police and motor vehicle administrators worry about a recent trend: A large number of suspensions are for reasons that have nothing to do with unsafe driving.</p><p>These reasons include unpaid traffic tickets, falling behind on child support, getting caught with drugs, bouncing checks; or minor juvenile offenses like missing school, using false identification to buy alcohol, or shoplifting.</p><p>Increasingly, people who study driver safety say this makes little sense. <a href=\"http://www.aamva.org/WorkArea/linkit.aspx?LinkIdentifier=id&ItemID=3723&libID=3709\" target=\"_blank\">A study in 2013</a> from the American Association of Motor Vehicle Administrators raised concerns that police and state and local motor vehicle officials find too much of their time and budget tied up going after people with suspensions for minor lawbreaking that has nothing to do with safe driving.</p><p>\"They want to focus on the people who pose a risk to the general population that's driving on the roadway. And those are usually the people who are suspended for ... things like hit-and-run crashes, DUIs, unsafe speed, reckless driving — those actions that we as a society consider severe and dangerous on the roadway,\" says Robert Eger, who wrote a study for the motor vehicle administrators.</p><p>In Milwaukee, Desiree Seats, 23, knows how a suspended license can be limiting, and how having a valid license can open opportunities: She lost her license before she even got it.</p><p>This summer, Seats went for her first driver's license and passed the road test. But instead of being given the license, she was told it already was suspended.</p><p>About six years ago, when she was 16, Seats had been caught shoplifting jeans and a shirt at a suburban department store. She went to court and was fined on a juvenile charge, but the fine never was paid. Seats says she didn't know about the fine and that neither she nor her mother would have had the money back then to pay it.</p><p>She still owed $315, and that kicked in a license suspension for two years from the day she was eligible to receive one.</p><p>Eger, a retired police officer who is now a professor at the Naval Post-Graduate School in Monterey, Calif., found that nationwide about 40 percent of people whose licenses are suspended lose them for reasons other than bad driving.</p><p>It all started with laws passed by Congress in the late 1980s. First, a law took away the driver's license of men who didn't pay child support. Then came one for people caught with drugs.</p><p>Next, state lawmakers added hundreds of reasons that had nothing to do with unsafe driving. Eger found that at least 18 states will suspend someone's driver's license for failure to pay the fines on nondriving traffic violations. And four states will suspend it for not paying parking tickets. Among the other reasons: school truancy, bouncing a check, not paying college loans, graffiti and littering.</p><p>Eger says that no research shows that suspending a license will make someone likely to change his behavior.</p><p>But Colleen Eubanks of the National Child Support Enforcement Association says just the threat of losing a license makes a difference. \"It's an effective tool for motivating people to pay their child support,\" she says. Billions of dollars of child support are collected each year using this tactic.</p><p>\"Driving is a privilege, and if you're not willing to support your children and [you] expect society to do it,\" she says, \"then you should lose the privilege of driving.\"</p><p>But there's also evidence that when people lose a license for reasons unrelated to safety, they take suspensions less seriously. At least 75 percent of people who have had their licenses revoked just keep driving, according to the federal National Highway Traffic Safety Administration.</p><p>\"You don't need a license to drive; you just need a car,\" says Jim Gramling, a former Municipal Court judge in Milwaukee. After Gramling retired from the court, he went to work as a volunteer lawyer at the Center for Driver's License Recovery and Employability, an organization he helped start. It's a place where those with low income can get legal help.</p><p>Courts will order arrest warrants when people don't pay court fines and fees. At the end of his time as a judge, Gramling dropped those arrest warrants for impoverished defendants. But they still had to pay off their fines. Similar ticket amnesties have been tried around the country — including this month in Ferguson, Mo. Those programs have had limited success.</p><p>In Florida, the American Civil Liberties Union took a different approach and argued in a 2013 lawsuit that the state discriminated against poor people when it took away their driver's licenses for failure to pay court fines and fees. About 200,000 drivers had their licenses suspended that year for not paying the fines. But a court has largely rejected the argument.</p><p>Gramling says people with money just pay off their fines — and avoid court. But people with little money often struggle when they get tickets.</p><p>\"Often they're living lives where they can't afford to leave a job early, or at all, to go to court. They can't hire a lawyer, can't afford a lawyer. So they often let the cases go by default and don't challenge tickets that maybe should be challenged,\" he says. \"It's tough.\"</p><p>In Milwaukee, Seats went to the Center for Driver's License Recovery; lawyers and case managers there helped her negotiate paying off her fine in small amounts over several months and get the suspension lifted.</p><p>She had already bought a car — a used, nine-year-old Hyundai Elantra. With a dependable car and a valid license, she figured she had everything she needed to start making money.</p><p>Seats, the mother of a 4-year-old boy, now works as a personal care assistant, helping a woman with a disability fix meals, bathe and get dressed.</p><p>A few days after getting her license, she also started a second job delivering newspapers, and she has also applied for a job delivering pizza. And the freedom of being able to drive helps her attend a technical college as well, where she's studying to become a pharmacy assistant.</p><p>\"I'm very goal-oriented,\" she explains as she drives to the house of the woman she helps with chores. \"I have a lot of goals that I want to accomplish, in a set amount of time. And that's what I'm working on now.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can%27t+Pay+Your+Fines%3F+Your+License+Could+Be+Taken&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"494"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373835147-f285f6.m3u?orgId=1&topicId=1150&aggIds=313986316&ft=3&f=372691960"},{"href":"http://media.npr.org/assets/img/2014/12/29/desiree-seats-5da5d837e67c3453180f8f98d301057132d7374b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1579","width":"2106"}},{"href":"http://media.npr.org/assets/img/2014/12/29/gramling-img_0487-edit_custom-00d25aad50c27bc8239a89e8079edfddbc1eddea.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1774","width":"1593"}}]}