{"created":"2015-05-01T17:37:12+00:00","modified":"2015-05-14T01:05:15+00:00","valid":{"from":"2015-05-14T01:05:15+00:00","to":"3015-05-14T01:05:15+00:00"},"hreflang":"en","title":"'Far From The Madding Crowd': Counterprogramming Writ Victorian","published":"2015-05-02T05:59:00+00:00","teaser":"NPR film critic Bob Mondello reviews the new movie version of Thomas Hardy's Victorian romance, <em>Far From The Madding Crowd.</em>","itags":["npr_api","403371374"],"guid":"7488afed-23af-4125-bf65-d2ea968b5a4f","contentencoded":"<p>Genre flicks on steroids — that's the general rule for this time of year, whether we're talking superheroes, supercharged cars, or romance — and in that context, the lush, overstuffed costume epic, <em>Far From the Madding Crowd</em> is a perfect fit.</p><p>It's romance — and in an Avengers-dominated week, also counterprogramming — writ Victorian: a feisty heroine in crinoline, romanced by sturdy heroes who are handsome, reliable, smoldering men of few words. So few, in the case of shepherd Gabriel Oaks (Matthias Schoenaerts), that he's said a total of maybe 10 syllables to pretty, spunky Bathsheba Everdene (Carey Mulligan) before surprising her one afternoon at her cottage door with a baby lamb and a proposal of marriage.</p><p>\"I've never asked anyone before,\" he stammers embarrassedly when she doesn't immediately say yes.</p><p>\"No,\" she smiles, \"I should hope not.\"</p><p>Now, there's a subtext to this encounter. He's got a herd of sheep and what he figures are pretty good prospects. She's living off the kindness of relatives and has an education, which, for a woman in Victorian England, counts for not much. By that era's lights, he's kind of doing her a favor, with this marriage proposal, clumsy though he is. Still she turns him down, which looks like a smart move a few days later when their fortunes reverse — he watching helplessly as his sheepdog herds his entire flock over a cliff; she inheriting an estate from a wealthy uncle.</p><p>In no time, there's another guy — a wealthy land-owner (Michael Sheen) — making goo-goo eyes. And where in most romances, two handsome, sturdy men-of-few-words would suffice, this one has a third — a callow young soldier (Tom Sturridge) who speaks with his, um, sword, let's say (and yes, novelist Thomas Hardy intended that double-entendre).</p><p>I confess I wondered why anyone would want to remake <em>Far From the Madding Crowd</em> until I went back and watched some of John Schlesinger's 1967 version. Long, lavish and, Julie Christie notwithstanding, pretty dull, it doesn't stint on landscape, but isn't terribly compelling. Christie was a lovely flirt, but that's kind of all that the pre-women's lib version asked her to be.</p><p>This time, Carey Mulligan plays Miss Everdene, and like Katniss Everdeen, <em>The Hunger Games</em> heroine who would become her namesake a century or so later, she's made of sterner stuff, whether wading into a sheep-bath on a dare, or meeting the skeptical staff of her inherited estate.</p><p>\"It is my intention to astonish you all,\" she tells them. <br /> <br />And astonish she does, at least judging from the looks she gets from the men in her orbit.</p><p>Director Thomas Vinterberg has shaken off all vestiges of the pared-down minimalism that guided him when he made his Dogme classic, <em>The Celebration</em>. Here he's all about lush music, gorgeous landscapes, and romantic action in a story he and his screenwriter have tightened and intensified.</p><p>This <em>Far From the Madding Crowd</em> is almost an hour shorter than the '60s one, which means the madding now comes so close on the heels of the gladding and the sadding, that it isn't until the very end, that you realize you've been artfully shepherded — stampeded, really — right off an emotional cliff.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Far+From+The+Madding+Crowd%27%3A+Counterprogramming+Writ+Victorian&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403597808-b4460f.m3u?orgId=1&topicId=4467349&d=228&p=2&story=403371374&t=progseg&e=403437391&seg=10&ft=nprml&f=403371374"},{"href":"http://media.npr.org/assets/img/2015/04/30/pic-1-alex-bailey2014-twentieth-century-fox-film--3f3bc9648720fbcb9624e08b237f29f8f801f1fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2854","width":"3806"}}]}