{"created":"2015-06-26T20:03:34+00:00","modified":"2015-06-29T18:45:21+00:00","valid":{"from":"2015-06-29T18:45:21+00:00","to":"3015-06-29T18:45:21+00:00"},"hreflang":"en","guid":"748d751e-004c-4479-980d-e1f5bc5a93ce","title":"Terrorist attack at French business shocks France with its grisly tactics","published":"2015-06-29T18:45:17+00:00","byline":"Audrey Adam","teaser":"People in France are shocked to hear the news of a new terrorist attack in their country. Details of the attack, such as a decapitated body, resemble violence committed by ISIS in the Middle East.","tags":["Conflict","Conflict & Justice","Europe","France"],"contentencoded":"<p>Another terrorist attack shook France this morning.</p>\n<p>After the attacks at the newspaper Charlie Hebdo in Paris, the Lyon offices of Air Product, an American company that makes gas for industrial uses, was targeted.</p>\n<p>This attack reopened old wounds — but also found new ways to shock the conscience of French people. A man was found decapitated, his head displayed on a fence of the factory, covered in inscriptions written in Arabic.</p>\n<p>Officials have named Yassin Salhi as the primary suspect in the attack. Salhi, 35, worked as a delivery driver and was described by his neighbors as a quiet person. He was put under surveillance by the French authorities from 2006 to 2008. Authorities eventually stopped watching Salhi when they concluded he didn’t present any threats to public safety at the time.</p>\n<p>“He left for work in the morning, apparently perfectly normally,\" says Hugh Schofield, BBC correspondent in Paris. \"It appears that he killed his boss, at this delivery company, and this is the man whose decapitated body was later found at the scene. He drove with the decapitated body to the American company, Air Product.\"</p>\n<p>Salhi speeded into the factory and deposited his boss’ body and put his head on a fence and allegedly tried to set off an explosion. Only a couple of small explosions were reported.</p>\n<p>Salhi was stopped by a firefighter and eventually taken into custody, along with at least two other suspects.</p>\n<p>Schofield says this attack has made the country nervous and edgy.</p>\n<p>“This was a very grisly attack. What drives home is the methods and the images of the Middle East and the Islamic State are really at our door step ... and though the death toll is just one and by comparison with what’s happened in Tunisia today, that’s small. But the brutality is what really shocked people and horrified people,” Schofield says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-26%2Fdecapitated-man-shocks-france&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06262015_04.mp3"},{"href":"http://admin.pri.org/file/0626201504mp3"}]}