{"created":"2015-06-21T09:39:44+00:00","modified":"2015-06-25T18:28:25+00:00","valid":{"from":"2015-06-25T18:28:25+00:00","to":"3015-06-25T18:28:25+00:00"},"hreflang":"en","title":"Do Try This At Home: Hacking Chicken Sous Vide","published":"2015-06-23T21:57:00+00:00","teaser":"Sous-vide makes meat moist and flavorful, but can take up to 96 hours, not to mention a $500 machine. Chef Christina Tosi shares a technique she uses to cheat in her home kitchen: the \"Bird in a Bag.\"","itags":["npr_api","415457705"],"guid":"74a0de85-e3bf-47e3-94ec-40e4e3a6dfe1","contentencoded":"<p><em>This summer, NPR is getting crafty in the kitchen. As part of </em>Weekend Edition<em>'s Do Try This At Home series, top chefs are sharing their cleverest hacks and tips — taking expensive, exhausting or intimidating recipes and tweaking them to work in any home kitchen.</em></p><p><em>First up: making magically moist sous vide chicken without the fancy equipment.</em></p><h3>The Chef</h3><p>Christina Tosi knows a thing or two about elaborate cooking techniques. In fact, she's invented quite a few of them as founder of Milk Bar, the innovative New York bakery that's a cousin to David Chang's Momofuku restaurants. And she recently won the <a href=\"http://www.jamesbeard.org/blog/2015-james-beard-award-winners\">James Beard award</a> for Outstanding Pastry Chef.</p><p>But as she explains in her new cookbook and memoir, <a href=\"http://www.amazon.com/Milk-Bar-Life-Recipes-Stories/dp/0770435106\">Milk Bar Life: Recipes and Stories</a>, Tosi is no stranger to the joys of the quick, low-brow meal. After a long day in the commercial kitchen, after all, a chef often wants a break — from the hard work, but not from the flavor.</p><p>\"You have the technique and you use it all day long [at a restaurant], and then you come home and you find a way to get the same delicious flavors,\" she says. \"But you gotta do it really quickly and usually on a shoestring budget.\"</p><p>In that spirit, she shares a hack that saves hours (and hours) of cooking time. It mimics a toy that's the darling of many a professional and amateur chef: the sous-vide machine.</p><h3>The Hard Way</h3><p>Sous-vide is a cooking method for attaining ideal levels of moisture and tenderness. It involves sealing a piece of meat or vegetable in an air-tight bag and cooking in a warm bath at a constant, low temperature.</p><p>The catch? First, it takes forever: up to 96 hours. And second, it normally requires a fancy machine, called a water oven, which retails for anywhere from $400 to $2,200.</p><p>But Tosi shows us how to get a similar effect, cooking chicken with a spiced-buttermilk sauce sous-vide, in just 5 to 20 minutes, with a wallet-friendly Ziploc bag.</p><h3>The Hack</h3><p>Tosi calls this her \"Bird in a Bag.\" You'll need a chicken breast or boneless thigh, seasoning of your choice (either salt and pepper or a spice blend), buttermilk (or even bottled ranch dressing), a heavy-duty zip-top freezer bag, and a straw.</p><ol><li><p>Butterfly the chicken breast, or pound it flat, and season.</p></li><li><p>Put a butterflied chicken breast in a plastic freezer bag with the buttermilk (or ranch).</p></li><li><p>Seal the bag except for one corner. Insert a straw into the remaining hole and slowly suck out the air with your mouth. Be careful not to suck the sauce into your mouth! Seal the bag to get it as air-free as possible.</p></li><li><p>OPTIONAL: If you are using thinner storage bags, repeat the process in a second bag, to prevent leaks.</p></li><li><p>Bring a pot of water nearly to a boil. Set a piece of tin foil in the pot like a hammock (with the ends crimped over the edge).</p></li><li><p>Plop the bag into the pot of hot — but not boiling — water. The foil will suspend the bag above the bottom of the pot so the bag doesn't burn.</p></li><li><p>If the chicken is thin, it will cook (poach, essentially), in five or 10 minutes. An intact chicken breast may take 20 minutes.</p></li></ol><p>You can test the chicken by looking and feeling to make sure it isn't pink inside.</p><p>If your bag appears a little unappetizing, don't be alarmed. When you're done, Tosi says, it \"looks like a bag of crazy.\" That's because the buttermilk has coagulated and separated from the chicken juice, but it's fine to eat.</p><p>And your chicken will be moist and evenly tender — sans sous vide.</p><p>Final step? Sear the chicken in a pan briefly to brown it for better presentation.</p><h3><strong>The Plate</strong></h3><p>Tosi serves \"Bird in a Bag\" with mashed potatoes and cut roasted okra seasoned with smoked paprika.</p><p>Then it's time to enjoy this not-so-hard-earned dinner.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+Try+This+At+Home%3A+Hacking+Chicken+Sous+Vide&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ted Robbins","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416192478-18b588.m3u?orgId=1&topicId=1053&d=257&p=10&story=415457705&t=progseg&e=416192430&seg=8&ft=nprml&f=415457705"},{"href":"http://media.npr.org/assets/img/2015/06/19/_mg_9971_edit-deaaba860857dc8ab470013d58752aed74454ae5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1852","width":"2469"}},{"href":"http://media.npr.org/assets/img/2015/06/19/img_1473edit-a41c03238d8e78f27fd6495935315f3c63b81a9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2015/06/19/img_1498edit-1811e45a9068807dc4e95f3e6ce9d3efdfb5a4e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}