{"created":"2015-02-05T22:48:51+00:00","modified":"2015-02-20T20:36:58+00:00","valid":{"from":"2015-02-20T20:36:57+00:00","to":"3015-02-20T20:36:57+00:00"},"hreflang":"en","title":"Planning Through Oil Booms Helps Small Producers Weather The Busts","published":"2015-02-06T15:55:00+00:00","teaser":"Oil's price slump is hitting some companies hard. But longtime producers, like Texas oilman Tracy Perryman, have been through downturns before — and have learned how to survive lean times.","itags":["npr_api","384061583"],"guid":"74a98238-7632-4684-85b2-dab4c25517fe","contentencoded":"<p>Hard times have hit the oil fields. A barrel of West Texas Intermediate crude has dropped from a high of over $100 to less than $50. But Tracy Perryman, a small oilman in Luling, Texas, has learned how to survive the lean times.</p><p>Oil companies that take on a lot of debt sometimes don't survive the downturns. But veterans of oil busts have learned how to plan for the inevitable price plunges.</p><p>Perryman's family has been in the oil business in Luling since the 1920s, when a wildcatter drilled down a half-mile through ancient limestone and struck a small but productive field measuring 2-by-12 miles. Nearly a century later, the Luling field, located about an hour south of Austin, is still active — there are about 9,000 producing wells in Caldwell County.</p><p>They have made a good living for Perryman, production manager of B.J.P. Inc. Unlike the stereotype of the flamboyant, boorish Texas oilman, Perryman wears work clothes and speaks softly.</p><p>Digging into a slice of smoky brisket in the dining room of Luling City Market, he looks out the window and considers what the price drop has meant for traffic rumbling through his hometown.</p><p>\"Gravel trucks, oil field trucks, oil haulers, rigs ... going right through Luling — it's maybe half as much or less in activity than it was when oil was $100 a barrel,\" he says.</p><p>As it happens, the Luling field lies just north of the monster-sized <a href=\"http://www.npr.org/2014/04/10/295332292/drilling-frenzy-fuels-sudden-growth-in-small-texas-town\">Eagle Ford Shale formation</a>, which has become one of the world's most prolific fields thanks to fracking and horizontal drilling.</p><p>The old Luling wells are what are called stripper wells — they produce less than 15 barrels a day.</p><p>After lunch, Perryman sits on the tailgate of his pickup next to one of his bobbing pumpjacks. The dirt is stained black and the air smells of rotten eggs.</p><p>\"This well that we're currently sitting by produces about a barrel-and-a-half of oil a day and about 20 barrels of saltwater,\" he says. \"It was drilled in the early '60s. We anticipate that it will continue to produce for many, many years.\"</p><p><strong>Staying Afloat When Prices Are Falling</strong></p><p>So how does a small oilman stay above water when prices drop in half?</p><p>\"When oil is up, we know it's going to go down,\" Perryman says. \"We try to spend the money on our equipment and our production to get it in good shape, so when it does go down, we have no debt, we have good equipment and we can ride through the hard times and get ready for the next boom.\"</p><p>In better times, his company bought new pumpjacks, pipes, tanks, vehicles, forklifts and machine tools. They fixed roads and fences. And they paid cash.</p><p>Today, everything has changed. They'll defer downhole maintenance on wells, they'll ignore potholes in their roads rather than call the gravel truck, and they'll try to repair broken equipment instead of replace it.</p><p>\"I don't believe that hard times are here yet,\" Perryman says. \"In April of '98, we'd seen oil go down to $9 a barrel. And that was tough, because it was costing us $18, $19 a barrel ... just to get it out of the ground.\"</p><p>Most small independents like Perryman cannot afford to explore for oil. They buy up properties from the majors, who decide to sell off marginal wells when they become less profitable. The Perryman family purchased its wells years ago from Humble Oil, which became Exxon.</p><p>\"Smaller, independent oil and gas producers like Tracy Perryman are of critical importance, obviously, to our state and our national economy,\" says Ed Longanecker, president of the Texas Independent Producers and Royalty Owners Association.</p><p>He says in Texas — <a href=\"http://www.eia.gov/state/rankings/#/series/46\">the nation's biggest crude oil producer</a> — 41 percent of all wells are stripper wells like the ones in Luling. \"The reason smaller independents can survive is because they are not drilling $5-, $10-, $15-million horizontal wells in the sweet spots ... of some of these shale formations.\"</p><p>Perryman's company owns 116 wells — all of them shallow and vertical. Together, they produce about 100 barrels a day. Last summer when prices were high, they paid $10,000 a day. Today, it's half that.</p><p>But year after year, the moaning pumpjacks keep Perryman's company afloat. The one he's sitting next to brings up 1 to 2 quarts of oil and saltwater with every stroke.</p><p>\"You get enough of these wells,\" Perryman says, grinning, \"you can make a living, even at $45 a barrel, in Luling.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Planning+Through+Oil+Booms+Helps+Small+Producers+Weather+The+Busts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"308"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384119724-77dcdc.m3u?orgId=1&topicId=1006&e=384061583&d=308&ft=nprml&f=384061583"},{"href":"http://media.npr.org/assets/img/2015/02/05/oilman-6c7b90658e44148b6c9b3c40c4902807416576ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}