{"created":"2014-09-18T15:23:19+00:00","modified":"2014-09-18T15:54:09+00:00","valid":{"from":"2014-09-18T15:54:09+00:00","to":"3014-09-18T15:54:09+00:00"},"hreflang":"en","guid":"74acaf44-fdff-40a5-afbd-25e9187e4b76","title":"Russia says 'Yes' to self-determination — as long as it's not within Russia","published":"2014-09-18T15:54:06+00:00","byline":"Jennifer Goren","tags":["russia","Vladimir Putin","Putin","autonomy","Scotland independence","Catalonia","Ukraine","Crimea","Global Politics","Russia","Scotland","Politics","Autonomy","Nationalism","Sovereignty","Crimea","Referendum","Self-determination"],"teaser":"Russia is eagerly watching the Scotland referendum on independence. Russia media portray it as a validation of the March vote in Crimea for self-determination. But Moscow-based reporter Charles Maynes tells Marco Werman that Russia's government is less eager to embrace self-determination inside its own borders.","contentencoded":"<p>As support for Scottish independence has picked up speed in Scotland, some Russians see echoes &mdash; and an opportunity for recognition &mdash; of ethnic Russians&#39; own fight for freedom in Crimea, eastern Ukraine, and elsewhere.</p><p>Crimean bloggers have created whole campaigns devoted to supporting Scottish independence, posing with the Scottish flag around the peninsula.</p><p>Pro-Kremlin bloggers in Eastern Ukraine have launched memes featuring Russian pro-separatist leaders, like Igor &lsquo;The Shot&rsquo; Strelkov in Scottish garb.</p><p>And Russian mainstream politicians have eagerly pointed to the Scottish vote as an example of western hypocracy.</p><p>&ldquo;Why do citizens of Scotland have the right to determine their future, while EU politicians forbid it for the citizens of Crimea [and east Ukraine]?&rdquo; asks Sergei Markov, a pro-Kremlin political consultant and former Duma deputy in a posting to his Facebook page. &ldquo;Does the EU see Russians as &lsquo;second class citizens&rsquo;?&rdquo;</p><p>Most western nations regard Russia&#39;s takeover of Crimea as &#39;annexation&#39; &mdash; and an illegal one, at that. But Russia argues it absorbed Crimea only after receiving a popular mandate by democratic referendum.</p><p>Now, Crimea&#39;s new pro-Kremlin leadership argues if the Scottish &#39;Yes&#39; vote passes and an independent Scotland is welcomed by Europe, Crimea deserves the same.</p><p>&ldquo;Crimea should be recognized automatically,&rdquo; argues Sergei Akseonov, the territory&#39;s premier. &ldquo;We support [the Scottish] referendum.&rdquo;</p><p>But support for a Scottish &#39;Yes&#39; vote also comes from a desire to take the West down a peg, says Fyodor Krasheninnikov, an independent political analyst based in the Ural Mountain city of Yekaterinburg.</p><p>&ldquo;The message is &mdash; in the UK they&#39;re falling apart, but nobody&#39;s leaving Russia. On the contrary, they want to join us,&rdquo; he says.</p><p>Krasheninnikov points to Russian state media&#39;s equal fondness for covering similar separatist storylines in the United States &mdash; for example, giving lavish exposure to occasional rumblings of secession in the state of Texas.</p><p>The irony is that while the Kremlin embraces terms like &#39;federalization,&#39; &#39;decentralization,&#39; and &#39;self-determination&#39; to support its expansionist policies in Ukraine and other neighboring countries, those ideas are little tolerated at home.</p><p>Take, for example, an attempt by Siberian artist/activist Artem Loskutov to hold a Siberian March for Federalization this summer.</p><p>It was intended as a tongue-in-cheek jab at the Kremlin&#39;s push for federalization in eastern Ukraine (a move that would strip Kiev of federal authority over east Ukraine), but Loskutov says many Siberians really do want more say over how their tax rubles are spent. &nbsp;&nbsp;</p><p>&ldquo;Siberia should be run by people who live here and who understand local problems,&rdquo; he says in an interview. &ldquo;We need to decentralize power from Moscow to the regions.&rdquo;</p><p>Russian authorities don&#39;t agree, to put it mildly. Media outlets were forced to strip references to the federalization march from their websites; and the march&#39;s organizers may face criminal charges of &#39;separatism.&#39;</p><p>Welcome to Russian President Vladimir Putin&#39;s <em>&#39;vlast vertical&#39;</em>&nbsp;&mdash; a highly centralized system of power that puts all political and budgetary decisions in the hands of Moscow.</p><p>Its supporters argue it&#39;s brought order and stability to Russia&#39;s vast territories following the collapse of the Soviet Union and what they see as the political chaos of the 1990s.</p><p>Yet it is deeply unfair, say its detractors. Despite Russia&#39;s wealth of oil and gas deposits, Russia&#39;s smaller towns continue to be plagued by challenging, but hardly intractible problems such as potholes, underfunded schools, broken public utilities, and wild dogs.</p><p>To address those issues, communities and the occasional brave politician argue they need more authority over decisions.</p><p>But that&#39;s unlikely to happen &mdash; despite the Kremlin&#39;s support for independence and home-rule movements accross Europe.</p><p>&ldquo;If it was possible to discuss these issues calmly &mdash; like in Scotland &mdash; and not face arrest,&nbsp; I&#39;m sure a lot of people in Siberia and the Urals would support it,&rdquo;says the analyst Feodor Krasheninnikov.</p><p>&ldquo;The problem for Putin is that once you start that process, it can&#39;t be stopped.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR46PQP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr46pqpjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091720147.mp3"},{"href":"http://www.pri.org/file/091720147mp3"}]}