{"created":"2014-12-29T10:06:57+00:00","modified":"2015-03-16T17:37:27+00:00","valid":{"from":"2015-03-16T17:37:27+00:00","to":"3015-03-16T17:37:27+00:00"},"hreflang":"en","title":"Nonprofit Fights Illiteracy By Getting Books To Kids Who Need Them","published":"2015-02-06T20:09:00+00:00","teaser":"For kids to be exposed to reading, families have to have books to read to them, which isn't a given — especially in low-income areas. First Book works to get quality literature into those communities.","itags":["npr_api","373729964"],"guid":"74bbf9d1-a973-4ecd-817e-144626b3048c","contentencoded":"<p>When it comes to learning to read, educators agree: the younger, the better. Children can be exposed to books even before they can talk, but for that a family has to <em>have</em> books, which isn't always the case.</p><p>There are neighborhoods in this country with plenty of books; and then there are neighborhoods where books are harder to find. Almost 15 years ago, Susan Neuman, now a professor at New York University, focused on that discrepancy, in a study that looked at just how many books were available in Philadelphia's low-income neighborhoods. The results were startling.</p><p>\"We found a total of 33 books for children in a community of 10,000 children. ... Thirty-three books in all of the neighborhood,\" she says. By comparison, there were 300 books <em>per child</em> in the city's affluent communities. Neuman recently updated her study. She hasn't yet released those findings but says not much has changed.</p><p>And according to Neuman, despite advances in technology, access to print books is still important because reading out loud creates an emotional link between parent and child.</p><p>\"There's that immediate connection and that eye-to-eye joint attention,\" she says. \"The parent is not looking at her cellphone or his cellphone; she is focusing on the child and the book. The second reason is the vocabulary that is contained in those books. Even very rudimentary, you know, beginning books, like board books, have vocabulary that tends to be outside the parent's normal, day-to-day interaction. So that child is learning words that he or she is likely not to see in any other place.\"</p><p><strong>Getting Affordable Books To 'Anybody Serving Children'</strong></p><p>Kyle Zimmer sits on a tiny chair surrounded by 4-year-olds at the National Children's Center in Washington, D.C. Zimmer is the president and CEO of <a href=\"http://www.firstbook.org/\">First Book</a>, an organization that has forged an innovative partnership with publishers to get books into the hands of kids who need them. Andrea Brunk, a physical therapist at the center, points to an array of picture books sitting on a couple of tables in the classroom.</p><p>\"First Book brought a huge variety of books for our kids,\" Brunk says. \"They're all age-appropriate; they're diverse characters. And all the kids are going to come up after they're read to and they get to take two books home apiece.\"</p><p>First Book began by setting up a book bank and distributing, at virtually no cost, unsold books that were returned to publishers and would otherwise be destroyed. It went on to create a children's book marketplace where it buys books from publishers in bulk at deeply reduced prices and sells them to a variety of nonprofit organizations. Zimmer says the books get sold to \"virtually anybody serving children in need, from zero to 18 years of age. It can be a homeless shelter; it can be a formal classroom; it can be [an] abuse refuge; it can be really anyplace where kids are gathered.\"</p><p>According to Zimmer, publishers like the program because it has opened a previously untapped market. Traditionally, children's book publishers catered to a very few.</p><p>\"On average, a premium picture book is about $18 at retail,\" she says. \"And you imagine who the customer base is that can afford an $18 picture book for their family. What you're talking about is probably the upper 5 to maybe 10 percent of the socio-economic ladder.\"</p><p>And First Book's nonprofit partners like the program because they can buy so many books so cheaply — at about $2.85 apiece. According to Brunk, in the past the National Children's Center was grateful for any books that came its way; now First Book lets the center choose exactly what it needs.</p><p>She says, \"We actually encourage people to actually just give us the donations, if they're OK with that, and let us do the picking because we can get them at such a reduced rate that their money goes further.\"</p><p><strong>Empowering Parents To Make A Difference With Their Kids</strong></p><p>Back in the classroom, the children are focused on their new books. Some sit quietly turning pages and looking at the pictures; some trade books with their friends; others gather around their teacher, listening to a story. Teacher Rose Campbell says that for the kids, the best thing about getting the books is that they can take them home.</p><p>\"At home parents can actually read to them and they can also read to their parents,\" she says. \"So if we're reading a book here with them they can go home and say to the parents, 'Hey, we read this in class today.' So they're really excited about that.\"</p><p>The National Children's Center has also set up a program for parents to encourage them to read to their children. Brunk says parents who attend a session will leave with a bundle of books.</p><p>\"The parents kind of know now: OK, this is theirs and they didn't have to do anything to get this — they didn't have to go the store and spend $16 to buy a book or something like that. But it's a high-quality book and the child gets to keep it. They don't have to worry about taking back to the library, that type of thing. And now they have the tools to work with their child. And I think that's really — we've really tried to empower them and say, 'Hey, you have everything you need and you can do this and you can make this difference with your child long term.' \"</p><p>One parent who has taken advantage of both the books and the program the center offers is Alisa Jackson Gray. She had four children of her own and is now raising her grandson along with a great-niece and great-nephew. Gray says she has always read to her kids, but a lot of families in her community are dealing with so many problems that it's hard to make reading a priority.</p><p>\"Sometimes they don't even know where the next meal is going to come from,\" she says. But it helps to get free books from the center. \"I was very happy and pleased to get my pack of books. And every night, my children and myself, we sit there and we read. ... I was very delighted to see my 1-year-old get the book and flip through the pages like she really can read. And she's pointing to the words and she's so impressed: 'Book?' [she says.] 'Yes, book!' \"</p><p>Since 1992, First Book has gotten more than 100 million new books into the hands of kids from low-income homes. Zimmer says that providing books to those families and giving parents the support they need to read to their children can go a long way toward breaking the cycle of illiteracy.</p><p><em>This is the first report in a three-part series on early literacy.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nonprofit+Fights+Illiteracy+By+Getting+Books+To+Kids+Who+Need+Them&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"412"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373729965-5fa95e.m3u?orgId=1&topicId=1161&aggIds=130593764&e=373729964&d=412&ft=nprml&f=373729964"},{"href":"http://media.npr.org/assets/img/2014/12/29/kylereadstokids-61b2b35166ffc8dea6f7bf4455813275408a2d05.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3056","width":"4078"}}]}