{"created":"2015-05-14T19:53:02+00:00","modified":"2015-05-14T19:53:02+00:00","valid":{"from":"2014-04-22T21:50:39+00:00","to":"3014-04-22T21:50:39+00:00"},"hreflang":"en","guid":"74bc0b09-a8a0-4e04-853f-748aa6c517b2","contentencoded":"<div class=\"barn-cleaned\"><p class=\"ecxMsoNormal\"><span>When Nike first came out with those little bracelet-fitness trackers&nbsp;they call FuelBands, everyone from basketball star Kevin Durant to Apple CEO Tim Cook was wrapping them around their wrists.&nbsp;</span><span>But there are&nbsp;<a href=\"http://www.cnet.com/news/nike-fires-fuelband-engineers-will-stop-making-wearable-hardware/\" target=\"_blank\">reports</a>&nbsp;out now that<span>&nbsp;Nike might be stepping out of the wearable technology market, after it made&nbsp;layoffs in its FuelBand engineering team.</span></span></p>\n<p class=\"ecxMsoNormal\"><span>The brave new world of wearable technology has come a long way since the&nbsp;</span><span>good old fashioned wrist watch.&nbsp;</span></p>\n<p class=\"ecxMsoNormal\"><span>Of course, these days, wearable tech can do a lot more than just tell time.&nbsp; Gadgets like the FuelBand and FitBit track the steps you take, and the calories you burn. Others can track your heart rate, or control your thermostat and the volume on your stereo.</span></p>\n<p class=\"ecxMsoNormal\"><span>And while Nike may be stepping back from manufacturing its own wrist-band activity tracker, that area between your arm and your hand is still shaping up to be a very hot place for tech innovation.&nbsp; Apple is&nbsp;<a href=\"http://www.smh.com.au/digital-life/digital-life-news/nike-layoffs-add-fuel-to-apple-iwatch-rumours-20140421-zqx8h.html\" target=\"_blank\">expected</a>&nbsp;to come out with an iWatch sometime this year.&nbsp; Google has been developing an operating system, designed just for watches and other wrist-friendly gadgets.&nbsp;</span></p>\n<p class=\"ecxMsoNormal\"><span>\"We expect great growth in this market over the next few years,\" says&nbsp;<span>Chris Jones, vice president at the tech analyst firm Canalys.</span>&nbsp;<span>Jones&nbsp;<a href=\"http://www.canalys.com/newsroom/16-million-smart-bands-shipped-h2-2013\" target=\"_blank\">says</a>&nbsp;just over 7 million of these \"smart bands\" sold around the world last year, and predicts that number could triple in 2014.&nbsp;</span></span></p>\n<p class=\"ecxMsoNormal\"><span>But all you other body parts out there-- don't be jealous.&nbsp; You too will get cool technology.&nbsp; Over at the wearable tech company&nbsp;<a href=\"http://i1biometrics.com/\" target=\"_blank\">i1 Biometrics</a>, they are developing mouth guards that go in the mouths of football player, \"to sense whether or not they've suffered impacts that might warrant them being pulled from the game,\" explains David Gallaher, the firm's social media director.</span></p>\n<p class=\"ecxMsoNormal\"><span>There are also smart band-aids that adhere to your skin and track your hydration.&nbsp; Smart tattoos with RFID chips you can plant&nbsp;<em>under</em>&nbsp;your skin to monitor all sorts of things. Only the tech crazed will be using this kind of stuff in the near future, but soon they might be as common as a wrist watch...used to be.</span></p></div>","description":"Nike is reportedly making layoffs in its FuelBand manufacturing plant, and might be exiting the wearable tech market.","title":"The wearable future from bracelets to mouth guards","tags":["Nike Fuelband","iWatch","APM","Tech"],"teaser":"Nike is reportedly making layoffs in its FuelBand manufacturing plant, and might be exiting the wearable tech market.","byline":"Karen Clark","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p class=\\\"ecxMsoNormal\\\"><span>When Nike first came out with those little bracelet-fitness trackers they call FuelBands, everyone from basketball star Kevin Durant to Apple CEO Tim Cook was wrapping them around their wrists. </span><span>But there are <a href=\\\"http://www.cnet.com/news/nike-fires-fuelband-engineers-will-stop-making-wearable-hardware/\\\" target=\\\"_blank\\\">reports</a> out now that<span> Nike might be stepping out of the wearable technology market, after it made layoffs in its FuelBand engineering team.</span></span></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"ecxMsoNormal\\\"><span>The brave new world of wearable technology has come a long way since the </span><span>good old fashioned wrist watch. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"ecxMsoNormal\\\"><span>Of course, these days, wearable tech can do a lot more than just tell time.  Gadgets like the FuelBand and FitBit track the steps you take, and the calories you burn. Others can track your heart rate, or control your thermostat and the volume on your stereo.</span></p>\"},{\"content\":\"<p class=\\\"ecxMsoNormal\\\"><span>And while Nike may be stepping back from manufacturing its own wrist-band activity tracker, that area between your arm and your hand is still shaping up to be a very hot place for tech innovation.  Apple is <a href=\\\"http://www.smh.com.au/digital-life/digital-life-news/nike-layoffs-add-fuel-to-apple-iwatch-rumours-20140421-zqx8h.html\\\" target=\\\"_blank\\\">expected</a> to come out with an iWatch sometime this year.  Google has been developing an operating system, designed just for watches and other wrist-friendly gadgets. </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"ecxMsoNormal\\\"><span>&quot;We expect great growth in this market over the next few years,&quot; says <span>Chris Jones, vice president at the tech analyst firm Canalys.</span> <span>Jones <a href=\\\"http://www.canalys.com/newsroom/16-million-smart-bands-shipped-h2-2013\\\" target=\\\"_blank\\\">says</a> just over 7 million of these &quot;smart bands&quot; sold around the world last year, and predicts that number could triple in 2014. </span></span></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"ecxMsoNormal\\\"><span>But all you other body parts out there-- don&apos;t be jealous.  You too will get cool technology.  Over at the wearable tech company <a href=\\\"http://i1biometrics.com/\\\" target=\\\"_blank\\\">i1 Biometrics</a>, they are developing mouth guards that go in the mouths of football player, &quot;to sense whether or not they&apos;ve suffered impacts that might warrant them being pulled from the game,&quot; explains David Gallaher, the firm&apos;s social media director.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"ecxMsoNormal\\\"><span>There are also smart band-aids that adhere to your skin and track your hydration.  Smart tattoos with RFID chips you can plant <em>under</em> your skin to monitor all sorts of things. Only the tech crazed will be using this kind of stuff in the near future, but soon they might be as common as a wrist watch...used to be.</span></p>\"}]","published":"2014-04-22T21:50:39+00:00","itags":["Marketplace for Tuesday April 22, 2014","74bc0b09a8a0e04053fb748aa6c517b2","Marketplace","PMP:Marketplace_PMP"],"audio":[{"type":"image/jpeg","meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/184684701.jpg?itok=iCFdlNW7"},{"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/04/22/marketplace_segment22_20140422_64.mp3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/04/22/marketplace_segment22_20140422"},"duration_hms":"00:01:54","duration":114}}]}