{"created":"2014-10-08T02:51:44+00:00","modified":"2014-10-31T00:34:04+00:00","valid":{"from":"2014-10-31T00:34:04+00:00","to":"3014-10-31T00:34:04+00:00"},"hreflang":"en","title":"How To Be A Professional Triangle Player In 17 Easy Steps","published":"2014-07-07T16:01:00+00:00","teaser":"The triangle is an instrument so simple that its name is a description of its shape. It's easy to play but not easy to play well, as a Utah Symphony percussionist explains.","itags":["npr_api","328512620"],"guid":"74c94b5f-9120-48fe-ac35-765e75da738e","contentencoded":"<p>The participatory journalist <a href=\"http://www.npr.org/templates/story/story.php?storyId=98642668\" target=\"_blank\">George Plimpton</a> did many things. He boxed against Sugar Ray Robinson. He tried his hand as a high wire circus performer. But he said the scariest thing he ever did was play the triangle with the New York Philharmonic.</p><p>Eric Hopkins, a percussionist with the Utah Symphony, recently <a href=\"http://musiciansutahsymphony.com/how-to-become-a-professional-triangle-player/\" target=\"_blank\">wrote a post</a> on the symphony's website to explain why playing something that seems as simple as ringing a dinner bell could be so difficult.</p><p>\"The triangle is such a simple instrument,\" he tells NPR's Tamara Keith. \"I mean it doesn't even have a name. Its name is its shape. But it's that simplicity that can exacerbate the details in one's playing.\"</p><p>In the post he laid out a 17-point tutorial for playing triangle in <a href=\"http://www.npr.org/artists/16039387/gustav-mahler\" target=\"_blank\">Mahler</a>'s Fifth Symphony:</p><blockquote><p>1. Youtube, Spotify, or tape-deck some recordings of the music and start to get an idea of the tempos, rhythmic challenges, style, and volume of the piece.</p><p>2. Translate the German musical indications that you do not understand.</p><p>3. Listen again, specifically for when to let the triangle ring and when to muffle. Quick muffle, taper muffle, or let vibrate? Make up a shorthand notation for this and mark it in your part.</p><p>4. Decide what triangle(s) to use. Do you want a clear-toned, pristine sounding triangle, or a more shimmery triangle with a bigger overtone spectrum? Or somewhere in between? Articulation or smoothness?</p><p>5. Decide what beaters to use. Stainless steel or the more malleable brass? Heavy or light, and to what degree?</p><p>6. Decide where on the triangle you want to hit, depending on the desired timbre. Dark sound or light sound?</p><p>7. Decide if you want to play that tricky passage in the fifth movement with one hand as normal, or to mount the triangle on a special stand, freeing both hands.</p><p>8. Vibrato or no vibrato?</p><p>9. Now practice along with your favorite recording, then with five others. Do your sounds blend with the orchestra in context, or do you need to make adjustments?</p><p>10. Get to know the part well enough so that nothing can throw you off (nerves, curveballs from the conductor, etc.).</p><p>11. Practice counting the rests. You don't play all the time, but you need to know when to play if the music says \"Tacet until you play,\" which it does in this piece.</p><p>12. Practice your triangle roll. It's unlike any other percussion instrument technique, and it will be really obvious to the audience if there are hiccups and gaps in that clangy metal noise.</p><p>13. Practice your soft playing. <a href=\"https://www.youtube.com/watch?v=imzI6CV5j9o\" target=\"_blank\">Thierry Fischer</a>, our music director, really likes to exploit soft playing, so make sure you can make that metal-on-metal steel alloy triangle sound really soft and delicate, even under pressure.</p><p>14. Remember, don't whiff it, or the conductor may stop the orchestra and make you feel really dumb for messing up something as easy as the triangle.</p><p>15. Practice hitting the triangle three times in a row and getting the same sound. Good luck!</p><p>16. Don't forget to start practicing for next week's triangle repertoire.</p><p>17. Don't mess up!</p></blockquote><p>Of course, that last one on the list is the hardest and most important.</p><p>\"It's actually really awkward when you're in a rehearsal,\" Hopkins says, \"and you mess up a triangle part, because then people really think you're kind of like dumb or something because it can seem so simple.\"</p><p>Hopkins says he didn't just write his post for non-musicians. He wrote it for all those oboe and flugelhorn players who look back at the percussion section and scoff a little, too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Be+A+Professional+Triangle+Player+In+17+Easy+Steps&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328793835-979471.m3u?orgId=1&topicId=1022&ft=3&f=328512620"},{"href":"http://media.npr.org/assets/img/2014/07/05/triangle-cd8b2996ffbef37d4be0a9d658a0f26345a8f5ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"754"}},{"href":"http://media.npr.org/assets/img/2014/07/04/eric-3-32ecbad0c8782c1096c8a53f16a3e0ad6b5c448c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"824","width":"1100"}},{"href":"http://media.npr.org/assets/img/2014/07/04/headshot-c3da5ff5f3d2d0ca792ea740059f78997e6b32d1.png","type":"image/jpeg","meta":{"crop":"standard","height":"564","width":"752"}}]}