{"created":"2014-11-06T20:34:56+00:00","modified":"2015-05-06T18:47:19+00:00","valid":{"from":"2015-05-06T18:47:18+00:00","to":"3015-05-06T18:47:18+00:00"},"hreflang":"en","title":"How Boy Bits First Came To Be ","published":"2014-11-07T17:13:00+00:00","teaser":"Certain birth defects in male children are on the rise, and nobody knows why. Scientists say basic research into how external genitalia evolved in reptiles and rodents might offer a few clues.","itags":["npr_api","361794562"],"guid":"74d5b2b6-a363-4a02-a4bb-690fbf5eadd3","contentencoded":"<p>Evolution has shaped every part of the body, and that includes our private parts. New research published this week sheds light on how the penis evolved and how it forms in different animals.</p><p>The research might also one day help illuminate a medical mystery: Birth defects of the penis have risen sharply in recent decades, and nobody is sure why.</p><p>Penises weren't necessary when our early ancestors lived in the ocean. A female could lay eggs, and a male could just swim by and excrete some sperm. It would all mix and fertilize in the water.</p><p>That all changed when our ancestors crawled up on land. \"If you go to land, your eggs would dry out if you just lay them on the ground,\" says <a href=\"https://connects.catalyst.harvard.edu/Profiles/display/Person/99208\">Patrick Tschopp</a>, a researcher in genetics at Harvard Medical School.</p><p>So nature came up with a different way: the penis. It became an essential trick for getting sperm to eggs. But where did it come from? Tschopp and his colleagues thought a clue might lie in the way embryos of different animals develop.</p><p>\"So we started out looking at lizards and snakes,\" Tschopp says.</p><p>Snakes were particularly interesting because of one theory about how the penis formed. Legs are another essential element of life on land, and some scientists thought the penis and limbs evolved around the same time.</p><p>Snakes have since lost their limbs, but they've kept the penis.</p><p>\"Well, actually, they have two, which is the fascinating part,\" Tschopp says.</p><p>Each one is called a hemipenis; the plural is hemipenes. Tschopp and his colleagues looked closely at the embryos of snakes, and it got even more fascinating. Some kinds of snake embryos still have limb cells in them today.</p><p>\"The limbs actually get hijacked to become the hemipenis,\" he says. \"And because you have two limbs, that's most likely why you end up with two hemipenes.\"</p><p>The researchers also looked at mice. There they found the penis formed not around the legs, but near the tail. The <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature13819.html\">results appear</a> this week in the journal <em>Nature</em>.</p><p>So what causes two penises to grow from the region where a snake once had its legs, and one to grow from the tail region of a mouse? It turns out that the cells are getting orders from another part of the body: the anus.</p><p>This may surprise you, but the digestive tract is among the most ancient parts of any animal. Even the most primitive animals have mouths and bottoms, says <a href=\"http://www.evodevo.net/\">Marty Cohn</a>, who studies evolutionary and developmental biology at the University of Florida.</p><p>And when more complex animals are developing in the womb, it's actually the gut that spurs other organs to grow. Organs like the liver and pancreas, he says, \"bud off of the gut.\"</p><p>And, apparently, so does the penis. Cohn also has <a href=\"http://www.nature.com/srep/2014/141105/srep06896/full/srep06896.html\">a paper</a> out this week in the journal <em>Scientific Reports</em> showing that the chicken's penis starts near its bottom. Wherever the gut happens to end, signals go out telling the penis to form.</p><p>It's not just the penis. In women, the clitoris is formed by these same signals. But interestingly, the rest of the female reproductive system seems to have followed a different evolutionary path, according to <a href=\"http://genev.unige.ch/en/users/Denis-Duboule\">Denis Duboule</a> at the University of Geneva in Switzerland. \"It's useless to have a penis if you don't have a vagina or somewhere to put it\" he says. \"So how could they co-evolve?\" Researchers still aren't sure.</p><p>The new work shows a common way in which penises form among many different animals. But exactly how orders from the gut shape the cells is still an open question. Cohn says it may be important to determine the details of this signaling system, especially for humans, as a way of figuring out how the system can go wrong in fetal development.</p><p>\"In the past 30 to 40 years, the incidence of genital-urinary defects has risen, sharply,\" he says. \"We don't really understand why.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Boy+Bits+First+Came+To+Be+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362086803-56b896.m3u?orgId=1&topicId=1007&d=228&p=2&story=361794562&t=progseg&e=362059023&seg=10&ft=nprml&f=361794562"},{"href":"http://media.npr.org/assets/img/2014/11/05/python-embryo-3-fb72ba6496b22696ef9701dd3e87a3f832c6034f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1080","width":"1440"}}]}