{"created":"2015-03-01T22:19:52+00:00","modified":"2015-03-02T15:03:15+00:00","valid":{"from":"2015-03-02T15:03:15+00:00","to":"3015-03-02T15:03:15+00:00"},"hreflang":"en","title":"For An Author In India's Capital, 'Hope, In Many Ways, Is Fiction'","published":"2015-03-01T22:44:00+00:00","teaser":"In his novel <em>She Will Build Him a City</em>, Raj Kamal Jha weaves the reality he sees as a journalist in New Delhi — where many gravitate looking for a better future — into a fictional, magical world.","itags":["npr_api","389343489"],"guid":"74d5f71f-d878-4d19-ae07-c5b1248ac24e","contentencoded":"<p>As a newspaper editor in New Delhi, Raj Kamal Jha has a front row seat to the rapid changes in his hometown. New jobs and a strong economy have made the city a magnet for people across India.</p><p>His new novel,<em> She Will Build Him a City</em>, weaves the realities he sees as a journalist and resident in with what he calls the fiction of daily life. \"I see more of that in a city like Delhi where you have people coming in every day with hope,\" he tells NPR's Arun Rath. \"And hope, in many ways, is fiction. Hope is the fiction you write inside your head and you work towards that.\"</p><p>The book follows the intertwining lives of three individuals — a mother waiting for her daughter to awaken after a traumatic event, an incredibly wealthy man wrestling with his demons and a baby abandoned on the steps of an orphanage.</p><hr /><h3>Interview Highlights</h3><p><strong>On what drew him to write about his home city</strong></p><p>In the last 10 to 15 years it has really become a magnet for people coming for a better future from across the country. It has become a kind of a hub for new jobs. It has one of the highest per capita incomes in India and it has had a relatively long period of social peace. To me Delhi has been in many ways ... a showcase of a larger story, that is the story of this country. In the last decade or so you've had half a billion people in India who are now below the age of 25. That is almost two times the population of the United States.</p><p>If you have so many young people, you have at the same time a lot of impatience, a lot of restlessness. To me the most important thing was what happens when that hope does not move into reality. If you have so many young people and they are despairing, what does that mean? So my novel grew as a result of that.</p><p><strong>On weaving magic into the harsh reality of the city</strong></p><p>It is much more fun to write when you can make a dog fly. It is much easier to make stuff up like that, but on another level what I wanted to get in the book ... is the fiction with which we live on a daily basis. And I see more of that in a city like Delhi where you have people coming in every day with hope. And hope, in many ways, is fiction. Hope is the fiction you write inside your head and you work towards that. And fiction has magic.</p><p>I think a lot of us who live inside of our heads or when we are in the solitude of our own selves, we don't know what is fact and what is fiction, the line is very, very blurred. And to me the magic in the book is almost real in the sense that you feel that the dog needs to fly away because she cannot walk away. Or you feel that the girl has to fly with holding onto the balloon, that she has to look down on the city. You don't want her to be on the same level as the other 20 million people in the city. You want her to soar above. So, in a way, it came very naturally.</p><p><strong>On the recent influx of successful Indian writers</strong></p><p>In the last 10 years, the number of people in the cities in India for the first time has gone up, more than the number of people that live in villages. When you have a lot of social and political and economic fault lines — fault lines make wonderful stories, I think. And I think you will see more and more people telling those stories. There are a lot of stories waiting to be told.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+An+Author+In+India%27s+Capital%2C+%27Hope%2C+In+Many+Ways%2C+Is+Fiction%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"311"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390033562-ae6b98.m3u?orgId=1&topicId=1033&e=389343489&d=311&ft=nprml&f=389343489"},{"href":"http://media.npr.org/assets/img/2015/02/27/gettyimages_75039899-8a9fabe7ad4d511f73063033c97bc627262d8489.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2361","width":"3148"}},{"href":"http://media.npr.org/assets/img/2015/02/27/raj-kamal-jha-credit-neeraj-priyadarshi-c133c770d83cb3504824ebd47288379960e60095.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2805","width":"3740"}}]}