{"created":"2015-02-03T20:04:12+00:00","modified":"2015-05-13T21:18:49+00:00","valid":{"from":"2015-05-13T21:18:48+00:00","to":"3015-05-13T21:18:48+00:00"},"hreflang":"en","title":"Love Hot Sauce? Your Personality May Be A Good Predictor","published":"2015-02-05T16:05:00+00:00","teaser":"Personality seems to play a key role in our lust for heat in our food. Research has found that thrill seekers tend to like the burn of a spicy meal, and the lure may be different for men and women.","itags":["npr_api","383364416"],"guid":"74e755ae-d517-42a8-bbc1-5d5c93e1863c","contentencoded":"<p>A <a href=\"http://www.myersbriggs.org/my-mbti-personality-type/mbti-basics/\">Myers-Briggs</a> personality test can help you determine whether you're an extrovert. But could your love of hot sauce reveal something about your temperament, too?</p><p>As we have reported, back in the 1980s, a psychology professor at the University of Pennsylvania named Paul Rozin <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/7103463\">documented</a> a connection between liking roller coasters and liking spicy food.</p><p>More recently, a group of researchers at Penn State has shown that personality seems to be a significant player in our lust for heat or spice in our food. One study found that people who were most inclined to enjoy action movies, adventure-seeking and exploration were about six times more likely to enjoy the burn of a spicy meal.</p><p>\"I was absolutely stunned that the relationship was as strong as we found,\" researcher <a href=\"http://foodscience.psu.edu/directory/jeh40\">John Hayes</a> told us when the study was<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23538555\"> published</a> a few years back.</p><p>Now Hayes and his colleague Nadia Byrnes have <a href=\"http://www.sciencedirect.com/science/article/pii/S0950329315000038\">published new research</a> this month that builds on the evidence that there's a connection here.</p><p>However, the new study, which appears in the journal <em>Food Quality and Preference</em><strong>,</strong> points to key gender differences.</p><p>Women who like spicy foods, it turns out, may be more drawn to the sting — that burn in the throat — more than their male counterparts.</p><p>For men, the machismo factor — the idea that tough men should be able to withstand the heat — seems to play a role. \"It is possible that the cultural association of consuming spicy foods with strength and machismo has created a learned social reward for men,\" the paper concludes.</p><p>Whatever your personality or motivation, here are some tips if you want to jump into the hot sauce craze. (Note: We first compiled these tips in 2012.)</p><p><strong>1. Easy does it.</strong></p><p>\"Add several drops into food while you are cooking,\" says Tony Simmons, president of McIlhenny Co., maker of the iconic <a href=\"http://www.tabasco.com/\">Tabasco</a> sauce. \"The heat will not come through, but the flavor will.\"</p><p><strong>2. Start with mild sauces that help you focus on flavor, not heat.</strong></p><p>Scott Roberts, creator of an eponymous <a href=\"http://www.scottrobertsweb.com/\">blog</a> popular with chili-heads. On his site, you'll also find his <a href=\"http://www.scottrobertsweb.com/scoville-scale.php\">Scoville Scale Chart</a> for Hot Chile Peppers and Hot Sauces.</p><p>He says if you know someone who believes hot sauce exists only to burn your mouth, then have that person try <a href=\"http://peppers.com/?wpsc-product=georgia-peach-vidalia-onion-hot-sauce-with-the-red-velvet-top-5-oz\" target=\"_blank\">Georgia Peach and Vidalia Onion Hot Sauce</a>. \"Give her some of this, and she will completely change her mind,\" he says.</p><p><strong>3. Create your own condiment with hints of heat.</strong></p><p>\"Commingle sriracha with mayo,\" says <a href=\"http://blogs.menshealth.com/mh-life/\">Peter Moore</a>, editor of <em>Men's Health</em>, who describes it as creamy goodness with a spark of bite. \"Awesome spread for a bland turkey sandwich.\"</p><p><strong>4. Exposure, exposure</strong></p><p>Keep trying it, says Washington food writer <a href=\"http://www.thelistareyouonit.com/\">Nycci Nellis</a>, and you likely will be able to build up your tolerance.</p><p>\"I started with <a href=\"http://www.unclebrutha.com/\" target=\"_blank\">Uncle Brutha</a>'s green hot sauce, which is a mild sauce that lends a subtle smoke,\" Nellis told me. \"Now I regularly use sriracha, aka rooster sauce, and other, more intense hot sauces in my cooking.\"</p><p><strong>5. Taste before you douse.</strong></p><p>Don't ruin your food by dousing it in a hot sauce you've never tried, says John Snedden of <a href=\"http://www.rocklands.com/\">Rocklands Barbeque and Grilling Company</a>.</p><p>\"Before you take a bite of anything, dip your fork into the hot sauce,\" says Paul Kita, a.k.a. <a href=\"http://blogs.menshealth.com/guy-gourmet/author/pkita/\">Guy Gourmet</a>. If you put a tiny bit on the tine of your fork and give it a taste, you'll be able to gauge the heat. \"This way, you're reducing the risk of taking a tongue-searing bit of heat.\"</p><p><strong>6. Respect the peppers that are too hot for you.</strong></p><p>\"It's fairly easy to take steps up the ladder of heat,\" says John Hard of <a href=\"http://www.cajohns.com/\">Cajohns Fiery Foods</a>. He's collaborated with folks at the <a href=\"http://www.chilepepperinstitute.org/\">Chile Pepper Institute</a> to introduce sauces made from some of the hottest peppers on the planet.</p><p>\"Remember, habanero is just the start of the upper echelon of heat!\" says Hard.</p><hr /><p><em>Note: The audio attached to this story first aired on May 3, 2012.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Love+Hot+Sauce%3F+Your+Personality+May+Be+A+Good+Predictor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"481"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383578492-de06f7.m3u?orgId=1&topicId=1053&d=481&p=2&story=383364416&t=progseg&e=383526248&seg=19&ft=nprml&f=383364416"},{"href":"http://media.npr.org/assets/img/2015/02/03/hotsauce-1-36a161ef8ffe8d1258ef7e2405f575a6931b348a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1303","width":"1739"}},{"href":"http://media.npr.org/assets/img/2015/02/03/hot-sauce-2-607e90de59700b285992c19dbfcbab688a288a79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"680","width":"907"}}]}