{"created":"2015-03-07T13:25:31+00:00","modified":"2015-05-13T21:10:49+00:00","valid":{"from":"2015-05-13T21:10:49+00:00","to":"3015-05-13T21:10:49+00:00"},"hreflang":"en","title":"For A French Rabbi And His Muslim Team, There's Work To Be Done","published":"2015-03-07T16:15:00+00:00","teaser":"Rabbi Michel Serfaty and his Muslim assistants work in poor neighborhoods where many residents are immigrants from Islamic countries. January's terror attacks only made him more determined.","itags":["npr_api","391244530"],"guid":"74f42a37-c9e8-4c2b-9e93-f8d9b1bfe695","contentencoded":"<p>Rabbi Michel Serfaty drives to his first appointment of the day, in a suburb south of Paris, just a couple miles from the notorious housing project where gunman Amedy Coulibaly grew up.</p><p>Coulibaly is the self-proclaimed Islamist radical who killed a police officer and later four people in a Kosher market in Paris terrorist attacks in January.</p><p>France has Europe's largest Muslim and Jewish communities. For the last decade Serfaty and his team have been working in bleak places like this, trying to promote understanding between the two populations.</p><p>Serfaty is still going to the same places since the attacks, but there's now a team of undercover police officers who accompany him everywhere. Still, The rabbi says he's more determined than ever.</p><p>\"These are difficult times for France and especially for French Jews,\" he says. \"But if anything, we realize our work is even more important.\"</p><p>The rabbi makes his way into a community center where his French Jewish Muslim Friendship Association has a stand at a local job fair. Serfaty hopes to recruit several more young people to help with community outreach in the largely Muslim, immigrant communities where most people have never even met a Jewish person.</p><p>\"In these places they often have specific ideas about Jews,\" says Serfaty. \"And if they're negative, we bring arguments and try to open people's eyes to what are prejudices and negative stereotypes. We try to show children, mothers and teenagers that being Muslim is great, but if they don't know any Jews, well this is how they are, and they're also respectable citizens.\"</p><p>Serfaty says people need to realize they must all work together to build France's future.</p><p>The rabbi takes advantage of funding from a government program that helps youths without work experience find their first job. Serfaty takes them on for a period of three years, giving them valuable training in mediation and community relations. Serfaty's recruits also study Judaism and Islam. And he takes them on a trip to Auschwitz, the Nazi concentration camp.</p><p>The rabbi takes advantage of funding from a government program that helps youths without work experience find their first job. Serfaty takes them on for a period of three years, giving them valuable training in mediation and community relations. Serfaty's recruits also study Judaism and Islam. And he takes them on a trip to Auschwitz, the Nazi concentration camp.</p><p>Serfaty is looking to hire three or four new people. With his affable manner and easy laugh, the job interviews are more like a friendly conversation. He needs Muslim employees for his work, but French laws on secularism forbid him from asking applicants about their religion. So Serfaty draws out the candidates' views and beliefs in discussion — and through provocative questions.</p><p>\"What if I say to you Jews are everywhere and run the media and all the banks?\" He asks one young woman. \"What would you think?\"</p><p>She tells Serfaty she believes Jews have been largely misunderstood and have a lot to contribute to society.</p><p>Some rather frightening misconceptions pour from a withdrawn, young man who's a recent convert to Islam. He's never heard of the Holocaust. He also believes there are 20 million French Jews. In reality France has approximately 7 million Muslims and a half-million Jews.</p><p>Serfaty is soon joined at the table by his current assistants, Mohammed Amine and Aboudalaye Magassa, to discuss the candidates. The rabbi says the most important thing is to find young people like them, who harbor no anti-Semitic feelings.</p><p>Magassa, 24, says working with Serfaty has been a great discovery. He says it's hard to understand the kind of people who carried out January's attacks.</p><p>\"These people have weak minds and they are easily manipulated by social networks,\" he says. \"They also don't understand a thing about religion and how it should be practiced.\"</p><p>Amine and Magassa say they are proud to be French and Muslim. They drive me to the station so I can catch a train back to the city center. I ask if they don't sometimes feel their work with the rabbi is futile. Not at all, says Amine.</p><p>\"We are waking up people's consciences,\" says Amine. \"This is a job that counts and we could have a real impact if there were more of us.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+A+French+Rabbi+And+His+Muslim+Team%2C+There%27s+Work+To+Be+Done&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391435799-4466de.m3u?orgId=1&topicId=1124&aggIds=390489340&d=270&p=7&story=391244530&t=progseg&e=391435772&seg=5&ft=nprml&f=391244530"},{"href":"http://media.npr.org/assets/img/2015/03/06/rabbi-michel-serfaty-54618d25ed9439d2118654d3e43556ce995ea867.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/06/eleanor1-c8085558a5635b173d3dc882535ced00c638f88a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2168","width":"2890"}},{"href":"http://media.npr.org/assets/img/2015/03/06/eleanor2-ad81b223638aaef60c3b9acb681f85580f4cbd93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1980","width":"2640"}}]}