{"created":"2015-06-09T17:29:17+00:00","modified":"2015-06-09T19:00:51+00:00","valid":{"from":"2015-06-09T19:00:51+00:00","to":"3015-06-09T19:00:51+00:00"},"hreflang":"en","title":"Measuring The Prospect Of Going Metric","published":"2015-06-09T19:00:00+00:00","teaser":"Only three countries in the world still haven't officially adopted the metric system: the United States, Liberia and Myanmar. ","itags":["npr_api","413171929"],"guid":"750fdcc6-3794-4034-8616-1125abbbf361","contentencoded":"<p>As presidential candidates attempt to win the Latino vote, the labor vote and the women&#8217;s vote, Lincoln Chafee, the ex-governor and senator from Rhode Island, seems to be going for the pro-metric vote.</p><p>Chafee, who announced his candidacy for the Democratic nomination last Wednesday, declared: &#8220;Here&#8217;s a bold embrace of internationalism. Let&#8217;s join the rest of the world and go metric.&#8221;</p><p>He was mocked on late night television, but he raises an interesting point. The U.S. is one of only three countries in the world, along with Liberia and Myanmar, that still haven&#8217;t officially adopted the metric system.</p><p>Why is the U.S. an outlier? And should that change?</p><p><strong>Mark Henschel</strong>, central area director for the United States Metric Association, supports an American move to the metric system, or Système International d&#8217;Unités (SI), the world&#8217;s most widely-used system of measurement.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;There are plenty of aspects of this society where metric has taken hold and there’s really no reason we couldn’t keep moving on this progress.&#8221;</p><p></div></p><p>Henschel told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson that SI eases unit calculations and conversions because the units are all dimensionally homogeneous and related to one another. For everyday measurements and in professional fields that require many conversions, the metric system simplifies the math, said Henschel.</p><p>The movement towards metric in the U.S. has fallen short, he says, because people have a misconception of what the transition involves, and they&#8217;re hesitant to learn new units of measure, however simple.</p><p>&#8220;People are afraid of math,&#8221; said Henschel, noting this is ironic, since the metric system was created to make measurements easier.</p><p>After the French Revolution, it was designed to end businesses taking advantage of consumers by tinkering with differences in weights at the markets across regions. The French revolutionary council decided to invent a system that would make measurements consistent across the country, and make it easy enough for a peasant to understand, Henschel explained.</p><p>The system spread rapidly when French military leader Napoleon Bonaparte&#8217;s scholars taught citizens in countries he conquered. The people in these conquered lands adopted the metric system because they liked its ease, Henschel said.</p><p>Today, Australia, New Zealand, South Africa, Canada, Great Britain and Ireland have recently adopted the metric system, and proponents in the U.S. say it&#8217;s time to make the switch, too. Henschel said some parts of America&#8217;s economy have already gone metric: medicine, bottled soda, Caterpillar Inc., John Deere, General Motors, Ford, Chrysler, Xerox Corporation and I.B.M. This happened after the Metric Conversion Act of 1975, which did not require a jump, but encouraged a transition.</p><p>&#8220;If you really think about it, our society really has moved quite a bit,&#8221; said Henschel. &#8220;Even though ostensibly we still used miles on the highway and inches and feet when we build houses. There are plenty of aspects of this society where metric has taken hold and there&#8217;s really no reason we couldn&#8217;t keep moving on this progress with appropriate political leadership.&#8221;</p><ul><li><em>Would you like to see the U.S. adopt the metric system? What do you see as the biggest challenges of making the switch? <a href=\"https://www.facebook.com/HereAndNowRadio/posts/10153313501150734\" target=\"_blank\">Tell us on Facebook</a> or in the comments <a href=\"#comments\">below</a>.</em></li></ul><h4>Guest</h4><ul><li><strong>Mark Henschel</strong>, central area director for the <a href=\"http://lamar.colostate.edu/~hillger/\" target=\"_blank\">United States Metric Association</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Measuring+The+Prospect+Of+Going+Metric&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"671"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413171932-7971eb.m3u?orgId=1&d=671&p=60&story=413171929&t=progseg&e=413171906&seg=3&ft=nprml&f=413171929"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0609_metric-system.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}