{"created":"2014-10-07T18:42:48+00:00","modified":"2014-12-04T15:16:33+00:00","valid":{"from":"2014-12-04T15:16:33+00:00","to":"3014-12-04T15:16:33+00:00"},"hreflang":"en","title":"Effort To Preserve Yiddish Works Not 'Bupkes'","published":"2014-08-09T15:40:00+00:00","teaser":"The preservation of Yiddish as a spoken language gets more attention, but Yiddish once had a vibrant written tradition as well, filled with plays, poetry, novels and political tracts.","itags":["npr_api","338975625"],"guid":"75122a78-c87c-4cdf-8d9f-7e80f52abd94","contentencoded":"<p>The preservation of Yiddish as a spoken language gets more attention, but Yiddish once had a vibrant written tradition as well.</p><p>Plays, poetry, novels, political tracts — all were published in Yiddish until the Holocaust. A great deal of these works can now be found at the National <a href=\"http://www.yiddishbookcenter.org/\">Yiddish Book Center</a> in Western Massachusetts.</p><p>The center was founded by Aaron Lansky, who began his efforts to save Yiddish books in 1980, while enrolled in a Jewish Studies program at McGill University in Montreal.</p><p>\"I started putting up notices in the Jewish delicatessen and the laundromats in the Jewish neighborhoods,\" Lansky says. \"That I'm a young grad student ... looking for books.\"</p><p>Lansky was surprised to learn that the offspring of Yiddish-speaking immigrants were throwing out large quantities of old books.</p><p>\"I'm racing around the city on a bicycle and the piles in my apartment are getting higher and higher,\" he says.</p><p>When Lansky and one of his teachers started going through the piles, they realized that they had some of the greatest treasures of the Jewish people and that they were \"just here for the taking.\"</p><p>Large numbers of Yiddish books were first published in the 1500s. They were aimed mostly at women and poorly educated men who could not read Hebrew. In the late 1800s, there was an explosion in Yiddish publishing.</p><p>Lansky says that in addition to translations of Tolstoy and Shakespeare, there were political tracts, science texts and fairy tales translated into Yiddish. There were also short stories and novels by writers such as Sholem Aleichem and S. Ansky.</p><p>\"It embraces all the great themes of all modern literature: the conflict between the individual and the collective, power and powerlessness, sexual awakening ... struggles for social justice, war and peace,\" he says. \"There's very little you won't find in the pages of Yiddish literature.\"</p><p>The National Yiddish Book Center's headquarters is on the campus of Hampshire College in Amherst, Mass. It is a light and airy structure that recalls a wooden synagogue in one of Eastern Europe's <em>shtetls</em> or small towns.</p><p>The oldest books are stored in a climate-controlled vault on the lower level and newer books are upstairs on shelves. Books are still being published in Yiddish today in the U.S., Israel, Europe and South America.</p><p>\"In Yiddish, you'd say '<em>ahrange fallen een a schmaltz grube</em>.' And that means fell into a bucket of fat. You hit the jackpot!\" says Sebastian Schulman, who coordinates the center's program to translate Yiddish books into English. \"And that's really what I felt what happened when I got into Yiddish.\"</p><p>The National Yiddish Book Center pays people to translate a small number of Yiddish books each year. It has a website called Taitch, where a community of 200 translators discusses the origins and meanings of Yiddish words and phrases.</p><p>\"We have one user who's a native speaker of Pennsylvania Dutch and really knows the sort of Germanic component of Yiddish, but he's weaker on the Slavic component of the language, and so we have users from Russia and Ukraine who chime in,\" Schulman says.</p><p>The center is also publishing books. A Holocaust memoir written by a survivor of the Warsaw Ghetto will be the next release.</p><p>Lansky says Rachel Auerbach, a journalist who escaped before the ghetto was liquidated, became the only one of all the writers of the Holocaust to be able to base her memoirs on her own wartime writings.</p><p>Lansky says her notes were buried for safe keeping and retrieved after the war. She used them as the basis of a two-volume memoir.</p><p>\"So these are an absolutely unique document,\" Lansky sayd. \"They came out in Yiddish in Israel, had a very small readership and were quickly forgotten.\"</p><p>Most of the center's books have been digitized. So far 11,000 titles are available online for free, and the center says they're often downloaded by people living in religious Jewish neighborhoods like Brooklyn, where Yiddish is still widely spoken. The center also shares books with libraries around the world, including the National Library of Israel.</p><p>Many secular Jews connect with the National Yiddish Book Center as well. Every summer there are programs for people who want to read important literary works or learn to speak Yiddish.</p><p>\"It's not just about dusty pages,\" says 25-year-old Michael Yashinsky, who works at the Detroit Opera House and dreams of staging a Yiddish play some day. \"It's really what can be found in those pages and making it relevant to Jews of today, or to anyone today, who's interested in this amazing culture that flourished in Yiddishland.\"</p><p><em>Jon Kalish is a Manhattan-based radio reporter and podcast producer. For links to radio docs, podcasts & DIY stories, <a href=\"http://jonkalish.tumblr.com/\">visit his website</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Effort+To+Preserve+Yiddish+Works+Not+%27Bupkes%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Kalish","audio":[{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339082101-95ad53.m3u?orgId=1&topicId=1016&ft=3&f=338975625"},{"href":"http://media.npr.org/assets/img/2014/08/08/printshop-exhibit-1f94511ee5620fa07ab81735f8896c754f1d8e4c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"412","width":"550"}},{"href":"http://media.npr.org/assets/img/2014/08/08/12155_025-copy-c4442a40b0de4f4e35c5c0cc81032394a62033b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1197","width":"1596"}}]}