{"created":"2014-10-27T18:24:07+00:00","modified":"2014-10-30T22:54:35+00:00","valid":{"from":"2014-10-30T22:54:35+00:00","to":"3014-10-30T22:54:35+00:00"},"hreflang":"en","title":"What We Know About The Americans Fighting In Syria","published":"2014-08-27T18:56:00+00:00","teaser":"Douglas McAuthur McCain, who was killed over the weekend, was believed to be fighting alongside Islamic State militants.","itags":["npr_api","343747995"],"guid":"75282d70-89cc-499b-b867-c47d7995f1c4","contentencoded":"<p>U.S. officials say that they believe an American man killed in Syria was there fighting alongside extremists, likely the Islamic State, also called ISIS.</p><p>Douglas McAuthur McCain was originally from Minnesota, but had been living in San Diego most recently, before traveling to Syria. Investigators were aware that McCain was in Syria, but they&#8217;re still working to determine details of his death and his time in the country.</p><p>American officials are increasingly concerned about ISIS&#8217;s growing influence in Syria and Iraq, and its ability to appeal to foreign fighters. FBI Director James Comey has said that around 100 people have left the United States to fight in Syria.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Sacha Pfeiffer talks to <strong>Daniel Byman</strong>, professor in The Security Studies Program at Georgetown University and a Senior Fellow at the Center for Middle East Policy at the Brookings Institution, about the Americans fighting in Syria.</p><h4>Guest</h4><ul><li><strong><a href=\"http://explore.georgetown.edu/people/dlb32/\" target=\"_blank\">Daniel Byman</a></strong>, professor in the Security Studies Program at Georgetown University and a <a href=\"http://www.brookings.edu/experts/bymand\" target=\"_blank\">senior fellow</a> at the Center for Middle East Policy at the Brookings Institution. He tweets <a href=\"https://twitter.com/dbyman\" target=\"_blank\">@dbyman</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+We+Know+About+The+Americans+Fighting+In+Syria&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343747998-23a7a1.m3u?orgId=1&ft=3&f=343747995"}]}