{"created":"2014-10-02T20:01:15+00:00","modified":"2015-06-23T00:05:13+00:00","valid":{"from":"2015-06-23T00:00:45+00:00","to":"3015-06-23T00:00:45+00:00"},"hreflang":"en","guid":"753d0442-7133-4507-974e-65639ba6535c","title":"Hand Transplant, DNA, and a Backwards Heart","teaser":"A special live edition of The Moth's collaboration with The World Science Festival. An astrophysicist discovers wild parallels in her research and romantic life; a surgeon details his involvement in one of the world's first-ever hand transplants; and a geneticist is called to testify in a murder case and lays the groundwork for DNA fingerprinting as forensic evidence. Hosted by Jay Allison. The Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media.","description":"Janna Levin is an astrophysicist whose personal life seems to parallel the scientific law \"opposites attract.\"&nbsp;Kodi Azari is a hand surgeon who describes his leadership role in one of the first-ever hand transplants in the US.Eric S. Lander is a geneticist who is asked to testify in a murder case about DNA evidence.NOTE: When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. &nbsp;Sensitive content will be given an on-air caution and will be noted here in the description.&nbsp;","contentencoded":"<strong>J</strong><strong>anna Levin</strong> is an astrophysicist whose personal life seems to parallel the scientific law \"opposites attract.\"&nbsp;<br /><br /><strong>Kodi Azari</strong> is a hand surgeon who describes his leadership role in one of the first-ever hand transplants in the US.<br /><br /><strong>Eric S. Lander</strong> is a geneticist who is asked to testify in a murder case about DNA evidence.<br /><br /><span>NOTE: When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. &nbsp;Sensitive content will be given an on-air caution and will be noted here in the description.</span>&nbsp;","byline":"The Moth","published":"2015-06-23T00:00:45+00:00","tags":[],"itags":["prx:stories-106241"],"audio":[{"href":"https://hal.prx.org/pub/1b192c5c193b6d10308af5d48746924b/0/web/story_image/259992/medium/1201.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/3bbb7f20d63cfef46282a7ca55fe748d/0/web/audio_file/916756/broadcast/Moth1201BounceRev2015.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":101647890}}]}