{"created":"2014-10-03T22:18:02+00:00","modified":"2014-10-07T15:12:11+00:00","valid":{"from":"2014-10-07T15:12:11+00:00","to":"3014-10-07T15:12:11+00:00"},"hreflang":"en","title":"After Losing Parents To Ebola, Orphans Face Stigma","published":"2014-10-03T22:41:00+00:00","teaser":"UNICEF estimates that thousands of children in West Africa have lost parents to Ebola. Convincing communities to accept and care for these children isn't always easy.","itags":["npr_api","353473707"],"guid":"753f7bf8-db5e-46be-9f0a-c301137f8e60","contentencoded":"<p>In the countries of West Africa where Ebola is taking its heaviest toll, one special concern is for the thousands of children whose parents have died from the illness.</p><p>According to UNICEF, at least 3,700 children in Guinea, Liberia, and Sierra Leone have lost one or both parents to Ebola since the outbreak's start.</p><p>The figures are climbing, says Andrew Brooks, UNICEF's head of child protection for West and Central Africa. In Liberia alone, where he's currently based, Ebola has robbed about 2,000 children of their parents.</p><p>One particular case struck him.</p><p>On Sunday, he says, \"I was called to one of the Ebola treatment units urgently. There was a 4-year-old boy there whose mother was admitted a couple of days before. She had arrived in such a terrible state that [social workers] could get very little information from her. All they had was the mother's name, two cell phone numbers, and the boy's name — not even his age.\"</p><p>The woman died. Her son was tested for Ebola, and the test result was negative.</p><p>\"So, there was a need to get the boy quickly out of the Ebola treatment unit,\" Brooks says. Treatment centers are rough places for children, and also are filled with the potential for infection.</p><p>Government social workers found a survivor, considered likely immune to the disease, who was willing to take the boy in that day.</p><p>\"But once the little boy was taken to the survivor's home,\" Brooks says, \"the community around refused to let the boy stay with her because of the fear, because of the stigma, that the virus could come into the community.\"</p><p>The boy was moved to the home of another survivor. A social worker was able to track down the boy's aunt, who was overjoyed to learn that her nephew was still alive. He'll move in with her once he clears the 21-day incubation period.</p><p>\"There are many more like him,\" says Brooks. \"His case shows the complexities of managing this kind of care for a child.\"</p><p>This isn't the first time Brooks has worked with stigmatized children. Years ago, he worked in Liberia with Save The Children to resettle former child soldiers, sometimes back into the very communities where they had committed atrocities. Those were not easy negotiations.</p><p>\"But this is another dimension,\" says Brooks. \"These children ... do represent a real risk, a continued risk, when they start showing symptoms.\"</p><p>To some extent, the fear of these orphans is legitimate, he says. They've been in close contact with infected people. Even if they test negative for the disease early on, they aren't considered fully clear until they've made it 21 days without showing any symptoms. Still, even people harboring the virus aren't contagious unless and until they show symptoms.</p><p>Brooks says the focus now should be educating caregivers about how to care for a potential patient safely — and to seek medical care quickly if the child develops early signs of infection.</p><p>\"As much as possible, children should be cared for by the normal people who care for children – their families, extended families, communities,\" Brooks says.</p><p>The Liberian government is strengthening the systems that allow social workers to track down extended family members, he says.</p><p>\"As a last resort, we're starting to work with the government to put in place some centers — called interim care centers — where children can go for the 21-day period,\" Brooks says. The centers are meant to provide \"the reassurance and the confidence that the communities and families would need to be able to take the children home,\" he explains. \"But it's an uphill struggle, and the needs are far surpassing the available resources at the moment.\"</p><p>And, while more social workers would be helpful, Brooks says, the top priority is to get enough beds and trained medical staff to keep parents alive.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Losing+Parents+To+Ebola%2C+Orphans+Face+Stigma&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rae Ellen Bichell","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353538211-46207d.m3u?orgId=1&topicId=1031&ft=3&f="},{"href":"http://media.npr.org/assets/img/2014/10/03/ebolaorphan-copy-d27d439a34af6829e66c3e6cd9c15d00d95bbdfe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1227","width":"1637"}}]}