{"created":"2014-12-28T12:38:08+00:00","modified":"2014-12-29T20:04:13+00:00","valid":{"from":"2014-12-29T20:04:13+00:00","to":"3014-12-29T20:04:13+00:00"},"hreflang":"en","title":"Thalidomide Victims In Spain Still Waiting For Compensation","published":"2014-12-28T16:07:00+00:00","teaser":"Five decades on, the battle for justice over birth defects caused by the drug thalidomide continues in only one European country. Victims in Spain are the only ones still left without compensation.","itags":["npr_api","370149721"],"guid":"7541347d-4eb3-4042-8eb8-4ee243c2535f","contentencoded":"<p>More than five decades on, the battle for justice over birth defects caused by the drug thalidomide continues in only one European country: Spain.</p><p>Spanish victims of thalidomide are the only ones still left without compensation. Unlike most European countries, Spain never set up a compensation fund for victims, and most have been unable to get compensation from the drug's manufacturer.</p><p>Thalidomide was once prescribed to pregnant women, beginning in the late 1950s, before doctors realized it caused severe birth defects — babies stillborn, or born without limbs, or with malformed ones. Tens of thousands of babies were affected worldwide, before the drug's <a href=\"http://www.npr.org/blogs/health/2012/08/31/160391482/maker-of-thalidomide-apologizes-after-more-than-50-years\">German manufacturer, Grunenthal</a>, pulled it from the market in 1961.</p><p>Most victims and their families received compensation from either Grunenthal, local distributors of thalidomide, or their governments — though in some cases it took many years. But Spain is the only European country that hasn't set up a permanent compensation fund for its survivors — believed to number in the thousands.</p><p><strong>Thousands Born With Abnormalities</strong></p><p>One of those survivors is Rafael Basterrechea, 49, who works as a construction supervisor in Madrid.</p><p>\"I am a very, very typical case of Thalidomide. I have two arms that are shorter than a normal person's — and my left arm is shorter than my right arm,\" he says during an interview at a bar near Madrid's bull ring. Basterrechea manages to grip his beer glass between one of his arms, which is about 8 inches long, and his neck.</p><p>His elbows don't bend. He can't lift his arms very high. He has limited movement in his shoulders — and other health problems in his eyes, ears, teeth, kidneys and pancreas.</p><p>\"But I'm a privileged man. I have good work. I have a good salary. I am married. I have a son,\" he says. \"I can say that I am a happy man.\"</p><p>Thousands of babies were born worldwide with abnormalities like Basterrechea's, after their mothers took thalidomide while pregnant. In his mother's case, doctors prescribed the drug as a sleep aid, though many others took it for morning sickness.</p><p>In the United States, the thalidomide tragedy prompted the Food and Drug Administration to revamp its safety rules. The drug was never approved for sale in the U.S., but there were several cases of American thalidomide victims, where the drug is believed to have originated from Canada or elsewhere.</p><p>\"Every doctor, every hospital, every nurse has been notified. Every woman in this country, I think, must be aware that it's most important that they check their medicine cabinets and that they do not take this drug,\" President John F. Kennedy announced in 1962.</p><p>But it was not the case that all women in Spain were aware. While thalidomide supplies were quickly destroyed in the rest of Europe — as well as Japan, Australia, Brazil and Canada — many Spaniards had never heard of the drug's dangers, including some victims themselves.</p><p>\"I never knew I was a victim of thalidomide,\" Basterrechea says. \"I discovered this problem when I was 40 years old, because I saw a TV program.\"</p><p><strong>Spain's Slow Response</strong></p><p>In Spain, the drug was sold under various names. And there is proof that the Spanish state health service did not immediately destroy its thalidomide supplies: Grunenthal pulled the drug from the market in late 1961, but Basterrechea was born in 1965. Spanish doctors prescribed thalidomide to his mother earlier that same year.</p><p>\"We have documents showing that thalidomide was sold in Spain until 1975 — much longer than in any other country,\" says José Riquelme, who was born without a right leg. He now heads a Spanish <a href=\"http://www.avite.org/\">association of thalidomide victims</a>.</p><p>\"I was 16 years old when I heard the word 'thalidomide' for the first time. Of course, there was no Internet in Spain at the time — we didn't even have telephones in our homes,\" Riquelme says. \"During an X-ray, a doctor asked me if my mother had taken thalidomide. So I started asking around, researching in the library — and I learned what the rest of the world already knew.\"</p><p>For the past 10 years, Riquelme has been searching for other Spanish victims of thalidomide. His association has 300 members so far, but he believes thousands were born in Spain — most undiagnosed, and many of them dying now, 50 years on, from complications of their disability.</p><p>The group won a legal claim against Grunenthal, but it was overturned on appeal in late 2013.</p><p>Only 23 Spaniards have received thalidomide compensation from the Spanish government. It was a single lump sum — about $1.35 million, divided among 23 victims. That's about $54,000 each — not enough to pay for a lifetime of home care that many victims require. And the fund is closed now to any new applicants, no matter how disabled they are.</p><p>\"German victims have received about $740 million in compensation,\" says Riquelme. \"We just want the recognition and dignity that victims in other countries have. Sure, there was a dictator [here in Spain] in the 1970s. But not today!\"</p><p><strong>A Call For Justice</strong></p><p>Spain's health ministry did not reply to NPR's request for an interview. The health minister recently resigned in a corruption scandal, and a new one is taking over. Riquelme hopes to meet with the new health minister soon.</p><p>Meanwhile, Riquelme's association is getting some symbolic support from a tiny town in southern Spain: Olvera, population about 8,500.</p><p>The small Andalusian town made headlines recently for taking on the pharmaceutical company Grunenthal. Olvera has symbolically banned the drug company's employees from entering the town, and is urging local doctors to swap generic brands for any of the company's medicines.</p><p>\"We're a small town, but we all wanted to show our solidarity with the thalidomide victims,\" says Jacobo Camarero, a town councilman behind the campaign.</p><p>Olvera doesn't have any victims itself, but Camarero says he hopes other towns across Spain follow suit — and demand justice for those who suffered from the drug, while they're still alive.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thalidomide+Victims+In+Spain+Still+Waiting+For+Compensation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373587908-a0e606.m3u?orgId=1&topicId=1128&ft=3&f=370149721"}]}