{"created":"2014-12-30T08:59:38+00:00","modified":"2015-06-25T17:45:49+00:00","valid":{"from":"2015-06-25T17:45:49+00:00","to":"3015-06-25T17:45:49+00:00"},"hreflang":"en","title":"Talk, Sing, Read, Write, Play: How Libraries Reach Kids Before They Can Read","published":"2014-12-30T17:17:00+00:00","teaser":"This isn't your typical story time; public libraries are designing new programs to help parents and caregivers interact with toddlers in ways that will encourage future reading.","itags":["npr_api","373783189"],"guid":"754bc855-096b-45a5-9ea8-4cf8626df9af","contentencoded":"<p>Literacy begins at home — there are a number of simple things parents can do with their young children to help them get ready to read. But parents can't do it all alone, and that's where community services, especially libraries, come in.</p><p>On a recent morning, parents and children gathered in the \"Play and Learn\" center in the Mount Airy Library in Carroll County, Md. Jenny Busbey and her daughter Layla were using the puppet theater to go on an imaginary adventure. There are play-and-learn centers in all of the Carroll County libraries.</p><p>Dorothy Stoltz, head of outreach and programming, says it's just one way the library is encouraging parents to engage in five basic practices that lay the groundwork for literacy.</p><p>\"Talk, sing, read, write and play,\" Stoltz lists. \"That is doable for every parent no matter how busy you are. You can fit in these practices in little bits of time with your children throughout the day.\"</p><p>These five practices grew out of a body of research showing that parental interaction with children at an early age is crucial to later success in school. A study done in 1995 indicated that children from higher-income families heard 30 million more words at home by the age of 4 than children from low-income homes. This has become known as the 30 million-word gap.</p><p>\"When you learn words and know words, it's easier to gain words,\" says New York University professor Susan Neuman, who helped come up with the five practices. Neuman says children who live in a rich verbal environment enter kindergarten with an advantage that continues to grow through the years.</p><p>\"Children who have heard many words are likely to understand more words,\" she explains. \"They're also likely to learn basic phonics or decoding skills. So those children are on a trajectory of success, and those children who have rich vocabulary are reading, reading on their own, learning new words through books. Those children who are not are slowing down, may hate reading, and as a result get slower and slower over time.\"</p><p>Carroll County has woven the five practices into all of its programs for young children — from a series called \"Every Child Ready to Read,\" which provides formal training for parents and caregivers, to activities like story time for babies and toddlers.</p><p>This is not your traditional story time where the librarian reads a book while parents and children listen quietly — and it is not just about reading. There's singing, ringing bells and shaking brightly colored noisemakers. As children's librarian Robin Dugan moves from one activity to the next, she encourages parents to play, sing and talk with their children.</p><p>Dugan says her first goal is to make story time fun. But she also hopes to give parents the tools they need to prepare their toddlers for learning to read when they get older.</p><p>\"If a parent or caregiver thinks, 'Oh, I now see why we sing these songs,' they're more likely to do it at home or to try it at home. Or, they may recognize a behavior that a child is doing that is connected to here which will, one, bring them back more, and, two, have them then maybe be motivated to try on their own to expand that and have some confidence in their abilities to teach their children.\"</p><p>For some parents in Carroll County, attending the library's play-and-read session is an easy, natural thing to do. But that's not the case for all families.</p><p>Parent educator Viviana Calderon says that many families in the Spanish-speaking community have never been to the library. \"They are afraid to go by themselves,\" she says. Calderon works with the Judy Center, an early literacy support organization that partners with the Carroll County Public Library. She assists parents who worry that they don't have the English skills to ask for a book or for a library card — and she introduces them to the library's bookmobile program.</p><p>Carroll County is a largely rural area sprinkled with new, middle-class subdivisions. But it also has pockets of poverty. The bookmobile is one way to reach a wide range of families, and it regularly stops at day care centers.</p><p>At one bookmobile stop — a home child care center run by Barbara Summers — the children grab books off the shelves of the narrow vehicle and make a big pile on the floor. Summers says most of the kids she cares for have never been to a library. \"In the 30 years I've been doing child care, I've only had like three families that visit the library,\" she says.</p><p>The Carroll County library also reaches out directly to parents via informal discussion groups. \"We always ask the parents the question: What more can the library do for you and your family?\" says Stoltz. \"I think if libraries can listen and respond to families, it's helping us do our best work.\"</p><p>There is no one answer to the problem of illiteracy, but early childhood intervention is key. Carroll County's programs for families provide a model for how libraries can support parents with the all-important task of getting their children ready to read.<em></em></p><p><em>This is the second in a three-part series on early literacy.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Talk%2C+Sing%2C+Read%2C+Write%2C+Play%3A+How+Libraries+Reach+Kids+Before+They+Can+Read&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"409"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373934342-03f7ae.m3u?orgId=1&topicId=1161&aggIds=100876926&d=409&p=3&story=373783189&t=progseg&e=373933872&seg=14&ft=nprml&f=373783189"},{"href":"http://media.npr.org/assets/img/2014/12/29/istock_000045410084medium-46bbdf558ef27e1b75710fcb78161d22fb77c95f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1127","width":"1502"}}]}