{"created":"2014-12-22T10:05:52+00:00","modified":"2015-03-28T15:05:37+00:00","valid":{"from":"2015-03-28T15:05:37+00:00","to":"3015-03-28T15:05:37+00:00"},"hreflang":"en","title":"Beyond The Bird On It: 'Twee Is About Shopping'","published":"2014-12-22T19:04:00+00:00","teaser":"Cutesy, homespun goods that combine old-fashioned and modern aesthetics are proliferating. But don't be mistaken: There's a powerful economic force behind it all, says author Marc Spitz.","itags":["npr_api","372409586"],"guid":"7569b019-4d97-474f-a292-8f81433621d3","contentencoded":"<p>Don't be mistaken: There's a powerful economic force behind the proliferation of cutesy, homespun goods that combine an old-fashioned and highly modern aesthetic.</p><p>Twee's hallmarks are handcrafted, anachronistic or vintage items — like albums on vinyl, sweaters from the thrift store and, as <a href=\"http://www.hulu.com/watch/210887\" target=\"_blank\">distilled in a sketch on the show Portlandia</a>, pretty much anything with a bird on it. It's as much an aesthetic as it is a lifestyle, like punk or hip-hop.</p><p>\"Twee is an almost paradoxical combination of the hypermaterialistic and artisanal and crafted. You literally go into the woods and forage for granola and then you sell it for $13 a pound,\" says Marc Spitz, author of <em>Twee: The Gentle Revolution in Music, Books, Television, Fashion and Film.</em></p><p>Spitz says the point of twee handicrafts is that somebody else made them. And that can make twee pretty expensive — custom cross-stitched designs sold on the handmade-crafts website Etsy start around $50. Reproduction midcentury furniture, box sets and reissues of classic albums — it's all going to cost you.</p><p>\"This isn't about gluing macaroni to a piece of colored cardboard. Twee is about shopping,\" Spitz says. \"It fires those chemical synapses in your brain.\"</p><p>Now this might sound cynical — buying your way into a lifestyle and a look. But Spitz says there's also something universal about being twee: Everyone is looking for something bigger than himself to buy into — and to believe in.</p><p>\" 'Purity,' I guess, is the answer in a word — and true belief is pure. You know, what's more pure than a newborn kitten? What's more pure than something that you whittled? What's more pure than like a muffin you baked with like ingredients that you gathered?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beyond+The+Bird+On+It%3A+%27Twee+Is+About+Shopping%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372409587-301bab.m3u?orgId=1&topicId=1033&e=372409586&d=171&ft=nprml&f=372409586"},{"href":"http://media.npr.org/assets/img/2014/12/22/twee-5f606f3c89ea2b6eae69bcbdaf7e983424061ac4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3670","width":"4893"}}]}