{"created":"2014-10-07T18:33:15+00:00","modified":"2014-10-30T23:22:53+00:00","valid":{"from":"2014-10-30T23:22:53+00:00","to":"3014-10-30T23:22:53+00:00"},"hreflang":"en","title":"Help Find The Man Who Inspired Passenger's 'Riding To New York'","published":"2014-08-13T10:58:00+00:00","teaser":"A chance encounter with a cancer-stricken man on a motorbike had an impact on singer-songwriter Mike Rosenberg. But Rosenberg, who records under the name Passenger, never tracked down his identity.","itags":["npr_api","339816926"],"guid":"7575c830-ce68-41d7-b195-34edfa5a19db","contentencoded":"<p>Last year during a tour stop in Minneapolis, Passenger's Mike Rosenberg had made a late-night gas-station trip to buy cigarettes when he walked past an older man.</p><p>\"I walked past him and he said, 'This is the best cigarette I've ever had in my life,' \" Rosenberg tells NPR's Melissa Block. \"It was such a bizarre thing for him to say. It was almost surreal.\"</p><p>Upon striking up a conversation, Rosenberg learned that the man had been diagnosed with lung cancer and was midway through a cross-country road trip to see his family in New York, where he'd planned to spend the rest of his days.</p><p>Rosenberg never got the man's name, but he says the experience affected him deeply, inspiring him to quit smoking and write the song \"Riding to New York.\" We'd love to reach this man or his family, so if you think you might know who he is, please email <a href=\"mailto:nprcrowdsource@npr.org\">nprcrowdsource@npr.org</a>.</p><p>Hear the full conversation — about romanticizing busking and adapting to a larger audience — at the audio link. You can also hear three acoustic in-studio performances on this page. In addition, Rosenberg sent us a hand-picked list of his musical inspirations, which you can <a href=\"https://play.spotify.com/user/npr_allthingsconsidered/playlist/5SSqhRaF394EemBxADt2If?play=true&utm_source=open.spotify.com&utm_medium=open\" target=\"_blank\">stream on Spotify</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Help+Find+The+Man+Who+Inspired+Passenger%27s+%27Riding+To+New+York%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"529"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339878649-535d47.m3u?orgId=1&topicId=1105&ft=3&f=339816926"},{"href":"http://media.npr.org/assets/img/2014/08/12/passenger_-_press_photo_1__credit__shervin_lainez_-1b4507e913778cf1a30aae13adf8e1b523045e81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1169","width":"1558"}}]}