{"created":"2014-10-07T19:53:20+00:00","modified":"2014-12-04T14:32:06+00:00","valid":{"from":"2014-12-04T14:32:06+00:00","to":"3014-12-04T14:32:06+00:00"},"hreflang":"en","title":"People Who Feel They Have A Purpose In Life Live Longer","published":"2014-07-28T23:37:00+00:00","teaser":"Do you feel like you wander aimlessly through life, or is there a reason you're here? Psychologists say people with a sense of purpose may stress out less. Or they may lead healthier lives.","itags":["npr_api","334447274"],"guid":"75768cb8-b2e3-476e-9be0-756a9decfb06","contentencoded":"<p>We know that happiness and social connection can have positive benefits on health. Now research suggests that having a sense of purpose or direction in life may also be beneficial.</p><p>To find out if having a sense of purpose has an effect on aging and adult development, <a href=\"http://carleton.ca/psychology/people/patrick-hill/\">Patrick Hill</a>, an assistant professor of psychology at <a href=\"http://www.carleton.ca/\">Carleton University</a> in Ottawa, Canada, looked at data from the Midlife in the United States (<a href=\"http://www.midus.wisc.edu/\">MIDUS</a>) study, which is funded by the National Institute on Aging.</p><p>Hill and his colleague <a href=\"http://www.purdue.edu/aging/spotlight/alumni-turiano.php\">Nicholas Turiano</a> of the <a href=\"http://www.urmc.rochester.edu/\">University of Rochester Medical Center</a> looked to see how more than 6,000 people answered questions like \"Some people wander aimlessly through life, but I am not one of them,\" and other questions that gauged positive and negative emotions.</p><p>They found that 14 years after those questions were asked, people who had reported a greater sense of purpose and direction in life were more likely to <a href=\"http://pss.sagepub.com/content/early/2014/05/06/0956797614531799.abstract\">outlive their peers</a>.</p><p>In fact, people with a sense of purpose had a 15 percent lower risk of death,compared with those who said they were more or less aimless. And it didn't seem to matter when people found their direction. It could be in their 20s, 50s or 70s.</p><p>Hill's analysis controlled for other factors known to affect longevity, things like age, gender and emotional well-being. A sense of purpose trumped all that.</p><p>Hill defines it as providing something like a \"compass or lighthouse that provides an overarching aim and direction in day-to-day lives.\"</p><p>Of course, purpose means different things to different people. Hill says it could be as simple as making sure one's family is happy. It could be bigger, like contributing to social change. It could be more self-focused, like doing well on the job. Or it could be about creativity.</p><p>\"Often this is individuals who want to produce something that is appreciated by others in written or artistic form, whether it's music, dance or visual arts,\" Hill says.</p><p>It's not exactly clear how purpose might benefit health. Purposeful individuals may simply lead healthier lives, says Hill, but it also could be that a sense of purpose protects against the harmful effects of stress.</p><p>An experiment in Chicago tested this theory. <a href=\"http://www.human.cornell.edu/bio.cfm?netid=alb325\">Anthony Burrow</a>, a developmental psychologist at <a href=\"http://www.cornell.edu/\">Cornell University</a>, had college student volunteers of different races and ethnicities ride rapid transit through the diverse neighborhoods of Chicago, recording their emotions as individuals of different racial and ethnic groups boarded.</p><p>Earlier <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1467-9477.2007.00176.x/abstract\">research</a> has shown that when people are surrounded by people of different ethnic or racial groups than their own, their level of stress increases. Burrow wanted to know if thinking about their sense of purpose might reduce that stress.</p><p>He had about half the students write for about 10 minutes about their life's direction. The other half wrote about the last movie they saw. They were all then given packets that listed the name of every stop. When they got to a stop, they were asked to assess how they felt and how much they felt that way by placing an \"X\" in a box next to negative emotions such as feeling scared, fearful, alone or distressed.</p><p>It turned out that the students who wrote about the last movie they saw experienced the expected levels of stress as the percentage of people of different ethnicity increased. But the students who wrote about their sense of purpose <a href=\"http://psp.sagepub.com/content/early/2013/08/26/0146167213499377.abstract\">reported no feelings</a> of increased stress at all.</p><p>More research is needed, but Burrow says his findings suggest that having \"a sense of purpose may protect people against stress,\" with all of its harmful effects, including greater risk of heart disease. And that may explain why people with a sense of purpose live longer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=People+Who+Feel+They+Have+A+Purpose+In+Life+Live+Longer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335986201-5010cb.m3u?orgId=1&topicId=1128&ft=3&f=334447274"},{"href":"http://media.npr.org/assets/img/2014/07/25/pigeon_4000-94e12e0e50346352ed5dfc5e3940760ea2550865.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2998"}}]}