{"created":"2014-12-16T09:39:08+00:00","modified":"2015-06-05T15:31:37+00:00","valid":{"from":"2015-06-05T15:31:37+00:00","to":"3015-06-05T15:31:37+00:00"},"hreflang":"en","title":"Judge Regrets Harsh Human Toll Of Mandatory Minimum Sentences ","published":"2014-12-17T20:08:00+00:00","teaser":"Thousands of people are imprisoned for decades, if not life, because of tough drug sentences. Now judges, lawyers and advocates ask whether it's time to dial back those penalties.","itags":["npr_api","370991710"],"guid":"75992a42-921c-433c-b1df-83ec5960cbf8","contentencoded":"<p>It seems long ago now, but in the 1960s, '70s and '80s, murders and robberies exploded as cocaine and other illegal drugs ravaged American cities.</p><p>Then came June 19, 1986, when the overdose of a college athlete sent the nation into shock just days after the NBA draft. Basketball star Len Bias could have been anybody's brother or son.</p><p>Congress swiftly responded by passing tough mandatory sentences for drug crimes. Those sentences, still in place, pack federal prisons to this day. More than half of the 219,000 federal prisoners are serving time for drug offenses.</p><p>\"This was a different time in our history,\" remembers U.S. District Judge John Gleeson. \"Crime rates were way up, there was a lot of violence that was perceived to be associated with crack at the time. People in Congress meant well. I don't mean to suggest otherwise. But it just turns out that policy is wrong. It was wrong at the time.\"</p><p>From his chambers in Brooklyn, a short walk from the soaring bridge, Gleeson has become one of the fiercest critics of mandatory minimum sentences for drug crimes.</p><p>\"Mandatory minimums, to some degree, sometimes entirely, take judging out of the mix,\" he says. \"That's a bad thing for our system.\"</p><p>The rail-thin Gleeson made his name as a prosecutor. He's a law-and-order man who had no problem sending mobster John Gotti to prison for life. But those long mandatory sentences in many drug cases weigh on Gleeson.</p><p>The judge sprinkles his opinions with personal details about the people the law still forces him to lock up for years. In one case, he points out, the only experience a small-time drug defendant had with violence was as a victim.</p><p>\"We talk about numbers, but at the end of the process it's not a number that's getting the sentence,\" Gleeson says. \"It's a person, a person with a family from a community.\"</p><p>Bill Otis is another former federal prosecutor with a very different view. \"People are in prison because of their own bad choices,\" he says.</p><p>Otis worked for the Drug Enforcement Administration and in the George H.W. Bush White House. He says the 1980s \"tough on crime\" strategies helped push crime to today's record lows.</p><p>\"There is a reason that stiff sentencing came about,\" Otis says. \"It was an answer to the crime wave during the '60s and '70s. And the answer has been successful. People are safer now than they were at any time since the baby boomers were in grade school.\"</p><p>That's true — but no one knows whether locking up so many nonviolent drug offenders made the difference, according to New York University law professor Rachel Barkow.</p><p>\"This wonderful crime drop we're experiencing right now, sadly, criminologists can't tell you exactly why it's happening,\" says Barkow, who also sits on the U.S. Sentencing Commission, the group that sets sentencing guidelines for federal crimes.</p><p>To her young law students, Barkow says, she stresses this idea.</p><p>\"Imagine if I gave you a four-year sentence that would mean your entire college stretch, you would be away in prison,\" she says. \"You'd miss all those birthdays, you'd miss the passing of loved ones, you would miss things that happen in your family's lives that you can't get back.\"</p><p>Then, Barkow says, she asks her students to imagine going to prison for 10 years, or 20, or the rest of their lives — and whether those drug crimes fit that punishment.</p><p>At his Virginia home, where an old basset hound named Moe settles near his feet, Otis says he worries more about the victims of crime.</p><p>\"Crime causes a huge amount of human suffering,\" Otis says. \"It makes people feel insecure where they're walking, in their homes. It makes them feel distrustful and vulnerable. That human suffering counts.\"</p><p>More and more, lawyers and judges and members of Congress are having this very debate. Keeping communities safe — protecting the public — is the main goal. But it costs nearly $7 billion a year to house so many people in federal prison. Lawmakers have introduced bipartisan legislation dialing back some of the penalties. But so far nothing has been passed.</p><p>Back in Brooklyn, Judge Gleeson walks into courtroom C6, where he greets the lawyers and asks for jurors to file in for service. Gleeson is overseeing a trial by jury today. But he says that's rare.</p><p>In the current system, only 3 percent of federal cases ever go to trial. He says prosecutors can use the threat of mandatory minimums to coerce guilty pleas and long sentences.</p><p>\"Plea bargains are struck in the United States attorney's office — nobody sees them happen, there's no transparency,\" Gleeson says. \"Transparency in and of itself is a very important value in our system, and we don't have enough of it. The trials are disappearing.\"</p><p>Then, there's the issue of what to do about people already in prison. The Justice Department and the White House have invited thousands of prisoners who committed nonviolent drug crimes to apply for early release or pardons.</p><p>That effort is called Clemency Project 2014. But many people, including Barkow, worry that it won't make much of a dent.</p><p>\"I think at best Clemency Project 2014 is a Band-Aid,\" she says.</p><p>Barkow says the Justice Department — which puts people in prison in the first place — is the wrong agency to consider whether to let them out.</p><p>\"I mean, no sane government designer would say, 'Well, where should we put clemency? Well, how about we give it to the prosecutors who brought the cases in the first place?' It's crazy,\" Barkow adds.</p><p>Lawyers tell NPR the administration is expected to announce that it will grant clemency to a modest number of nonviolent drug offenders this holiday season.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Judge+Regrets+Harsh+Human+Toll+Of+Mandatory+Minimum+Sentences+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"379"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371126270-7d9bae.m3u?orgId=1&topicId=1070&aggIds=371918249&d=379&p=3&story=370991710&t=progseg&e=371126173&seg=12&ft=nprml&f=370991710"},{"href":"http://media.npr.org/assets/img/2014/12/15/istock_000030612036large-08b4aa72fa53862f1d365c53977a4e72464b8d9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1804","width":"2407"}}]}