{"created":"2014-09-08T15:40:18+00:00","modified":"2014-12-20T00:33:21+00:00","valid":{"from":"2014-12-20T00:33:21+00:00","to":"3014-12-20T00:33:21+00:00"},"hreflang":"en","title":"Scientists Keep A Careful Eye On The World Cup Ball","published":"2014-06-20T12:45:00+00:00","teaser":"After a botched redesign in 2010 caused the ball to behave erratically, independent scientists have carefully studied the new ball.","itags":["npr_api","323719969"],"guid":"75a12b8a-de2b-4c1f-a49d-fd463b3a6c5a","contentencoded":"<p>While many millions are enjoying the drama of the World Cup, a handful of scientists are keeping their eyes very closely on the ball.</p><p>The World Cup ball, known as <a href=\"http://www.adidas.com/us/content/brazuca\">Brazuca</a>, has been the subject of intense and careful study, especially following the erratic performance of its predecessor in the 2010 championship in South Africa.</p><p>It may be surprising to learn that balls can vary at all, but there's some vagueness in the specs, according to <a href=\"http://johnericgoff.blogspot.com/\">John Eric Goff</a>, a physicist at Lynchburg College in Virginia.</p><p>\"The rulebook does not specify how many panels are on the ball or what the shape of the panels will be,\" he says.</p><p>Traditional balls have 32 black and white panels. But in 2006, Adidas, which makes the World Cup balls, started making balls with fewer panels. The ball for the 2010 World Cup in South Africa had just eight. Adidas said the new ball was more state-of-the-art, rounder. But it got off to a wobbly start.</p><p>\"When the players would try to kick the ball straight ... there would be an erratic knuckling effect that would take place,\" he says.</p><p>Goalies were furious about the ball's unpredictability. One called it a \"supermarket\" soccer ball.</p><p>\"Players really started complaining about the ball knuckling, and that's when I started looking at what the differences were,\" says <a href=\"http://quest.arc.nasa.gov/people/bios/aero/rabi.html\">Rabi Mehta</a>, an aerospace engineer at NASA's <a href=\"http://www.nasa.gov/centers/ames/home/#.U6Ns70AmWYk\">Ames Research Center</a> in California.</p><p>Ames is home to wind tunnels where researchers test everything from fighter jets to space probes, and soccer balls.</p><p>\"In a way, it's not very complicated because it is round; it's a sphere,\" Mehta says.</p><p>But the roundness is deceptive. When he studied the 2010 ball, he found the difference in the number of panels had changed the seams between the panels, and that in turn radically altered the ball's behavior.</p><p>As air flows around a 2010 World Cup ball, it can snag on a seam. And at just the right speed, that seam acts as a rudder, causing the ball to shift direction suddenly.</p><p>\"It's basically an unpredictable, erratic flight path, and that, as you can imagine, can give a goalkeeper fits,\" he says.</p><p>Adidas has now changed the design again. This time the company appears to have learned its lesson. Mehta says the new ball has longer, deeper seams that keep it from swerving. He has studied <a href=\"http://www.nature.com/srep/2014/140529/srep05068/full/srep05068.html\">independent data</a> from a Japanese wind tunnel. He also has been carefully watching kicks on television.</p><p>\"I would be really surprised if players complain about this ball. I think this ball is behaving pretty well, just like the traditional soccer ball they're used to,\" he says.</p><p>So after years of careful research, Adidas is producing a soccer ball that performs as well as a ... traditional soccer ball. Which makes you wonder, why did they change it at all?</p><p>Adidas didn't respond to NPR's interview request, but physicist Goff thinks he knows why: \"The Brazuca is selling right now for $160 to $170. And Adidas can't get them out fast enough. Frankly, it just makes Adidas a ton of money every four years when they have a new ball that everybody wants to buy,\" he says.</p><p>Both Goff and Mehta agree that you don't need to spend all that money for an aerodynamically state-of-the-art soccer ball. The old one you've got in the garage is just as good.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Keep+A+Careful+Eye+On+The+World+Cup+Ball&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323844626-c1676f.m3u?orgId=1&topicId=1007&ft=3&f=323719969"},{"href":"http://media.npr.org/assets/img/2014/06/19/brazuca-8bfccd309e32608c5175aaaf6c8d32510efd0fdf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1622","width":"2164"}},{"href":"http://media.npr.org/assets/img/2014/06/19/traditional-ball-b5f609ccd5e69ca09b40cc14ea99be9ae37eb980.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1290","width":"1720"}}]}