{"created":"2015-05-31T21:14:23+00:00","modified":"2015-06-04T16:13:07+00:00","valid":{"from":"2015-06-04T16:13:07+00:00","to":"3015-06-04T16:13:07+00:00"},"hreflang":"en","title":"From Cuba To Florida: Diana Nyad's Final Attempt At A Record-Breaking Swim","published":"2015-06-04T16:13:00+00:00","teaser":"When the distance swimmer turned 60, she vowed to complete her life's biggest challenge: a 110-mile swim from Havana to Key West. It was her fifth attempt at the feat — and, ultimately, a triumph.","itags":["npr_api","410855681"],"guid":"75a2344d-d45b-4a67-92c9-8baf230bf0cb","contentencoded":"<p><em>As part of a series called</em> <a href=\"http://www.npr.org/series/274340198/my-big-break\">My Big Break</a><em>, </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>When long-distance swimmer Diana Nyad turned 60, she was determined to complete her life's biggest challenge.</p><p>\"In the context of your phrase, 'my big break,' when I turned 60, there was a true, existential anxiety about how much time is left,\" Nyad says. \"My mom had just died; she was 82. And at age 60, I thought, 'Uh-uh, I'm not going into that good night. I am going to fire up and live this thing as large as I can live it until I can't live it that large anymore.' \"</p><p>She decided to attempt a record-breaking swim — from Havana, Cuba, to Key West, Fla., over 110 miles away. But these weren't uncharted waters for her. Nyad had actually tried — and failed — this swim four times before.</p><p>\"You can't find a stretch of ocean more rife with Mother Nature on steroids — for a swimmer — as you can across the Straits of Florida between Havana and Key West,\" Nyad says.</p><p>There's the aggressive oceanic whitetip shark and the infamous box jellyfish, which has some of the deadliest venom in the world. And Nyad's been stung before. In fact, that's what ended her fourth attempt.</p><p>Even after that, Nyad tried again. In 2013, at 64 years old, she tried again — this time, with a specially designed suit and mask to protect against jellyfish and a new motto: \"Find a way.\"</p><p>\"Standing on the rocks, we started at Marina Hemingway, which is a famous location in Havana,\" Nyad says. \"And we're screaming to each other, 'Onward! Find a way!' It's a surreal feeling. I think it's worse when you know what's out there.\"</p><p>For the first few hours of her swim, Nyad was trying just to relax and settle in. She calls it an extreme state of sensory deprivation.</p><p>\"I'm really just out in my own world,\" Nyad says.</p><p>She even hallucinated. At one point, she saw the yellow brick road from the <em>Wizard of Oz</em> right below her, underwater.</p><p>\"It's not Dorothy and the Tin Man; it's the Seven Dwarfs,\" she says. \"They're marching along; they're going right where you're going, so just follow them for awhile. You know, I can't tell you how helpful they were. For three or four hours, I'm watching the little men.\"</p><p>But during the long swim — nearly 53 hours, ultimately — the nights were treacherous.</p><p>\"Absolutely inky black out there,\" she says. \"The wind whipped up that night. I started taking in large walls of seawater, I started vomiting into the mask and kicking hard to keep my face above water.\"</p><p>She lost a lot of energy and nutrition her first night. The next day, Nyad's team, including her best friend Bonnie Stoll, had her swimming near their boats every hour to feed her and give her water.</p><p>\"Eat a little bit of banana, just anything to recuperate from the night before and get ready for the next night,\" she says.</p><p>By the second nightfall, Nyad had been in the water for 40 hours. She says she was getting more and more delirious.</p><p>\"I was having trouble gripping onto reality and I was having trouble swimming,\" she says. \"I was stopping and I was shivering. I forgot what we were doing.\"</p><p>Stoll called her over to the boat and instructed her to take her goggles off. She told Nyad to get above the surface and look over towards the horizon. In the darkness, Nyad saw a glimmer of light.</p><p>\"And I said, 'The sun's coming up, and I'm going to get warmed up by the sun's rays. Oh, I can't wait!' \" Nyad remembers. \"And [Stoll] said, 'No, it's better than the sun. Those are the lights of Key West.' \"</p><p>She was still hours away — but closer to the Florida shore than ever before. Nyad says the moment she saw the lights, there was no stopping her.</p><p>\"I've taken on those life lessons, that big break of just wanting the journey to be an elevated experience, no matter the success,\" she says. \"Those people on the beach that day, they were crying. There were several thousand people. What they saw was a human being who had a dream and refused to give up on it. That's how simple the story is.\"</p><p><em><em>We want to hear about </em>your<em> big break. Send us an email at mybigbreak@npr.org.</em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Cuba+To+Florida%3A+Diana+Nyad%27s+Final+Attempt+At+A+Record-Breaking+Swim&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411044442-7f1970.m3u?orgId=1&topicId=1008&aggIds=274340198&d=268&p=2&story=410855681&t=progseg&e=410996516&seg=7&ft=nprml&f=410855681"}]}