{"created":"2014-09-03T21:05:47+00:00","modified":"2014-11-12T18:15:33+00:00","valid":{"from":"2014-11-12T18:15:33+00:00","to":"3014-11-12T18:15:33+00:00"},"hreflang":"en","title":"What's Worth $45 Million — Or More? One Viola","published":"2014-06-25T21:23:00+00:00","teaser":"The sale of the most expensive musical instrument in history could be announced Wednesday. And it's a viola. (Will the viola jokes stop now?)","itags":["npr_api","324861206"],"guid":"75bc8d4f-592b-4c16-9beb-946bff1e8ccf","contentencoded":"<p><em>Update Wednesday, June 25, 2014: A representative from Sotheby's tells NPR that the instrument did not sell \"at this time.\" </em></p><p>Wednesday, Sotheby's auction house plans to announce the sale of a rare viola made by Antonio Stradivari. The <em>minimum</em> bid is $45 million. If it sells, it will be the most expensive instrument of any kind in history.</p><p>Here's an old musician joke: How do you keep your violin from getting stolen? Put it in a viola case.</p><p>The viola has long played second fiddle to its far more popular, higher-pitched sibling, the violin. But if any instrument can break the curse, it just might be this one.</p><p>\"This instrument was made in 1719 by Antonio Stradivari, who is the greatest violin-maker of all time,\" says Tim Ingles, the director of Ingles & Hayday, an English auction house and dealership specializing in musical instruments. His firm is working with Sotheby's to sell the viola, nicknamed the \"Macdonald\" Strad after one of its previous owners. \"It was made towards the end of what is called his 'golden period,' when he made his best instruments,\" Ingles says.</p><p>The last time it was on the market was 1964. It was sold to the Philips record label, which bought it for Peter Schidlof, the violist for the Amadeus Quartet. At some unknown point, ownership of the viola passed to Schidlof himself. He died in 1987, and his family is now selling it.</p><p>Back in 1964, it went for $81,000 — which, accounting for inflation, would be equal to about $613,000 today. So what makes it worth $45 million this time?</p><p>Ingles says that among rare instruments, this ranks among the very rarest: \"It is really the holy grail. There are approximately 650 Stradivari instruments in existence today, but only 10 of these are complete violas, and the Macdonald is the best of these violas by some distance.\"</p><p>Not surprisingly, Ingles & Hayday and Sotheby's have been doing their best to drum up the chatter surrounding this sale. Sotheby's vice chairman, David Redden, says that now they're hoping for more than $45 million.</p><p>\"We're actually doing a combination, really, of private sale and auction,\" Redden says. \"We're doing a sealed-bid sale. We have a floor price, and beyond that, people can bid that or any other price they wish to bid.\"</p><p>To help goose that price up, Sotheby's took the viola on a roadshow this spring to New York, Hong Kong and Paris. And it enlisted a prominent young American violist, David Aaron Carpenter, to show off what the instrument can do. Carpenter demonstrates for me its tonal quality, playing first a viola transcription of the Prelude from <a href=\"http://www.npr.org/artists/15031897/johann-sebastian-bach\" target=\"_blank\">Bach</a>'s Cello Suite No. 3.</p><p>\"So over here, it is an immediate reaction that this viola has,\" Carpenter says. \"Sometimes a viola is too muffled, or has kind of a nasal quality, or it's too mellow. You want to have the projection that will reach the last member of the audience. And this viola kind of understands.\"</p><p>Carpenter can talk about the Macdonald Strad both as a player and as an expert. He's a well-regarded soloist, but along with his brother Sean and sister Lauren, he also operates Carpenter Fine Violins, a firm that deals in high-end instruments.</p><p>They accompanied him pizzicato while he played Paganini's <em>Carnival of Venice</em> to show off the viola's high notes.</p><p>Carpenter says that as gorgeous as this viola sounds now, it's going to take a while for it to sound completely like its old self again. \"It's been a little bit of a shame that this particular viola has been locked away in a vault for 30 years, and really hasn't been played on,\" Carpenter says. \"So it's really kind of still sleepy, and it will probably take about a year to five years for it to really maximize its true potential of sound.\"</p><p>But the odds are a musician won't be the one buying it, Ingles says.</p><p>\"Most even very successful musicians are not able to purchase their own instruments these days, with good Stradivari instruments costing anything from about $5 million upwards,\" Ingles says. \"So in many cases a private investor or a foundation will step in, purchase the instrument and then loan it to a talented player.\" In other cases — as with the Macdonald — owners will simply sock the instrument away.</p><p>It's an investment. As with visual art, sale prices for rare instruments have soared. There are even investment funds that help highfliers buy such instruments. But recent research indicates even professionals usually <a href=\"http://www.npr.org/blogs/deceptivecadence/2012/01/02/144482863/double-blind-violin-test-can-you-pick-the-strad\" target=\"_blank\">can't hear the difference</a> between a Strad and a very good modern instrument. Still, the Stradivarius mystique endures.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+Worth+%2445+Million+%E2%80%94+Or+More%3F+One+Viola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anastasia Tsioulcas","audio":[{"meta":{"duration":"301"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325229947-9fc7f0.m3u?orgId=1&topicId=1039&aggIds=100920965&ft=3&f=324861206"},{"href":"http://media.npr.org/assets/img/2014/06/23/david_aaron_carpenter_npr-e6d1a66c221a67774a24d70db6d3ebf0063f0969.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2448","width":"3264"}}]}