{"created":"2015-03-31T19:02:45+00:00","modified":"2015-03-31T22:22:21+00:00","valid":{"from":"2015-03-31T22:22:21+00:00","to":"3015-03-31T22:22:21+00:00"},"hreflang":"en","guid":"75d9f2bd-0379-4b63-a748-072147bc0e5f","title":"Forget Cherry Garcia. How about Ben and Jerry's Passover ice cream?","published":"2015-03-31T22:22:11+00:00","byline":"Daniel Estrin","tags":["Ben and Jerry's ice cream","charoset","ice cream flavors","matzo","matzah","Passover","Seder","Food","Lifestyle & Belief","Israel","Jewish culture","Jewish cuisine","Passover Seder","Ice cream parlors","Ben & Jerry's","Passover","Charoset","Matzo","Food and drink"],"teaser":"The matzah flavor ice cream didn't work out so well, but Ben and Jerry's charoset flavor for Passover is a big hit in Israel. And despite a flood of requests from the States, the kosher-for-Passover flavor isn't leaving the Holy Land any time soon.","contentencoded":"<p>Ben and Jerry’s, the ice cream empire that churns out quirky flavors inspired by American pop culture, has a new flavor inspired by something completely different: a ritual food eaten on Passover.</p>\n<p>The limited edition flavor is a pint of creamy vanilla ice cream with a swirl of charoset, <a href=\"http://www.reformjudaism.org/origins-charoset\">a fruit and nut compote</a> Jews will eat this Friday night on Passover, a holiday that marks the Biblical exodus from Egypt.</p>\n<p>Charoset, which symbolizes the mortar the ancient Israelites used as slave laborers in Egypt , comes from the Hebrew word for clay. It may not sound like a very good ice cream ingredient, but people are screaming for the stuff.</p>\n<p>A limited batch was made this month at the Ben and Jerry’s factory in the southern Israeli town of Beer Tuvia. It’s the only Ben and Jerry’s factory in the world where you can see workers touching the mezuzah — the slender case containing a prayer scroll that's attached to the doorposts of Jewish homes and other buildings — before taking a seat on the production line.</p>\n<p>Avi Zinger, who heads the Israeli factory, says the phone has been ringing off the hook at Ben and Jerry’s headquarters in Vermont. Americans are desperate for a Passover pint, but the flavor is only being sold in Israel, and just for the holiday.</p>\n<p>“People are calling Vermont, [asking] where they can get it, and it’s not available,” Zinger says, standing inside the factory.</p>\n<p>Meanwhile, Ben and Jerry’s reps in Vermont are calling <em>him</em> to figure out what this flavor is all about. The flavor experts at Vermont headquarters — the Flavor Gurus, as they’re called — weren’t actually involved in the making of this Passover flavor. In the true spirit of Israeli irreverence, the local factory just sort of did it on its own.</p>\n<p>\"They’re not familiar with charoset,” Zinger admits. </p>\n<p>This local factory has long been a pioneer. In the late 1980s, just as Ben and Jerry’s was becoming successful, Zinger took a ski trip to Vermont. He fell in love with the ice cream and got Ben and Jerry to let him open a factory here in Israel. It's still only one of two Ben and Jerry’s factories outside of the US, along with a plant in the Netherlands.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" style=\"font-size: 13.0080003738403px; line-height: 20.0063037872314px;\" alt=\"Avi Zinger fell in love with Ben and Jerry&amp;#039;s ice cream on a ski trip to Vermont. Now he runs a Ben and Jerry&amp;#039;s factory in Israel.\" title=\"Avi Zinger fell in love with Ben and Jerry&amp;#039;s ice cream on a ski trip to Vermont. Now he runs a Ben and Jerry&amp;#039;s factory in Israel.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/6_0.JPG?itok=rap7cDa7\" /><div class=\"field-caption\">\n    <p>Avi Zinger fell in love with Ben and Jerry's ice cream on a ski trip to Vermont. Now he runs a Ben and Jerry's factory in Israel.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Daniel Estrin</p>\n  </div>\n</div>\n<p>This actually isn't the first time Ben and Jerry’s in Israel has put out a Passover flavor. It marketed a charoset ice cream a few years back, and one year it experimented with a flavor called Matzah Crunch.</p>\n<p>“We took chocolate-covered matzah and we added it into our vanilla ice cream,” Zinger said. “It was a big success, but unfortunately, the matzah, after a while, it gets very soggy. You know, the product wasn’t as good as supposed to, so we didn’t do it anymore.”</p>\n<p>Matzah Crunch went “straight to the flavor graveyard,” Zinger says with a chuckle — it's a literal graveyard at the Ben and Jerry’s factory in Vermont, where a row of tombstones pays cheeky tribute to discontinued flavors.</p>\n<p>People who keep a strict Passover diet have limited options during the holiday; bread or leavened products are off-limits. A few weeks ago, the Ben and Jerry’s factory in Israel was scrubbed clean  and certified kosher for Passover — just for the Israeli market — before the charoset ice cream and half a dozen other flavors were made.</p>\n<p>So how does the charoset flavor size up? It’s heavy on the cinnamon and has a trace of red wine, along with apples and dates.</p>\n<p>It’s a blend, perhaps, of charoset recipes, using both the Ashkenazi version from Europe (apples, nuts, cinnamon, red wine) and the Sephardic version from the Middle East (mostly based on dates).</p>\n<p>“Whatever it is, as long as people like it,” Zinger says.</p>\n<p>A group of kids who did a blind taste test for an Israeli newspaper weren’t too impressed, but some teenage boys who arrive at the factory’s ice cream shop looking for the charoset flavor attack a pint of it with plastic spoons.</p>\n<p>“It’s nice. It’s like actual charoset, only in ice cream,” one says.</p>\n<p>Does Zinger already know what will next year's Passover flavor be?</p>\n<p>“I think after this year we had enough of those flavors,” Zinger says. “People are very upset that they cannot find it, and it’s not available, so I say, forget it.”</p>\n<p>So don’t expect any Gefilte Phish Food next year.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-31%2Fforget-cherry-garcia-how-about-ben-and-jerrys-passover-ice-cream&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/12.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/12jpg-9"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03312015_05.mp3"},{"href":"http://www.pri.org/file/0331201505mp3"}]}