{"created":"2015-02-24T21:34:03+00:00","modified":"2015-02-24T21:34:23+00:00","valid":{"from":"2015-02-24T21:34:23+00:00","to":"3015-02-24T21:34:23+00:00"},"hreflang":"en","guid":"75dc5d42-9295-4382-8be7-c574585371b2","title":"While the US and Iran pursue a nuclear arms deal, their cyberwar continues","published":"2015-02-24T21:34:20+00:00","byline":"Bradley Campbell","tags":["Cyberwarfare","cybersecurity","conflict","technology","Conflict","Conflict & Justice","Asia","North America","Iran","United States","Israel","Middle East","Asia","South Asia","North America","Alan Woodward","Cyberwarfare","Nuclear program of Iran","Iran–United States relations","Stuxnet","Politics"],"teaser":"There's a good chance the US and Iran could be close to a nuclear arms deal. But even as the negotiations continue in Geneva, both countries are still carrying out cyberwarfare campaigns against the other.","contentencoded":"<p>While there's optimism that a nuclear deal with Iran is within reach, the battle between Tehran and Washington in cyberspace is only heating up.</p>\n<p>That's according to a National Security Agency document from 2013 that was <a href=\"http://firstlook.org/theintercept/2015/02/10/nsa-iran-developing-sophisticated-cyber-attacks-learning-attacks/\">recently published by The Intercept</a>.</p>\n<p>\"What the document has shown really, is that they are making contingency plans,\" says University of Surrey Professor Alan Woodward, a cybersecurity analyst and advisor to Europol, the international police agency. \"What happens if the talks don't work? What else could we do?\"</p>\n<p>Woodward says many cyberweapons are attractive to use because they have an element of plausible deniability. \"We still don't really know who launched Stuxnet,\" he points out. \"Everyone assumes it was some or all of the United States, Israel and Great Britain — but actually no one really knows.\"</p>\n<p>But, naturally, there are some down sides. If countries don't know the origins of the attacks, that allows other countries to stir the pot with what Woodward calls \"false flag operations.\" For instance, if Country A wants Country B and C to go at it, it might launch an attack against Country B that looks like it came from Country C.</p>\n<p>Woodward says such activities are commonplace in cyberwar and espionage activities conducted online. \"It's horribly easy to do,\" he says. \"Launch it from a site that seems to be well-known as being used by a country. All of a sudden you get circumstantial evidence, even though it's not a smoking gun, that starts to build up. And then you have confirmation bias. If you are already slightly against another country and there's some circumstantial evidence that starts to look like it was them then you are going to start believing that it was them.\"</p>\n<p>The problem of tracing attacks is only one of many inherent to cyberweapons. For instance, any virus can be reverse-engineered by its target and used in turn against the attacker. \"It's like biological warfare,\" Woodward says. \"If you can capture the germ, you can grow it yourself and throw it back. Indeed, we saw it with Stuxnet. You can go on YouTube now and find videos on how to reengineer Stuxnet and send it back against some enemy.\"</p>\n<p>And that capability is well within the reach of the US's potential enemies, Woodward warns. \"You only need to put 30 clever guys in the room and give them laptops.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-23%2Fus-and-iran-pursue-nuclear-arms-deal-they-are-busy-fighting-cyberwar&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0223201502.mp3"},{"href":"http://www.pri.org/file/0223201502mp3"}]}