{"created":"2014-08-28T21:03:44+00:00","modified":"2014-08-28T21:03:44+00:00","valid":{"from":"2014-08-28T21:03:44+00:00","to":"3014-08-28T21:03:44+00:00"},"hreflang":"en","guid":"75effe92-6732-4571-8721-84f979e38682","title":"A push is on in the US to reunite families torn apart by El Salvador’s civil war","published":"2014-08-28T21:03:43+00:00","byline":"Monica Campbell","tags":["immigration","history","conflict","Global Nation","Conflict","Conflict & Justice","North America","El Salvador","United States","California","Cristián Orrego Benavente"],"teaser":"A new campaign is underway to reach Salvadoran immigrants in the US, to help them reunite with family members they were separated from during the country’s civil war.","contentencoded":"<p>Rosario was in her kitchen in Oakland, California, recently listening to her favorite Spanish radio talkshow, when she heard about a campaign that, she realized, could change her life.</p><p>The campaign includes public service announcements that distribute this message, in English and Spanish:</p><p><span style=\"line-height: 1.538em;\">&ldquo;Were you separated from your child during the war&nbsp;in El Salvador between 1980 and 1992?&nbsp; The&nbsp;Pro-Búsqueda&nbsp;Association of Disappeared Children from El Salvador will help you: Text the word FIND to 99000, or write to&nbsp;</span><a href=\"mailto:info@probusqueda.org.sv\" style=\"line-height: 1.538em;\">info@probusqueda.org.sv</a><span style=\"line-height: 1.538em;\">.&rdquo;&nbsp;</span>[[{\"fid\":\"73036\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":514,\"width\":794,\"style\":\"line-height: 1.538em; width: 400px; height: 259px; margin: 5px; float: right;\",\"alt\":\"Salvador_Ad\",\"title\":\"Salvador_Ad\",\"class\":\"media-element file-default\"}}]]</p><p><span style=\"line-height: 1.538em;\">It&rsquo;s a push to make Salvadorans in the US aware of efforts to reunite families through DNA testing. The wartime separations &mdash; estimated in the thousands &mdash; happened many ways: some children were taken by soldiers and sold to orphanages. Others were put up for adoption by their parents under duress.</span></p><p><span style=\"line-height: 1.538em;\">In El Salvador, this reunification campaign has existed for years, and some reunions have happened. But the new US campaign hopes to reach immigrants like Rosario &mdash; Salvadorans who fled the war for the US and left children behind.</span></p><p><span style=\"line-height: 1.538em;\">Rosario, who asked that her real name not be used to protect her privacy, says hearing about the reunification project on the radio triggered painful memories, but also some hope.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;I remember that day, the day I gave her away,&rdquo; she says.&rdquo; It was in 1983, and the war had intensified, and more civilians were being caught in the crossfire between leftist guerrillas and the military-run dictatorship.</span></p><p>Rosario says she handed her just-born girl to a man, recommended by a friend, who said he could take her baby to Miami. &ldquo;I don&rsquo;t even remember his name,&rdquo; Rosario said. &ldquo;It all happened so fast. There was no paperwork.&rdquo;</p><p>Later, in the late 80s, Rosario fled El Salvador herself for California. &ldquo;They put us in the back of a truck hauling bananas,&rdquo; she said. She was squeezed in with 64 other Salvadorans. It took three weeks to reach the border. Her two other children eventually followed her.</p><p>For decades, Rosario has wondered what happened to that girl. She&rsquo;d be 33 now. Rosario asks herself where does she live, and is she curious about her past, her biological mother?</p><p>It was enough for Rosario to call up the number announced on the radio that day.</p><p><span style=\"line-height: 1.538em;\">And that eventually connected her to Cristián&nbsp;Orrego Benavente, the director of forensic programs at the Human Rights Center, at the University of California, Berkeley. </span><span style=\"line-height: 1.538em;\">He is a veteran when it comes to linking families using DNA testing, and now works with Pro-Búsqueda, the Salvadoran non-profit leading the reunification effort.</span></p><p>Orrego collected Rosario&rsquo;s DNA sample and added it to Pro-Búsqueda&rsquo;s growing family database. He knows the samples can lead to family reunions, and he has helped identify hundreds of missing Salvadoran children.</p><p>But Orrego also knows many more children are still unaccounted for.</p><p>One encouraging sign is a growing stack of manila envelopes in Orrego&rsquo;s office, each containing a DNA sample. Each package is sealed with a number.&nbsp;<span style=\"line-height: 1.538em;\">But they are all from children in the US &mdash; adoptees who are now young adults &mdash; seeking their biological Salvadoran parents.</span></p><p>&ldquo;What we want with the outreach campaign is that we now begin to receive or to contact families in this country that say we lost a child,&rdquo; Orrego said.</p><p><span style=\"line-height: 1.538em;\">And that&rsquo;s what makes Rosario&rsquo;s case a breakthrough.&nbsp;</span><span style=\"line-height: 1.538em;\">She is the first Salvadoran immigrant in the US to respond to this campaign. I asked her what she would say if she met that girl she gave up in El Salvador, a grown woman now.</span></p><p>&ldquo;I don&rsquo;t know what I&rsquo;d say at that moment,&rdquo; she said. &ldquo;I wouldn&rsquo;t know how to express myself.&rdquo;</p><p>But that moment will only happen if her biological child hears about this campaign &mdash; and wants a reunion too.&nbsp;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082820146.mp3"},{"href":"/file/082820146mp3"}]}