{"created":"2015-06-27T12:50:14+00:00","modified":"2015-07-01T14:02:14+00:00","valid":{"from":"2015-07-01T14:02:13+00:00","to":"3015-07-01T14:02:13+00:00"},"hreflang":"en","title":"Phoenix Students Restore School To Reclaim Native American Identity","published":"2015-07-01T14:02:00+00:00","teaser":"A century-long government assimilation program boarded children from their tribes. Now some former students are turning their old school into a Native American cultural center to play their own music.","itags":["npr_api","417844637"],"guid":"75f74a73-37c7-4988-8fa7-07ede08205b6","contentencoded":"<p>From 1891 until 1990, just shy of a century, Phoenix Indian School boarded students from Navajo, Apache and other tribes across the Southwest.</p><p>Patty Talahongva is a Hopi who went to Phoenix Indian until 1979. By then, attendance was voluntary. That wasn't the case for generations of students before her.</p><p>\"There's a well-known quote that said 'Kill the Indian, save the man.' That was the mindset,\" she says. \"When the students arrived at school, their hair was cut, so they couldn't wear it in their traditional way. Their clothing was changed. They wanted to bring us to the boarding schools ... to be basically white people who were Christian.\"</p><p>It was part of a U.S. government policy intended to \"Westernize\" Native American children by sending them away from their tribes to boarding schools — often against their will.</p><p>By the time Talahongva lived here, conditions had greatly improved. But traditions were still suppressed.</p><p>Take the band, for instance.</p><p>\"Tribes, we have our own music, but that music was never incorporated into 'The Band,' \" she says. \"These were European musical instruments. So how much more white can you get?\"</p><p>Rosalee Talahongva, Patty's sister, played clarinet in the band and can still hear her conductor.</p><p>\"We'd mess up and he'd tap his stand, 'Tap tap tap! Everybody stop stop! You did that wrong! You come in on this count! One and two and one and two!' \" she says. \"One time, I think it was the trumpet section that kept missing that beat, and finally, he literally wrote a note and said, 'Do I need to invite you to play? Dear so and so ...' And he was writing this note, it was the funniest thing. Well now it is.\"</p><p>The Indian School band made a name for itself nationwide, marching twice in the Rose Bowl Parade.</p><p>It's a complicated legacy. Patty Talahongva and her old classmates are proud of their band's accomplishments, but she acknowledges they were also wheeled out for PR.</p><p>\"The band was actually used as a recruitment tool,\" she says. \"The idea was [to] show how great the band is and tell the kids from the reservation schools, 'Hey, pick Phoenix Indian High School and you can play in our cool band!' They would have concerts and the whole city of Phoenix would show up. It was like their little public outreach.\"</p><p>Only three of Phoenix Indian's 29 buildings still stand, and the band room is one of them. The risers are gone, and blobs of glue residue on the walls mark where sound panels once hung.</p><p>Today, Talahongva is working with two <a href=\"http://www.nativeconnections.org/\" target=\"_blank\">local Native American</a> <a href=\"http://www.phxindcenter.com/\" target=\"_blank\">nonprofits</a> to restore the defunct band building and turn it into a Native American cultural center in the heart of Phoenix.</p><p>The new space will be a classroom, a gallery, a reflection space and of course, a concert area right where band students used to slog through John Philip Sousa.</p><p>Students like Talahongva's sister Rosalee haven't been back in the music room since she was a teenager.</p><p>\"Just this floor! This floor is the same,\" she says. \"So it still had that echoey kind of sound when you walked on it. That just kind of brings things back.\"</p><p>Now the music room will be a place where Native Americans can remember their past while reclaiming their musical identity.</p><p>Cano Sanchez and David Montour of the band Clan-Destine recently stopped by to check out the acoustics for future concerts with an impromptu performance, the first here in 25 years. Organizers suspect it's also the first time that Native American music is being celebrated under this roof, rather than marginalized.</p><p>\"There were some lonely children here, at one point,\" Sanchez says. \"Look how far we've come. You can hold on to tragedy — you should always remember it — but you should learn from it and move forward. It makes me very proud and fills my soul today to be able to come here and bless the area with our being, with our presence, and hopefully be blessed as well.\"</p><p>Such is the power of music, he says, especially when you get to play your own.</p><p><em>Archival audio of Phoenix Indian School band, courtesy of the <a href=\"http://heard.org/\">Heard Museum</a>, Phoenix, Ariz. The date of the recording is unknown.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Phoenix+Students+Restore+School+To+Reclaim+Native+American+Identity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Livesay","audio":[{"meta":{"duration":"333"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418011851-5ecaf6.m3u?orgId=1&topicId=1003&d=333&p=7&story=417844637&t=progseg&e=418011736&seg=18&ft=nprml&f=417844637"},{"href":"http://media.npr.org/assets/img/2015/06/26/img_0283-85e2c18b2ac50009f0a13e6bf612b5b870dbf4ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}