{"created":"2014-09-16T21:05:22+00:00","modified":"2014-09-16T23:05:25+00:00","valid":{"from":"2014-09-16T23:05:24+00:00","to":"3014-09-16T23:05:24+00:00"},"hreflang":"en","title":"The Rise And Fall Of Stefan Zweig, Who Inspired 'Grand Budapest Hotel'","published":"2014-04-03T01:54:00+00:00","teaser":"The Viennese writer was once one of the world's most translated authors, but after his death he was forgotten — until now. Wes Anderson credits Zweig's writing at the end of his latest film.","tags":["npr_api","298340082"],"guid":"7605b687-e934-4556-9afd-8111ca36d81f","contentencoded":"<p>In Wes Anderson's latest film, <em>The Grand Budapest Hotel</em>, a writer relates the long and twisting life story of a hotel owner. It's about youthful love and lifelong obsession, and while the story is original, there's a credit at the end that reads: \"Inspired by the Writings of Stefan Zweig.\"</p><p>Last month, Anderson <a href=\"http://www.npr.org/2014/03/12/289423863/wes-anderson-we-made-a-pastiche-of-eastern-europes-greatest-hits\">told</a> <em>Fresh Air</em>'s Terry Gross that until a few years ago, he had never heard of Zweig — and he's not alone. Many moviegoers share Anderson's past ignorance of the man who was once one of the world's most famous and most translated authors.</p><p>George Prochnik is out to change that. His forthcoming book is called <em>The Impossible Exile: Stefan Zweig at the End of the World</em>.</p><p>Prochnik tells NPR's Robert Siegel that Zweig was born in Vienna in 1881. After Hitler rose to power, the writer left Austria for England, New York and eventually Brazil, where, in 1942, after years of exile, Zweig killed himself.</p><p>\"His suicide remains a vexed issue for many people confronting his story,\" Prochnik says. \"The question of why ... was something that remained a problem.\"</p><p><hr /></p><p><h3><strong>Interview Highlights</strong></h3></p><p><strong>On Zweig's suicide</strong></p><p>It's critical, when we think about Zweig, to realize how deeply he identified himself with Europe. Zweig's overwhelming objective was the creation, preservation and proclamation of the Europe that was already inside him. When Zweig began to feel that the Europe that he had known was gone for good, he lost a lot of his motivation to keep going ...</p><p>This Europe that was so invested in aesthetics, in beauty, in civilized tolerance was very much gone by the time of his suicide. But he knew that, in letting that dream go, he was going to be also relinquishing his hold on the will to live.</p><p><strong>On Zweig's short, readable, premodern writing style</strong></p><p>When Zweig tries to analyze the reason for his incredible popularity, he ascribes it largely to what he calls a character flaw — radical impatience. And he talks about how he has even proposed to publishers that the classics of literature throughout history should be reissued with all the boring parts cut out ...</p><p>But I think — although it's true that there are aspects of Zweig's narrative technique which are conventional and harken back to 19th century forms — in that emphasis on speed and drive of narrative, there is something that we recognize today and can respond to. The stories really move. So he understood the ways that stories could hook us.</p><p>His work is deeply invested in confessions and secrets. And we all like to overhear conversations and there's lots of eavesdropping and peeping in and all sorts of ways in which the characters who narrate his stories are often observers of some grand moment of passion to which they become, in some way or other, either sucked in directly or have their own complacent view of the world shaken by what they see of other lives.</p><p><strong>On how his time in Berlin influenced his writing</strong></p><p>When Zweig was still a young man in university, he went to Berlin where he was supposed to be studying in the university there, but instead spent most of his time in low dives hanging out with the toughest, roughest people he could find. And he describes his lifelong fascination with character types whom he calls \"monomaniacs,\" people really driven to stake everything on the realization of a desire that often proves impossible to realize.</p><p><strong>On how <em>The Grand Budapest Hotel</em> reflects Zweig's work</strong></p><p>The element of joyously goofy caper that is at the core of Wes Anderson's film is not part of Zweig's own work. But what Zweig does have is an understanding of the absurdity of existence. And even beyond this, I think that one point that Anderson really gets in the film that we feel, when Zweig speaks about Vienna, he talks about a kind of laxity and a joyful sloppiness of the city. He talks about its deep investment in the idea of pleasure, maybe even a slightly transgressive pleasure. And I think the ways that Wes Anderson's film has about it a celebration of life in the midst of a poignant tragedy is something the Zweig himself would have found very resonant.</p><p><strong>On why he thinks Zweig was so quickly forgotten</strong></p><p>One thing that I can say with certainty is that Zweig himself saw his disappearance as likely. I remember speaking with his stepniece; I asked her what she thought Zweig himself might think about this revival of interest in his work and she said she thought he would be completely astonished. Indeed, near the end of Zweig's life he wrote repeatedly of feeling that he was living a posthumous existence. And that's one aspect of his humility that's actually very appealing: He felt it was important to make room for the next generation.</p><p>But the reality, in terms of the almost complete disappearance of Stefan Zweig in this country — the reality is that it's surprisingly specific to the Anglo world that his disappearance was so complete. He does not present the kind of stories that Americans gravitate to in terms of sticking with it and succeeding at all costs. More or less the opposite.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Rise+And+Fall+Of+Stefan+Zweig%2C+Who+Inspired+%27Grand+Budapest+Hotel%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1298374070-22f5bd.m3u?orgId=1&topicId=1033&ft=3&f=298340082"},{"href":"http://media.npr.org/assets/img/2014/04/02/111301909small-fdbd6bf96afe35f28558d5da85db939f914a5f54.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1501","width":"2000"}}]}