{"created":"2015-04-19T12:35:03+00:00","modified":"2015-04-27T19:05:11+00:00","valid":{"from":"2015-04-27T19:05:11+00:00","to":"3015-04-27T19:05:11+00:00"},"hreflang":"en","title":"LA's Mountain Lion Is A Solitary Cat With A Knack For Travel","published":"2015-04-22T15:05:00+00:00","teaser":"A puma named P-22 had to master a suburban commute to find his home in Griffith Park. His name might not be pretty, but the biologist who collared him thinks it fits just right.","itags":["npr_api","400616078"],"guid":"7617c5f9-87d4-4f68-9b63-65db69d963ae","contentencoded":"<p>A mountain lion was holed up under a house in Los Angeles for a little while last week, making headlines across the country.</p><p>But the puma, known as P-22, was already pretty famous. He's got his own Facebook <a href=\"https://www.facebook.com/P22mountainlion\">fan page</a> with more than 2,000 likes, plus a <a href=\"https://twitter.com/MountainLionP22\">couple</a> of <a href=\"https://twitter.com/p22_la_puma\">Twitter</a> accounts.</p><p>His range is the 8 square miles of LA's Griffith Park, on the eastern edge of the Santa Monica Mountains, surrounded on all sides by development.</p><p>Jeff Sikich, a biologist with the National Park Service, captured P-22 in 2012 in Griffith Park and released him with a GPS radio collar. Sikich tells NPR's Rachel Martin that through tissue sampling, he can trace the puma's origins.</p><p>\"The genetics show that he was born in the Santa Monica Mountains,\" he says. \"Which is pretty amazing, because that meant, to get to Griffith Park, he had to cross two major freeways — the 405 Freeway, navigate through the Hollywood Hills, and then cross the 101 Freeway.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On P-22's solitary lifestyle</strong></p><p>We've seen that in our <a href=\"http://www.nps.gov/samo/learn/nature/pumapage.htm\">core study area in the Santa Monica Mountains</a> every young male before P-22 ended up dying when they got dispersed from mom. They either got hit on the freeway or killed by the adult male, so P-22 did find a way out to an area where there is no adult male. There seems to be plenty of prey, plenty of deer for him.</p><p><strong>On his Griffith Park home</strong></p><p>He has the smallest home range of any adult male, to our knowledge, ever recorded, so in a matter of time he might choose to leave, or attempt to leave, in order to find a mate.</p><p><strong>On P-22's name</strong></p><p>P is for puma; he's the 22nd puma caught in our study. Just because we have this numbering system does not mean we're not attached to these animals. I tell people to call them any name you like.</p><p>Who's to say what a good or a bad name is, right? I think P-22 sounds perfect. It's short. It's commanding. It rolls off the tongue. I think it fits him perfectly.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=LA%27s+Mountain+Lion+Is+A+Solitary+Cat+With+A+Knack+For+Travel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400750520-c87b99.m3u?orgId=1&topicId=1132&e=400616078&d=236&ft=nprml&f=400616078"},{"href":"http://media.npr.org/assets/img/2015/04/18/p22-range-ea123c5e819c64886a36d07a85e8a97b6d6ddb83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1434","width":"1912"}}]}