{"created":"2015-01-07T22:59:16+00:00","modified":"2015-01-08T19:20:07+00:00","valid":{"from":"2015-01-08T19:20:07+00:00","to":"3015-01-08T19:20:07+00:00"},"hreflang":"en","guid":"761f501d-f208-4309-b187-9078583ccbe1","title":"Cartoonists speak out after slayings of colleagues in Paris ","published":"2015-01-08T19:20:06+00:00","byline":"Matthew Bell, Carol Hills","teaser":"The shooting attack in Paris that left 12 people dead, including journalists with the satirical French newspaper Charlie Hebdo, sent waves of grief through the global community. Many responded in distinctive ways.  ","tags":["Paris","Europe","Europe","Karl Sharro","Jonathan Guyer","Al-Masry Al-Youm","Ruben Oppenheimer","Charlie Hebdo","Satire","cartoons"],"contentencoded":"<p>Political cartoonists lost a few of their own in Paris today and it didn’t take long for them to start responding artistically to the murder of journalists at the French satirical newspaper Charlie Hebdo.</p>\n<p>David Pope is a cartoonist in Canberra, Australia.</p>\n<p> </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Can't sleep tonight, thoughts with my French cartooning colleagues, their families and loved ones <a href=\"https://twitter.com/hashtag/CharlieHebdo?src=hash\">#CharlieHebdo</a> <a href=\"http://t.co/LqIMRCHPgK\">pic.twitter.com/LqIMRCHPgK</a></p>\n<p>— David Pope (@davpope) <a href=\"https://twitter.com/davpope/status/552844593046097920\">January 7, 2015</a></p></blockquote>\n<p> </p>\n<p>The Dutch cartoonist Ruben Oppenheimer presented the Paris attack as a spectacular assault on the freedom of expression.</p>\n<blockquote class=\"twitter-tweet\" data-partner=\"tweetdeck\"><p><a href=\"https://twitter.com/hashtag/CharlieHebdo?src=hash\">#CharlieHebdo</a> <a href=\"http://t.co/15O4YC2KWg\">pic.twitter.com/15O4YC2KWg</a></p>\n<p>— Ruben L. Oppenheimer (@RLOppenheimer) <a href=\"https://twitter.com/RLOppenheimer/status/552848047089405952\">January 7, 2015</a></p></blockquote>\n<p> </p>\n<p>Khalid Albaih from Sudan seemed to capture the way many Muslim cartoonists were feeling.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>The latest <a href=\"https://twitter.com/hashtag/khartoon?src=hash\">#khartoon</a> from <a href=\"https://twitter.com/khalidalbaih\">@khalidalbaih</a>: <a href=\"http://t.co/YQjeVaLUid\">pic.twitter.com/YQjeVaLUid</a></p>\n<p>— Jonathan Guyer (@mideastXmidwest) <a href=\"https://twitter.com/mideastXmidwest/status/552858616508997632\">January 7, 2015</a></p></blockquote>\n<p> </p>\n<p>Jonathan Guyer blogs from Cairo about comics and caricature at <a href=\"http://oumcartoon.tumblr.com/\">Oum Cartoon</a>. From what he was seeing on social media, Arab cartoonists were reacting with a mix of anger, disgust and solidarity to the deadly attack in Paris.</p>\n<p> </p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Egyptian cartoonist <a href=\"https://twitter.com/makhlouz\">@makhlouz</a> publishes this illustration, in solidarity with the fallen at <a href=\"https://twitter.com/hashtag/CharlieHebdo?src=hash\">#CharlieHebdo</a>. <a href=\"http://t.co/sXVWOhhrWG\">pic.twitter.com/sXVWOhhrWG</a></p>\n<p>— Jonathan Guyer (@mideastXmidwest) <a href=\"https://twitter.com/mideastXmidwest/status/552862895160426496\">January 7, 2015</a></p></blockquote>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p> </p></blockquote>\n<p>Around the world, media organizations struggled with the question of whether or not to publish images from Charlie Hebdo that many Muslims would at least find offensive, if not blasphemous. One of the major Egyptian newspapers, Al-Masry Al-Youm decided to post <a href=\"http://www.almasryalyoum.com/news/details/623371\">a slideshow of the illustrations</a>. Guyer said this was a surprising move, and might be unprecedented.</p>\n<p>“Usually, these things get talked about, but not actually shown,” he said.</p>\n<p>Political cartoonists who work in the Arab world know very well the pressures that come with publishing work that crosses the line in the view of religious conservatives. In Egypt, Guyer said, “Cartoonists were attacked for drawing something as simple as Adam and Eve.” Adam is seen as one of the prophets in Islam, whose teachings hold that no prophet should be depicted in any art form.</p>\n<p>“There haven’t, in recent times, been violent attacks on Egyptian cartoonists, for example,” Guyer said. “There are lawsuits. There are verbal threats. It is a dangerous profession.”</p>\n<p>“In America, we forget that taking risks with free speech and drawing whatever you want comes with a price, tragically,” he added. “And these are struggles that Arab cartoonists on a day-to-day basis are facing.”</p>\n<p>Lebanese satirist Karl Sharro is known online as <a href=\"https://twitter.com/karlremarks\">Karl reMarks</a> and the murders today in Paris left him angry and upset. \"The cold-blooded murder of people for their opinions, whether we agree with them or not as journalists and comics is quite a low point in this retreat of free speech and freedom of expressions.\"</p>\n<p>Sharro says there's been a creeping phenomenom of giving in to those who are offended. \"You really have to trace this back to 1989 and the whole Satanic Verses and Salman Rushdie affair.\" Sharro says that episode started and nurtured a phenomenom where societies are allowing artistic freedom to be eroded. \"We're kind of giving more space to people's sensitivites and we almost created what shouldn't be there: the right to be offended.\" </p>\n<p>Sharro rejects the 'clash of civilizations' argument. \"This is not at all limited or restricted to Islam or Muslim groups.  It's across the board in many parts of society today and it's a very unhealthy development.\"  And Sharro believes the response should be a robust defense of freedom of expression, not further restrictions on it. </p>\n<p>\"Having the freedom today to say whatever we want, and other people having the freedom to criticize it, this is the way to organize a civilized society in which interaction can happen. And if we start to show weakness and start to restrict this any more, then that's the defeatist attitude that harms us all ultimately.\"</p>\n<p>The key ingredient to triumph? Courage, Sharro says. </p>\n<p> </p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/010720152.mp3"},{"href":"http://www.pri.org/file/010720152mp3"}]}