{"created":"2015-04-15T18:49:37+00:00","modified":"2015-05-13T21:02:38+00:00","valid":{"from":"2015-05-13T21:02:37+00:00","to":"3015-05-13T21:02:37+00:00"},"hreflang":"en","title":"Personalizing Cancer Treatment With Genetic Tests Can Be Tricky","published":"2015-04-15T22:52:00+00:00","teaser":"Genetic profiling of cancer cells can help guide treatment, but such profiles can be ambiguous. Results would be more accurate if all labs tested normal cells from each patient, too.","itags":["npr_api","399821134"],"guid":"76297ea4-9ebf-4508-aa3b-d4d78fac8d1f","contentencoded":"<p>It's becoming routine for cancer doctors to order a detailed genetic test of a patient's tumor to help guide treatment, but often those results are ambiguous. Researchers writing in <em>Science Translational Medicine </em>Wednesday say there's a way to make these expensive tests more useful.</p><p>Here's the issue: These genomic tests scan hundreds or even thousands of genes looking for mutations that cause or promote cancer growth. In the process, they uncover many mutations that scientists simply don't know how to interpret — some may be harmless.</p><p>\"What we found is, you essentially get a lot of inaccurate information,\" says <a href=\"http://www.hopkinsmedicine.org/kimmel_cancer_center/experts/laboratory_scientists/detail/c17729aac4a69a8986903d66341c4fe8/victor_velculescu\">Dr. Victor Velculescu</a>, a professor of oncology and pathology and co-director of cancer biology at the Johns Hopkins Kimmel Cancer Center.</p><p>The consequences of misinterpreting these results could be significant.</p><p>\"You can imagine patients being placed on a particular therapy, with all the side effects of that therapy but without any of the benefits,\" Velculescu says. \"You can imagine that it prevents the patient from getting the right therapy. And then, finally, there are the additional costs of having therapies that aren't really useful in any way.\"</p><p>Velculescu and his colleagues <a href=\"http://stm.sciencemag.org/content/7/283/283ra53\">now report </a>that about half of all people whose tumors are examined with a genome test get results that are potentially misleading.</p><p>They argue there's a way to refine these results: by studying the DNA of a person's healthy tissue at the same time the tumor is sampled. That way, doctors can distinguish mutations that are unique to the cancer and more likely to be related to the disease.</p><p>Velculescu has an economic reason for making this argument. He co-founded a <a href=\"http://main.personalgenome.com/\">company</a> that tests healthy cells alongside tumor cells. That said, other scientists do agree with his fundamental point.</p><p>But they also say that existing tests are actually quite accurate when used appropriately.</p><p>Genomic tests reliably identify mutations that are clearly linked to certain cancers, \"and those are the ones that are used clinically for making decisions about what to do for a patient and what's the optimal way to take care of that patient,\" says <a href=\"http://researchfaculty.brighamandwomens.org/BRIProfile.aspx?id=2771\">Dr. Neal Lindeman</a>, a Harvard University pathology professor who runs a <a href=\"http://www.dana-farber.org/Research/Featured-Research/Profile-Somatic-Genotyping-Study.aspx\">cancer genome program</a> at Dana Farber Cancer Center and Brigham and Women's Hospital.</p><p>However, Lindeman says, genetic tests also spot a lot of ambiguous information, and that can sometimes lead people into clinical trials that are wrong for them.</p><p>A comparison with a genetic profile of healthy tissue would add clarity to situations like this, by homing in on mutations that are more likely to be contributing to the cancer.</p><p>At the moment, many companies that perform these genomic tests don't run that additional, expensive comparison. The genome test alone can cost more than $5,000, and a second test of normal tissue would increase that price substantially. Velculescu says insurance often won't pick up that additional cost.</p><p><a href=\"http://www.foundationmedicine.com/\">Foundation Medicine</a>, a company that ran more than 25,000 cancer genome tests last year, sorts its results so that doctors can readily distinguish between clear and speculative results.</p><p>\"I have seen reports from other vendors or institutions where they just throw everything together and that does create this potential where one could be treating the patient on the basis of something that is not a cancer-driving alteration,\" says <a href=\"http://www.foundationmedicine.com/vincent-miller/\">Dr. Vincent Miller</a>, the company's chief medical officer. \"But we clearly make that distinction.\"</p><p>There's room for this confusion because the booming cancer-genomics industry is not tightly regulated by the Food and Drug Administration.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Personalizing+Cancer+Treatment+With+Genetic+Tests+Can+Be+Tricky&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399937779-0ed736.m3u?orgId=1&topicId=1128&d=235&p=2&story=399821134&t=progseg&e=399838526&seg=8&ft=nprml&f=399821134"},{"href":"http://media.npr.org/assets/img/2015/04/15/dna-testing-0d732ffd665cc72bc64bb15952e4464eaaccda96.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1501","width":"2000"}}]}