{"created":"2014-10-27T16:08:09+00:00","modified":"2014-10-30T21:19:55+00:00","valid":{"from":"2014-10-30T21:19:55+00:00","to":"3014-10-30T21:19:55+00:00"},"hreflang":"en","title":"Going Inside The Mind Of Serial Killers","published":"2014-10-22T20:19:00+00:00","teaser":"When police arrested Darren Vann in Indiana over the weekend, he confessed to killing seven women. We speak with a forensic psychiatrist.","itags":["npr_api","358105933"],"guid":"762dc83c-ef93-4302-a19a-26cd99ce94f9","contentencoded":"<p>Darren Vann, the Indiana man who has reportedly confessed to killing seven women, appeared in court today. At this point, Vann is being charged with the murder of one of those women, 19-year-old Afrikka Hardy, who he allegedly met on the classified advertising website <a href=\"http://www.backpage.com/\" target=\"_blank\">backpage.com</a>, and then strangled on Friday at a Motel 6 in Hammond, Indiana.</p><p>When police arrested Vann over the weekend, they say he confessed to killing Hardy, and then said he&#8217;d also killed six other women. Over the last few days, police have discovered six bodies in abandoned houses in Gary, Indiana. And they say there may be more.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to forensic psychiatrist Dr. <strong>Park Dietz</strong>, the founder and head of the forensic consulting firm Park Dietz & Associates, about the Indiana case, and what goes on in the minds of serial killers.</p><h4>Guest</h4><ul><li><strong>Park Dietz</strong>, forensic psychiatrist and founder and head of the forensic consulting firm <a href=\"http://www.parkdietzassociates.com/\" target=\"_blank\">Park Dietz & Associates</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Going+Inside+The+Mind+Of+Serial+Killers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"472"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358105936-938cfb.m3u?orgId=1&ft=3&f=358105933"}]}