{"created":"2014-09-22T16:11:00+00:00","modified":"2014-09-22T16:11:00+00:00","valid":{"from":"2014-09-22T16:11:00+00:00","to":"3014-09-22T16:11:00+00:00"},"hreflang":"en","title":"Latinos Live Longer But Struggle To Save Enough For Retirement","published":"2014-03-28T19:26:00+00:00","teaser":"One of the fastest-growing demographic groups, Latinos have a longer life expectancy than whites and blacks. But 4 out of 5 Hispanic households have less than $10,000 in retirement savings.","tags":["npr_api","294880072"],"contentencoded":"<p>Many American workers find themselves financially unprepared for retirement. Among racial and ethnic groups, Latinos are the least prepared.</p><p>They're one of the fastest-growing racial or ethnic groups, and they have a longer life expectancy than whites and blacks — <a href=\"http://www.cdc.gov/nchs/data/nvsr/nvsr62/nvsr62_07.pdf\" target=\"_blank\">at about 81 years old</a>.</p><p>But 4 out of 5 Hispanic households have less than $10,000 in retirement savings, according to a <a href=\"http://www.nirsonline.org/index.php?option=content&task=view&id=810\" target=\"_blank\">recent report by the National Institute on Retirement Security</a>. Compare that with 3 out of 4 black households and 1 out of 2 for whites. (The report does not break down the data for Native Americans or Asian-Americans.)</p><p>\"This is a national crisis,\" says Nari Rhee, manager of research at the National Institute on Retirement Security. \"I think that there are serious racial dimensions to this.\"</p><p>Rhee found that Latino workers face two main hurdles to saving for retirement. Many Latino workers are in low-wage jobs in the private sector, and they're the group least likely to have access to retirement plans at work.</p><p>While 62 percent of white employees and 54 percent of black and Asian employees work for employers that sponsor retirement plans, that's true for only 38 percent of Latino workers.</p><p>\"Without access to workplace retirement savings and with not a lot of other kinds of wealth, what's left really for most people is Social Security,\" Rhee says.</p><p><strong>'Living Paycheck To Paycheck'</strong></p><p>On a recent Saturday morning at the Latino Economic Development Center in Washington, D.C., Joseph Leitmann-Santa Cruz stood in front of a packed classroom. And he made a pitch.</p><p>One of the most important financial goals is saving for retirement, according to the former private wealth manager who now works with low- and moderate-income families in the D.C. area through the nonprofit Capital Area Asset Builders.</p><p>\"We need to get into the mentality of relying less on what can be provided by others and fully relying on what I can provide for myself,\" says Leitmann-Santa Cruz, who emigrated from Guatemala as a teenager.</p><p>Saving for retirement can be especially difficult for Latino workers like Mary Ann Borer.</p><p>\"Even though my family came to this country a long time ago, we still haven't gotten too far beyond living paycheck to paycheck,\" says Borer, the great-granddaughter of Mexican immigrants.</p><p>Born in San Antonio, she now works at a nonprofit outside of Los Angeles. A small portion of her paycheck does go to her retirement plan. But the 38-year-old, single mother of two says she's worried about whether she'll have enough savings by the time she retires.</p><p>\"I'll probably have to rely on my kids the way my mother does,\" Borer says. \"My mother lived with me for many years, and she lives with my sister now. So I figure that's probably what I'll have to do as well [live with my kids].\"</p><p>Sonia Romo, a 51-year-old mother of three, works at vegetable packing plant. She attended a financial literacy course at the Mexican American Opportunity Foundation, a nonprofit based in Montebello, Calif.</p><p>\"I can't depend on [my children] entirely,\" says Romo, who was born in Mexico. \"I know they're going to help me, but I want to prepare for my retirement. That's why I want to keep working.\"</p><p><strong>'Don't Leave Anybody Behind'</strong></p><p>Conversations between children and their aging parents about retirement can be tricky, says Edna Becerra, who coordinates marketing and communications at the Mexican American Opportunity Foundation.</p><p>\"It's a source of tension and a source of friction,\" says Becerra, 34, the eldest daughter of immigrants from Mexico. \"My father especially is still very proud and says that he doesn't want to be a burden on anybody and refuses to toy with the idea of moving in with either my sister or myself.\"</p><p>She adds that younger Latinos like herself often have to financially prepare for both their own and their parents' retirements. And even if immigrant elders don't want financial advice, she says it's still important to pass it on.</p><p>\"Not everybody tends to listen, but you hope that they do,\" she says. \"And you do it with the understanding that if they don't prepare, you, at the end of the day, don't leave anybody behind.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Latinos+Live+Longer+But+Struggle+To+Save+Enough+For+Retirement&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","guid":"763fef5e-c269-4f44-a43c-b297d99983fa","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1295332854-f69178.m3u?orgId=1&topicId=1091&aggIds=294406075&ft=3&f=294880072"},{"href":"http://media.npr.org/assets/img/2014/03/27/vita-1-534092e7a0db2db197a37b1a6d4048f9db934b20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"944","width":"1259"}}]}