{"created":"2015-01-19T09:03:15+00:00","modified":"2015-01-22T15:13:44+00:00","valid":{"from":"2015-01-22T15:13:44+00:00","to":"3015-01-22T15:13:44+00:00"},"hreflang":"en","title":"New Justice Department Environment Chief Takes Helm Of Gulf Spill Case","published":"2015-01-19T12:37:00+00:00","teaser":"John Cruden returns to the department as litigation over the Deepwater Horizon oil spill intensifies. He'll also defend Obama climate change rules and try to protect wildlife while in the post.","itags":["npr_api","377794830"],"guid":"76427ac9-9c0d-439b-8bf5-9f5d425c0497","contentencoded":"<p>John Cruden served with U.S. Special Forces in Vietnam, taking his law school aptitude test in Saigon and eventually becoming a government lawyer.</p><p>Earlier this month, he started a new job running the environment and natural resources division at the Justice Department. For Cruden, 68, the new role means coming home to a place where he worked as a career lawyer for about 20 years.</p><p>Cruden has been around long enough to have supervised the Exxon Valdeez spill case, a record-setter. That is, until the Deepwater Horizon exploded in the Gulf of Mexico in 2010.</p><p>\"In most of our minds are those nearly three months of watching the impact of the spill but also a gigantic economic effect,\" Cruden says in his first interview since becoming assistant attorney general.</p><p>This week, Cruden is heading to New Orleans to oversee the next phase of the Gulf spill case.</p><p>\"It clearly ranks up there as one of the most significant environmental disasters of our lifetime and deserves the nation's attention to look and to watch and all of our energy to make sure nothing like this ever happens again,\" he says.</p><p>Cruden is in charge of 650 employees and their portfolio is sweeping. It includes not just the oil spill litigation against BP, but also defending court challenges to the administration's actions on climate change, a huge source of contention with many Republicans in Congress.</p><p>Another priority, Cruden says, is to stop illegal trafficking of animals. He'll serve as co-chair of a federal task force on the issue.</p><p>\"We should be fighting for the survival of some of the world's most protected and iconic species and then working across the government and across the planet to end the illegal trade in wildlife,\" he adds.</p><p>This month, his prosecutors convicted an auction house in Florida for selling rhino horn, elephant ivory and coral objects smuggled into China.</p><p>He sees a symbol of that work every day in front of his office: an Alaska grizzly bear killed in 1986.</p><p>\"The huge bear that we have that was actually a trial exhibit in one of our cases, an endangered species, and when the trial was over we brought it here and it's now famous,\" Cruden says.</p><p>There's one more thing on Cruden's early list of priorities: working with Native American tribes to protect their lands and waters, and defend the Indian Child Welfare Act. That issue carries special resonance for Cruden, who was adopted not long after he was born near the Florence Crittenton home for unwed mothers in Topeka, Kansas.</p><p>\"I myself am an adopted child and so when I hear the stories and the plight of tribal children that have been adopted, sometimes with the objection of their tribal parents, I'm very interested in that personally,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Justice+Department+Environment+Chief+Takes+Helm+Of+Gulf+Spill+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"128"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378289398-1a5cbf.m3u?orgId=1&topicId=1025&ft=3&f=377794830"}]}