{"created":"2015-05-21T17:54:46+00:00","modified":"2015-05-28T21:05:08+00:00","valid":{"from":"2015-05-28T21:05:08+00:00","to":"3015-05-28T21:05:08+00:00"},"hreflang":"en","title":"He Calmed Kandahar. But At What Cost?","published":"2015-05-21T23:07:00+00:00","teaser":"Lt. Gen. Abdul Raziq has imposed control on the city where the Taliban were born. He's been praised by the U.S. and the Afghan leadership, but his forces have also been accused of human rights abuses.","itags":["npr_api","407979759"],"guid":"7650fa3a-c1d6-4f14-82d4-6456dd5d479a","contentencoded":"<p>The southern Afghan city of Kandahar was the birthplace of the Taliban and has long been considered one the most dangerous parts of Afghanistan.</p><p>But the city has grown peaceful in recent years, and much of the credit has been given to an American ally: Lt. Gen. Abdul Raziq, the provincial police chief.</p><p>On a recent day, the most feared man in Kandahar is slumped in a cheap blue plastic chair on a wide patio. He's slight and wiry, with a shy smile. He could be mistaken for a security guard at this palatial home of marble and chandeliers.</p><p>That is, until he begins to brag about his accomplishments.</p><p>When he took over as police chief in 2011, Raziq says, the Taliban front line was just a half-mile from this patio.</p><p>\"But now I can drive with you guys 90 kilometers [more than 50 miles] from here. You cannot find any front line of Taliban there,\" he says.</p><p>The general says his network of informants, the targeted raids by his police and the continued financial and intelligence support from the Americans have all but pushed the Taliban out of an area that stretches from Kandahar city east to the Pakistan border.</p><p>\"So when they make their terroristic plans, we also make our preparation against that,\" he says.</p><p>But that preparation, say a number of human rights groups, includes brutality against both Taliban suspects and innocent citizens alike. There's compelling evidence from the U.N. and other groups that Raziq and his police have relied on torture and killings. And now there's growing pressure to do something about him.</p><p>\"There are clear and credible allegations against Abdul Raziq,\" says John Sifton, Asia advocacy director for Human Rights Watch.</p><p>\"There's a long line of reporting by journalists, U.N., civil society — even admissions by officials within Afghan government — of torture, disappearances and killings that are linked to men who work for Abdul Raziq,\" Sifton says.</p><p>Both Human Rights Watch and the U.N. have interviewed Afghans with graphic stories of mutilations and death while in the custody of Kandahar police. One doctor in Kandahar said two police detainees were tortured with a power drill. Eighty-one people disappeared in one year.</p><p>And now Pentagon sources tell NPR that the U.S. military recently completed a dozen reports on serious human rights violations in Afghanistan, and one of them implicates Raziq.</p><p>Raziq brushes aside the reports. He says detainees are coached by their Taliban commanders.</p><p>\"The Taliban has taught their own soldiers that if you are arrested by the police, you tell them that you are beaten, you are tortured,\" Raziq says. \"These things, all of them are baseless.\"</p><p>For years, President Hamid Karzai defended Raziq, <a href=\"http://www.npr.org/2011/09/27/140751605/rags-to-riches-americas-man-in-kandahar\">sidelining investigations and promoting him</a>.</p><p>As early as 2007, when Raziq was a border policeman, U.S. officials implicated Raziq in drug trafficking. A leaked confidential State Department cable called Raziq \"part of the long-term problem in the border area.\"</p><p>Now, a new Afghan government under President Ashraf Ghani has told U.S. officials it will deal with human rights abusers.</p><p>\"They're not defensive when we raise these problems,\" says Tom Malinowski, the assistant secretary of state for human rights, who recently traveled to Afghanistan.</p><p>He won't discuss Raziq, but says the Afghan government is addressing human rights abuses.</p><p>The government has \"begun an effort that is difficult and complicated and will take time, but that has begun to show results,\" Malinowski says.</p><p>And for the U.S. military, which continues to partner with Raziq and provide arms, equipment and intelligence information, there's a new twist: a 1997 law barring training to human rights abusers now blocks all assistance, like the support to Raziq's force.</p><p>Withholding assistance to the Kandahar police, says a senior American officer, could jeopardize U.S. troops, who depend on people like Raziq for their security.</p><p>Sen. Pat Leahy, the Vermont Democrat who authored the law, says the U.S. should not be working with anyone committing war crimes.</p><p>\"If we back corrupt, abusive warlords,\" Leahy said in a statement to NPR, \"we help foster a culture of impunity, blurring the distinction between our allies and the Taliban.\"</p><p>For his part, Raziq doubts the Afghan government will punish him. He also isn't worried the U.S. will decide to withhold military supplies or equipment.</p><p>\"You don't have to worry about that,\" he says. \"They will give us.\"</p><p>Raziq's reasoning is simple.</p><p>\"Are they going to hand over this area back to the Taliban? What we are doing in this country is for law enforcement,\" he says. \"If serving the people is like crime, then I have to go to my people and ask them what they have decided about me.\"</p><p>And many people in Kandahar already have decided about Raziq. All those we spoke with on the streets had a response similar to this teenager.</p><p>\"Ordinary people are very happy with him. But the enemy of the country, of course, they're afraid of him,\" he says.</p><p>The day after our interview, Raziq spoke to a supportive crowd in Kandahar.</p><p>Taliban leaders, Raziq declared, want to kill him and others who fight them. And the Afghan government is selling us down the river in negotiations with the Taliban.</p><p>It is, Raziq said, like a poisoned knife.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=He+Calmed+Kandahar.+But+At+What+Cost%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"362"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408549722-86ef5b.m3u?orgId=1&topicId=1149&d=362&p=2&story=407979759&t=progseg&e=408538295&seg=4&ft=nprml&f=407979759"},{"href":"http://media.npr.org/assets/img/2015/05/20/raziq_dpg02_22578153edit-60e7acdf27cf67371a6128c241c7b352a8814ec1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/20/raziq_dpg01_22578155edit-b4590a565f0821a2de34b83c6affeb8b5c2d96a6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}