{"created":"2015-01-05T21:22:50+00:00","modified":"2015-01-06T18:40:05+00:00","valid":{"from":"2015-01-06T18:40:05+00:00","to":"3015-01-06T18:40:05+00:00"},"hreflang":"en","title":"6 Reasons Size Matters To The New GOP Majorities In Congress","published":"2015-01-06T18:12:00+00:00","teaser":"Big majorities are more likely to make history, either by passing new laws that really matter or by frustrating a president who has big plans.","itags":["npr_api","375201390"],"guid":"76512a70-3403-4ff6-b1ff-9c0e668ef362","contentencoded":"<p>The 114th Congress opens Tuesday with 246 Republicans taking the oath of office in the House. That's the most the GOP has sworn in since 1947, when the same number arrived for the 80th Congress intent on challenging Democratic President Harry Truman.</p><p>For a time, it had appeared that the new 114th majority would eclipse that of the 80th by one. But then Michael Grimm, R-N.Y., pleaded guilty to tax evasion charges and, after a sit-down with Speaker John Boehner a week ago, agreed to resign.</p><p>Given the strong conservative proclivities of Grimm's Staten Island district, another Republican will likely take his place in a few months, making the 114th the most Republican House since the 71st Congress took the oath in 1929.</p><p>The Congress with the most Republicans ever was the 67th Congress, elected in 1920, with a whopping 300 in the House and 59 in the Senate. (In earlier eras, when the chambers had fewer seats, GOP majorities were occasionally even larger in percentage terms.)</p><p>But how much does the numbers game really matter now? Does it make a difference how wide the margin of majority may be at a given time?</p><p>Here are six ways it does:</p><p><strong>1. Big Numbers Make Waves</strong></p><p>Large majorities are more likely to make history, either by passing new laws that really matter or by frustrating a president who has big plans. Six years ago, Democrats had close to 60 percent of the seats in both chambers and they used them to pass the Affordable Care Act, new banking rules and environmental regulations. In earlier eras, big majorities of Democrats passed Medicare and the Great Society programs, Social Security and pro-union laws.</p><p><strong>2. Breathing Room For Boehner</strong></p><p>In the House, having nearly 30 votes more than needed for control gives Speaker Boehner the breathing room he has lacked in his four years at the helm. He should have a stronger hand in disciplining his rank and file and in negotiating with the Senate and White House. A year ago, Boehner was so buffeted by the obstreperous members of his caucus that many observers expected him to retire at year's end. Now he has the numbers to prevail despite his rebellious hard-core conservatives, and without going hat in hand to the Democrats for their help. The relatively weak bid to challenge his re-election this week is evidence of this.</p><p><strong>3. Candidate Recruiting</strong></p><p>In the House, having the extra buffer of a healthy majority makes it easier to recruit candidates for 2016 and beyond. It allows leaders to all but guarantee prospective members they will enjoy majority status, at least into the 2020s. It will probably take a sea change in the South (where the delegations are now 3-1 Republican) and new district maps in the rest of the country as well to bring the Democrats back into contention for House control.</p><p><strong>4. Buffer In The Senate</strong></p><p>In the Senate (54 Republicans, 44 Democrats and two independents), having a few votes to lose makes a simple majority vote all but a slam dunk for newly minted Majority Leader Mitch McConnell. It means no one senator can withhold his or her vote and deny McConnell the majority. And it makes it a little more practical to imagine reaching the 60-vote threshold needed to cut off debate and control the floor.</p><p><strong>5. Tougher Road For The Opposition</strong></p><p>In the Senate, the extra margin means Democrats have a far steeper climb back to the majority in 2016 and beyond. That is true even though the electoral map is tougher for Republicans two years hence and the presidential cycle tends to bring out more Democratic voters.</p><p><strong>6. Opportunity To Override The Presidential Veto</strong></p><p>In both chambers, larger majorities at least raise the <em>prospect</em> of overriding a presidential veto, which requires a two-thirds vote. While overrides are rare, they have happened and they matter when they do. The last Congress to be this Republican, the 80th Congress, passed and enacted the Taft-Hartley Act in 1947 over Truman's veto, and that law has been a landmark in limiting the power of unions ever since. (Truman got his revenge in 1948, though, winning re-election and carrying the Democrats back into the majority in House and Senate).  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=6+Reasons+Size+Matters+To+The+New+GOP+Majorities+In+Congress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ron Elving","audio":[{"meta":{"duration":"196"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375201391-9267d8.m3u?orgId=1&topicId=1014&ft=3&f=375201390"}]}