{"created":"2015-01-27T22:01:53+00:00","modified":"2015-01-28T19:58:13+00:00","valid":{"from":"2015-01-28T19:58:13+00:00","to":"3015-01-28T19:58:13+00:00"},"hreflang":"en","guid":"7657a04b-81ce-4191-9832-03f93a7d57f5","title":"Moscow gets formal blame for the 2006 killing of a dissident in London","published":"2015-01-28T19:58:12+00:00","byline":"Christopher Woolf","tags":["Alexander Litvinenko","espionage","dissidents","assassination","polonium","FSB","Vladimir Putin","Justice","Conflict & Justice","London","Moscow","Asia","Europe","Russia","United Kingdom","Asia","Europe","Alexander Litvinenko","Vladimir Putin","Robert Owen","Dmitri Kovtun","Andrei Lugavoi","Richard Galpin","Polonium","Alexander Litvinenko","Nuclear terrorism","Vladimir Putin","Federal Security Service","Poisoning of Alexander Litvinenko"],"teaser":" A court of inquiry in London has accused Russia of a \"miniature nuclear attack\" on the British capital. The inquiry says 2006 murder of Russian dissident Alexander Litvinenko, who was poisoned with radioactive material, appears to have been carried out at Moscow's behest, but the evidence is still secret.","contentencoded":"<p>Mystery and intrigue has surrounded the death of Russian dissident Alexander Litvinenko since he was poisoned in 2006. But on Tuesday, the chairman of a court of inquiry in London said he’s seen enough evidence to provide a prima facie case that the Russian state was involved in his death.</p>\n<p>Litvinenko was killed by a highly radioactive substance known as polonium-210. He suffered in agony for three weeks before he died, and accused Vladimir Putin of ordering his murder.</p>\n<p>The BBC’s Richard Galpin says the allegation is new, but it's never been publicly proven. The British government tried to extradite two former agents of Russia’s secret service, Andrei Lugavoi and Dmitri Kovtun, in the months after Litvinenko’s death. But the Kremlin denied the charge of involvement and rejected the extradition request, saying it was not allowed under Russia’s constitution.</p>\n<p>Lugavoi and Kovtun met with Litvinenko at a high-class hotel in London where the polonium-210 was allegedly slipped into his tea. He fell violently ill within hours of the meeting.</p>\n<p>The chairman of the court of inquiry, Robert Owen, said the evidence presented in secret by the British government was sufficient to provide a prime facie case for Russian culpability.</p>\n<p>Owen went further and described the incident as a \"miniature nuclear attack on the streets of London.\" The polonium-210 left a trail of radioactive pollution in the places the two \"former\" Russian agents had visited. Hundreds of people were tested for signs of radiation poisoning, but no one but Litvinenko fell seriously ill.</p>\n<p>The Kremlin’s possible motive for killing Litvinenko was laid out by two lawyers at the hearing on Tuesday. In the 1990s, Litvinenko was a high-ranking officer in the FSB, the Russian intelligence agency that succeeded the KGB. In November 1998, he and a couple of colleagues held an unofficial press conference and announced the FSB had a secret unit planning the assassination of dissidents, including a prominent politician and oligarch who was out of favor with the Kremlin. Soon after, he alleged there was massive corruption within the FSB.</p>\n<p>Galpin says Litvinenko was hauled before the then-head of the FSB — Vladimir Putin. He was fired and then arrested, but acquitted when the case came to court. When further charges were announced, Litvinenko and his family fled the country and were granted asylum in the UK. It might have ended there, but he kept up a vitriolic campaign against Putin from London.</p>\n<p>After the British attempt to extradite Lugavoi and Kovtun was blocked by the Kremlin, there was a spate of tit-for-tat diplomatic expulsions. Then the British government decided to drop the case. “I remember speaking to British diplomats in Moscow at the time saying, 'Well, we’ve tried,'\" says Galpin, a former Moscow correspondent. \"Now we’re going to ‘park’ the Litvinenko affair and get on with actually building better trade relations, which is the priority with Russia.”  </p>\n<p>But Litvinenko’s widow, Marina, refused to drop the case, and has been campaigning for an inquiry or hearing to make an official record of the evidence for eight years. “She wants to have some kind of conclusion,” Galpin says, “and therefore some sort of closure.”</p>\n<p>“She’s been extraordinarily patient,” he says. And her persistence appears to finally be paying off.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012720152.mp3"},{"href":"http://www.pri.org/file/012720152mp3"}]}