{"created":"2015-07-01T09:07:09+00:00","modified":"2015-07-01T18:46:59+00:00","valid":{"from":"2015-07-01T18:46:59+00:00","to":"3015-07-01T18:46:59+00:00"},"hreflang":"en","title":"A Father In California, Kids In El Salvador, And New Hope To Reunite","published":"2015-07-01T15:00:00+00:00","teaser":"Unaccompanied minors surged across the U.S. southern border last year, fleeing violence in Central America. This year the Obama administration hopes to forestall a new wave with a quiet new program.","itags":["npr_api","419076129"],"guid":"7672f3f4-dbe2-4aac-b0b6-28d99b8372b6","contentencoded":"<p><em>Editor's Note: Unaccompanied minors surged across the U.S. southern border last year. In response, the Obama administration has introduced a program that would allow families to reunite. In this story about the divided Leveron family, NPR's Richard Gonzales reports first from California, followed by Carrie Kahn in El Salvador.</em></p><p>It's midafternoon and Carlos Leveron, 38, is returning home from a 12-hour shift at a local food-processing plant in Santa Rosa, Calif. The first thing he does is kick off his dirty boots on the porch before entering his tidy, well-maintained, one-bedroom apartment where he lives alone.</p><p>Leveron is compact, muscled and sports an easy smile. On his walls are a parade of pictures of his two kids in El Salvador, Marta Elsie, 19, and Freddy David, 18.</p><p>He points to one set of photos of his children as toddlers. Leveron has watched them grow only through these photos. The last time Leveron saw them was 1999, the year he came to the United States. They know him only by his voice on his weekly phone calls.</p><p>\"They're always telling me, 'Daddy come see us. We want to meet you because we can't remember you.' And I understand that, but I can't go there and I won't have them come here illegally because the border is very dangerous,\" he says.</p><p>Leveron remembers his own border crossing and how he was robbed when he was hungry, thirsty and cold. It's very difficult, he says.</p><p>Within a couple of years of arriving here, Leveron qualified for a special program to stay legally. But that's only half of his dream.</p><p>\"I hope we can be re-united again so that I could be a bigger part of their lives here. They could study here and prosper. Their future is here because this is a good country,\" he says.</p><p><strong>A New U.S. Program</strong></p><p>Leveron might get a chance to finally see his children again. He's applied for an Obama administration program called Central American Minors Resettlement. It would allow children under the age of 21 to rejoin their families in the U.S. if their parents reside in America legally.<br /> <br />In the Oakland, Calif., office of the International Rescue Committee, families looking for information about the program line the hallways. The IRC is one of nine resettlement agencies designated by the State Department to help parents apply to bring their children. <br /> <br />Amir Music, who directs the Oakland office, says word of the re-settlement program is just getting out and most families don't yet know how it could change the lives of their children.<br /> <br />\"This way they are coming legally. They are coming as refugees. I would say the best way to come to this country is to come as a refugee,\" he says.</p><p>That's because refugees are eligible for a wide range of services, including education, medical insurance and job training.</p><p>However, critics say the program is ripe for abuse.</p><p>Mark Krikorian, who directs the Center for Immigration Studies, a Washington, D.C.-based group that advocates for tighter border restrictions, says the Central American minors aren't really refugees because they're not fleeing persecution.</p><p>\"This is one of the many areas of immigration that is shot through with falsehood and legal fictions,\" he says.</p><p>Still, Central America has one of the highest murder rates in the world, and this violence is seen as one of the leading reasons migrants are coming to the U.S.</p><p>The refugee program was launched six months ago and thus far more than 1,300 minors from Central America have applied. According to a State Department official, no one yet has been approved because the first round of eligibility interviews is just starting this month. There is no deadline for applying.</p><p>Back in Santa Rosa, Leveron beams when he talks about the mere possibility of seeing his kids. His decision to leave them so many years ago still haunts him.</p><p>\"The love of a father for his children is worth more than money. Unfortunately I couldn't give them this love,\" he says, \"because I came to this country. It broke my heart to leave them when they were just toddlers.\"</p><p>But for now, Leveron can only wait and talk to his children from afar. He patiently taps out the numbers on his cellphone for his weekly call to his kids in El Salvador.</p><p><strong>Longing For A Reunion</strong></p><p>In the village of Laguna Seca, El Salvador, Sundays are an important day for Freddy David, who looks much younger than 18 with his short, cropped hair and shy smile. He spends time with his church group and perhaps plays some soccer. And then there's the regular call from his dad.</p><p>\"I want to go and get to know my dad,\" he says. \"It's been so long since I've seen him.\"</p><p>His sister Marta Elsie, 19, chimes in: \"I was so little when he left, I don't remember him.\"</p><p>An aunt, Rosa Erminda Castro, says she remembers when the kids' father left in 1999. He asked her to take care of them. Their mother abandoned them soon after.</p><p>He said he would be back in one year tops.</p><p>That year never arrived, she says with a laugh. Leveron landed a good job and sends money home regularly. It's a necessary lifeline in this rural part of northern El Salvador, where most of the 100 or so families live off the land. Even basic foods have to be bought in from the closest town, Nuevo Concepcion, about 45 minutes away on a rutted dirt road.</p><p>The exception is when a traveling salesman comes through. And he's visiting on this day, working out of the back of his blue, battered, pickup truck, selling salt, clothes and cleaning supplies.</p><p>No one at the Leveron house is buying. Money is tight. They're still waiting for the rain to come before planting this season. The big metal silos with beans and corn from last year's crop are nearly empty.</p><p><strong>A Constant Threat From Gangs</strong></p><p>Jose Leveron, the kids' uncle, says there is no future for his niece and nephew here. He's raised them as if they were his own, and he gets quiet and choked up at the thought of them leaving. But he says he wants them to have a better life.</p><p>\"Here children face so much danger ... they get ruined. The gangs here pull them in, they force them to join them and make them do bad things,\" he says.</p><p>Gang violence has engulfed the country. There's been an average of 30 murders a day this past month, giving El Salvador one of the highest murder rates in the world.</p><p>Freddy David says he tries to stay clear of the gangs, but his local school only goes to ninth grade and the nearest high school is in Nuevo Concepcion.</p><p>\"I was afraid there,\" he says. \"The gangs started shaking down my friends and demanding monthly quotas. As much as a thousand dollars, if they know you have a parent in the U.S.\"</p><p>He says if you don't pay, you're killed. So he stopped going.</p><p>At the small school in the village, kids shout out the answers to simple arithmetic problems. The classrooms are full. Eighth-grade teacher Margarita Cerpas says most kids in her class have at least one or both parents living in the U.S. She lets me take a quick survey.</p><p>When I ask how many are planning to leave as soon as they finish with school, three say they're going. Cerpas says kids here keep leaving. She had 20 go to the U.S. illegally last year and 10 left this year already.</p><p>\"The violence and security situation in the country is just terrible for young people,\" she says. \"They're only option is to stay in town, get married, have children and work the land.\"</p><p>She says the Leveron children were great students, got good grades and are good kids. She hopes they get to go to the U.S. and keep studying.</p><p>Marta Elsie and Freddy David say that's what they want to do, but only if their paperwork goes through and they get visas. They don't want to go illegally like so many of their friends because of the danger.</p><p>\"My dad keeps telling us that, God willing, we'll get to go soon and be with him and he'll take us for a walk in the park ... his daughter on one arm and his son on the other. That's what we all want,\" Marta Elsie says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Father+In+California%2C+Kids+In+El+Salvador%2C+And+New+Hope+To+Reunite&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419076130-6d7e31.m3u?orgId=1&topicId=1091&d=317&p=3&story=419076129&t=progseg&e=419051776&seg=1&ft=nprml&f=419076129"},{"href":"http://media.npr.org/assets/img/2015/07/01/elsal--19--edit-3c8cdb19b0fee618b0afc8d1cd3b82f3f4ccaff5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1983","width":"2645"}},{"href":"http://media.npr.org/assets/img/2015/07/01/salvador-6-26-15-3c6b71a1e418ae235458db4fef7c8bccbe9d458e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2686","width":"3582"}}]}