{"created":"2014-10-27T23:46:55+00:00","modified":"2014-10-27T23:46:56+00:00","valid":{"from":"2014-10-27T23:46:55+00:00","to":"3014-10-27T23:46:55+00:00"},"hreflang":"en","title":"If You Want Flextime But Are Afraid To Ask, Consider Moving","published":"2014-07-18T15:23:00+00:00","teaser":"In Vermont and San Francisco, the right of employees to ask for flexible work schedules is now enshrined in law. That doesn't mean, however, that employers are compelled to grant them.","itags":["npr_api","307956811"],"contentencoded":"<p>More companies than ever before say that they're offering flexible hours or telecommuting to their workers. Still, San Francisco and the state of Vermont are trying a new approach to push businesses to do more: They're using the law.</p><p>Starting this year, employees in both places have the right to ask for a flexible or predictable work schedule, without fear of retaliation.</p><p>San Francisco's Board of Supervisors President David Chiu — newly married and planning a family — says he's heard an earful from overwhelmed friends \"juggling child care and soccer practices and doctors' appointments,\" he says, \"who want to be really good employees but are having trouble balancing that with their lives.\"</p><p>Some companies may be helping out, according to the new <a href=\"http://familiesandwork.org/downloads/2014NationalStudyOfEmployers.pdf\">National Study of Employers survey</a>, released Tuesday by the Families and Work Institute and the Society for Human Resource Management. But others are clearly not, Chiu says.</p><p>\"We've heard too many stories of workers who have said that there is a significant stigma. Both mothers and fathers often feel uncomfortable raising these issues with their employers — there are signals sent to them that they are somehow less loyal and productive employees,\" Chiu says. \"In some circumstances, there have been cases of discrimination and retaliation against employees that have raised these issues.\"</p><p>Chiu says he proposed San Francisco's new ordinance to make it easier for employees to ask about flextime, and to ban retaliation for doing so.</p><p>In Vermont, the right-to-request law was part of a broader package aimed at closing the gender pay gap.</p><p>\"Women, more frequently than men, are taking time off to take care of family responsibilities,\" says Cary Brown, executive director of the Vermont Commission on Women. She says a flexible schedule can keep some women from cutting back to part time or dropping out of the workforce altogether.</p><p>A key point about these laws, which are based on similar ones <a href=\"http://www.womenatwork.org.nz/assets/Uploads/Files-PDFs-Docs/flexible-working-literature-review.pdf\">in the U.K., Australia, Germany and elsewhere</a>, Brown says, is that companies don't have to say yes.</p><p>\"The employer is under no obligation to grant the request for flexible working arrangements,\" she says. \"They just have to take it seriously and respond.\"</p><p>The Vermont Chamber of Commerce opposed the law in that state. \"We really feel like this didn't really need to be legislated in Vermont,\" says Jessica Gingras, government affairs program manager at the Vermont Chamber of Commerce. \"Employers were already having these conversations.\"</p><p>Gingras agrees that flexibility is good for business — productivity and morale go up, turnover down. But she worried about a one-size-fits-all mandate. Would, say, ski resorts have to let instructors come in late?</p><p>The chamber made sure Vermont's new law includes a list of reasons that businesses might deny a request, like extra cost or a shortage of backup staff.</p><p>\"We haven't heard from businesses, since the law took effect in January, of anyone who's actually using it,\" Gingras says. \"And we really believe that that's kind of a testament to the compromises that we were able to achieve.\"</p><p>Still, the laws are making a difference for some.</p><p>Jorge Lopez, who manages loans at a bank in San Francisco, says, \"I was just like, oh, my God, this is so perfect, because I was having such a hard time.\" Two years ago, Lopez's mother was diagnosed with cancer, and he asked to come in and leave work earlier to care for her.</p><p>\"My manager was totally OK with it, but upper management was really giving me a hard time,\" he says. \"And I almost came to the point that I was gonna quit my job and just get a position closer to home.\"</p><p>This year, with the new law to back him up, Lopez asked again, and this time it was granted. At least for now, he's working from 6:30 a.m. until 3 p.m.</p><p>It's the same story for Leah Pimentel, who works in public relations for a San Francisco-based solar company. Three years ago, just as she was having her first child, her mother \"had a brain aneurysm and a stroke, and she was going to be the one that helped watch my son,\" Pimentel says.</p><p>Pimentel asked to work mostly from home — and was turned down. But in February, a few weeks after the new law took effect, she asked again. This time the request was granted.</p><p>Pimentel says telecommuting has saved her family thousands on child care and relieved the pressure on a string of relatives who had been pitching in to help babysit.</p><p>\"My mother-in-law actually had to take off two half-days from her second job to help us, which hurt her financially,\" she says.</p><p>San Francisco Supervisor David Chiu says he expects the legal right to ask for flextime will spread. Other cities are expressing interest. And, back in 2007, similar congressional legislation had some high-profile co-sponsors: Barack Obama and Hillary Clinton.</p><p>Chiu says he proposed San Francisco's new ordinance to make it easier for employees to ask about flextime, and to ban retaliation for doing so. The law also applies to part-time workers, who can find it difficult to arrange child care or other care-taking responsibilities if their hours fluctuate. Under the law, those workers may now request a more predictable schedule.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=If+You+Want+Flextime+But+Are+Afraid+To+Ask%2C+Consider+Moving&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","guid":"767a0974-be7f-4f96-b5cf-fd0d1eee6e7d","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308068305-fee016.m3u?orgId=1&topicId=1091&ft=3&f=307956811"}]}