{"created":"2014-10-17T07:17:30+00:00","modified":"2014-11-02T01:56:31+00:00","valid":{"from":"2014-11-02T01:56:31+00:00","to":"3014-11-02T01:56:31+00:00"},"hreflang":"en","title":"Michael Keaton: As An Actor, You Must Lock In And Let Go","published":"2014-10-17T12:53:00+00:00","teaser":"\"I've got to stay 100 percent present,\" Keaton says. He is currently starring in <em>Birdman, </em>a dark comedy about an aging movie star who once played a superhero — a role he can't quite get over.","itags":["npr_api","356649591"],"guid":"767d90a7-ae78-462c-9f0f-2423c97a2c5f","contentencoded":"<p>Once you've been a superhero, it's hard to go back to life as a mere mortal. That's the lesson Michael Keaton's character, Riggin Thomson, learns in the new film <em>Birdman. </em>Thomson is an aging movie star who once played a superhero — a role he can't quite get over.</p><p>\"He enters a world of celebrity ... what I call 'taking the pill,' \" Keaton tells NPR's Steve Inskeep. \" ... He bought the whole thing. You know, the whole thing of: <em>People will love me, I'll be famous, I'll be rich, I'll have a few big houses, I'll have women, I'm important, what I say is important, what I talk about means something, I'm cool-looking, I'm deep, I'm all these things. </em>Because people start to tell you that, or you start to tell yourself that, or you read something about yourself, and actually believe it.\"</p><p>Years later, he's grasping for a comeback. He's writing, directing and starring in a Broadway play — though a voice in his head keeps telling him he's too good for that.</p><p>Keaton is no stranger to playing a superhero — he starred as Batman in 1989 and 1992. He talked with Inskeep about fear in the film industry, learning how to be 100 percent present, and why he feels weird about the word \"career.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On not feeling comfortable with the term \"career\"</strong></p><p>I've just never used that expression — \"my career.\" I come from a background where you don't really talk about yourself much. It's somewhat self-involved – \"my career,\" \"I need my career!\" I do a lot of different things, but my income, primarily, comes from this. It's \"what I do for a living.\"</p><p><strong>On being portrayed in <em>Birdman </em>in ways that are unflattering and vulnerable — up close, un made-up, showing every last wrinkle</strong></p><p>There were some wrinkles that just got created for the movie. ... I don't want to accuse anyone of any CGI work here, but holy macaroni! ... [But] that's the job — I'm not a pretty guy, that's not my thing. So it doesn't matter in this case, because vanity doesn't enter the picture here. Since I was a kid I kind of loved that kind of stuff ... you know, funny beards and big ears. ... It makes me feel like I'm actually doing something.</p><p><strong>On show business as a \"fear-based\" industry</strong></p><p>Well, there is the theory ... that you live in two places: You either live in fear or you live in love. ... Show business is, essentially, a fear-based industry. ... Am I popular? Am I going to head the studio next week? Is this movie going to open? Am I going to get funded? Am I going to get the job? And then there's this kind of strange survival-of-the-fittest instinct ... that subconsciously takes over where people sense that and then see how they can take advantage. ... </p><p>And you're done, in my opinion, you're done if you buy into that. You're done. ... And that's what Riggan Thomson, the character I play, didn't/doesn't get. But then he kind of does.</p><p><strong>On what \"living in love\" means to him</strong></p><p>You're constantly judging people. ... I just don't think that's a good way to live. ... To quote my boy Franny [Pope Francis] over there in Rome, <a href=\"http://www.npr.org/blogs/thetwo-way/2013/07/29/206622682/pope-francis-discusses-gay-catholics-who-am-i-to-judge\">\"Who am I to judge?\"</a> ... I've got a statue of St. Francis in my front yard, and I'm not even a practicing Catholic.</p><p><strong>On locking in, but letting go</strong></p><p>You're usually tightening up if you're fearful. That's why acting's such an interesting kind of way to make a living. It's such an interesting art form, or trade, or craft, or whatever it is. Because when it's being done well, I think — at least for me — you're 100 percent present and, at the same time, you just totally let go.</p><p>I used to compete riding cutting horses. ... This is a trained horse trained to do a certain thing, and you have to hope that, at that point, your horse is so well-trained and his or her instincts are so strong that you have to trust the animal. You know, I'm just going to let go, man. I can't tighten up my legs. I can't get too locked up in my body. And, at the same time, I've got to stay 100 percent present.</p><p>That's essentially, for me, what I'm doing [when I'm acting]. I'm locked in solid. And, at the same time, I'm just not in control of it at all. You just kind of let it occur.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Michael+Keaton%3A+As+An+Actor%2C+You+Must+Lock+In+And+Let+Go&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"406"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356869660-c379d1.m3u?orgId=1&topicId=1137&ft=3&f=356649591"},{"href":"http://media.npr.org/assets/img/2014/10/16/image-e8db82cc-f38d-4d31-bbd1-efd8eea5c873-d2c2223eed6762b63ba69cbc42e0a4e1f9668cee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2812","width":"3750"}}]}