{"created":"2015-01-16T22:59:27+00:00","modified":"2015-01-16T23:04:28+00:00","valid":{"from":"2015-01-16T23:04:28+00:00","to":"3015-01-16T23:04:28+00:00"},"hreflang":"en","guid":"7681c9c8-8ca4-481f-bb7b-52db5d3fac89","title":"'They told me they were going to melt me in acid if I continue the work I was doing'","published":"2015-01-16T23:04:23+00:00","byline":"Shirin Jaafari","tags":["conflict","military","SafeMode","Conflict","Conflict & Justice","Damascus","homs","Asia","Syria","Middle East","Lubna Shaheen","Bashar al-Assad","Syria","Bashar al-Assad","Social Issues","Syrian war","Internally displaced person","Syrian refugees","humanitarian crisis","Humanitarian aid","Levant"],"teaser":"Lubna Shaheen was born in Homs, Syria. Soon after the revolution took off, she began volunteering as a humanitarian worker. The Syrian regime, however, wasn't happy about her work.","contentencoded":"<p>When the Syrian Revolution began back in 2011, Lubna Shaheen became an activist working with the opposition.</p>\n<p>As the war wore on, and as more and more Syrians became displaced, Shaheen, who didn't want to be identified by her real name, felt there was a more urgent need. She began delivering humanitarian aid.</p>\n<p>\"I had to stop what I was doing as an activist,\" she says, \"and help the internal displaced people. They needed help.\"</p>\n<p>Shaheen delivered food and medications to the displaced. She also began working with children in refugee camps — including a little girl who had lost both her parents and the sight in one of her eyes.</p>\n<p>\"She called me mother out of nowhere,\" Shaheen recalls. To calm her down, she asked her to make something from the Play-Doh.</p>\n<p>The girl came back with a Syrian flag that had five stars on it. The official Syrian flag has two stars on it and the opposition uses a flag that has three stars.</p>\n<p>\"She told me 'If they are fighting so much about this flag, then here's a new one,'\" Shaheen says. It was these kinds of encounters that motivated Shaheen to continue what she was doing.</p><div class=\"media media-element-container media-default\"><img height=\"2448\" width=\"3264\" alt=\"Lubna Shaheen in The World studio. She asked that her identity not be revealed.\" title=\"Lubna Shaheen in The World studio. She asked that her identity not be revealed.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/IMG_4077.JPG\" /><div class=\"field-caption\">\n    <p>Lubna Shaheen in The World studio. She asked that her identity not be revealed.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marco Werman</p>\n  </div>\n</div>\n<p>But Syria became more dangerous by the day. Some of Shaheen's friends were arrested, tortured and even killed. Shaheen had her own encounter with authority.</p>\n<p>She was stopped as she was delivering medical supplies from Damascus to Homs. The men looked into her suitcase and found the medications. They immediately arrested her and took her to a detention center.</p>\n<p>\"The prison was a huge building underground. It looks more like a city underground, because I walked for a very long time,\" she recalls.</p>\n<p>Shaheen was tied to a chair and beaten non-stop for three days.</p>\n<p>\"They told me they were going to melt me in acid if I was going to continue the work that I was doing,\" she says. She could smell the acid in the prison air.</p>\n<p>When Shaheen got out, none of her friends could recognize her. She had bruises all over her body, she had a broken bone in her face and had difficulty with her vision. But that experience, no matter how harsh, didn't stop Shaheen from continuing her humanitarian work.</p>\n<p>And she says she feels sorry for the men who tortured her. \"Those people, who are literally monsters, they are brainwashed to serve that guy [Syrian President Bashar al-Assad].\"</p>\n<p>Shaheen wants to change that. She wants men like her torturers to be integrated back into the society. She wants Syria to go back to normal. And she feels every single Syrian can make a difference.</p>\n<p>\"I never felt like, 'oh, I was tortured, so I have to run away,'\" she says, \"I feel a lot of people in Syria depend on me.\"</p>\n<p>Shaheen, who is on a short visit to the US, is heading back to Syria in the coming days.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011620154.mp3"},{"href":"http://www.pri.org/file/011620154mp3"}]}