{"created":"2015-04-26T16:45:15+00:00","modified":"2015-06-05T18:52:51+00:00","valid":{"from":"2015-06-05T18:52:51+00:00","to":"3015-06-05T18:52:51+00:00"},"hreflang":"en","title":"'It Crackles With Life': Beauty Pill Returns","published":"2015-05-15T16:33:00+00:00","teaser":"A virus caused Chad Clark's heart to tear with every beat, giving him a 22 percent chance to live. Eleven years after Beauty Pill's debut LP, he and his band come back resilient.","itags":["npr_api","401470798"],"guid":"768cb25d-c64d-4e9f-b6fe-000f14d0faee","contentencoded":"<p>Beauty Pill's <em>The Unsustainable Lifestyle</em> was a promising debut album, an immediately accessible patchwork of the band's hometown, Washington, D.C. In 2004, the record left fans wondering what would happen next, but they would have to wait 11 years. That's because bandleader Chad Clark's heart tried to kill him.</p><p>Since then, Clark fought against the odds with a very public recovery that included a 2011 residency at the Artisphere in Arlington, Va., where Beauty Pill would initially record <em>Beauty Pill Describes Things As They Are</em> with an audience witnessing its creation in real time. With a release this week, it's a testimony to the band's resilience — not to mention a headphone experience rich with ambitious sounds that are truly lived in.</p><p>Here Chad Clark and fellow band member Basla Andolsun tell the Beauty Pill story from the formation to the sickness to the renewal, with a large middle section that features archival tape from those voyeuristic sessions. Speaking of which, Beauty Pill returns to the Artisphere from April 30-May 2 one last time before the multimedia arts space is set to close in July.</p><p><strong>Smart Went Beauty Pill</strong></p><p>Chad Clark: Beauty Pill formed in the aftermath of another band, which was called Smart Went Crazy. I had been the lead singer, but I didn't really enjoy the attention. I think that in order to be a great lead singer — I'm saying this with no derision or contempt for lead singers — but they tend to really love attention. And we wanted to find a singer, and we ultimately found our friend Joanne [Gholl]. The initial idea was that either Joanne or I could sing any song. We were interested in kind of androgyny and duality of gender, and Beauty Pill began with that as the core, founding principle. And that continues to this day.</p><p>Basla Andolsun: One of the things that I liked about Chad's writing when I first heard the band was that the lyrics were really interesting. I like things that are a little bit complex, that aren't entirely straightforward. I feel like he crafts things, he takes his time and he really crafts songs.</p><p>Clark: Our band has always been ... I think the old-fashioned expression was \"critic's darling?\" I don't think anyone uses that expression anymore. I think we're a little bit like the critically acclaimed movie that not as many people see as you'd like.</p><p>Andolsun: The first full-length album came out in 2004, I believe. That one's <em>The Unsustainable Lifestyle.</em></p><p><strong>A Literally Broken Heart Inspires An Exciting New Direction</strong></p><p>Andolsun: In 2007, Chad came down with a very serious illness.</p><p>Clark: I came down with something that I thought was the flu. It turns out that, unfortunately, what I had was a viral infection in my heart, which is usually swiftly fatal.</p><p>Andolsun: They realized that his heart had actually torn a little bit, and every time it was beating the tear would expand.</p><p>Clark:<strong> </strong>In a couple of times in my life, the doctors have given me exact odds of making it. And at one point, it was 22 percent chance of living for another year. I was fortunate to have health insurance, and I got open-heart surgery — emergency open-heart surgery — which saved my life.</p><p>Andolsun: It was pretty intense seeing him. He's a big, physically present person who has always been very healthy. So seeing him vulnerable like that in the hospital, it was rough.</p><p>Clark: I continued to work when I was in the hospital. I continued to write and develop music. I got more into technology because I could not lift a guitar.</p><p>Andolsun: After the first surgery, he wasn't able to even pick up a guitar because they literally had to crack his chest open.</p><p>Clark: I got into using the laptop as an instrument. And so the influence of hip-hop and electronic music probably came more to the fore for Beauty Pill's new music.</p><p>Andolsun: Chad would play little bits and pieces for me of what he was working on. I remember he came over to my house one day and brought over \"Afrikaner Barista\" and asked me to play bass on it. And that song was absolutely — it just struck me immediately, I was very excited about it.</p><p><strong>A Communal Recording Session</strong></p><p><em>Here we dip in and out of the past, featuring archival interviews with Chad Clark during Beauty Pill's Artisphere residence in 2011 — those sections are italicized for ease of reading – and current-day reflections.</em></p><p>Andolsun: So Chad brought up the idea of doing a recording at Artisphere, a museum in Rosslyn, in Arlington, Va.</p><p>Clark: A curator there named Ryan Holladay approached me and said, \"You know, we would like for you to do something musical here at Artisphere.\" And we took a tour of the grounds. At one point, we went and looked into this room which is the Black Box Theatre. And I was struck by how large and beautiful the room was. And also the window looking down into the room, which is on the second floor, looked almost exactly like — if you've ever seen The Beatles' Abbey Road Studio 2 window, the window that looked into where The Beatles recorded. And I'm a huge Beatles fan, and immediately I got this idea, like, \"Wouldn't it be cool if we allowed people to watch us make a record?\"</p><p><em>Clark (in 2011): Alright, well, here we are at Artisphere's Black Box Theatre. My band, Beauty Pill, has been commissioned to make our record in public. We're trying to do one song a day. This is kind of an unusual experiment. Artists don't generally allow people to see them as they're developing work. Musicians certainly don't.</em></p><p>Andolsun: You know, it's kind of intimidating trying to come up with parts for a song while people are watching through an observation window.</p><p><em>Clark: The song we're gonna work on today is called \"Ain't A Jury In The World 'Gon Convict You,\" — uh – \"Baby!\" The \"Baby\" is an important part of that title. We'll start by listening to the demo and learning the piece of music. This is actually a very important thing to note. We have not practiced. The first time that we're all getting together communally to shape this music is today. So there's a basic process of learning even the notes that are in the music. And so that's the first thing that we generally do.</em></p><p><em>It has a kind of labyrinth, kind of Byzantine melody that has a distinctly Slavic or Russian component to it. And the complexity of the music is making me a little bit nervous. And I would like to simplify if it's possible.</em></p><p>Andolsun: The way that Beauty Pill brings a song together really varies. Sometimes different people will have ideas for maybe how the structure should work. Some of the songs, there was a lot of going back and forth over what needed to be done. I feel like \"Ain't A Jury In The World\" is one of those songs.</p><p><em>Clark: There was a lot of sorting through the structure of the song, almost to the point where it was vertigo for me. The terms — A, B, Russian — the structural analysis of the song got too intense even for me and I wrote the damn thing!</em></p><p><em>The most interesting thing to me about this, so far — we've been inviting people down into the room. Whenever I see someone standing at the window for long enough time, I try to invite them down into the room.</em></p><p><em>What I've found — the most sociologically fascinating part about this whole thing has been the energy from the observer has been largely empathetic and there's a well-wishing kind of energy you can feel from people that are in the room and at the window. They're hoping that we make it.</em></p><p>Andolsun: You know, at the end of the Artisphere experience, I was happy with what we had, but then I didn't hear the songs for a long time. Chad kind of took them back into his own little cave there and worked on them.</p><p>I don't know if Chad has maybe mentioned this, but he actually lost the files for the recordings at some point. And, uh, he didn't mention this to us until he checked with Jean [Cook] and found out that she had an extra copy of them, fortunately. But that gave us a little bit of a scare. It's like, \"Really? You almost just lost this album that we worked so hard to record?\"</p><p><em>Clark: The title comes from an actual quote. I was on a Metro. I overheard a woman say that exact sentence into a cell phone. You know, you hear snippets of conversation, and you don't know what came before and you don't know what's gonna come after. It'd be creepy if I followed her to find out exactly what she was talking about. But I found the phrase really interesting and provocative. It kind of suggests the crime you're about to commit is something everyone can empathize with. It just made me want to write a song.</em></p><p><em>Because I was thinking about the two situations where we can comfortably predict someone will be acquitted. One is a situation where there's a lot of privilege. And we all know famous examples of that situation. And then there's the other, which is someone who has suffered, genuinely suffered like maybe an abused wife or someone who everyone will have empathy for. And who maybe was driven in a way that we can all understand to do the terrible thing that they did. And it struck me that those are diametrically opposite. So the lyrics I'd like to shape to be able to apply to both situations.</em></p><p><strong>A Near Miss</strong></p><p>Andolsun: There are a few songs on the album that talk about mortality. \"Near Miss Stories\" is one that is pretty explicitly about his experience with almost dying.</p><p>Clark: \"Near Miss Stories\" is about the experience of coming close to death and coming away with those kind of banal but profound revelations.</p><p>Andolsun: He's very profound about many different things, but when it comes to his own near-death experience, he doesn't dwell on it. It's not something that he talks about that much. So I guess this song — I guess he's processing things.</p><p>Clark: That's genuinely the way I feel. I don't feel unlucky. One could argue that someone who's been through what I've been through has been unfortunate, but I don't see it that way. I see it as very fortunate. I think that everyone who's alive is fortunate.</p><p>Ending the song as a mantra of saying, \"I'm so lucky,\" and then it turns into, \"You're so lucky.\" Which is maybe presumptive on my part as a songwriter to speak to the listener directly that way, but I do want to get it across: The things in your life that you may be taking for granted are kind of what life is about.</p><p><strong>As They Are</strong></p><p>Clark: The name of the record is <em>Beauty Pill Describes Things As They Are</em>. I really like the record. I think it crackles with life. And I think you can hear the energy of what happens when you force people to figure out a song per day. I think that that excitement comes through in the music.</p><p>Andolsun: Chad is very excited about wanting to tour. You know, it's something that he wants to do.</p><p>I'm constantly worried about his health and what if things deteriorate. But mortality aside, just his quality of life has changed so much. Like, he literally has a battery that he has attached to him that's keeping his heart pumping. And he has to carry around alternate batteries with him in case they lose their juice. And that's scary. We'll be in practice and we'll hear a beeping, and it's like, \"What's that beeping?\" And it's like, \"Oh, Chad needs to change his battery.\" It's pretty intense.</p><p>I feel like the rest of us would maybe be a little bit better about looking out for Chad than Chad would. We'd make sure his batteries are charged.</p><p>Clark: The thing that I'm most excited about the responses to the record is that people can feel the life coming out of it. I think some people expected because of what I had been through for it to have a melancholic or morose quality, and I don't think it has that quality. It feels alive and it feels electric and it feels like it has color. So that's the thing that I think I'm most excited about giving to people.</p><hr /><p>Beauty Pill Describes Things As They Are <em>comes out April 28 on <a href=\"http://butterscotchrecords.net/records/describes\" target=\"_blank\">Butterscotch Records</a></em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27It+Crackles+With+Life%27%3A+Beauty+Pill+Returns&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Phil Harrell","audio":[{"meta":{"duration":"737"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402413175-07b79e.m3u?orgId=1&topicId=1039&aggIds=100920965&d=737&p=2&story=401470798&t=progseg&e=402364202&seg=9&ft=nprml&f=401470798"},{"href":"http://media.npr.org/assets/img/2015/04/23/bp-chad-with-guitar-ce8d700842858159fce39fd0f8fdbf2d62c41d0b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1395","width":"1861"}},{"href":"http://media.npr.org/assets/img/2015/04/24/beautypill-6727f2eec7e8eec54fda41fff10315a2d1a3d202.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/23/beauty-pill-full-room-shot-5d71cb4e2a182908abe002e109a81054057b20d9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/04/23/bp-basla-telecaster-e13e3fd486c1effe855525832e18d34f34d9ec18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"768","width":"1024"}},{"href":"http://media.npr.org/assets/img/2015/04/23/bp-drew-on-the-phone-e794d2544bca5eda4f1ae856c280fb67afb0d8e1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"429","width":"572"}}]}