{"created":"2015-01-25T13:00:31+00:00","modified":"2015-01-26T17:05:47+00:00","valid":{"from":"2015-01-26T17:05:47+00:00","to":"3015-01-26T17:05:47+00:00"},"hreflang":"en","title":"Losing A Soul Mate And A Pillar Of St. Louis' Trans Community","published":"2015-01-26T14:19:00+00:00","teaser":"Shane Fairchild and his late wife, Blue Bauer, were \"the mama and the papa of the trans community,\" says their friend Sayer Johnson.","itags":["npr_api","379677712"],"guid":"7696da93-3214-4b3b-bc91-e05ac32e596f","contentencoded":"<p><em>StoryCorps' OutLoud initiative records stories from the LGBTQ community.</em></p><p>Shane Fairchild's wife, Blue Bauer, was \"very rough around the edges,\" he says: \"Blue was 6-foot tall, weighed about 230 pounds, had red hair and brown eyes, had been a trucker all of her life,\" Fairchild tells their friend Sayer Johnson during a StoryCorps interview in St. Louis, Mo.</p><p>\"If I'd get to drinking, and I'd get a little redneck, and I'd get in somebody's face, Miss Blue would step in. And I'd be like, 'Really, I don't need you to take up for me.' She's like, 'Yes, you do, shut up and sit down,' \" Fairchild remembers. \"She'd also been a biker. Blue was in an all-male motorcycle club, and they had never had a woman, ever. So Blue was the first.\"</p><p>Blue, a transgender woman, made the transition when she was 54 years old; Shane is a transgender man.</p><p>\"The way that I know you is, you and Blue were sort of the mama and the papa of the trans community,\" Johnson says. \"Did you and Blue intentionally do that?\"</p><p>\"Well, Blue was having problems. Her sisters weren't accepting her,\" Fairchild says. \"Her son wasn't, and then when her grandchild was born, they wouldn't let her see the grandbaby, so, yeah, I think it was a lot to do with what Blue was feeling.\"</p><p>\"I saw so many people coming to your home, trans folks, when your Blue was home and she was dying,\" Johnson says.</p><p>\"The day that she died, she had been comatose the whole day, and she kept fighting for every, every breath,\" Fairchild says. \"And then it dawned on me. Three days before, she was on the couch, watching TV, and she started crying. And I said, 'Baby, what's the matter?' And she said, 'I promised you when we got together, I'd never leave you — not even death was gonna take me.' \"</p><p>On the day she died, Fairchild thought, \"Is that why she's fighting so hard? And so I whispered in her ear, 'You're really not leaving me, I know that.' And she took one easy breath, and was gone.\"</p><p>Blue Bauer died of lung cancer on April 12, 2013, at their home in St. Louis.</p><p>Her motorcycle was next to her casket at her funeral. \"What she wanted was to be embalmed and set on her motorcycle,\" Fairchild says. \"And I'm like, 'No, I'm not gonna do that.' \"</p><p>\"She was dressed how she wanted to be dressed,\" Johnson says.</p><p>\"She had her T-shirt on that said, 'You never seen a motorcycle parked outside a psychiatrist's office.' She had her combat boots on. So, yeah, she was good,\" Fairchild says.</p><p>\"She's the only person I ever met that ever treated me like I was me,\" Fairchild says. \"You know, they say there's always that one person, your soul mate. And I think Blue was mine. I really do.\"</p><hr /><p><em>Produced for </em>Weekend Edition<em> by Allison Davis and Nadia Reiman.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Losing+A+Soul+Mate+And+A+Pillar+Of+St.+Louis%27+Trans+Community&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"175"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379756169-562984.m3u?orgId=1&topicId=1060&aggIds=4516989&e=379677712&d=175&ft=nprml&f=379677712"},{"href":"http://media.npr.org/assets/img/2015/01/24/fairchildnpr-c696e22b7416f4b743731c0b701a569d8b069f8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2015/01/24/npr_storycorps_fairchild1-9127d0b274b1ab298dce92f1d9f689ef5196b9e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"482","width":"642"}}]}