{"created":"2015-06-06T21:15:40+00:00","modified":"2015-06-09T00:04:42+00:00","valid":{"from":"2015-06-09T00:04:42+00:00","to":"3015-06-09T00:04:42+00:00"},"hreflang":"en","title":"'Balm' Looks At Civil War After The Battles, Outside The South","published":"2015-06-08T17:22:00+00:00","teaser":"In her new novel, Dolen Perkins-Valdez wanted to look beyond the traditional frame for Civil War stories. Her book is set in Chicago and opens as the nation is struggling to heal.","itags":["npr_api","411813657"],"guid":"769db905-266b-4d87-bf33-848fcd3ecfec","contentencoded":"<p>Dolen Perkins-Valdez wants to change readers' perspective on the Civil War. Her best-selling debut novel, <em>Wench, </em>explored the lives of slave women — not on Southern plantations, but in a resort for slaveowners' mistresses in Ohio. Her new book, <em>Balm, </em>is set in the postwar period, and it's also in an unexpected place: Chicago.</p><p>In the years following the Civil War, thousands of people — black and white, men and women — descended on the city looking for a new start. <em>Balm </em>follows three characters — Madge, Hemp and Sadie — who are looking to rebuild their lives in that era of loss and hope.</p><p>\"I really wanted to move the story out of the battlegrounds of the war into a place like Chicago,\" Perkins-Valdez tells NPR's Arun Rath. \"I was really fascinated by the idea of taking it out of those traditional spaces such as the South or even thinking of Virginia or Pennsylvania ... and putting it somewhere that was absolutely affected by the war but was still, in some ways, peripheral.\"</p><p><em>To hear their full conversation, click the audio link above.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On the three main characters of the novel</strong></p><p>There's Madge, who is part of a healing family in Tennessee. Although her family is free, after emancipation she decides to leave her home and go north to see what she calls being \"free free.\"</p><p>There's Hemp, who is from Kentucky. He receives his freedom papers when he goes to enlist in the Union Army at Camp Nelson.</p><p>Finally, there's Sadie, who is a white woman who is married to a soldier during the war by her father. The soldier dies in a train accident, and she ends up in Chicago — so there are these three transplants who come there and are trying to rebuild their lives.</p><p><strong>On the traditional \"segregation\" of Civil War narratives</strong></p><p>I had always viewed Civil War narratives as segregated: There was a white Civil War narrative; there was a black Civil War narrative. I was really interested in how those narratives converged.</p><p>My feeling about it was that the thing that we all had in common was that at the end of the war, we were all rebuilding. There had been this great sacrifice on all sides whether you were black or white, Northern or Southern. So for Hemp, who is freed by enlisting in the Union Army, his main concern is finding his family. We often think of that as being a separate narrative than, you know, the South and its feeling of the lost cause, but I think there's something that all of those stories have in common, which really does have to do with rebuilding, reinvention, resilience, the American story of triumph over adversity. That was something that really inspired me to think of this as a narrative that's really tangled up into something bigger than one.</p><p><strong>On wrestling with what it means to be free</strong></p><p>What does it mean to be free? And as Madge says, \"What does it mean to be 'free free?' \" — because she actually possesses her freedom papers before the war ends [but in Tennessee, a slave state].</p><p>For Hemp, for example, part of what it meant to be free was to be righteous, was to actually be in a universe where the system of morality was right side up instead of upside down. So after Hemp gets his freedom, the very first thing he wants to do is to give his master, who has died, a proper burial. He says [it's] because that's the first step to becoming a righteous man.</p><p>Everyone was going through that transitional moment of — and when I say everyone, I mean all of the freed men and women — were going through that transitional moment of understanding what freedom meant for them.</p><p><strong>On the period after the Civil War</strong></p><p>Obviously the war itself ... was a great tragedy. But I do think the even bigger test was how we picked ourselves up at the end of it. How did we reform ourselves? How did the South deal with the legacy of having felt that it had lost it?</p><p>I think we're still recovering in so many ways. And so I think ... that rebuilding is a testament to who we are as a country, because we're still doing it, but we're still sort of surviving.</p><p>We're a triumphant nation, and that's what I focus on. I think about the South rising again, I think of the North rising again, I think of freed men and women. We reinvent. We survive.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Balm%27+Looks+At+Civil+War+After+The+Battles%2C+Outside+The+South&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"295"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412525692-52fb6b.m3u?orgId=1&topicId=1033&d=295&p=2&story=411813657&t=progseg&e=412454338&seg=9&ft=nprml&f=411813657"},{"href":"http://media.npr.org/assets/img/2015/06/04/balm-hc-c-7af3af158bfc09834e4398c0d05b966e483155a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1102","width":"1469"}},{"href":"http://media.npr.org/assets/img/2015/06/04/dolen-perkins-valdez-ap1-5808cad90f00429cf34dee8d45aa76508bbd4392.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2183","width":"2911"}}]}