{"created":"2015-07-02T21:07:33+00:00","modified":"2015-07-03T12:18:37+00:00","valid":{"from":"2015-07-03T12:18:37+00:00","to":"3015-07-03T12:18:37+00:00"},"hreflang":"en","guid":"76a04a27-6a63-4ce7-adba-f23f39c7e969","title":"How Canada tried to eradicate poverty with guaranteed income","published":"2015-07-03T12:18:33+00:00","byline":"Audrey Adam","tags":["business and economy","jobs","government","Economics","Business, Finance & Economics","North America","Europe","United States","Canada","Netherlands"],"teaser":"For some residents of the Netherlands it will soon be money for nothing. Utrecht in the Netherlands just announced it would be experimenting with \"basic income.\" That is, giving people on welfare a paycheck regardless of whether they get a job or not. This isn't the first experiment in handing out checks without strings. Economist Evelyn Forget studied a similar experiment in Manitoba in the 1970s.","contentencoded":"<p>Give more money to keep people happy and healthy — that’s the bet the city of Utrecht in the Netherlands will be taking soon.</p>\n<p>Following the principles of “basic income,” Utrecht will be giving between $900 and $1,450 per month to households already receiving welfare. Recipients will be free to spend it as they wish.</p>\n<p>This is not the first time a government has tried basic income. In the US, Denver and Seattle tested such a system in the late 1960's through the 1980s. Canada also experimented with \"Mincome\" or \"Minimum Income\" in the Manitoban towns of Dauphin and Winnipeg between 1974 and 1979.</p>\n<p>“All of these experiments were conducted with one purpose in mind: To find out what the implications would be for work effort. If you offered people a guaranteed annual income, would they reduce the number of hours they worked?” asks Evelyn Forget, an economist and professor at the University of Manitoba. </p>\n<p>Whether people were unemployed or had a job, they just had to show up with a demonstration of the income they had and they would get the complementary money to reach the minimum income threshhold.</p>\n<p>As expected, Canada's \"Mincome\" caused a decrease in the number of hours worked by about 10 percent, but Forget says it was probably for the best.</p>\n<p>“We looked into the Dauphin sample in particular and we discovered that there were two groups of people who reduced the number of hours they worked: especially married women and young males,” Forget says. </p>\n<p>Married women used the \"mincome\" to extend their maternity leaves, but the real change came from teenage boys.</p>\n<p>“When we interviewed people, we discovered that prior to the experiment, a lot of people from low-income families, a lot of boys in particular, were under a fair amount of family pressure to become self-supporting when they turned 16 and leave school. When Mincome came along, those families decided that they could afford to keep their sons in high school just a little bit longer,” Forget says.</p>\n<p>Studies of these experiments show pretty positive results, including an uptick in graduation rates during the years that the program was in place. Forget later interviewed many Mincome recipients about their participation in the program. One single mother she spoke with was on welfare when the program began in the 1970s.  </p>\n<p>\"Every time she went and asked for some job training, she was told to go home and take care of her kids and the system would take care of her,\" says Forget. Then Mincome came along and she tranferred from welfare to mincome so she might do whatever she wanted with the money. She registered for a college course in library science, which led to a part-time job and then a full-time job and then a career as head librarian.</p>\n<p>\"When I spoke to her, she just retired and she was extremely proud of both of her daughters having graduated college and becoming professionals and having modelled a very different kind of life,\" Forget says.</p>\n<p>Developing countries like Malawi and India have also tested similar programs.</p>\n<p>“If you give people money with no strings attached, they pretty much spend it the way you’d expect them to spend it. They send their kids to school, they buy better food for their family, they take their kids to the doctor and so on,” Forget says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-02%2Fhow-dutch-city-trying-eradicate-poverty-0&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/salary.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/salaryjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07022015_01.mp3"},{"href":"http://admin.pri.org/file/0702201501mp3"}]}