{"created":"2014-11-03T22:11:40+00:00","modified":"2014-12-04T15:15:17+00:00","valid":{"from":"2014-12-04T15:15:17+00:00","to":"3014-12-04T15:15:17+00:00"},"hreflang":"en","title":"Picking The Locks: Redefining Copyright Law In The Digital Age ","published":"2014-11-21T04:57:00+00:00","teaser":"In his new book, Cory Doctorow shows creators how to survive in the digital age. He says the problem with copyright law is tech platforms have more control over content than the people who make it.","itags":["npr_api","360196476"],"guid":"76a83629-2042-4843-ba06-e06a2fcf0c45","contentencoded":"<p>Information wants to be free. At least that's what Internet activists and many consumers say in support of free online content.</p><p>But when we stream a new film online or listen to music on Spotify, we don't always consider — or care about — the artists who are losing out.</p><p>The debates over intellectual property, copyright and traditional ideas of enforcement have been hot topics of late. The fall of Napster in the late '90s and the current battle between publisher Hachette and Amazon show that copyright law needs to be rewritten to fit digital standards.</p><p>In his new book, <em>Information Doesn't Want To Be Free: Laws For The Internet Age,</em> author Cory Doctorow argues that creators can make money even when their content is available online free of charge. For creators to succeed in the digital age, he says, copyright law must be reformed to reflect an age in which tech platforms control content.</p><hr /><h3>Interview Highlights</h3><p><strong>On why we think Internet content should be free</strong></p><p>I'm not really interested in whether the stuff that I get on the Internet is free or isn't. I certainly pay for a lot of stuff. For me the concern is whether or not the money that's spent when we buy things on the Internet goes mostly to the creators and then to their investors and then to the platforms. Or whether as it is today, the platforms have the whip hand and the investors can extract monopoly rents from the creators and then the creators sort of sit at the bottom of the barrel. People have always found ways to get stuff for free, and certainly copying is not gonna get any harder from here on in. So for me the interesting thing is not why do some people get stuff for free — they've done that for as long as there have been libraries or people singing on street corners. The interesting thing for me, as a creator, is how do I ensure that my share of the money that people spend is as large as possible?</p><p><strong>On how digital locks enforce copyright online</strong></p><p>If you want to buy an app from someone other than Apple, you can't. Not because your phone can't run software; your phone can run all the programs that can be compiled for it. But because your phone has a lock on it that tries to stop you from loading software [from which] Apple hasn't gotten a 30 percent cut of the sale price. That's why Apple puts that [lock] on there. And you know under normal circumstances, you would expect that to be taken care of by markets. If you bought a dishwasher where you could only use the manufacturer's dishes, you would expect another manufacturer to make compatible dishes.</p><p><strong>On the consequences of digital locks </strong></p><p>In 1998, we passed this law called the Digital Millennium Copyright Act, the DMCA, and what it says is that it is against the law to remove a lock even if you own the copyright to the work the copyright is protecting. So one of the publishers right now has said they've always insisted on digital locks on their e-books, and they're in a pricing dispute with Amazon who wants to take more of the money that they are generating through their books.</p><p>Under normal circumstances, if Amazon decided not to sell Hachette's books, you would expect Hachette to say to all the people who want to read J.K Rowling or Amanda Palmer's new book, \"Here's a tool that lets you convert your e-books to run on iBooks or on Google Play or on Kobo or on Nook. Go ahead and just switch to someone else's store, and buy your books there.\" But because only Amazon is allowed to unlock Hachette's books, even though Hachette controls the copyright, Amazon controls the lock. Amazon now runs that negotiation. They have all the negotiating leverage, and what happens is the rightful share of the investor is expropriated by the platform.</p><p><strong>On digital copyright law reform </strong></p><p>We can easily see how you would make a digital locks rule that didn't do this crazy thing. What you would say is that \"it's against the law to break a digital lock if you're violating copyright, and if you're not violating copyright, it's not against the law to break a digital lock.\" And that would solve the problem pretty handily because then we could make tools that let people do things that are illegal, but that the manufacturer doesn't want them to do, which is a time-honored tradition whether that's plugging things into your cigarette lighter in the car that the manufacturer never intended for you to do or using your blender to mix paint. You know what we do with our stuff is our own business, and if we break the law then maybe we get punished, but just using a product in an unintended way shouldn't be a felony.</p><p><strong>On new models of monetizing online content </strong></p><p>Once we give up on the idea of applying copyright to normal people and we limit it to the industry, we know how to regulate the industry because we know where they all live. Historically, the way we have managed contexts in which it no longer became possible to control individual uses was to just let people pay once to use everything and then use statistical analysis to figure out who the money went to. So if you're at a radio station, you drop the needle, you don't call the record label to find out how much it's gonna cost you to play a song. You just pay a single fee, and then you figure out statistically at the end of the quarter whose music was played, and the money is dispersed that way. And the important thing is [that] as imperfect as this solution is, it's way more perfect than adding censorship and surveillance to the Internet in the name of making sure that people listen to music the right way.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Picking+The+Locks%3A+Redefining+Copyright+Law+In+The+Digital+Age+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361206299-1d9f99.m3u?orgId=1&topicId=1033&ft=3&f=360196476"},{"href":"http://media.npr.org/assets/img/2014/10/31/information_cover_final-ef4a5d55bf26131183567f191314629ed7b17034.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1369","width":"1825"}},{"href":"http://media.npr.org/assets/img/2014/10/31/8536214173_58d9bc5bfb_o-d83a37346ed94da6fb4f416503e70690693d37c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2760","width":"3676"}}]}