{"created":"2015-01-13T23:45:54+00:00","modified":"2015-06-05T15:30:49+00:00","valid":{"from":"2015-06-05T15:30:49+00:00","to":"3015-06-05T15:30:49+00:00"},"hreflang":"en","title":"GMO Potatoes Have Arrived. But Will Anyone Buy Them?","published":"2015-02-25T00:30:00+00:00","teaser":"New GMO potatoes don't bruise as easily, and, when fried, they have less of a potentially harmful chemical. Yet some big chip and french fry makers won't touch them because of the stigma of GMOs.","itags":["npr_api","376184710"],"guid":"76af6ab8-394d-4134-acc1-f9c31f1521c9","contentencoded":"<p>On the face of it, the new potato varieties called \"Innate\" seem attractive. If you peel the brown skin off their white flesh, you won't find many unsightly black spots. And when you fry them, you'll probably get a much smaller dose of a potentially harmful chemical.</p><p>But here's the catch: Some of the biggest potato buyers in the country, such as Frito-Lay and McDonald's, seem afraid to touch these potatoes. Others don't even want to talk about them because they are genetically modified organisms, or GMOs.</p><p>The potatoes aren't yet on the market (more about that later). So to get a sneak peek at them I paid a visit to Michigan State University and its top potato breeder, <a href=\"http://potatobg.css.msu.edu/douches.shtml\">David Douches</a>.</p><p>Douches is a lean and focused man, in constant motion. He's been working with potatoes for most of his adult life. It is, you might say, a committed but high-maintenance relationship.</p><p>Douches fell for the potato 32 years ago, when he was in graduate school. It seemed like \"a beautiful plant to work with,\" he says. It also feeds a lot of people. According to the <a href=\"http://cipotato.org/\">International Potato Center</a>, the potato is the world's third-most-important food crop. \"I felt that when I work on something like this, it could have a large impact,\" Douches says.</p><p>He wants to make the potato just a little bit better. Unfortunately, the potato resists improvement.</p><p>The reasons lie in the genetic nature of this crop. It's very difficult, using traditional breeding, to make gradual improvements in an established potato variety. Mating it with another variety produces tremendously varied offspring, the vast majority of them inferior to the variety that you were hoping to improve. It's like trying to improve a really good poker hand by reshuffling the whole deck of cards and dealing again.</p><p>This is why Douches is so excited about these new potatoes: They're just like a much-loved variety, but better. To demonstrate, he and his colleague Joseph Coombs are banging some potatoes around inside an ancient, rotating wooden drum.</p><p>This is a bruise test. They're comparing two different varieties.</p><p>The first variety is russet Burbank, the most popular potato in America. It's been widely grown for more than a century. The other potatoes are almost identical to russet Burbank, but the J.R. Simplot Co. of Boise, Idaho, has inserted some extra genes into them in the laboratory. These potatoes are called <a href=\"http://www.simplotplantsciences.com/\">Innate</a> russet Burbank.</p><p>The Simplot Co. chose the word \"innate\" because the new genes it inserted are actually modified versions of some genes that exist naturally in potatoes; they are innate to this species. But the inserted genes have a curious effect: They shut down a few of the potato's original, natural genes. Scientists call it gene silencing.</p><p>We're about to see the results. We peel some potatoes that went through the bruising barrel yesterday and lay them out on a table. The traditional russet Burbank potatoes are starting to show some evidence of bruising. Black spots are forming.</p><p>We see few bruises, by contrast, on the Innate russet Burbank potatoes.</p><p>There's another difference that we cannot see. If we fry these potatoes, the Innate russet Burbanks will have less than half as much of a worrisome chemical called acrylamide.</p><p>Lots of foods — coffee, for instance — contain acrylamide. But when lab rats eat it, they're more likely to get cancer. Studies have never shown a clear link between acrylamide consumption and cancer in humans, but the Food and Drug Administration still <a href=\"http://www.fda.gov/ForConsumers/ConsumerUpdates/ucm374855.htm\">says</a> that it's a good idea to consume less of it.</p><p>For both these reasons — less bruising and less acrylamide — Haven Baker, general manager of Simplot Plant Sciences, thinks that consumers should be lining up to buy these new potatoes. \"The No. 1 consumer complaint [about potatoes] is black spot bruise,\" he says. \"You have to cut it out or, if it's bad enough, throw the potato away. It's a significant waste issue.\"</p><p>The Simplot Co. has created Innate versions of several different varieties, including one called Atlantic that's widely used to make potato chips. The U.S. Department of Agriculture <a href=\"http://www.aphis.usda.gov/brs/fedregister/BRS_20141110b.pdf\">approved</a> the new varieties in November. They are not on sale yet because Simplot is waiting for a green light from the FDA, which is <a href=\"http://www.fda.gov/ForConsumers/ConsumerUpdates/ucm352067.htm\">reviewing</a> scientific data — mostly provided by the company — on how genetic modification has altered the chemical makeup of the potato and whether any of those changes could raise safety concerns.</p><p>But even before they've gone on sale, some of the very biggest potato buyers seem to be backing away from them.</p><p>Frito-Lay, the biggest potato chip maker, and McDonald's have both issued <a href=\"http://www.capitalpress.com/Business/20141113/mcdonalds-not-interested-in-gmo-potatoes\">statements</a> saying that they are not planning to use the Simplot potatoes in their products. An executive at another potato chip company told The Salt that his company does not plan to use those potatoes. He didn't even want to be quoted on the subject for fear that someone would mistakenly get the opposite impression.</p><p>Patty Lovera, assistant director of <a href=\"http://www.foodandwaterwatch.org/\">Food and Water Watch</a>, an environmental advocacy group, says food companies should, in fact, react this way. \"When you ask consumers if they're comfortable with this technology, they are not,\" she says. Food and Water Watch has launched a <a href=\"https://secure3.convio.net/fww/site/Advocacy?cmd=display&page=UserAction&id=801\">petition</a> calling on McDonald's to reject GMO potatoes.</p><p>There may not be anything wrong with these potatoes, Lovera says, but she does not think the government is regulating biotech crops carefully enough. \"I don't have some smoking gun to hand you [about] this danger or that danger,\" she says, \"but we don't think that the review that they've gone through can show us that they're safe.\"</p><p>Yet other advocates for healthy food believe the Simplot potatoes offer real advantages.</p><p>\"It's really strange how GMO has become a curse word,\" says Michael Jacobson, executive director of the <a href=\"http://www.cspinet.org/about/index.html\">Center for Science in the Public Interest</a>. Jacobson has been among the leaders of the healthful-food movement. For the past 40 years, he has fought excess sugar, fat, salt and food additives.</p><p>But genetic modification? It's just another technology, he says, \"and if we could have genetically engineered crops and foods that produce safer products, and less expensive products, that's terrific!\"</p><p>The FDA does need to examine these new potatoes, Jacobson says. But if they do deliver less cancer risk, and result in less food wasted, he hopes that people will buy them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=GMO+Potatoes+Have+Arrived.+But+Will+Anyone+Buy+Them%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377024779-ff4a85.m3u?orgId=1&topicId=1053&d=293&p=2&story=376184710&t=progseg&e=376963208&seg=19&ft=nprml&f=376184710"},{"href":"http://media.npr.org/assets/img/2015/01/09/potatoes-3-8bf30c60889b328ed69ee6be24688c32a40658d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/01/09/potatoes-4-ea3337d258ef4bb42e26e76616e46748bc886976.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/01/13/potatoes-1-003148a985fb449603fb25352f86f2829f69e34c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}