{"created":"2014-09-24T17:48:32+00:00","modified":"2014-10-30T22:29:06+00:00","valid":{"from":"2014-10-30T22:29:06+00:00","to":"3014-10-30T22:29:06+00:00"},"hreflang":"en","title":"The Outspoken Spanish Nun Who's Made Herself A Political Force","published":"2014-09-26T15:12:00+00:00","teaser":"From her convent on a sacred mountain, Benedictine nun Teresa Forcades — a feminist medical doctor with a Ph.D. in public health — is a prominent leftist and leading advocate of Catalan independence.","itags":["npr_api","347660274"],"guid":"76bab821-185e-474a-9f8c-bf5cd5fe1bbf","contentencoded":"<p>It's easy to find Teresa Forcades in the crowd at Barcelona's airport. She's wearing a nun's habit.</p><p>Sister Forcades is Spain's most famous living nun. She's a medical doctor with a master's degree from Harvard. She's a feminist who's been reprimanded by the Vatican for supporting abortion rights. She's a Benedictine nun in a country where the Catholic Church has historically sided with fascists.</p><p>And she's hugely popular.</p><p>Forcades has emerged as one of the leaders of Europe's new left wing. At the height of Spain's economic crisis, she started a new political movement, <a href=\"http://www.procesconstituent.cat/\">Proces Constituent</a>, which calls on the Spanish government to leave the eurozone, nationalize all banks and grant freedom to Catalonia — the wealthy, northeast region of Spain from which Forcades hails.</p><p>With a frenetic schedule of speaking engagements, Forcades was in Spain for just five hours one recent afternoon, on her way home from a left-wing political conference in Croatia and before jetting off to teach feminist theology in Germany. NPR arranged to meet her at the airport, give her a lift and interview her en route to her monastery on the sacred Montserrat mountain north of Barcelona.</p><p>Navigating a hilly switchback road, I asked about her lectures in Germany: Isn't feminist Catholic theology an oxymoron?</p><p>\"That's what I thought as a teenager!\" Forcades exclaims. \"Because many of the messages that still today the Catholic Church gives to the world — in terms of rights of women, sexual morality and contraception — conflict directly with the historical achievements of the feminist movement. [The church] is an institution in which patriarchy is rampant. All the decision-making is linked to something called ordination, and ordination is linked to something called gender,\" she says with an ironic smile. \"So it's clear that I did not join the church because I thought as an institution it's wonderful for a feminist!\"</p><p>Instead, she says, she ended up in the clergy as a fluke. Born in 1966 to an atheist family in Catalonia, Forcades went to medical school in Barcelona and then did her residency at a hospital in Buffalo, N.Y. She eventually went on to get a master's degree from Harvard Divinity School and a Ph.D. in public health. But in the summer of 1995, she was just looking for a quiet place to study for her U.S. medical board exams.</p><p>\"That's how I arrived in July 1995 at what is now my home, not with the intention to become a nun, but the intention to prepare for my medical boards in the United States,\" she says, laughing.</p><p>But she never left. Forcades describes her experience of reading the Bible for the first time as \"a commotion.\"</p><p>\"It was something that touched me very deeply — one of those experiences that are impossible to explain,\" she says. Two years after arriving at the Sant Benet Monastery in Monserrat, she took her vows to become a Benedictine nun.</p><p>Since then, she has lived at the same monastery, practicing medicine, singing and praying at church services several times a day and combining her passion for God with her passion for social justice.</p><p>\"I was listening yesterday to a speech by Martin Luther King Jr. on the Vietnam War. It's so impressive! I can listen to him forever. Because it's so to the point, and it's so respectful and so full of common sense,\" she says. \"You just listen to him, and feel, 'Yeah!' You want to shout like they do in Baptist churches. 'Yeah, sister, brother, yeah! Just go for it!' \"</p><p>Forcades' latest crusade is for Catalan independence. She has become one of the most prominent faces of the secessionist movement in Catalonia, which seeks to break away from Spain and form its own country in Europe.</p><p>\"I am in favor of the independence of my country, because I do believe that for true democracy to be real or possible, you need small political units,\" she says, offering the example of the U.S., in which many powers are devolved to the state rather than federal level.</p><p>\"I want to avoid what unfortunately has been so prevalent for the Catalans. We complain to our local government, the Catalan government, and the local government says, 'Yeah, you are right, but you know what? It's Madrid's fault.' OK, so we go to Madrid, and Madrid says, 'Yes, you're right, but you know what? It's Brussels' fault,' \" she says. \"I don't like growing huge empirelike structures that are removed from the people.\"</p><p>Forcades is a frequent commentator on Spanish TV. That's where a few years ago, she voiced her support for abortion rights — on live TV. A letter of reprimand swiftly arrived from the Vatican. And Forcades wrote back, posing a philosophical question to the Vatican in response.</p><p>\"So let's imagine you have a father and the father has a compatible kidney, and you have a child, an innocent child, who needs the kidney. Is the church ready to force the father to give the kidney, to save the child's life?\" she says, recounting her reply to the Vatican. \"That the right to life of the child takes precedence over the right to self-determination to his own body, of the father? And that was my question I sent to Rome in 2009.\"</p><p>She received no reply back. So for now, Sister Teresa remains very much part of the church — and proud to sometimes disagree with it.</p><p>On a tour of her monastery, perched on a mountain over Barcelona, with the serrated peaks of Monserrat mountain beside it, Forcades points to a special olive tree.</p><p>\"This is the olive tree that my friends — members of an ecologist group to which I belonged as a teenager — gave me when I did my first vows [to become a nun]. They gave me this little trunk of a tree, barely 6 inches tall, and we planted it here at the monastery,\" she says wistfully. \"And now it's 17 years old. As you can see, it's bearing fruit.\"</p><p>So is Teresa's work. Her home region of Catalonia plans to vote this fall on whether to break away from Spain.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Outspoken+Spanish+Nun+Who%27s+Made+Herself+A+Political+Force&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351247051-f23ea6.m3u?orgId=1&topicId=1004&ft=3&f=347660274"},{"href":"http://media.npr.org/assets/img/2014/09/11/activist-nun1-df3690b27144c1fc6b328324e6d2d03123a2043f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1933","width":"2578"}},{"href":"http://media.npr.org/assets/img/2014/09/11/activist-nun2-012e3862d5d18d5ca0045d60ae258324e93bfeb6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1450","width":"1933"}}]}