{"created":"2015-03-28T11:38:57+00:00","modified":"2015-07-03T20:25:37+00:00","valid":{"from":"2015-07-03T20:25:37+00:00","to":"3015-07-03T20:25:37+00:00"},"hreflang":"en","title":"A Day's A Day The World Around — But Shorter On Saturn","published":"2015-04-14T20:38:00+00:00","teaser":"Researchers have finally determined the length of a day on the ringed planet (gas shrouds any landmarks, so it was tough). Precision matters: A faster spin influences the speed of surface winds.","itags":["npr_api","395378994"],"guid":"76bb98bc-ef13-4fc8-bd8f-03828d50384e","contentencoded":"<p>Researchers have answered a question that has been nagging them for years: Exactly how long is a day on the planet Saturn? <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature14278.html\">The result</a> (10 hours and 32 minutes or so) was published this week in the journal <em>Nature, </em>and could teach scientists more about the giant, ringed planet.</p><p>A day is simply how long it takes a planet to spin all the way around. On Earth, one rotation takes 23 hours, 56 minutes and 4 seconds — though combined with the planet's motion around the sun, we earthlings experience 24-hour days.</p><p>Measuring a day on rocky planets like Earth is fairly simple, according to <a href=\"http://www.tau.ac.il/~rhelled/Site/Home.html\">Ravit Helled</a>, a planetary scientist at Tel Aviv University in Israel: \"You can, you know, identify a mountain or a stone or whatever it is, and just check how long it takes it to come back.\"</p><p>Those tricks don't work on Saturn because it's a gas giant, which means its surface is deep below layers of clouds.</p><p>When the Voyager spacecraft first flew by in the 1980s, it estimated the day using the planet's magnetic field. That showed the day was 10 hours and 39 minutes long. But in 2004, another mission called <a href=\"http://www.nasa.gov/mission_pages/cassini/main/\">Cassini</a> arrived at Saturn and measured a different value: 10 hours and 45 minutes.</p><p>Six minutes makes a <em>big</em> difference. The speed at which Saturn's rocky core rotates determines how fast the winds blow above. It also changes estimates of the planet's internal structure.</p><p>\"If you want to understand, you know, giant planet formation and the origin of the solar system, these 10 minutes or six minutes are actually quite crucial,\" Helled says.</p><p>So she and her colleagues set out to make a better estimate of Saturn's day. They looked at the planet's gravitational pull and combined that with estimates of the core's density. After some tricky statistical analysis, they found that a day on Saturn is 10 hours, 32 minutes and 45 seconds — more or less.</p><p>\"We have an uncertainty of 46 seconds, but it's much better than the 15 minutes' uncertainties that we had until now,\" she says.</p><p>Helled eventually wants to use the technique to learn the length of days on planets outside the solar system — though, she adds, scientists will need quite a few Earth days to figure out exactly how to accomplish that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Day%27s+A+Day+The+World+Around+%E2%80%94+But+Shorter+On+Saturn&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"154"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395966202-455cd0.m3u?orgId=1&topicId=1026&d=154&p=7&story=395378994&t=progseg&e=395966156&seg=8&ft=nprml&f=395378994"},{"href":"http://media.npr.org/assets/img/2015/03/25/saturn_equinox1-ca9ef82ea80993bda82c064f9f4761cc54efd173.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3846","width":"5128"}}]}