{"created":"2015-05-05T09:00:47+00:00","modified":"2015-06-25T17:44:27+00:00","valid":{"from":"2015-06-25T17:44:27+00:00","to":"3015-06-25T17:44:27+00:00"},"hreflang":"en","title":"Join The 'Morning Edition' Book Club As We Read 'A God In Ruins'","published":"2015-05-28T14:52:00+00:00","teaser":"<em>Gone Girl</em> author Gillian Flynn, who selected the book, tells NPR's David Greene that Kate Atkinson is \"one of those writers that really can make you weep on one page and laugh on the next.\"","itags":["npr_api","402554435"],"guid":"76c027a3-ad5c-459b-9920-3f6a54cad287","contentencoded":"<p><em>Welcome to the second session of the <a href=\"http://www.npr.org/series/402558323/the-morning-edition-book-club\">Morning Edition </a><a href=\"http://www.npr.org/series/402558323/the-morning-edition-book-club\">book club</a>! Here's how it works: A well-known writer will pick a book he or she loved. We'll all read it. Then, you'll send us your questions about the book. About a month later, we'll reconvene to talk about the book with the author and the writer who picked it.</em></p><hr /><p>The <em>Morning Edition</em> book club launched in December with <a href=\"http://www.npr.org/2015/01/20/377462181/book-club-hector-tobar-answers-your-questions-about-deep-down-dark\" target=\"_blank\">Hector Tobar's Deep Down Dark</a>. We're now reconvening to begin our second book, and we have asked <em>Gone Girl</em> author Gillian Flynn to do the honors. For our next read, Flynn has chosen Kate Atkinson's <em>A God in Ruins.</em></p><p><em> </em>\"This book is particularly lovely and melancholy,\" she tells NPR's David Greene; Atkinson is \"one of those writers that really can make you weep on one page and laugh on the next.\"</p><p><em>A God in Ruins</em> follows a man named Teddy who served as a bomber pilot during World War II. (For those of you who read Atkinson's <a href=\"http://www.npr.org/2013/03/30/175605206/life-after-life-the-many-deaths-and-do-overs-of-ursula-todd\">Life After Life</a><em><a href=\"http://www.npr.org/2013/03/30/175605206/life-after-life-the-many-deaths-and-do-overs-of-ursula-todd\">,</a> </em>you'll recognize Teddy as Ursula Todd's younger brother). <em>A God in Ruins</em> is about returning home after war. The book is told through Teddy's eyes, and also through the perspective of his daughter and his grandchildren.</p><p>While you're reading the book over the next few weeks, here are some ways to interact with the book club:</p><ul><li><strong>Update at 12:16 p.m. ET, May 6:</strong> We're changing the time and venue of our weekly check-ins. We'll be posting a discussion question every Tuesday <a href=\"https://www.reddit.com/r/books/comments/352ed9/join_npr_morning_editions_book_club_as_we_read_a\">on reddit</a>, instead of every Friday on Facebook.</li><li>Tweet us your favorite quotes using #morningeditionbookclub.</li><li>If your book club is reading along, share a photo of one of your meetings on Instagram using #morningeditionbookclub.</li></ul><p>And you can send us your questions about the book through any of those platforms using #morningeditionbookclub. When our club meets next month, your question might be read on air.</p><p>Below, you can read more about why Flynn selected <em>A God in Ruins.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On Atkinson's characters</strong></p><p>She just has such a vast humanity for her characters, this incredible empathy that — even the characters that are sort of designed to drive you slightly insane — you get to burrow underneath the skin and find out what's really driving them and the insecurities and the secrets. ...</p><p>I don't think I could ever write like Kate. I'd like to try, but my unlikable characters are just fairly unlikeable. ... I'm not always as interested in redeeming them. ... She does this wonderful thing where she makes it very hard for you to solely dislike a character, even when they're doing very, very bad things.</p><p><strong>On what makes a good book club conversation</strong></p><p>For me, a good book club is [about] selecting the right book, a book that makes people interested in talking about it, interested in discussing why characters made certain choices or whether you sympathize or didn't sympathize with a certain character. I just think it's that sort of sensation that these are almost real people. Whenever I'm in a book club that I think is going well, it's [when] people take them very personally. And I love that. I think this lovely book by Kate, <em>A God in Ruins</em>, is a very nice book club book. It has a multitude of characters that I think people are going to have certain, very different opinions on and .... [also the] aspect of the large family, all different generations. I think people are going to find them very interesting to dissect.<strong></strong></p><p><a href=\"http://www.npr.org/assets/artslife/books/2015/05/atkinsonbookguide.pdf\"><strong>FEELING CRAFTY?</strong> Download and print our book club guide for a reading checklist, discussion questions and a handy place to take notes.</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Join+The+%27Morning+Edition%27+Book+Club+As+We+Read+%27A+God+In+Ruins%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404352607-72e56d.m3u?orgId=1&topicId=1033&aggIds=402558323,100876926&d=221&p=3&story=402554435&t=progseg&e=404352433&seg=17&ft=nprml&f=402554435"},{"href":"http://media.npr.org/assets/img/2015/05/04/me-god-ruins-newhashtag-5f458af041d500108fec34ed30114ad4fff639d9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1956","width":"2608"}}]}