{"created":"2014-10-08T16:30:41+00:00","modified":"2014-10-31T02:16:30+00:00","valid":{"from":"2014-10-31T02:16:30+00:00","to":"3014-10-31T02:16:30+00:00"},"hreflang":"en","title":"The Nation That Elects The Most Women Is ...  ","published":"2014-05-08T23:49:00+00:00","teaser":"In Rwanda, nearly two-thirds of Parliament consists of women, a trend that developed after the country's genocide. Cuba is third, with women making up 50 percent of its legislators. The U.S. is 99th.","itags":["npr_api","310719495"],"guid":"76c515cd-f602-4494-b91c-6fa7c2fd12e4","contentencoded":"<p>As Rwanda began to rebuild itself from the ashes of the 1994 genocide, something unexpected happened: Women began playing a much more influential role on many fronts, including politics.</p><p>Traditions that had limited women previously were cast aside, and President Paul Kagame also actively pushed for women to be in more prominent positions.</p><p>Today, women make up 64 percent of the country's lower house of Parliament — a far higher percentage than in any other nation, according to figures compiled by the <a href=\"http://www.ipu.org/wmn-e/classif.htm\" target=\"_blank\">Inter-Parliamentary Union</a>.</p><p>\"They were the backbone of reconstruction of our country but at the same time also there was a political will to empower women,\" said Mathilde Mukantabana, Rwanda's ambasassdor to the U.S.</p><p>Women are active in all levels of government, from local village councils to Parliament, where they have far surpassed the official 30 percent quota for women, Mukantabana noted.</p><p>In the world rankings, tiny Andorra is second with 50 percent women in the lower house. Cuba is third with 49 percent, while Sweden and South Africa round out the top five with 45 percent each.</p><p>The U.S. is listed as No. 84, with female legislators accounting for 18 percent of the House and 20 percent of the Senate. But the list does not recognize ties among countries, so there are actually 98 countries with a higher percentage of female legislators than the U.S.</p><p>The countries are ranked by the percentage of women in the lower house since some countries have only one legislative chamber.</p><p><strong>A Network Of Female Leaders</strong></p><p>Laura Liswood has long wondered what it would take to have a female president in the U.S., so she started interviewing female leaders in other countries.</p><p>\"I heard so many similar stories from them about their overscrutiny by the press and how people evaluated women leaders, so I thought it would be interesting if we could get them all together,\" said Liswood, the secretary general of the <a href=\"http://womenintheworld.org/solutions/entry/council-of-women-world-leaders\" target=\"_blank\">Council on Women World Leaders</a>, a network of current and former prime ministers and presidents.</p><p>It has 49 members. None, of course, from the U.S.</p><p>It's hard to draw to lessons from others, she said, because many countries where women hold power have parliamentary systems. Some have quotas for women.</p><p>\"Of course that would be an anathema in the United States to have that affirmative mechanism in place, but many, many countries do,\" she said.</p><p>Swanee Hunt, who is with the Institute for Inclusive Security and is writing a book called <em>Rwandan Women Rising,</em> said women from all over Africa look at Rwanda as a model.</p><p>\"What I see is that women are organizing very much at the grass roots, but what they don't have is the political pull from the top,\" she said. \"So it's much, much harder. But they are making important strides. I mean they've surpassed the United States by leaps and bounds.\"</p><p>She said that in the past 20 years, she's watched more than 50 countries move ahead of the U.S. when it comes to the percentage of female lawmakers.</p><p>\"The issue is not that we have fewer. It's that we are almost at a steady plateau and other countries are getting quotas,\" she said.</p><p><strong>Women Supporting Women</strong></p><p><a href=\"http://ec.europa.eu/commission_2010-2014/georgieva/index_en.htm\" target=\"_blank\">Kristalina Georgieva</a>, a top European Union official, says she never supported the idea of quotas and affirmative action for women until she made a trip to Vietnam.</p><p>Georgieva was working at the World Bank at the time and says a woman came up and asked her to pass a message on to the World Bank president.</p><p>\"I said, 'Sure. What is the message?' \" she asked. \" 'Thank you for sending a senior woman as an example to our government.' And then I realized, my God, there was not a single woman that I met in the government. And then I realized also that women have a responsibility to bring up other women.\"</p><p>Many parts of Europe are ahead of the U.S. when it comes to women in politics, especially in the Nordic countries, she said.</p><p>Liswood, of the Council on Women Leaders, calls them the \"Nordic nirvanas.\" These countries have tax laws and child care systems that have helped close the gender gap, she said, along with a different cultural history.</p><p>\"Ironically, there's some belief that because many of the Nordic countries were fishing cultures, way back, the men would go off to fish for eight, nine, 10 months a year and the women would run everything,\" she said.</p><p>And so female politicians became more of the norm.</p><p>Here's a partial list of female lawmakers around the world. You can see the full list <a href=\"http://www.ipu.org/wmn-e/classif.htm\" target=\"_blank\">here</a>:  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Nation+That+Elects+The+Most+Women+Is+...++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310794200-8101aa.m3u?orgId=1&topicId=1004&aggIds=308946406&ft=3&f=310719495"}]}