{"created":"2014-09-08T15:36:45+00:00","modified":"2015-02-03T16:14:56+00:00","valid":{"from":"2015-02-03T16:14:56+00:00","to":"3015-02-03T16:14:56+00:00"},"hreflang":"en","title":"In Quest To Harpoon A Comet, A Spacecraft Stalks Its Prey","published":"2014-08-06T13:47:00+00:00","teaser":"The European Rosetta mission arrives at its target comet Wednesday morning. In the coming months, its lander unit will harpoon the space rock.","itags":["npr_api","338071828"],"guid":"76c7193c-fb97-44db-b457-05d7202cc8eb","contentencoded":"<p>Tomorrow morning, a European space probe will arrive at a comet with a tongue-twister of a name: Churyumov-Gerasimenko.</p><p>Getting there has been proven even trickier than pronouncing it.</p><p>The <a href=\"http://rosetta.esa.int/\">Rosetta</a> spacecraft began its journey way back in March of 2004.</p><p>First it swung past Earth to gather speed. Then it catapulted out to Mars, for a boost from that planet's gravity field. Then in 2007, it came back to Earth for another push — then back out to an asteroid, and back to Earth.</p><p>And then it traveled way out to deep space, so far out its solar panels couldn't give Rosetta enough power. Mission controllers shut its systems down and from June of 2010 it traveled silently through the darkness toward the comet.</p><p>In January, it got in back in touch with Earth.</p><p>\"I was relieved; everyone was very relieved,\" says <a href=\"https://twitter.com/mggtTaylor\">Matt Taylor</a>, the Rosetta project scientist at the European Space Agency. For the past six months, the spacecraft has been putting on the brakes, easing it into the comet's orbit around the sun.</p><p>\"We've had other cometary missions before — the difference now with Rosetta is, we're going to escort the comet for over a year,\" Taylor says. \"That's going to unlock so much more information.\"</p><p>About what comets are made of, how they interact with the sun. We didn't even know what this comet looked like... until now.</p><p>\"It's mind-blowing,\" Taylor says.</p><p>People think of comets as dirty snow balls, but this one looks like it's actually two chunks of material stuck together. It's hard to describe... maybe an intergalactic rubber ducky?</p><p>\"It's start to look a bit more like a boot now though,\" Taylor says. \"I'm reminiscent of the Monopoly boot.\"</p><p>This is really a ground-breaking mission,\" says <a href=\"https://twitter.com/SungrazerComets\">Karl Battams</a>, an astronomer at the U.S. Naval Research Laboratory in Washington, D.C. \"Pretty much everything you could hope to do on a comet, Rosetta is going to be doing it.\"</p><p>For Battams, the most exciting part comes in November.</p><p>\"Later this year the Rosetta spacecraft is going to release a lander,\" he says. This lander is going to float down to the surface of the comet, and attach itself with a kind of spear.</p><p>\"I mean, not only are they landing on a comet, they're harpooning a comet,\" he says.</p><p>It's an enormously risky mission. Comets are famous for their tails — a spray of dust and water vapor that shoots out as they swing by the sun. But the sun's radiation also makes the comet's nucleus unstable. Rosetta and its lander will have to avoid jets of debris that could shoot out at any time.</p><p>Assuming it works, scientists think they will learn an enormous amount from all this scratching and sniffing, because comets are some of the most ancient things in our solar system.</p><p>\"They're frozen pieces of what the solar system is made of,\" Battams says. \"They're completely untouched, and they really offer a glimpse into how our planet is formed and ultimately how we came to be.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Quest+To+Harpoon+A+Comet%2C+A+Spacecraft+Stalks+Its+Prey&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338099773-7a5751.m3u?orgId=1&topicId=1026&e=338071828&d=215&ft=nprml&f=338071828"},{"href":"http://media.npr.org/assets/img/2014/08/05/esa_rosetta_navcam_20140804_full-edf3fe08c934792cf1580fa9e8b96b5d8f29e9ca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"753","width":"1005"}},{"href":"http://media.npr.org/assets/img/2014/08/05/new_norcia_station-09ca75fa30397165c49fd3bc62ff22b741eac5d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1918","width":"2560"}}]}