{"created":"2014-12-22T20:03:53+00:00","modified":"2015-06-05T15:31:19+00:00","valid":{"from":"2015-06-05T15:31:19+00:00","to":"3015-06-05T15:31:19+00:00"},"hreflang":"en","title":"When Humans Quit Hunting And Gathering, Their Bones Got Wimpy","published":"2015-02-05T06:17:00+00:00","teaser":"Humans have lighter bones than other primates, and that change happened a lot later than anthropologists had thought. Blame our sedentary ways after our ancestors took up farming.","itags":["npr_api","372441550"],"guid":"76c77d84-e4ee-4676-a763-b1ab0486554e","contentencoded":"<p>Compared with other primates and our early human ancestors, we modern humans have skeletons that are relatively lightweight — and scientists say that basically may be because we got lazy.</p><p>Biological anthropologist <a href=\"http://humanorigins.si.edu/hop-team/habiba-chirchir\">Habiba Chirchir</a> and her colleagues at the Smithsonian's National Museum of Natural History were studying the bones of different primates including humans. When they looked at the ends of bones near the joints, where the inside of the bone looks almost like a sponge, they were struck by how much less dense this spongy bone was in humans compared with chimpanzees or orangutans.</p><p>\"So the next step was, what about the fossil record? When did this feature evolve?\" Chirchir wondered.</p><p>Their guess was that the less dense bones showed up a couple of million years ago, about when <em>Homo erectus,</em> a kind of proto-human, left Africa. Having lighter bones would have made it a lot easier to travel long distances, Chirchir speculated.</p><p>But after examining a bunch of early human fossils, she realized their guess was wrong. \"This was absolutely surprising to us,\" she says. \"The change is occurring much later in our history.\"</p><p>The lightweight bones don't appear until about 12,000 years ago. That's right when humans were becoming less physically active because they were leaving their nomadic hunter-gatherer life behind and settling down to pursue agriculture.</p><p>A report on the work appeared Monday in the <a href=\"http://www.pnas.org/\">Proceedings of the National Academy of Sciences</a>, along with a study from a different research group that came to much the same conclusion.</p><p>Those researchers looked at the bones of people in more recent history who lived in farming villages nearly 1,000 years ago and compared them with the bones of people who had lived nearby, earlier, as foragers.</p><p>The bones of people from the farming communities were less strong and less dense than those of the foragers, whose measured bone strength was comparable to similar-size nonhuman primates.</p><p>\"We see a similar shift, and we attribute it to lack of mobility and more sedentary populations,\" says <a href=\"http://anth.la.psu.edu/people/tmr21\">Timothy Ryan</a>, an associate professor of anthropology at Penn State University. \"Definitely physical activity and mobility is a critical component in building strong bones.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Humans+Quit+Hunting+And+Gathering%2C+Their+Bones+Got+Wimpy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"127"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372623618-6d6d72.m3u?orgId=1&topicId=1128&d=127&p=3&story=372441550&t=progseg&e=372623504&seg=3&ft=nprml&f=372441550"},{"href":"http://media.npr.org/assets/img/2014/12/22/wimpy-bones-06c601710e4f709575628393c5340f73bae2c37d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}