{"created":"2014-12-16T08:47:01+00:00","modified":"2015-05-13T21:26:17+00:00","valid":{"from":"2015-05-13T21:26:17+00:00","to":"3015-05-13T21:26:17+00:00"},"hreflang":"en","title":"Kurdish Officials Worry About Kurds Joining The Islamic State ","published":"2014-12-16T23:15:00+00:00","teaser":"In the Kurdish city of Halabja, young men have been disappearing to join ISIS. It's a trend the authorities don't really want to discuss. But they are clamping down to try to make it stop.","itags":["npr_api","370978024"],"guid":"76e15e38-54b8-4f32-ae7a-64ce3c1f6fe6","contentencoded":"<p>In the northern Iraqi city of Halabja, near the border with Iran, we knock on the door of a 16-year-old boy who disappeared. His family says he lied to them, saying he was going on a picnic with a teenage friend. But they never came home.</p><p>\"He disappeared in May,\" says the boy's older sister. \"A few days later a letter arrived in his handwriting. It said, 'I'm in Syria. Don't look for me.' \"<br /> <br />The boy, like most everyone in this city, is a Kurd, most of whom are Sunni Muslim. He joined the so-called Islamic State, a Sunni Muslim extremist group also known as ISIS.</p><p>His sister doesn't want her name, her brother's name or her mother's name publicized. She's afraid that the Asayish, the Kurdish security services, could arrest or harass them for speaking about it.</p><p>She's not sure why her brother went. They lost contact 15 days ago, and she has no idea if he's fighting in Syria, or inside Iraq.</p><p>\"My mother wants to go get him,\" the woman says, \"but the Asayish won't let her.\"</p><p>On her street alone, eight boys have joined ISIS. Two were killed this week.</p><p>\"They are being brainwashed,\" she says, and the young boys pressure each other to go.</p><p><strong>Disgruntled Youths</strong></p><p>The Iraqi Kurds, with the help of the U.S., are waging war against ISIS. But the Kurds are also facing an internal threat to their largely autonomous and peaceful region in northern Iraq. Hundreds of young Kurdish men have joined ISIS, according to the Kurdish security forces and other officials.</p><p>Mostly they're young men influenced by online propaganda or by local extremists. And in Halabja, residents say young men there are particularly susceptible because of the high unemployment rates and the lack of services provided by the Kurdish authorities.The area also has a history of militant Islam. Estimates vary on how many men have joined from Halabja and the surrounding areas. They range from 85 to 600.</p><p>Shakas Sleik, 24, a university student in Irbil who is from Halabja, knows nine people who disappeared and went to fight with ISIS. Among them is his second cousin Shahed.<br /> <br />Shahed's dad is a fighter with the Kurdish peshmerga forces who has been battling ISIS for months now.</p><p>The family says Shahed disappeared in the summer and was killed last month in a U.S. airstrike in Beiji, north of Baghdad.</p><p>Sleik says learning of his death was devastating for Shahed's parents and for himself. They were all grieving and shocked that he was fighting inside Iraq, maybe even fighting against Kurds or his own father.</p><p>Sleik says that perhaps his cousin would be alive if Kurdish authorities had provided an alternative for young people in Halabja, a city that has seen its share of tragedy.</p><p>Some 5,000 Kurds in the city were killed in 1988 when Iraqi dictator Saddam Hussein used chemical weapons on the population. Many residents say the Kurdish authorities never helped the city recover.</p><p>Today, the response to the disappearing young men has been intensified security.</p><p>On the main drag of downtown Halabja, where people drink sweet tea from street vendors, packs of Kurdish security forces are on every corner. There's a midnight curfew to keep young men inside. And with a few exceptions, anyone who dies fighting with ISIS cannot be mourned. Funerals for those killed are banned, and no one calls them martyrs, at least not publicly.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kurdish+Officials+Worry+About+Kurds+Joining+The+Islamic+State+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371126282-be4bb6.m3u?orgId=1&topicId=1010&d=242&p=3&story=370978024&t=progseg&e=371126173&seg=17&ft=nprml&f=370978024"},{"href":"http://media.npr.org/assets/img/2014/12/15/34959821_h26985118-e8dfae9f293b988f55b90f16139452dc10a790ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1465","width":"1953"}},{"href":"http://media.npr.org/assets/img/2014/12/15/syria-kurds1-5dd9361b993da565f7169a033b353cc9d77cd675.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2635","width":"3514"}}]}