{"created":"2014-10-09T20:14:49+00:00","modified":"2014-11-10T20:31:26+00:00","valid":{"from":"2014-11-10T20:31:26+00:00","to":"3014-11-10T20:31:26+00:00"},"hreflang":"en","title":"In U.S., Ebola Turns From A Public Health Issue To A Political One","published":"2014-10-11T00:38:00+00:00","teaser":"Conservative critics of the Obama administration are linking Ebola to border security and a broader mistrust of the president. Some accuse liberals of letting the disease into the U.S. intentionally.","itags":["npr_api","354890869"],"guid":"76e631c3-1eef-4098-8eff-403f5eb14567","contentencoded":"<p>The Ebola virus, which <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/08/354577799/dallas-ebola-patient-thomas-eric-duncan-dies-hospital-says\" target=\"_blank\">killed a patient at a Dallas hospital Wednesday</a>, has become part of the conversation among politicians and pundits — in particular, conservative politicians and pundits. The virus has added heat to conversations about immigration and border control, as well as ongoing criticisms of the Obama administration and the government in general.</p><p>Thomas Eric Duncan, the first Ebola patient diagnosed within the U.S., came from Liberia in late September with the intention of marrying in America and starting a new life; instead, his life was over three weeks after his arrival.</p><p>Less than a week after Duncan was diagnosed with Ebola at a Dallas hospital, Texas Gov. Rick Perry called for the immediate screening and the establishment of quarantine facilities across America's borders — \"wherever people are entering the country,\" Perry said.</p><p>Perry, who is believed to be contemplating another run at the presidency, is not alone in connecting Ebola to border control. Sens. Ted Cruz of Texas and Rand Paul of Kentucky are talking about travel bans for everyone from West Africa. Other Republican leaders want to make those travel bans permanent.</p><p>Ebola is feeding an already intense anger among conservatives. Former Arkansas governor and Republican presidential candidate Mike Huckabee's sentiments are characteristic:</p><blockquote><p>\"When the government says it <em>can't</em> keep people out of the U.S., what it means is that it <em>won't </em>keep people out. And why should we be surprised? We've seen our borders routinely ignored. So if someone with Ebola really wants to come to the U.S., just get to Mexico and walk right in.\"</p></blockquote><p>While border control is an important element to conservatives' perception of the Ebola state of affairs, there are others. One is their long-standing suspicion of government incompetence — and, among Tea Party Republicans, a visceral loathing of President Obama.</p><p>One theory making the rounds is that liberals, including those in the administration, actually <em>want</em> Ebola to spread across America, as punishment for the sin of slavery — because Liberia, where Duncan was from, originally was designed to be a country for former America slaves.</p><p>As Rush Limbaugh told his listeners: \"Do not doubt me on this, folks. There are people in this country who believe that this is ultimately traced back to us; because of our slavery, we kind of deserve a little bit of this. Make no mistake, that is leftists' political-correct thinking. The danger we have now is that we've elected people who think this.\"</p><p>This sense of betrayal is not to be underestimated. Radio host Michael Savage coined the president's latest unflattering conservative nickname, President Obola.</p><p>\"There's not a sane reason to bring infected children into a nation, other than to infect the nation,\" Savage said. \"There's not a sane reason to take 3,000 or 4,000 troops and send them into a hot Ebola zone without expecting at least one of them to come back with Ebola — unless you want to infect the nation with Ebola ...</p><p>\"It rises to levels of treason. It actually exceeds any level of treason I've ever seen.\"</p><p>High-octane rhetoric is a daily staple of right-wing talk, but according to Rice University political science professor Bob Stein, these conservative rants should not be ignored. For the past month, Stein has been conducting political polling of Texas voters for NPR member station KUHF, and he says that — rightly or wrongly — Ebola is sparking intense fear and paranoia in some voters here.</p><p>\"An insidious disease that we can't see or smell but nonetheless still comes across our borders,\" Stein says, \"and in Texas people on the talk radio shows talk about how Ebola evolves or mutates or morphs into an airborne disease\" — something the World Health Organization has said <a href=\"http://www.washingtonpost.com/posteverything/wp/2014/10/09/should-we-worry-about-ebola-becoming-airborne/\" target=\"_blank\">they see no evidence for and do not anticipate happening</a>.</p><p>Information on Ebola, like global warming science, is met with doubt by many Republicans, who are skeptical about the data they're getting from the CDC — or Ebola experts anywhere else, for that matter. Stein says that in the past 10 days, and especially since Duncan died Wednesday, there has been an uptick among voters who believe that the country is in peril.</p><p>And it's not just Republicans who are being affected: Democratic voters in Texas also are being swayed by the latest reports of American insecurity.</p><p>\"People begin to see that in the White House the president can't be protected, that our borders are being besieged with people who may have diseases like Ebola,\" Stein says. \"Even when our citizens try to do good overseas, they get beheaded by Islamic militants.\"</p><p>If there are more cases of Ebola in America, Stein says, the political health of Democrats may suffer, too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+U.S.%2C+Ebola+Turns+From+A+Public+Health+Issue+To+A+Political+One&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354890872-81937e.m3u?orgId=1&topicId=1003&ft=3&f=354890869"}]}