{"created":"2014-11-10T21:30:27+00:00","modified":"2015-05-08T19:30:44+00:00","valid":{"from":"2015-05-08T19:30:44+00:00","to":"3015-05-08T19:30:44+00:00"},"hreflang":"en","title":"These X's Are The Same Shade, So What Does That Say About Color?","published":"2014-11-11T22:33:00+00:00","teaser":"Never mind the physics. Color isn't just a particular wavelength of light, it turns out. It's a fascinating mix of context and what's happening outside and inside your head.","itags":["npr_api","361219912"],"guid":"76e62c27-78f5-41aa-97b5-2b66b31ff28e","contentencoded":"<p>Learning to name the colors is a ritual of childhood. At first kids have no clue; often they'll just say everything is \"boo.\" Pretty soon, though, they can rattle off <a href=\"http://acronyms.thefreedictionary.com/ROYGBIV\">Roy G. Biv</a> with aplomb. Still, that doesn't mean they understand what color actually is.</p><p><a href=\"http://rit-mcsl.org/fairchild/\">Mark Fairchild</a>, who studies color and vision science at the Rochester Institute of Technology, says that even physicists get it wrong when they confidently assert that color is just a wavelength of light.</p><p>\"My usual quick answer to that is I can take any wavelength and make it appear almost any color,\" says Fairchild.</p><p>That's because color is not something out there in the world, separate from us.</p><p>\"The agreed-upon technical definition of color,\" says Fairchild, \"is that it's a visual perception.\"</p><p>So don't try to tell Fairchild an apple is red. He'll say, no it's not, technically — red is just your perception.</p><p>\"I could change the color of illumination on that apple and make it look green or blue or something completely different,\" he says. \"The redness isn't a property of the apple. It's a property of the apple in combination with a particular lighting that's on it and a particular observer looking at it.\"</p><p>All three of those elements are critical to the idea of \"red\" or any other color, he says. \"You have to have somebody looking at that in order to combine all that information and produce a perception.\"</p><p>Fairchild likes to tell this story:</p><p>One night, when his daughter was young, he and his wife decided to have dinner by candlelight. They fed their daughter first, and his wife served macaroni and cheese.</p><p>The table was set, the candles were lit. But his daughter took one look and recoiled from her food's color.</p><p>\"She started almost crying and getting very upset and yelling at us because we gave her the white macaroni and cheese and not the yellow macaroni and cheese,\" says Fairchild. \"Her favorite is the yellow macaroni and cheese.\"</p><p>Because he studies color perception, Fairchild immediately realized what was going on.</p><p>\"I said 'Hold on, stay right there. I can magically turn it into yellow macaroni and cheese,' \" he recalls, \"and I walked across the room and I flipped on the lights.\"</p><p>The mac and cheese in her bowl, it turned out was, indeed, yellow. But when it was only illuminated by the candlelight, which is very yellow, the light reflecting off her food had looked almost identical to the light reflecting off the white bowl.</p><p>\"She just responded to what her eyes created there, the perception her eyes created,\" Fairchild says. \"She thought it was white because it matched the bowl.\"</p><p>An adult would not have made this mistake, he says, because years of experience with various kinds of illumination enable our brains to constantly adjust our perception and keep colors looking constant.</p><p>Besides experience, other things can affect the colors you see — like your unique eyes.</p><p>Even among people with normal color vision, says Fairchild, \"there are still differences that can be pretty significant.\"</p><p>The eye has three types of cone cells that respond to different wavelengths of light. But one person's red cones might be tuned to a narrower range of red wavelengths than another's cones.</p><p>And, with age, the lens of the eye gets yellower. \"It's like looking through a yellow filter, or a yellow piece of glass,\" says Fairchild.</p><p>Then there's the fact that about 8 percent of men have some form of colorblindness — they see colors but might, for example, have trouble distinguishing red from green. Either they're missing certain types of cones or have cone cells that don't respond normally.</p><p>\"People do go through life unaware of it,\" says Fairchild. \"They just think they can't pick out colors like their wife can, or something along those lines.\"</p><p>Being truly colorblind would mean living in a world without any color. Something like that happens in very dim light, says <a href=\"http://color.psych.upenn.edu/\">David Brainard</a>, a color scientist at the University of Pennsylvania.</p><p>\"The part of our eye and brain that allows us to see color is not sensitive enough to pick up the light, and we rather see with our 'night vision system,' \" Brainard says. \"And that system is colorblind — we don't see distinctions of color.\"</p><p>That's because that system for dim light relies on a different group of receptors in the eye — the rod cells — and to them, everything looks bluish gray. To see this way, Brainard says, go into a closet, close the door, and plug up all almost all the cracks, to let in just a tiny amount of light. Then, wait for about 20 minutes. He did it recently.</p><p>\"I had these kids' picture books,\" Brainard recalls, \"and so I sort of looked at what the colors were under normal light, and then I went in and watched them fade to gray, and convinced myself that now I couldn't see the differential colors.\"</p><p>He stresses that light was bouncing off the illustrations in those books and then hitting his eye. \"A physicist measuring spectra would just say, 'Yep, the spectrum is still there; just less light,' \" Brainard explains. \"But our brains no longer register the information to allow us to see color under those conditions.\"</p><p>Most of the time, conditions are great for seeing color. So scientists have long wondered, how many different colors can we see?</p><p>Based on studies of our ability to distinguish between slightly different shades, Brainard says, the smart money is on some number of millions.</p><p>\"Is it 5 million? Is it 1 million? Is it 10 million? I wouldn't want to bet on the answer to that.\" he says. \"But more than a thousand, I'd say. Less than a billion. Probably less than 100 million,\" he muses. \"It's not infinite, that's for sure.\"</p><p>That's not the only unanswered question about color. Because it's a perception, trying to understand color leads to questions that are downright philosophical.</p><p>If two people are looking at, for example, a construction worker hat, and both saying, \"This is yellow,\" are they really having the same subjective experience?</p><p>\"I think we have no way of knowing. I think it's not known,\" says Brainard. \"Each of us is essentially stuck inside our own brains with respect to the nature of that experience. So your yellow could be like my blue, your yellow could be like my experience of sound, and my experience of sound could be like your experience of color.\"</p><p>That means people learn the names of colors — what kinds of experiences to call yellow or blue — and they could talk forever about colors and never disagree. Yet inside their heads, it could all be very different.</p><hr /><p><em>This story is part of the NPR series</em> <a href=\"http://www.npr.org/series/358046323/colors\">Color Decoded: Stories That Span The Spectrum</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+X%27s+Are+The+Same+Shade%2C+So+What+Does+That+Say+About+Color%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363101496-1d4d98.m3u?orgId=1&topicId=1128&aggIds=358046323&d=461&p=2&story=361219912&t=progseg&e=363055137&seg=4&ft=nprml&f=361219912"},{"href":"http://media.npr.org/assets/img/2014/11/07/ishihara-color-11-616637c6a24be220b90362b061e5078fc3b6c852.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1650","width":"1425"}},{"href":"http://media.npr.org/assets/img/2014/11/07/ishihara-color-21_custom-e5e75c41f9f46a14427a8124970e8d3684010724.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1650","width":"1425"}},{"href":"http://media.npr.org/assets/img/2014/11/07/ishihara-color-31_custom-be5a9887130ff5a6ea5751df6f9f894c3b741c48.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1650","width":"1425"}},{"href":"http://media.npr.org/assets/img/2014/11/07/color-grid-94241c5252ef82e423b231cdba310d2ddcf2a6e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1502"}},{"href":"http://media.npr.org/assets/img/2014/11/07/258302532_d1ec3dae26_o_enl-2cecfde012dac0ac219ef1c0d83f8592ac4dae48.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"960","width":"959"}},{"href":"http://media.npr.org/assets/img/2014/11/10/promo_wide-a54f6e6ab95a63ca778379201d8b93b13c41e9b1.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"451","width":"802"}}]}