{"created":"2014-10-08T14:01:19+00:00","modified":"2014-10-31T01:06:43+00:00","valid":{"from":"2014-10-31T01:06:43+00:00","to":"3014-10-31T01:06:43+00:00"},"hreflang":"en","title":"A Young Man's Loneliness, And His Soulful Falsetto","published":"2014-06-17T12:36:00+00:00","teaser":"The 22-year-old British singer Sam Smith broke through as the high-note voice snaking through an international club anthem. Now, he's written and recorded a debut album about love and loss.","itags":["npr_api","322587893"],"guid":"76f0b95a-67b2-4916-9011-639a0a27d921","contentencoded":"<p>The British singer Sam Smith broke through with a dance song: His is the voice snaking through \"<a href=\"https://www.youtube.com/watch?v=93ASUImTedo\" target=\"_blank\">Latch</a>,\" by the electronic-music duo Disclosure. It became an international club anthem.</p><p>In the U.K, he's mentioned in the same breath as superstars Adele or Florence and the Machine. He already has a sold-out U.S. tour, and he has performed on <em>Saturday Night Live</em>. Smith, 22, is now releasing his debut album, <em>In the Lonely Hour</em>. His songs of love and loss are powered by his moody, soulful voice.</p><p>He recently spoke with <em>All Things Considered</em> host Melissa Block about his burgeoning career and the unrequited love behind his new album.</p><hr /><h3>Interview Highlights</h3><p><strong>On the song \"<a href=\"https://www.youtube.com/watch?v=pB-5XG-DbAA\">Stay With Me</a>\"</strong></p><p>\"Stay With Me,\" for me, is my own personal anthem to the 'walk of shame' ... that we've all gone through. It's the feeling after a one-night stand of not wanting that person to leave, even if you don't love them and don't even like them. It's about having that body next to you. I wanted to say it from a guy's perspective, as well, because I think we forget sometimes that guys are emotional.</p><p><strong>On his falsetto, and taking after singers like Whitney Houston, Chaka Khan, Amy Winehouse and the members of Destiny's Child</strong></p><p>I used to get very angry as I was getting older, because my voice was breaking. So I've trained my voice so religiously through my teenage years, because I wanted to be able to hit the notes that those females hit. And I can, which is great.</p><p>It does come naturally, but I also work at it. I try and make it look like it's effortless, but it's not. That's the same as anyone, you know? You look at runners in the Olympics, and watch the way they run. You think, 'I can do that.' Uh, you can't.</p><p><strong>On his long-term future:</strong></p><p>It was only two years ago [that] I was working in a bar — I was cleaning toilets in a bar. I remind myself of that every day, at the moment, because I don't want to take anything for granted. So you know what? I don't want to think about what I'm doing in 20 years. All I want is I want to be happy, and I hope my family are healthy. And that's all, really.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Young+Man%27s+Loneliness%2C+And+His+Soulful+Falsetto&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322597960-1213b6.m3u?orgId=1&topicId=1105&ft=3&f=322587893"},{"href":"http://media.npr.org/assets/img/2014/06/16/samsmith-dde69ab4e86d11316e0719fc938e464a752edae9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1750","width":"2331"}}]}