{"created":"2015-05-26T20:32:05+00:00","modified":"2015-05-26T20:43:30+00:00","valid":{"from":"2015-05-26T20:43:29+00:00","to":"3015-05-26T20:43:29+00:00"},"hreflang":"en","title":"Egg Buying 101: Cage-Free, Omega-3, Organic And More","published":"2015-05-26T19:51:00+00:00","teaser":"When it comes to buying eggs, there are many options. We get an egg-buying tutorial from an expert.","itags":["npr_api","409755541"],"guid":"770518c4-ed6a-4b34-92c8-e602bc47362f","contentencoded":"<p>When it comes to buying eggs, there are many options: organic, cage-free, omega-3 fortified, brown vs. white, large vs. extra large. What do these terms really mean, and what is the best choice? <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson took a trip to the supermarket to examine all the choices with <strong>Pete Solis</strong>, livestock and pasture manager at Hampshire College in Amherst, Mass.</p><h4>A Half-Dozen Things To Keep in Mind When Buying Eggs</h4><ol><li><strong>Egg shell color doesn&#8217;t matter: </strong>No matter the shell&#8217;s shade, the egg is basically the same inside, says Solis. The color of an egg shell is determined by breed selection, so whether we reach for white eggs or brown eggs at the market is a matter of personal preference. Solis says consumers in New England generally prefer brown eggs, and in Southern states, white eggs.</li><li><strong>Organic eggs come from organically-fed chickens:</strong> If you buy organic eggs, you&#8217;re buying eggs of chickens that did not consume feed potentially laced with pesticides or synthetic fertilizers, nor did the birds receive therapeutic antibiotics while laying eggs. The difference in the chickens&#8217; diet translates to a higher cost at the supermarket, though &#8211; about double the price of non-organic eggs. The hike in price might be worth it if the age-old idiom &#8220;you are what you eat&#8221; is important to consumers.</li><li><strong>The chickens&#8217; environment factors into egg quality:</strong> Chickens raised cage-free live without the restrictions of a wire enclosure, however this classification doesn&#8217;t necessarily mean the animals will have access to the outdoors. Ideally, we should buy pasture-raised eggs, according to Solis, who says chickens raised in pastures can stretch their tiny legs on grass and chase bugs, an image closest to the idyllic farm scenes painted on produce packages.</li><li><strong>&#8220;Farm fresh&#8221; marketing is deceiving:</strong> If egg cartons show &#8220;farm fresh&#8221; inscribed on the side of their packages, according to Solis, these chickens are most likely living in conditions where they can&#8217;t flap their wings, stretch their legs, and will spend the entirety of their lives in a space smaller than the surface area of an 8 1/2 by 11 inch piece of paper.</li><li><strong>You can get your omega-3s from eggs instead of fish oil:</strong> Farmer&#8217;s feed their chickens omega-3 supplements by tweaking the feed to include flax seed, algae or fishmeal to create omega-3 eggs.</li><li><strong>You can buy liquid eggs:</strong> Stained, misshapen and cosmetically-lacking eggs are fated to a liquid egg processing machine, what Solis calls The Cracker. The device cracks eggs so the contents inside the shell can be put in containers for food service operations and products like Egg Beaters.</li></ol><p>With this information tucked under our wings, Solis says ideally, we&#8217;d all buy our eggs from the farmers market, but the next best things is cage-free eggs or organic eggs from our grocery aisles. The next time you pick up a dozen, Solis says to check labels and get to know your farmers to make informed and responsible decisions.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.buylocalfood.org/about/people/board-of-directors/\" target=\"_blank\">Pete Solis</a></strong>, livestock and pasture manager at Hampshire College in Amherst, Mass.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://www.wsj.com/articles/free-range-cage-free-a-consumers-guide-to-egg-terminology-1426100409\">Free-Range? Cage-Free? Organic?</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Egg+Buying+101%3A+Cage-Free%2C+Omega-3%2C+Organic+And+More&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"432"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409815712-ed9bd5.m3u?orgId=1&d=432&p=60&story=409755541&t=progseg&e=409755396&seg=3&ft=nprml&f=409755541"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0526_egg-choices.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"842","width":"1200"}}]}