{"created":"2014-11-08T22:08:17+00:00","modified":"2014-11-18T00:58:30+00:00","valid":{"from":"2014-11-18T00:58:30+00:00","to":"3014-11-18T00:58:30+00:00"},"hreflang":"en","title":"Inside The 'Life And Crimes' Of A Career Jewel Thief","published":"2014-11-08T23:33:00+00:00","teaser":"International jewel thief Doris Payne, now 84, has a criminal history that dates back to the 1950s. A new documentary tells her story and goes inside one of her more recent trials.","itags":["npr_api","361745022"],"guid":"77050aac-6cec-4fd8-9ab3-f957d1fe1632","contentencoded":"<p>The FBI file for Doris Payne is said to be six feet long: The criminal history for the international jewel thief dates back to the 1950s. Payne is infamous for using her charm and a specialized slight of hand to put clerks at ease and walk out with precious jewels. Over her 60-year career, she is thought to have stolen $2 million in jewelry. Now 84, she's been in and out of jail dozens of times.<br /> <br />The documentary <em>The Life and Crimes of Doris Payne</em> traces Payne's journey from an impoverished childhood in West Virginia to a lavish life on the run around the world.</p><p>Matthew Pond, co-director and co-producer of the documentary, first met Payne in 2010, when she was in jail on another charge. \"I was immediately struck by her charm and the fact that even at that time — she was in her late 70s — there was a real child-like quality to her, and she giggled, and she gave me enough pieces of her story to keep me interested and to keep me coming back,\" Pond tells NPR's Karen Grigsby Bates.</p><p>Pond visited Payne weekly and they developed a relationship over a period of months. After she was released, Pond and his film partner Kirk Marcolina filmed her for a year. During that time, she was convicted of stealing a diamond in San Diego. The documentary follows the trial, weaving it with interviews from Payne as she tells her own story.</p><p>Payne served two and a half years for the crime featured in the film, and was released in July 2013.</p><p>Doris is now living in Long Beach, Calif. Pond says she's spending nights in hotels and in Greyhound bus stations. \"There's none of the money left,\" he says.</p><p>Joining Pond in the studio at NPR West was Eunetta Boone, who provides expert commentary on the documentary. Boone, a screenwriter, researched Payne's life extensively for a yet-to-be-made film <em>Who Is Doris Payne?</em>; she met Payne when the jewel thief was in jail in 2005.</p><p>The two told Grigsby Bates about Payne's charm and how she responded to the film, which will air Sunday night on Al Jazeera America.</p><hr /><h3>Interview Highlights</h3><p><strong>On Payne's charm and ability to swindle people</strong></p><p>Pond: Doris is fearless and I think that's a double-edged sword for her. It gives her the ability to go into Cartier and steal a 10-carot diamond, but she's also aware of what it's like to be in jail and she's not afraid of it.</p><p>Boone: I think Doris really thinks she's an actress. I really think that she thinks she's playing the part of Doris Payne. Actually, I would argue that Matthew and I don't really know her at all. We know the person that she has presented to us.</p><p><strong>On Payne's confession that she did steal the diamond in question</strong></p><p>Pond: That scene was shocking and surprising to us. We were never really sure whether she took this diamond, and she swore black and blue to her children, to her lawyer, to us, to anyone that would listen that although she was a jewel thief, she wasn't guilty of that particular crime ... So when she finally did fess up, it made us realize, you know, she had the last laugh.</p><p>Boone: One of the things I always say, which I said to Matthew, is you have to be very careful not to fall in love with her. ... She's got balls. This is the same woman that, dealt a different set of cards, could probably have changed the world.</p><p><strong>On Payne's reaction to the film</strong></p><p>Pond: I was very nervous before I showed it to her. There are depictions of her that aren't particularly flattering. And she, halfway through it, stopped and said, \"Could we go get a bite to eat now?\" So she was really not so interested in her entire story. You know, she really lives in the moment.</p><p>So we went to get a bite to eat and came back and finished the film. She liked it — she seemed to like it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Inside+The+%27Life+And+Crimes%27+Of+A+Career+Jewel+Thief&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362588102-7eabaf.m3u?orgId=1&topicId=1137&ft=3&f=361745022"},{"href":"http://media.npr.org/assets/img/2014/11/06/dorispayne4-5a5a05fa95b13a43d2fca02b7ef6ba2e6ffeab11.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"928","width":"1238"}},{"href":"http://media.npr.org/assets/img/2014/11/06/dorispayne3-e21bcab1b54554e33d21907193260046158f49b6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"587","width":"782"}},{"href":"http://media.npr.org/assets/img/2014/11/06/dorispayne1-d89480a578f6efa9fc845f63bc9a9ac64b8c3f50.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"958"}}]}