{"created":"2015-04-22T20:59:48+00:00","modified":"2015-04-23T19:42:46+00:00","valid":{"from":"2015-04-23T19:42:46+00:00","to":"3015-04-23T19:42:46+00:00"},"hreflang":"en","guid":"7708953b-53a3-4e8b-9a6c-70cd3231f80e","title":"For Yemenis abroad, it's a daily call home to see if your family is still alive","published":"2015-04-23T19:42:43+00:00","byline":"Bradley Campbell","tags":["Houthis","Yemeni civil war","Religion","conflict","military","Global Politics","Asia","Yemen","Middle East","Yemen","Houthis","War"],"teaser":"The bombing in Yemen would be halted, the Saudis announced on Tuesday, but Wednesday morning saw renewed air strikes from Saudi Arabia and ground fighting across the country. And as the violence continues, Baraa Shiban is left calling his family from London every day, hoping that they've survived the latest attacks.","contentencoded":"<p>Saudi Arabia announced on Tuesday it would end its air campaign against Houthi rebels in Yemen. On Wednesday? More airstrikes. </p>\n<p>Baraa Shiban, a Yemeni NGO worker living in London, says he and other Yemenis were briefly excited when the supposed halt in airstrikes was announced. But the resumption of bombings sent them scrambling back to their phones, checking to see if their relatives in Yemen had survived.</p>\n<p>\"This is not just my feeling, this is a general feeling amongst those Yemenis who now are stuck abroad,\" he says.</p>\n<p>It was particularly urgent for Shiban, whose sister was injured by shattered glass when a Saudi bomb hit a military depot filled with Scud missiles on Monday. The enormous explosion in the capital of Sanaa killed 46 people, according to <a href=\"http://www.aljazeera.com/news/2015/04/yemen-sanaa-explosions-150420090515770.html\">a Tuesday report from Al Jazeera</a>, and wounded hundreds more.</p>\n<p>\"The moment I saw that strike, I quickly tried to grab the phone and — a number of times — I tried to reach my family,\" Shiban says. \"No one was picking up. We tried to call, then, our neighbors, and I tried to call my friends until I was able to talk to my mom. ... Even when she told me my sister just got, like, a slight injury, it was such a relief for me because it was like at least the worst didn't happen.\"</p>\n<p><iframe width=\"480\" height=\"270\" src=\"http://www.youtube.com/embed/lqdUfqjI9R4?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>There's still no end to the fighting in sight, whether in the air or on the ground. Shiban's friends in Aden, Yemen's major port on the Red Sea, told him that fighting quickly resumed on Wednesday. \"The Houthi fighters started shelling the city again, a number of their snipers have [gone] to the rooftops again and the clashes started as if nothing happened, not even a ceasefire was announced yesterday,\" he says.</p>\n<p>Yet even with the ongoing violence and constant fear of death, Shiban wants to return home. He says living abroad and having to call home to see if his family lived through the latest explosion is simply too tough. \"I think it's just human nature,\" he says. \"You want to be with your family.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-22%2Fyemenis-abroad-its-daily-call-home-see-if-your-family-still-alive&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04222015_01.mp3"},{"href":"http://www.pri.org/file/0422201501mp3"}]}