{"created":"2014-11-20T00:19:48+00:00","modified":"2014-11-20T20:35:44+00:00","valid":{"from":"2014-11-20T20:35:44+00:00","to":"3014-11-20T20:35:44+00:00"},"hreflang":"en","guid":"77087960-f868-41d4-877e-b06eb06640ea","title":"'Orange is the New Black' star Diane Guerrero describes her parents' deportation","published":"2014-11-20T20:35:42+00:00","byline":"Joyce Hackel","tags":["immigration","entertainment","politics","Global Nation","Global Politics","North America","South America","Colombia","United States","Latin America","South America","North America","Diane Guerrero","Orange is the New Black","Netflix","Prison","Colombia","Deportation","separation of families","Undocumented","Illegal","Immigration","immigrants"],"teaser":"The immigrant parents of actress Diane Guerrero were deported to Colombia in 2000, where they still live. Guerrero was only 14 at the time, and struggled to fend for herself alone in the United States. \r\n\r\n","contentencoded":"<p>Prison life is tough for Maritza, Diane Guerrero's inmate character on the Netflix hit \"Orange is the New Black.\" But real life has dealt Guerrero some serious problems, too.</p>\n<p>She's the daughter of Colombian immigrants who were living in the United States illegally. When Guerrero was just 14, she returned from school one day to find her family had vanished.</p>\n<p>\"I walk into an empty home, I smell the food — dinner was close to being ready — the lights were on and it appeared like they were there, but they weren't,\" Guerrero remembers. \"Then, of course, the neighbors came, and they informed me that they were detained by immigration.\" </p>\n<p>Guerrero says her mother and father had been obsessed with how to get proper documents and stay in the US. It was \"a topic of conversation almost every day.\"</p>\n<p>The couple's detention sent their teenage daughter into a tailspin. \"It was really scary,\" Guererro says. \"I didn't know what was going to happen to me. I was 14. I knew I was a citizen, but I thought, 'Are they going to take me, too?'\"</p>\n<p>Guerrero tried to create a new life, living with friends of her family. She pleaded with her parents to allow her to say in the US and finish her studies at the Boston Arts Academy. </p>\n<p>\"The most difficult part of trying to live without parents was thinking: How am I going to survive? Where am I going to get the money to live?\" she remembers. \"I wanted to continue in the arts, but then everything pointed to me having to do something more practical because I didn't have a family to support me financially.\" </p>\n<p>Guerrero now supports President Obama's effort to use executive powers to solve some immigration issues. He is considering granting legal status to up to five million undocumented immigrants in the US, preventing the separation of parents and children.  </p>\n<p>\"What we're pushing for is to stop deportations, to stop separating families like mine,\" she says. </p>\n<p>Guerrero admits she was \"scared\" to share the story of her parent's expulsion.  \"To be honest, every time I would visit this issue, I would shut down,\" she recalls. \"Emotionally, it was very hard for me to deal with it.\"</p>\n<p>But now, she says, she's more confident. \"I've also seen other people's power. I've seen the immigrant community and the Latino community push Congress, push the president for change. And I want to be a part of that,\" she says. \"I wanted to share my story, and my face, and my voice to what's happening across our country.\"</p>\n<p>Guerrero's parents and her older brother are still in Colombia. She says they support her decision to go public with the family's story.  </p>\n<p>\"It's helping me process and it's making me less angry and less anxious,\" she says. \"It makes me feel good to maybe bring some light to other families that are going through the same thing.\"</p>\n<p>Still, she regrets that her parents and older brother can't join her in the US. \"I just want them to walk down the street with me. I want to go home and have a dinner with them,\" she says. \"That's why I'm working so hard to bring families together.\"</p>\n<script async=\"\" defer=\"defer\" src=\"//platform.instagram.com/en_US/embeds.js\"></script><br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/DIANEGUERRERO_Feature_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dianeguerrerofeaturejpg-0"}]}