{"created":"2014-11-06T21:20:17+00:00","modified":"2014-12-01T17:05:23+00:00","valid":{"from":"2014-12-01T17:05:23+00:00","to":"3014-12-01T17:05:23+00:00"},"hreflang":"en","title":"Actress Anjelica Huston's Memoir Has Glitz, But Lacks Depth","published":"2014-11-11T00:08:00+00:00","teaser":"Anjelica Huston's memoir is all Hollywood, all the time. It's full of anecdotes about Jack Nicholson and other stars. But these stories of excess, fame and money lack feeling and subtext.","itags":["npr_api","359624169"],"guid":"771177e5-a8a6-473c-a0e2-6b1c682c3643","contentencoded":"<p>Last year, when I heard that Anjelica Huston's memoir <em>A Story Lately Told</em> was about to come out, I was excited. I imagined that it would include a lot of inside stuff about the '70s and Hollywood and the actress' long relationship with Jack Nicholson. As it turned out, that book's subtitle was <em>Coming of Age in Ireland, London and New York</em>, and it ended with Huston arriving in California. But I didn't miss the glitz. The story she had to tell was original.<br /> <br />Now Huston has published her next volume — and it's all Hollywood. Lesser parts go to Ryan O'Neal, Roman Polanski, Elia Kazan and Huston's director father John Huston, and various other splashy names from that memorable era.</p><p>But the book's leading man is Nicholson, who is animated not just by Huston's portrayal of him, but also by whatever feelings the reader already has about him from his movies. It's easy, reading this book, to picture young Jack at the height of his career, with his winning, devious smile. He's so charming that he can do no wrong, even as he refuses to be pinned down by his girlfriend or anyone, and lives his life as he pleases. Throughout the memoir, Nicholson seems like tremendous fun to be with, as long as you have no expectations or demands. He's sexy, funny, smart, playful, well-meaning, a good-time guy, a brilliant actor and huge presence, always generous with himself. <br /> <br />Finally, though, this generosity leads to another woman's pregnancy. After the long, exhausting whirlwind of the Nicholson-Huston relationship, Anjelica Huston walks away.<br /> <br />I was surprised not by the stories of excess, fame and money, but by Anjelica Huston's seeming lack of interest in fleshing out her story with subtext. Sometimes, it was like reading a screenplay rather than a memoir — as if she expected that these actors she mentions would come in to give her words the intensity that isn't there on the page. I was frustrated by dutiful list after list of people who had appeared at one event or another. Describing nights at a roller-skating rink, she writes: \" ... these evenings ... attracted people as disparate as the football star Jim Brown and Robin Williams and even Cher ... Marlon's daughter, Cheyenne\" (Marlon Brando's daughter, that is) \"appeared at Skataway one evening ... Ed Begley was there, and the Arquettes and Harry Dean. Broadway singer and dancer Charles Valentino became my dance partner ... I never sat down unless he was dancing with his other favorite girl, Joni Mitchell.\" <br /> <br />Okay, I'm sure I would've been dazzled if I was there. But I wanted the story beneath the story. How did it feel being in the middle of all of that? What was it really like to live it? Even a potentially dramatic moment, in which Huston describes being so mad at Nicholson for his behaviors that she \"beat him savagely about the head and shoulders\" lacked drama. I never felt the rise of her anger, and instead I only got to see the result of it.</p><p>Still, it was fun to read about Huston's encounters with Michael Jackson and Marlon Brando, who tells her, \"You are a queen. Remember that.\" And it was disturbing to hear that Ryan O'Neal was abusive and \"a bully.\" The later section of the book, when Huston falls in love with the sculptor Robert Graham, has more depth, maybe partly because their relationship seemed more stable.<br /> <br /><em>Watch Me</em> is an enjoyable but thin story about big Hollywood players in a golden era that's starting to feel like it took place as long ago as silent pictures. While we get a lot of detail about Nicholson's big and important movie career, along the way we also start to see Huston's life as a working actress. Someone who is not a big star in the way Nicholson has been, but who wants to work, and who is persistent and talented, appearing in movies that range from <em>Prizzi's Honor</em> (for which she won an Oscar) to <em>The Addams Family</em> to <em>Daddy Day Care.</em> And amid all the noise of celebrity, this, maybe, is the interesting story here — though it's much more quietly told.</p><p><em>Meg Wolitzer is the author of </em>Belzhar.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Actress+Anjelica+Huston%27s+Memoir+Has+Glitz%2C+But+Lacks+Depth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Meg Wolitzer","audio":[{"meta":{"duration":"144"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363101544-c04d5c.m3u?orgId=1&topicId=1034&ft=3&f=359624169"}]}