{"created":"2014-09-22T16:10:34+00:00","modified":"2014-10-31T15:42:00+00:00","valid":{"from":"2014-10-31T15:42:00+00:00","to":"3014-10-31T15:42:00+00:00"},"hreflang":"en","title":"Cinco De Mayo: Whose Holiday Is It, Anyway?","published":"2014-05-06T15:38:00+00:00","teaser":"Expect to see margarita specials and sombreros galore throughout this weekend — even though, in most of Mexico, May 5 is no big deal.","itags":["npr_api","308624630"],"guid":"771a271b-38f9-456f-8e1c-d7770ada96ff","contentencoded":"<p>Across the country this weekend, Cinco de Mayo will be celebrated with festivals, music, Mexican food and plenty of bar specials.</p><p>But south of the border, the holiday merits little more than a parade in the city of Puebla, east of Mexico City. There, in 1862, outgunned Mexican troops defeated an invading French army.</p><p>Lesley Tellez writes about Mexican food and culture for <a href=\"http://www.themijachronicles.com/\">The Mija Chronicles</a> online. She says that when she moved from Southern California to Mexico City, she looked forward to Cinco de Mayo. But she was the only one looking for a party.</p><hr /><h3>Interview Highlights</h3><p><strong>On her first Cinco de Mayo in Mexico City</strong></p><p>I was ... waiting for this groundswell of something to start happening in Mexico City, and nothing ever happened! The day came and the day went.</p><p><strong>On the origins of the holiday</strong></p><p>It does commemorate the battle of Puebla, in which the Mexican troops were victorious over the French troops, and that's really important — in Puebla. Not really anywhere else outside of Puebla.</p><p>Mexico had put a moratorium on paying back their European debts. They basically had no money. The French wanted to get their money from Mexico, so they sent troops and they fought a battle in Puebla versus what was supposed to be a ... vastly underprepared army. ... But the Mexican troops ended up winning the battle ... and it was great. But they didn't end up winning the war, overall. They lost. But at a time, it was really a rallying cry for Mexican resistance.</p><p><strong>On Cinco de Mayo in America </strong></p><p>There's a couple of different stories. One is that it was homesick Mexicans that were looking for a way to celebrate their heritage. And I've also read that it was Mexicans who were living in the U.S. and wanting to identify with Mexico around the time of the [Mexican] Civil War and wanting to support what had happened in Mexico.</p><p><strong>On making peace with Cinco de Mayo</strong></p><p>I really view it today as a Mexican-American holiday, even though, yeah, you know, it is tied to beer and margaritas a lot of the time. I do think you could use it as a point of reflection about your own identity as a Mexican-American person. Thinking about contributions Mexican-Americans have made to the U.S., our food, really reveling in what our culture brings to the table in the U.S. I think it is a great day to do that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cinco+De+Mayo%3A+Whose+Holiday+Is+It%2C+Anyway%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308899350-0eaf7b.m3u?orgId=1&topicId=1003&ft=3&f=308624630"},{"href":"http://media.npr.org/assets/img/2014/05/01/cinco2-8d4d4c5da3a82b3b474cf0d68642cad0c1ba29ce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2206","width":"2942"}}]}