{"created":"2014-11-12T05:03:27+00:00","modified":"2014-11-13T15:05:42+00:00","valid":{"from":"2014-11-13T15:05:42+00:00","to":"3014-11-13T15:05:42+00:00"},"hreflang":"en","title":"Supreme Court Case Seeks Source Of Alabama Gerrymandering","published":"2014-11-12T14:10:00+00:00","teaser":"The court is being asked to decide whether a 2010 state legislative redistricting in Alabama overloaded some districts with black Democrats on the basis of race or party.","itags":["npr_api","363375057"],"guid":"771d01ba-7671-4e43-8b41-77c393879e56","contentencoded":"<p>The U.S. Supreme Court on Wednesday takes up the thorny question of what kind of gerrymandering is acceptable, and what kind is not. The court is being asked to decide whether a 2010 state legislative redistricting in Alabama overloaded some districts with black Democrats on the basis of race or party.</p><p>Voting rights cases scramble politics and race. In this case, it is the Democrats who are crying foul because of what they call unconstitutional quotas. In contrast, conservative Republicans, usually critics of racial considerations, this time are defending government classifications based on race.</p><p>In the 1990s, the conservative Supreme Court majority, in a series of decisions, ruled that if a redistricting plan is motivated predominantly by racial considerations, it is unconstitutional. Those decisions came in cases brought by conservative Republicans who objected to the Justice Department's attempt to expand the number of majority black or Hispanic legislative districts under the Voting Rights Act in the South.</p><p>\"Now, the tables are turned,\" says election-law expert Richard Hasen, a law professor at the University of California, Irvine. \"It's the liberals and Democrats that are trying to use the racial gerrymandering claim to stop Republicans from packing reliable Democratic minority voters into a smaller number of districts.\"</p><p>Case in point: Alabama, a state rife with ironic political twists and a history of overt attempts to suppress the black vote.</p><p>In 2000, Democrats controlled the state Legislature, and the redistricting process. They used their power to create districts with black majorities under the Voting Rights Act, while at the same time putting enough reliably Democratic black voters into majority white districts so that white Democratic candidates could build black-white coalitions and have a chance of winning.</p><p>By 2010, Republicans controlled the Legislature, and they set about consolidating the black vote into existing majority-black districts. Under the plan, about one-sixth of all eligible black voters were moved from majority white state Senate districts to majority-black districts. The result was that in some of those districts, the black majority increased to over 70 percent. At the same time, the majority white districts got whiter, and more safely Republican.</p><p>The redistricting came after the 2010 Census showed population shifts that made some existing districts way too big in population terms, and others too small. The Republicans tried to equalize the size of the districts. They also tried to maintain the same number of majority-black districts, but now contend that under the Voting Rights Act, a simple majority of black voters in those districts was not enough.</p><p>\"The state cannot diminish the ability of black voters to elect their candidate of choice, for example, by making a district that was 65 percent black into a district that is 51 percent black,\" says Alabama Solicitor General Andrew Brasher, who is defending the law at the Supreme Court on Wednesday.</p><p>Democrats disagree, and contend that the GOP plan calls for unconstitutional racial quotas. Richard Pildes, one of the lawyers representing the challengers to Alabama's redistricting, argues that, \"Alabama admits it used these racial quotas, but says 'the Voting Rights Act made us do it.' We say the Voting Rights Act does not require that, and therefore you had no legitimate reason to use racial quotas. Period.\"</p><p>One example of the dispute is the Senate district representing Montgomery County, Ala. It was a majority-black district that was underpopulated. To fix that, the Republican redistricting plan moved out white residents who had lived in the district for years, and moved in 16,000 new voters, all but 36 of whom were black. The result was that the district became 75 percent black and the neighboring district similarly more white.</p><p>\"That's where statistics can lead you wrong,\" says Alabama's Brasher. Those changes might have \"correlated with race,\" he contends, but they \"were not driven by race.\" The districts were redrawn to make one an urban district and the other a suburban-rural district, he says.</p><p>Then, too, there is the argument, made by the state, that the reason it had to make majority-black districts blacker is that it was compelled to do so under the Voting Rights Act. As early as 2010, however, Alabama was attacking the Voting Rights Act in court, and in 2013 the U.S. Supreme Court, ruling in an Alabama case, struck down a key provision of the Voting Rights Act as unconstitutional.</p><p>That presents this question: Is the voting rights law still valid as applied to the 2010 redistricting, a plan that will be in place until 2020?</p><p>The state says it is entitled to rely on the provision even though it has been struck down. \"The court for years and years held that the Voting Rights Act was constitutional, and there was no reason for the legislators engaged in this redistricting process to presuppose that five members of the court were going to hold that [this section of the law] was unconstitutional,\" argues Brasher.</p><p>On the other side, lawyer Pildes contends that even if the state can rely on the law as it was in 2010, the law did not then and does not now justify the \"racial straightjacket [of] quotas\" that Alabama imposed in this redistricting.</p><p>Ultimately, the question is this: Did Alabama's Republican-dominated Legislature rely predominantly on race or on partisanship when it was redrawing its districts? For the past 25 years, the court has drawn a line between permissible redistricting, based on partisanship, and impermissible redistricting, based on race. Election expert Hasen argues that, sometimes, they are the same thing.</p><p>\"Especially when we're talking about the South, where African-American voters are voting for Democrats at above 90 percent, it's artificial to talk about race and party being completely separate,\" he says.</p><p>Similarly, the white vote is overwhelmingly Republican. In 2012, for instance, 84 percent of the white vote in Alabama was cast for Republican presidential candidate Mitt Romney, while 95 percent of the black vote went for Barack Obama.</p><p>The current Supreme Court conservative majority has pushed aggressively to eliminate government classifications based on race, contending that they are no longer needed to remedy past discrimination. As Chief Justice John Roberts has said, \"the way to stop discrimination on the basis of race is to stop discriminating on the basis of race.\"</p><p>The question faced by Roberts and the court now is whether Alabama's redistricting plan is in fact based on racial quotas, or whether it's based on nothing more than partisanship, and thus may remain in place.</p><p>The court's decision could have ramifications beyond redistricting. Some of the same principles apply in election law cases that involve everything from voter ID requirements to restrictions on absentee ballots and early voting.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Case+Seeks+Source+Of+Alabama+Gerrymandering&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363458938-3eae2d.m3u?orgId=1&topicId=1070&ft=3&f=363375057"}]}