{"created":"2014-10-27T22:05:13+00:00","modified":"2014-10-27T22:05:14+00:00","valid":{"from":"2014-10-27T22:05:13+00:00","to":"3014-10-27T22:05:13+00:00"},"hreflang":"en","title":"Debut Novel Asks: What's A Little Fakery For Family?","published":"2014-06-12T18:42:00+00:00","teaser":"In \"A Replacement Life,\" author Boris Fishman writes about an immigrant from the former Soviet Union who moves to Manhattan.","itags":["npr_api","321377815"],"contentencoded":"<p>In <strong>Boris Fishman</strong>&#8216;s debut novel &#8220;<a href=\"http://www.amazon.com/A-Replacement-Life-Novel/dp/0062287877/?tag=wburorg-20\" target=\"_blank\">A Replacement Life</a>,&#8221; Slava is an immigrant from the former Soviet Union who wants to make it as a writer at a prestigious magazine. In order to do so, he moves to Manhattan and minimizes contact with his family in Brooklyn.</p><p>But Slava&#8217;s pulled back into the community when he&#8217;s asked by his grandfather to write fake letters asking for Holocaust reparations for those who suffered in the war, but who don&#8217;t qualify under the German standards.</p><p>As Fishman tells <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson, he found inspiration his own life story. Like Slava, Boris immigrated to the United States at an early age.</p><p>He was asked by his grandmother, a genuine survivor of the Holocaust, to fill out the paperwork asking for restitution.<a name=\"excerpt\"></a> But in doing so, he discovered how little actual proof was required, and thus the idea for the novel was born.</p><h4>Book Excerpt: &#8216;A Replacement Life&#8217;</h4><p><em>By Boris Fishman</em></p><p><a href=\"http://media.wbur.org/wordpress/11/files/2014/06/0612_replacement-life.jpg\"><img class=\"alignright size-medium wp-image-60454\" alt=\"Cover of \"A Replacement Life\" by Boris Fishman\" src=\"http://media.wbur.org/wordpress/11/files/2014/06/0612_replacement-life-200x300.jpg\" width=\"200\" height=\"300\" /></a></p><p><strong>Chapter 1: Sunday, July 16, 2006</strong></p><p>The telephone rang just after five. Unconscionably, the day was already preparing to begin, a dark blue lengthening across the sky. Hadn’t thenight only started? Slava’s head said so. But in the cobalt square of the window, the sun was looking for a way up, the great towers of the Upper East Side ready for gilding.</p><p>Who was misdialing at five o’clock in the morning on Sunday? Slava’s landline never rang. Even telemarketers had given up on him, you have to admit an achievement. His family no longer called because he had forbidden it. His studio, miraculously affordable even for a junior employee of a Midtown magazine, rang with echoes, nothing but a futon, a writing desk, a torchiere wrapped in cast-iron vines (forced on him by his grandfather), and a tube television he never turned on. Once in a while, he imagined vanishing into the walls, like a spirit in Poe, and chuckled bitterly.</p><p>He thought about getting up, a surprise attack on the day. Sometimes he rose extra-early to smell the air in Carl Schurz Park before the sun turned it into a queasy mixture of garbage, sunscreen, and dog shit. As the refuse trucks tweaked the slow air with their bells, he would stand at the railing, eyes closed, the river still black and menacing from the night, the brine of an old untouchable ocean in his nose. An early start always filled him with the special hope available only before seven or eight, before he got down to the office.</p><p>The phone rang again, God bless them. Defeated, he reached over. In truth, he was not ungrateful to be called on. Even if it turned out to be a telemarketer. He would have listened to a question about school bonds, listened gravely.</p><p>“Slava,” a waterlogged voice—his mother—whispered in Russian. He felt anger, then something less certain. Anger because he had said not to call. The other because generally she obeyed nowadays. “Your grandmother isn’t,” she said. She burst into tears.</p><p><em>Isn’t. </em>Verbiage was missing. In Russian, you didn’t need the adjective to complete the sentence, but in English, you did. In English, she could still be alive.</p><p>“I don’t understand,” he said. He hadn’t spoken to any of them in weeks, if not a month, but in his mind, his grandmother, quiet sufferer of a cirrhosis that had been winning for years, was fixed to her bed in Midwood, as if the way he remembered her was the way she would be until he came to see her again, until he authorized new developments. Something previously well placed dislodged in his stomach.</p><p>“They took her in on Friday,” his mother said. “We thought it was only hydration again.”</p><p>He stared at the blanket around his feet. It was as frayed and fine as an old shirt. Grandmother had scoured it in the wash how many times. The Gelmans had brought it from Minsk, as if blankets were not sold in America. And they weren’t, not like this, a full goose inside. The cover opened</p><p>in the middle, not on the side. A girl had gotten tangled up in there in a key moment once. “I think I need Triple A,” she said. They burst out laughing and had to start over.</p><p>“Slava?” his mother said. She was quiet and frightened. “She died alone,</p><p>Slava. No one was with her.”</p><p>“Don’t do that,” he said, grateful for her irrationality. “She didn’t know.”</p><p>“I hadn’t slept the night before, so I left,” she said. “Your grandfather was supposed to go this morning. And then she died.” She started to flow again, sobs mixing with snot. “I kissed her and said, ‘I’ll see you tomorrow.’ Slava, mercy, I should have stayed.”</p><p>“She wouldn’t have known you were there,” he said in a thick voice. He felt vomit rising in his throat. The blue morning had become gray. The air conditioner chugged from the window, the humidity waiting outside like a thief.</p><p>“All by herself, she was taken.” His mother blew her nose. The receiver jostled on her end. “So,” she said with sudden savagery. “Now will you come, Slava?”</p><p>“Of course,” he said.</p><p>“Now he will come,” she said viciously. Slava’s mother held the world record for fastest trip from tender to brutal, but this tone had not entered even their arguments about his abandonment of the family. “Now is finally a good enough reason? The woman who would have skinned herself for you. The woman you saw—one time, Slava, in the last year?” She changed her voice to emphasize her indifference to his opinion: “We’re doing the funeral today. They say it has to be twenty-four hours.”</p><p>“Who says?” he said.</p><p>“I don’t know, Slava. Don’t ask me these things.”</p><p>“We’re not religious,” he said. “Are you going to bury her in a shroud, too, or whatever they do? Oh, it doesn’t matter.”</p><p>“If you come, maybe you can have a say,” she said.</p><p>“I’m coming,” he said quietly.</p><p>“Help your grandfather,” she said. “He’s got a new home attendant. Berta. From Ukraine.”</p><p>“Okay,” he said, wanting to sound helpful. His lips twitched. His grandmother wasn’t. This possibility he hadn’t rehearsed. Why not—she had been ill for years. But he had been certain that she would pull through. She had pulled through far worse, pulled through the unimaginable, what was a bit more?</p><p>His grandmother was not a semi-annual hair-tousler. (<em>Had not been</em>? The new tense, a hostile ambassador, submitted its credentials.) She had raised him. Had gone into the meadow with him, punting a soccer ball until other children showed up. It was she who found him making out with Lusty Lena in the mulberry bush and she who hauled him home. (Grandfather would have rubbed his hands and given instruction, Lou Duva to Slava’s Holyfield, half-nelsoned in Lena’s formidable bust, but not for Grandmother loucheness.) When the nuclear reactor blew up, Grandmother cursed Grandfather for bothering with the radio, traded one of her minks (in fairness, acquired by Grandfather on the black market) for a neighbor’s Zhiguli, and had Slava’s father drive them all for a week to Lithuania, where the mink housed and fed them.</p><p>Slava knew her in the body. His mouth knew, from the food she shoveled there. His eyes knew, from the bloated sweep of her fingers. Grandmother had been in the Holocaust—<em>in</em> the Holocaust? As in the army, the circus? The grammar seemed wrong. <em>At </em>the Holocaust? Of it, with it, from it, until it? The English preposition, stunned by the assignment, came up short—though she said no more than that, and no one disturbed her on the subject. This Slava couldn’t fathom, even at ten years old. Already by then he had been visited by the American understanding that to know was better than not to know. She would go one day, and then no one would know. However, he didn’t dare ask. He imagined. Barking dogs, coils of barbed wire, an always gray sky.</p><p>“Goodbye, Slava,” his mother interrupted. She spoke as if she hardly knew him. The line made its noises between them. He had the sensation that only they were speaking while eight million slept. The unreality of it teased him. Heartlessly: Grandmother was gone. Grandmother wasn’t.</p><p>How long were they silent? Even while talking, they were silent with each other. Finally, in a faraway tone, his mother said: “Our first American death.”</p><p>&nbsp;</p><p><em>Downstairs at the doorman station, Rich was buried in the delivery closet. </em>Slava accelerated to reach the front door first, as he disliked mincing in<em> </em>place while Rich (né Ryszard, Poland), Bart (né Bartos, Hungary), or Irvin<em> </em>(né Ervin, Albania) shuffled toward it. Slava liked to open the door for<em> </em>older men, not vice versa. However, Rich, Bart, and Irvin were eager to<em> </em>take their place in his day, their eyes lit with resentful admiration—a<em> </em>fellow<em> </em>immigrant, risen to heights. Once, Slava had tried to persuade Rich<em></em></p><p>that he had the front door, but the older man only lifted his index finger in warning.</p><p>“Slava, how evorytyng?” Rich said now from the depths of the closet. He had buffed the foyer, and Slava, a dozen feet from the door, squeaked with every step. With a dancer’s precision, the cumbersome Pole emerged from the thicket of dry cleaning and delivery boxes and slid his hand into the door handle. “Have nice day, pliz, okay?” he said with touching disdain.</p><p>Our first American death. Have nice day, pliz. As Slava strode out of the building, the day’s what-ifs again presented their tempting alternatives. Rich still got the door first, the 6 train was still inept for the crush of the Upper East Side, and Grandmother was still alive, scratching weakly at her lesions in a bathrobe in Midwood. Sure, her bile ducts were blocked, her bilirubin was high—Billy Rubin, he was a half-Jewish boy, he wouldn’t hurt her!—but she was still there, chomping her lips and glowering at Grandfather.</p><p>Since the last time Slava had come to South Brooklyn—almost a year prior; his mother could count without pity—a new residential tower had started to grow around the corner from his apartment building, two restaurants on his block had shuttered and reopened as others, and the local councilman had been forced out in a sex scandal. As the train surged above- ground at Ditmas, Slava rode past the same repair shops and convenience stores, the same music bouncing from the tinted windows of spoilered Camaros, the same corrupt councilman on the billboards (only his vice was kickbacks). These people</p><p>had come to America to be left alone.</p><p>Here was a foreign city, if you were coming from Manhattan. The buildings were smaller and the people larger. They drove cars, and for most, Manhattan was a glimmering headache. As the train neared Midwood, the produce improved and the prices shook loose. Here, a date tasted like chocolate, and it was a virtue to persuade the grocer—Chinese not Korean, Mexican not Arab—to have it for less than the cardboard placards wedged into the merchandise said. This was still a world in the making. In some of its neighborhoods, the average time since arrival was under twelve months. These American toddlers were only beginning to crawl. Some, however, had already found the big thumb of American largesse.</p><p>Grandfather lived on the first floor of a tawny-bricked building tenanted</p><p>by old Soviets and the Mexicans who wouldn’t let them sleep. His senior-citizen benefits didn’t permit him to make an appearance on official payrolls. To the Kegelbaums in 3D, he sold salmon picked off the wholesalers for whose deliveries he waited in front of Russian food stores. Why pay $4.99/lb inside when he could pay $3 on the sidewalk? The boys in the wholesale truck laughed and threw him free flounder and cod.</p><p>Next door to the Kegelbaums were the Rakoffs, American Jews. These were aghast by the seafood emerging from the mesh grocery bag in Grandfather’s hands. The Aronsons (Soviet, 4A) paid for the nitroglycerine that Grandfather’s doctor overprescribed in exchange for a monthly bottle of Courvoisier cognac. To the Mexicans (2A, 2B, illegal basement apartment) Grandfather gave haircuts, because they partook of neither salmon nor nitroglycerine. The churn in which these new arrivals gained body barely had time to spit out cream before it was refilled. Naturally, each batch was thinner than the one that preceded it.</p><p>Slava scaled the stairs to the first floor and stood before Grandfather’s door. On an ordinary day, you could hear his television from the ground-floor mailboxes—revenge on the basement Mexicans, who smashed tallboy Budweisers into smithereens until dawn on the weekends. Now it was soundless, on this side of the door the glory of a day just like any other.</p><p>It gave without knocking. Usually, Grandfather bolted all three locks—in this part of Brooklyn, eyes still roamed with Soviet heights of desire. But it was a day of mourning. Like Tolstoy’s villagers putting on the lights outside after dinner, he was asking for company.</p><p>Inside, a sweet glaze hung in the air, dishes clattering in the kitchen. Slava slipped off his shoes and tiptoed the length of the hallway until he could see into the living room. Grandfather was on the beige sofa, the ash-colored down of his hair in his hands. On the street, women noticed Grandfather—Italian cashmere, his hands and forearms needled with sea-colored tattoos—before they noticed the grandson holding his arm. Now the old man was in gym trousers and undershirt, looking like an old man. His toenails were testing the air, as if to make sure the world was still there.</p><p>The sofa hissed as Slava lowered himself next to Grandfather. Yevgeny Gelman removed his hands from his face and stared at his grandson as if he were unknown and it was an affront to encounter another person without the woman alongside whom he had spent half a century. Slava was the notice that a million diabolical dislocations awaited.</p><p>“Gone, your grandmother,” Grandfather whimpered, and rolled his head into the starch of Slava’s shirt. He honked out a sob, then sprang back. “It’s a nice suit,” he said.</p><p>“Mom call?” Slava said. The Russian words sounded as if said by another: nasal, arch, ungrammatical. He had spoken Russian last when he had spoken last to his mother, a month before, though he continued to swear in Russian and he continued to marvel in Russian. <em>Ukh ty</em>. <em>Suka</em>. <em>Booltykh</em>. These had no improvement in English.</p><p>Grandfather searched Slava’s face for adequate grasp of his heartache. “Mama’s at Grusheff ’s,” he said. “She said to call people and tell them. The Schneyersons are coming. Benya Zeltzer said he’ll try to get free. He owns three food stores.”</p><p>“Is anyone helping her?” Slava said.</p><p>“I don’t know. That rabbi, Zilberman?”</p><p>“You know Zilberman isn’t a rabbi,” Slava said.</p><p>Grandfather shrugged. Certain questions he did not ask.</p><p>Zilberman wasn’t a rabbi. As Kuvshitz wasn’t a rabbi, nor Gryanik. They loitered in the hospital waiting rooms, Soviet immigrants who had learned a little Hebrew and were conveniently present to ennoble a passing like Grandmother’s with Torah-compliant burial guidance for a small fee. And why not? Their brothers and cousins hauled furniture, drove ambulettes starting at sunrise, skim-coated walls until their fingers shredded and bled—so who was smart.</p><p>And were these men not delivering exactly what their customers wanted? Were they not, simply, in the American way, addressing a demand of the market? Their compatriots had spent too many years under Soviet atheism to observe Jewish ritual now that they were free to do so, but they wanted a taste, a holy sprinkling, a <em>forshpeis</em>. Enter Zilberman et al., temporarily transformed into Moshe, Chaim, Mordechai. These artists of gray zones picked from the religious guidance on Jewish burials selectively. Immediate burial, as per Jewish law—certainly. As for a plain pine coffin, rimmed by no flowers—was</p><p>that really right? The deceased may not have been a millionaire or an international personage, but he or she had been an anchor of families, a sufferer of world wars, a bearer of plain wisdom. This person deserved greater than #2 pine. Grusheff Funeral Home—Valery Grushev thought the two f ’s made his name sound as if his ancestors had come with the aristocracy that had fled the Bolsheviks via France in 1917—had coffins from Belarusian birch, California redwood, even Lebanese cedar. Didn’t those who’d known the deceased deserve an opportunity to say goodbye one last time at a service? From each milestone of grief, Moshe and Chaim collected percentages.</p><p>“I’ll help call if you’d like,” Slava said to Grandfather.</p><p>“I’m almost finished,” Grandfather said. “Not that many people to call,</p><p>Slava.”</p><p>In the kitchen, a pot crashed into another, interrupting the rush of the sink water. A woman cursed herself for clumsiness. Grandfather lifted his head, his eyes alert once again. “Come,” he said, his hand on Slava’s forearm. “Things change, you don’t come for so long.” Rising, he leaned on Slava’s arm with more weight than he needed.</p><p>They filled the kitchen doorway arm in arm, like a pair of lovers. The blue rims of Grandfather’s eyes welled with tears. “Berta,” he said hoarsely. “My grandson.” Death or no death, Grandfather could ingratiate himself with his new home attendant by formally introducing his grandson.</p><p>Like a Soviet high-rise, each floor of Berta was stuffed beyond capacity.</p><p>Silver polish gleamed from her toes, wedged into platforms that she was using as house slippers; flower-print capri tights encased in a death grip the meat-rack haunch of her legs. Slava felt a treacherous lurch in his groin. She hadn’t heard Grandfather.</p><p>“Berta!” Grandfather barked. His arm tensed and he rapped the wall with his knuckles. Berta spun around. Underneath its creases and the worried, close set of the eyes, her face had preserved its young, unblemished beauty. A buttery gleam rose from the skin.</p><p>“The boy!” she shrieked. Holding up her long yellow dish gloves as if placating a mugger, she waddled toward Slava and enclosed him in the flab of her arms. Berta also had to make a demonstration before Grandfather. One phone call from him to the assignments coordinator at the home-nurse agency, who received from Grandfather a monthly gift of chocolates and perfume, and Berta would be reassigned to a paraplegic who needed his ass wiped and his oatmeal spoon-fed. Slav Berta, whose people had used to terrorize Jews like Grandfather! This—more than the profusion of meat in American supermarkets, the open availability of rare technology, even the cavalierness with which Americans spoke of their president—was the mys- terious grandeur of the country that had taken in the Gelmans of Minsk. It had the power to turn tormentors into kitchen help.</p><p>Berta held Slava like the flaps of a coat in winter, a hard-on developing</p><p>inside his slacks. On the stovetop, a pan sizzled with butter and onions. That was the sweetness in the air. The after-funeral table would stagger with food. The guests had to see: This house did not lack for provisions.</p><p>As Slava embraced in Grandmother’s kitchen a woman he’d never met with an intimacy neither of them felt, the feeling he had begun to remember for Grandmother receded, like someone gently tiptoeing out of the wrong room. At the funeral service, he would be accused of indifference while Mother and Grandfather clutched each other and wailed. The guests had to see.</p><p><em>Excerpted from the book A REPLACEMENT LIFE by Boris Fishman. Copyright © 2014 by Boris Fishman. Reprinted with permission of Harper. </em></p><h4>Guest</h4><ul><li><strong><a href=\"http://borisfishman.com/bio/\" target=\"_blank\">Boris Fishman</a></strong>, author of &#8220;A Replacement Life.&#8221; He tweets <a href=\"https://twitter.com/boris_y_fishman\" target=\"_blank\">@boris_y_fishman</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debut+Novel+Asks%3A+What%27s+A+Little+Fakery+For+Family%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"772df6e0-34b5-4247-9e20-71ed922c9a98","audio":[{"meta":{"duration":"567"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321377818-05b147.m3u?orgId=330&ft=3&f=321377815"}]}