{"created":"2015-05-01T07:38:56+00:00","modified":"2015-05-02T15:05:06+00:00","valid":{"from":"2015-05-02T15:05:06+00:00","to":"3015-05-02T15:05:06+00:00"},"hreflang":"en","title":"California Bill Could Limit Police Access To Body Camera Footage","published":"2015-05-01T16:46:00+00:00","teaser":"Lawmakers want to prohibit police officers from viewing video from their body cameras before they write their reports. It's part of an effort to bring more transparency to policing.","itags":["npr_api","403316673"],"guid":"7733bc43-1798-4eb5-9b15-ef77ebb2975b","contentencoded":"<p>The unrest in Baltimore and other cities regarding alleged police misconduct has prompted new calls for law enforcement officers to wear body cameras. Such recordings could provide accountability and transparency in potentially controversial circumstances.</p><p>At least, that's the idea.</p><p>But the recent controversies and scandals also have introduced questions about how often officers' stories line up with what's on video.</p><p>Last summer, a rookie police officer in Oakland, Calif., pulled his gun on a man and his two young sons outside a fire station at night. The action was recorded by the cop's body camera as he issued orders to them: \"Put, put the bag down! Put your hands up! Put you hands up! Turn around!\"</p><p>Fortunately, the cop, who was white, quickly learned that the suspect, who was black, wasn't a burglar, but rather an off-duty firefighter. The officer apologized, though like virtually any video involving police these days, the incident went viral.</p><p>The Oakland Police Department has been using body cameras since 2010, and they've had an impact — cases of use-of-force and citizen complaints are both down, says Police Chief Sean Whent.</p><p>But have officers' reports fit what their cameras have recorded?</p><p>\"Our experience has been that the evidence has largely supported the actions of the police officers, in showing that they were in fact behaving appropriately,\" Whent says.</p><p>Whent has been at the State Capitol in Sacramento a lot lately, testifying on behalf of a hotly contested proposed law that would have prevented police officers — in cases where force was used — from reviewing their own recordings before giving a statement.</p><p>Whent says he wants to know what a cop recalls from an incident, not what the video recorded. That's important, he says, because it goes to the cop's state of mind.</p><p>\"And we believe that the public has more faith in the process if the officer does not watch the video prior,\" he says.</p><p>It's all about transparency, says Whent.</p><p>But many law enforcement groups aren't buying that. They have rallied in opposition to the measure, saying it that would undermine accurate police reports — and that it presumes that the police will lie.</p><p>Mike Rains, an attorney who specializes in representing police officers and their unions, says that's absurd.</p><p>\"It really is the only reason for not showing an officer a video, is that 'OK, we don't want you to be able to get your story straight,' \" he says. \"And it's all premised on that. It's crazy!\"</p><p>Crazy or not, this debate is just one of the questions raised by body camera use by police officers. Throughout the nation, policymakers are talking about rules for when a cop's camera should be turned on, where the recordings should be stored, and when — if ever — they should be shared with the public.</p><p>But this issue of whether a cop can see his or her video before writing a report is the most contentious, says Laurie Levenson, a professor at Loyola Law School in Los Angeles. While she says there is a risk that some police officers will tailor their reports based on their videos, she also says that, in many instances, the possibility that other footage might be available could deter that.</p><p>\"It may not be possible for them to be as much of a schemer as people think they can be, because you have lots of videos, not just the one that might be on the officer himself,\" she says. \"In this day and age we might have videos from other perspectives, and they cannot anticipate what those will show.\"</p><p>Still, it appears that — for now — law enforcement is winning the debate.</p><p>Earlier this week the Los Angeles Police Commission voted to allow its officers to review their video before writing reports. Days later, the California Assembly bill Oakland Police Chief Whent testified about was amended to give police around the state that same access — except in cities like Oakland that set their own limits.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=California+Bill+Could+Limit+Police+Access+To+Body+Camera+Footage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403474888-09cac4.m3u?orgId=1&topicId=1003&d=231&p=3&story=403316673&t=progseg&e=403437388&seg=1&ft=nprml&f=403316673"},{"href":"http://media.npr.org/assets/img/2015/04/30/459970458-214a52fb20c389eb1a7441b2476ab5b7d6343851.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}