{"created":"2015-03-09T20:06:15+00:00","modified":"2015-05-13T21:10:37+00:00","valid":{"from":"2015-05-13T21:10:37+00:00","to":"3015-05-13T21:10:37+00:00"},"hreflang":"en","title":"Saudi Arabia Ramps Up Training To Repel Homegrown Terrorists","published":"2015-03-10T00:07:00+00:00","teaser":"The self-proclaimed Islamic State has recruited more than 2,000 young Saudi men. Some have already come back to carry out attacks on Saudi soil. The kingdom is preparing to confront the threat.","itags":["npr_api","391832499"],"guid":"7736d1d5-5ee8-4495-9557-e7830b2a28ee","contentencoded":"<p>Many Americans believe that Saudi Arabia has links to Islamist militants, but the Saudis say they are victims of terrorism, too.</p><p>The self-proclaimed Islamic State has recruited more than 2,000 young Saudi men, despite government programs to stop them.</p><p>Now, the Saudi government shares the fears of the U.S. and Europe: that these violent young men will come home and carry out attacks. There are signs that's already happening. As a result, the Saudis are ramping up training for counterterrorism missions.</p><p>One place that's happening is in a secretive, tightly guarded training center for the elite special operations forces. It's a sprawling campus, on the outskirts of the capital, Riyadh, where Saudi security officers drill on scenarios taken from actual attacks, with cameras rolling for feedback and sensors to measure reaction time in seconds.</p><p>In one drill, 10 fully armed men clad in black move from room to room. The goal of the live-fire exercise is to clear a militant hideout in less than two minutes. The walls are covered with heavy foam to absorb the bullets.</p><p>This month, much of the training has moved to Saudi Arabia's northern border. For the first time, all seven of the kingdom's security units are training together near the Iraqi frontier, which is also a first, says Gen. Monsour al-Turki, spokesman for the Ministry of Interior.</p><p>The exercise comes after suicide attackers from Iraq crossed Saudi Arabia's northern border in January and killed a Saudi general and a border guard.</p><p>\"We want to make sure that this coordination is upgraded and this integration will take place when they have to face terrorists trying to cross the border of Saudi Arabia,\" Turki says.</p><p>Saudi Arabia's new King Salman <a href=\"http://www.npr.org/blogs/parallels/2015/01/23/379363120/for-the-saudis-a-smooth-succession-at-a-difficult-moment\">recently inherited the throne at a time of regional turmoil</a> and lower oil prices. Salman quickly named his new team, including his youngest son, who was appointed minister of defense.</p><p>A rising star in the new government is another close relative, Mohammed bin Nayef, who is the new interior minister. The U.S.-educated 55-year-old now oversees all internal and external security. His first move has been to streamline command of the security services.</p><p>Academic Paul Pillar, a former U.S. intelligence officer for the Middle East, says the king's appointments are based on royal politics.</p><p>\"Clearly the moves he's made have been in the direction of concentrating more power in parts of the family that are more closely associated with him,\" Pillar says. \"The intra-royal family politics is also going to be a large part of it.\"</p><p>But in this case, he says, the new power lineup also addresses a rising security threat: terrorism, rather than an external army rolling across the border. Pillar says it's why the special operation forces are taking the lead.</p><p>\"Intense, elite and small is what they need right now, rather than large and cumbersome,\" he says. \"When the Saudis have decided to place high priority and intense resources in a particular effort, they have done very well.\"</p><p>Back at the training center, another drill is underway. It's taking place in a room with a floor that's unsteady by design. Pop-up figures move quickly in a drill called \"friend or foe\" that tests reaction times.</p><p>A figure with a camera? Friend. One with a gun? Foe. The participants have to be able to tell immediately which is which — and whether to shoot.</p><p>The room where this exercise is taking place can be dimmed for a nighttime drill. Trainers can add distractions such has heat or noise, or drill after a 10-mile run, says Maj. Ahmed Hikimi.</p><p>\"It's not only training to shoot, but put him under pressure and test his ability to shoot,\" Hikimi says.</p><p>Saudi Arabia is under pressure, too, says Turki, the spokesman for the interior ministry.</p><p>In addition to January's attack in the north, there was a cross-border raid last summer on the southern frontier of the kingdom. All together, seven policemen and nine militants have been killed in the two attacks.</p><p>\"Terrorism is surrounding us,\" he says. \"Their intention is to be able to cross the Saudi borders and carrying out attacks in Saudi Arabia.\"</p><p>All the attackers were Saudi recruits to ISIS, Turki says, adding that it's a message from ISIS that Saudi Arabia is a target.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saudi+Arabia+Ramps+Up+Training+To+Repel+Homegrown+Terrorists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391915169-f83fa7.m3u?orgId=1&topicId=1009&d=268&p=2&story=391832499&t=progseg&e=391915103&seg=2&ft=nprml&f=391832499"},{"href":"http://media.npr.org/assets/img/2015/03/09/img_1416-fc9ac34af93483c8136b2c6b1bc9d64f6cab958e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/09/img_1425-52c32bfeafcd451cf550868057b1db9e37e4e178.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/09/img_1419-6efc1a8437b650eca01e148e23808c47c7d9dbba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}