{"created":"2014-12-01T21:07:21+00:00","modified":"2015-05-13T21:28:49+00:00","valid":{"from":"2015-05-13T21:28:49+00:00","to":"3015-05-13T21:28:49+00:00"},"hreflang":"en","title":"In China, One Woman's Challenge To The Legal System ","published":"2014-12-02T07:55:00+00:00","teaser":"The woman is suing the government after customs officers confiscated books without telling her why they were banned. The case comes as the country is taking steps to revamp its legal system.","itags":["npr_api","367769170"],"guid":"7739ecd1-512d-44cb-af95-a0308f30b737","contentencoded":"<p>This year, significant legal reforms have tried to make China's judiciary more accountable, and make it easier for citizens to sue the government.</p><p>But those changes may not take effect soon enough to help Chinese citizens who are punished without being told exactly what they did wrong.</p><p>One Chinese woman is suing the government for what she says is exactly this predicament.</p><p>The case will go to trial even as China is taking unprecedented steps to reform its legal system.</p><p>The Chinese woman, Li Nanyang, is based in the United States and works for the Hoover Institution at Stanford University. She recalls coming home through the Beijing airport last year with her family.</p><p>\"My husband and son-in-law cleared customs smoothly,\" she says. \"Then customs opened my daughter's suitcase. They found a dozen or so books. They hauled the rest of us who had cleared customs back in and confiscated all our books.\"</p><p>Li says the customs officers couldn't say why they were impounding the books.</p><p>The officers told Li: \"We don't know if we're supposed to confiscate these books or not. We have to give them to our superiors to inspect. Only then can we return them to you.\"</p><p>\"I could tell right off the bat that, unlike narcotics, they had no clear standard by which to judge whether or not our books were illegal,\" Li says.</p><p>Li says customs let her family go. But they confiscated 53 copies of her father's memoirs.</p><p>Her father, Li Rui served as secretary to Chinese leader Mao Tse-tung in the 1950s. Li later criticized Mao's policies and was sent into internal exile. Li is now 96 and lives in Beijing. He is seen as the standard bearer of the country's liberal intellectuals.</p><p>The books were published in Hong Kong. That's where mainland Chinese often publish books when censorship makes it impossible at home.</p><p>Chinese customs declined to be interviewed about the case.</p><p>Li Nanyang's lawyer, Xia Nan, says that customs must explain its legal basis for confiscating his client's books.</p><p>\"We are not clear whether they have a blacklist of banned books, or some sort of ad hoc process,\" he says. \"We hope customs can make this procedure public during the trial.\"</p><p>Under Chinese law, 12 kinds of printed material can't be brought into China. They include, for example, anything that attacks the Communist Party or is obscene or harms national security. It's also illegal to bring in anything that authorities determine should not enter the country.</p><p>Lawyer Xia says that last category is so vague it could include just about anything. But customs hasn't said in which category Li Nanyang's books belong.</p><p>China's leaders have recently suggested for the first time that citizens can't be punished for breaking rules they can't see.</p><p>\"People can do anything that the law does not forbid,\" Li explained. And the flip side of that, he said, is that \"the government can't do anything it's not authorized to do.\"</p><p>This idea is fundamental to the rule of law. Until recently, Chinese leaders were unwilling to state it.</p><p>But whatever the law says, the political reality is that the Communist Party intends to maintain its control over information, including banning and confiscating books.</p><p>And that, says Li Nanyang, is the main idea behind her lawsuit.</p><p>\"Laws are for the people,\" she says in a hushed but steely voice. \"They're not for rulers to use to consolidate their regime. That is my ultimate demand.\"</p><p>This year, lawyers and scholars have welcomed a number of legal reforms in China, including the establishment of circuit courts, and a ban on political interference in court cases.</p><p>But after many years of legal reforms, China's leaders still send conflicting signals on the basic question of which authority is supreme, the party or the law.</p><p>In recent months, China's leadership has emphasized the importance of the rule of law, even as they add that its main characteristic is the leadership of the Communist Party. Chinese officials and scholars insist that the two are not contradictory or incompatible.</p><p>Many of them explain that in the Chinese context, rule of law means something different from what it means in the West. In particular, it does not mean the legal basis for constitutional democracy.</p><p>The late constitutional scholar Cai Dingjian described the evolution of China's legal system as a three-phase process, with each process represented by an object.</p><p>For centuries, Cai said, China's laws were like a knife: a weapon with which rulers punished their subjects. In more recent times, the law has resembled a conductor's baton, a tool for rulers to order and orchestrate society. In the final phase, the law will resemble a horse's rein, a tool for citizens to limit officials' power.</p><p>Cai said China has only recently entered the second phase.</p><p>In a recent lecture, Beijing University Law School Vice Dean Wang Xixin said that China's legal system is neither a simple tool of punishment, nor a vehicle for pursuing lofty ideals such as universal rights. Mostly, he argues, it's a building block of effective governance and administration.</p><p>He argues that there is an obvious tension between the law and the party's leadership, and China needs institutions and mechanisms to resolve conflicts that arise from this tension.</p><p>Wang added that Chinese ought to compare their own conceptions of the law to Western ones. But, he said, Chinese should not feel discouraged by the differences they observe.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+China%2C+One+Woman%27s+Challenge+To+The+Legal+System+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367835224-7e806f.m3u?orgId=1&topicId=1125&d=230&p=2&story=367769170&t=progseg&e=367763494&seg=6&ft=nprml&f=367769170"},{"href":"http://media.npr.org/assets/img/2014/12/01/33611504_h31336915-77fd6f3c29937ee083c68afde5ee6e43331e21b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2008","width":"2678"}}]}