{"created":"2014-08-28T16:47:15+00:00","modified":"2014-08-28T16:47:15+00:00","valid":{"from":"2014-08-28T16:47:15+00:00","to":"3014-08-28T16:47:15+00:00"},"hreflang":"en","guid":"773e06b6-142c-4b20-a184-3bdb63a72b80","title":"The Magna Carta, nearly 800 years old, still influences modern perceptions of civil rights","published":"2014-08-28T16:47:13+00:00","byline":"Christopher Woolf","tags":["politics","government","history","Boston","North America","Europe","United Kingdom","United States","The World That Was","Political history","Magna Carta","American Enlightenment","Constitution","Political charters"],"teaser":"The Magna Carta is seen by many as THE founding document for modern western constitutional government. Almost 800 years ago, a King was forced to surrender power to his subjects. Now one of the original copies of the Great Charter is on display at Boston's Museum of Fine Arts. Host Marco Werman goes on a field trip with The World's history guy, Chris Woolf.","contentencoded":"<p>King John was not a good King. He liked to fight wars. So he kept raising taxes. But then he kept losing wars, and losing territory.</p><p>So 800 years ago, the noblemen of England got together to decide what to do about John. The traditional remedy for a bad king had been simple: kick him out and replace him. But there were no good candidates. So the noblemen tried something new.</p><p>They decided to try to take away some of the king&rsquo;s power.</p><p>A long showdown ensued, and on June 12, 1215, King John was forced to sign away his powers at a meeting with the nobles at a place called Runnymede, on a meadow beside the River Thames, west of London.</p><p>The resulting document became known as the Great Charter, also known by its Latin name: the Magna Carta.</p><p>The Magna Carta established and codified many of the principles that still govern modern western constitutional thought. So much so that it was hailed by the Founding Fathers of the United States as the cornerstone of traditional liberties. The Magna Carta has clear echoes in the Declaration of Independence, the Constitution and the Bill of Rights. &nbsp;</p><p>So it was a real thrill to see an original copy of the Great Charter <a href=\"http://www.mfa.org/exhibitions/magna-carta\">on display at the Museum of Fine Arts in Boston</a>. It&rsquo;s one of only four copies that have survived down through all these centuries. There were originally 40 to 50 copies made: one for the Royal Archives, one for the City of London and one for each County of the realm.</p><p>The principles enshrined in the Charter are numerous. In essence, the king was required to proclaim certain liberties and to accept that he could not rule in an arbitrary way. In more detail:</p><ul><li><span style=\"line-height: 1.538em;\">The King (the executive branch of government) is subject to the law; and can be punished by the seizure of his lands and castles;</span></li><li>Everyone is subject to the law;</li><li>No free man can be punished except through the law of the land or the lawful judgement of his peers; he may not be imprisoned, outlawed, exiled or destroyed, or denied his property, his liberties and ancient customs except by due process of law;</li><li>All judges, constables, sheriffs and bailiffs must actually have knowledge of the law;</li><li>Justice cannot be sold, denied or delayed;</li><li>Taxes may only be levied and assessed with the consent of the governed;</li></ul><p>Other clauses confirmed the ancient liberties of the City of London and the freedom of the church of England &mdash; while others clarified inheritance and use of the forests and fishing rights.</p><p><span style=\"line-height: 1.538em;\">The British constitutional scholar and judge, Lord Denning, described the Magna Carta as &quot;the greatest constitutional document of all times &mdash; the foundation of the freedom of the individual against the arbitrary authority of the despot.&quot;</span></p><p><span style=\"line-height: 1.538em;\">For about a century after it was signed, the king and the nobles tussled over the provisions of the Magna Carta, and it was periodically revised. But the Charter of 1297 continued on the British statute book into modern times.</span></p><p><span style=\"line-height: 1.538em;\">Interest in the Magna Carta revived in the early 1600s when English gentlemen were looking for a way to counter the rising power of the king. They exaggerated its importance to some extent, perceiving the Magna Carta as a &quot;statement of liberty,&quot; and almost as a &quot;fundamental law&quot; above all law and government. &nbsp;</span></p><p><span style=\"line-height: 1.538em;\">The Puritans led the charge against royal authority, and many of them chose to leave old England rather than submit to what they saw as rising tyranny. They arrived, of course, in New England and brought with them the same fear of arbitrary government, and a belief in the power of written laws and constitutions to protect the liberties of the people.</span></p><p><span style=\"line-height: 1.538em;\">That&rsquo;s why Runnymede &mdash; the place where the Magna Carta was signed &mdash; is today home to innumerable monuments erected by Americans.</span></p><p>One monument raised by the American Bar Association is inscribed: &quot;To commemorate Magna Carta, symbol of Freedom Under Law.&quot; A stone laid in 2000 advises readers to:&nbsp;<span style=\"line-height: 1.538em;\">&#39;celebrate Magna Carta, foundation of the rule of law for ages past and for the new millennium.&rsquo; &nbsp; &nbsp;&nbsp;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_3952.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/img3952jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082620144.mp3"},{"href":"/file/082620144mp3"}]}