{"created":"2014-11-14T10:06:53+00:00","modified":"2015-05-13T21:32:52+00:00","valid":{"from":"2015-05-13T21:32:52+00:00","to":"3015-05-13T21:32:52+00:00"},"hreflang":"en","title":"With Drought The New Normal, Calif. Farmers Find They Have To Change","published":"2014-11-20T16:37:00+00:00","teaser":"Three years of severe drought in California is forcing farmers and ranchers to make some tough choices. In some cases, they're rethinking everything about their business and finding new opportunities.","itags":["npr_api","360126699"],"guid":"7750722f-c478-4436-bab2-10aee461977e","contentencoded":"<p>Ask Northern California sheep rancher Dan Macon what this drought is doing to his pocketbook and he'll break it down for you real quick.</p><p>\"It's like if you woke up one morning and lost 40 percent of the equity in your house,\" he says. \"Our primary investment in our ranch is in these sheep and we just sold 40 percent of our stock.\"</p><p>Macon had to sell off almost half his herd at an auction for cheap. There wasn't enough feed to go around. This has also forced him to take an off-farm job — a first since he started ranching in the Sierra Nevada foothills near Auburn, Calif., two decades ago.</p><p>\"So in addition to taking care of the sheep, I [also] work 30 to 40 hours a week,\" Macon says.</p><p>Three years of severe drought in California is making a lot of farmers and ranchers like Macon make some tough choices, and in some cases rethink everything about their business. If the conditions persist – and many forecasters predict they will – this could have far-reaching impacts on our food system. By some estimates, California produces more than half of all the fresh food we eat in the U.S.</p><p>Yet producers in California are finding some opportunity in these tough times.</p><p>Rancher Dan Macon, for instance, says he has had little choice but to experiment and take a few chances. That \"off-farm\" job he took is with the local University of California, Davis extension office, where he learned about new varieties of experimental rye and wheat grasses that he's decided to try and seed his pastures with.</p><p>\"This is part of our drought strategy to find some grass species that we can introduce that'll do better in drier conditions,\" Macon says.</p><p>Bleating sheep clamber around the pickup that is parked on a baked-brown pasture. The sheep don't know it, but they're also helping trample thousands of the experimental seeds into the soil. The hope is that if the big storms don't hit this region for a fourth straight winter, maybe these new grasses will help this pasture hold through another hot, dry summer.</p><p>Another strategy, says Macon, is to make better use of technology from right here at his pickup.</p><p>\"I've got things on my cellphone that allow me to monitor our forage use and to map the areas that we're grazing that I didn't have five years ago,\" Macon says. \"That all adds to our capability to manage through the dry period.\"</p><p>How to manage in a future with less and less water is something you're starting to hear a lot from ranchers and farmers across California. This is an industry that has long been criticized for being reluctant to change. Agriculture still uses 80 percent of all the water in California.</p><p>But talk to long-time farmers like Kirk Schmidt, who's also an attorney and former Farm Bureau president in Santa Cruz County, and it's clear there's more to the story than that.</p><p>\"Agriculture is an industry and industrial research is always led by the demand of the industry,\" he says. \"There was no need for research in water conservation because there was no demand by the farmers.\"</p><p>But with droughts becoming the new normal, Schmidt says farmers have to change. Traditionally, research focused on maximizing yields and profits regardless of water. Now it's starting to move the other way: How do you squeeze more out of less water yet still turn a profit?</p><p>A good analogy may be to compare agriculture with the auto industry, which historically resisted tougher fuel efficiency standards. But today, new cars get better mileage than ever.</p><p>\"Much like the auto industry, the problem is, it's one thing to know this and it's another thing to have the knowledge of how to do this,\" Schmidt says. \"And that's where the delay is going to be.\"</p><p>Sometimes it takes a crisis to act. This is what happened recently in Schmidt's own backyard in the fertile Pajaro Valley along California's central coastline. Much of the nation's cut flowers and berries come from here – this is where fruit giant Driscoll is headquartered.</p><p>Farmers long relied on pumping groundwater to irrigate their crops, until the day when those wells got so depleted that the only thing they could get out of them was contaminated sea water.</p><p>\"That was a big eye opener for us that we could have something go bad that quickly,\" says Stuart Kitayama, whose family has farmed here since the 1970s.</p><p>After extensive negotiations, Kitayama and other farmers banded together with the local water agency to build a new state-of-the-art wastewater treatment plant. It used to be that all the wastewater from cities and towns here was treated and drained into the ocean. But at the plant it's now intercepted, treated, but pumped back to the local farm fields.</p><p>Kitayama says farmers were skeptical at first, but they came around. He says they had no other choice.</p><p>\"Unless we solve this together with fairly expensive projects we're going to get left out on our own,\" he says.</p><p>This fall, with California in the grips of one of its worst droughts on record, the state finally took notice. The water agency and farmers here celebrated a sizable new grant coming from a state drought relief bill that will help expand the plant and ground water monitoring.</p><p>Local leaders gathered outside the plant, which sits just a couple miles from the coast, to celebrate. In a year where barely three inches of rain fell on Watsonville, they said a little creativity had brought some opportunity in these tough times.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Drought+The+New+Normal%2C+Calif.+Farmers+Find+They+Have+To+Change&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364001720-f90b05.m3u?orgId=1&topicId=1053&d=280&p=3&story=360126699&t=progseg&e=364001634&seg=4&ft=nprml&f=360126699"},{"href":"http://media.npr.org/assets/img/2014/11/14/sheeps-5040648269504c86669754c47f9296fbedd57990.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"921","width":"1228"}},{"href":"http://media.npr.org/assets/img/2014/11/14/farmer-adf2c9640a6d351f0aa0b2cfa6b40f6b26d3dddc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1152","width":"1536"}}]}