{"created":"2015-02-07T10:47:11+00:00","modified":"2015-03-09T15:25:05+00:00","valid":{"from":"2015-03-09T15:25:05+00:00","to":"3015-03-09T15:25:05+00:00"},"hreflang":"en","title":"'Alphabetical' Tells The Story Behind Every Letter, A To Z","published":"2015-02-07T16:43:00+00:00","teaser":"There are 26 letters in the English alphabet. But how did they get there, and why do they look the way they do? Michael Rosen looks for answers in his new book <em>Alphabetical.</em>","itags":["npr_api","384108640"],"guid":"77585627-3fe2-4c27-8c21-922ee9be9929","contentencoded":"<p>There are 26 letters in the English alphabet. But how did they get there, and why do they look the way they do? Michael Rosen tackles these questions and more in his new book <em>Alphabetical.</em></p><p>Nobody knows exactly why people started writing down sounds, Rosen tells NPR's Scott Simon. \"All they can say is that certain peoples, around about 4,000 years ago, started to do it. They may have done it separately, or they may have communicated with each other, one way or another.\"</p><p>Rosen, who hosts the BBC Radio 4 program \"<a href=\"http://www.bbc.co.uk/programmes/b006qtnz\">Word Of Mouth</a>,\" talks with Simon about what the alphabet looked like when it was first invented about 4,000 years ago, and how it might change in another 1,000 years.</p><hr /><h3>Interview Highlights</h3><p><strong>On early phonetic hieroglyphs</strong></p><p>So let's just imagine for a moment we had a sign for \"apple,\" and it looked a bit like a diagram of an apple, a little bit like a heart with a stalk sticking out of it, and that's fine. And every time we see that we say \"apple.\" But then along comes some clever guy, or perhaps it's a woman, who looks at that sign and says, \"I tell you what, instead of just saying 'apple' every time we see that, we make the 'A' sound at the beginning of it.\" So we could have an apple sign for \"A,\" and let's say we could have a pear sign for \"P,\" and a lemon sign for \"L\" and so on.</p><p>Now simultaneously, or around about the same time, some folks were doing that a little bit off from Egypt, in an area we'd perhaps describe these days as the Lebanon or maybe more into Israel, and these Semitic peoples came up with another trick, where instead of just working from the hieroglyph, they did a squiggle. So this sort of phonetic breakthrough was being made in different ways, in different places, about 4,000 years ago.</p><p><strong>On the \"fun\" of the Phoenician alphabet (see the whole alphabet below)</strong></p><p>Look through that alphabet, that old ancient Phoenician alphabet, and see if you can see things. I mean, I rather like the \"D.\" You know, our capital \"D,\" which is a straight line with a semi-circle, seems to have begun life as a triangle. It did make a \"D\" sound according to the Phoenicians, and they called it a \"dalet\" or \"door.\" And you say, \"Well, why is a triangle a door?\" Well, I don't know whether I'm being fanciful, but have a think about a tent door. Is that a triangle? Perhaps it is.</p><p><strong>On why we need the letter K when we have the letter C</strong></p><p>We're not very regular in saying that this letter denotes this particular sound. So if you take a \"C\": you know, at the beginning of \"ceiling,\" it sounds like a \"S\" and at the beginning of \"cap,\" it sounds like a \"K\" and so, you know, we double up in that way.</p><p>And similarly, we can make sounds in different ways. I mean, you take the Romans. They managed to do without the letter \"V,\" the letter \"W,\" and the letter \"J.\" They may have sometimes made a sound. So, if you take a Latin word for horse was \"equus\" ... they made the [first] \"U\" signify the \"W\" sound and ... the [second] \"U\" sound made the \"U\" sound there. So they used the same letter to make different sounds.</p><p><strong>On how the alphabet might evolve</strong></p><p>I'm pretty sure most of the letters will be there, and probably just by convention they'll be in that order for 100 years or more. Should by chance our pronunciations change very much, and over 1,000 years they may well do so, then certain combinations of letters or even the letters themselves may fall into disuse.</p><p>So for example, we might imagine that people will get tired of writing \"QU\" every time and think, \"Well, I'll drop the 'U.\"' So that would be a very easy evolution that one might imagine.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Alphabetical%27+Tells+The+Story+Behind+Every+Letter%2C+A+To+Z&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384502968-5ee121.m3u?orgId=1&topicId=1033&e=384108640&d=297&ft=nprml&f=384108640"},{"href":"http://media.npr.org/assets/img/2015/02/06/alphabetical_letter-d-91724fed52ff3a1ed22380b058d6ddf18bd59f11.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"346","width":"462"}}]}