{"created":"2014-10-08T14:31:15+00:00","modified":"2014-10-31T01:22:29+00:00","valid":{"from":"2014-10-31T01:22:29+00:00","to":"3014-10-31T01:22:29+00:00"},"hreflang":"en","title":"If The NSA Can't Keep Call Records, Should Phone Companies Do It?","published":"2014-06-08T22:34:00+00:00","teaser":"The House bill to halt the NSA's collection of call data would force the agency to request records from phone companies. But if companies don't keep those records, the NSA's efforts could be crippled.","itags":["npr_api","319941394"],"guid":"775c7842-35e2-4473-8146-2c296d59bc9a","contentencoded":"<p>Perhaps the most controversial spying program revealed by former National Security Agency contractor Edward Snowden was the agency's hoarding of Americans' phone records.</p><p>Congress wants to change that program.</p><p>The House has <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/22/314909858/house-passes-restrictions-on-nsas-collection-of-phone-records\">passed legislation</a> that would end the NSA's bulk collection of Americans' calling data and let phone companies hold the records instead.</p><p>As a Senate panel found last week, that proposal could run into trouble.</p><p>The reform passed by the House would require the NSA to have a judge's order before going to the phone companies for individual calling records. That's a big change from what the agency has been doing — collecting that data on its own and holding it for five years.</p><p>Sen. Dianne Feinstein, D-Calif., who chairs the Intelligence Committee, has been a staunch defender of the NSA's current program.</p><p>\"I happen to believe it is lawful and that it has been effective,\" she said. \"But I recognize that the situation is such that change is needed.\"</p><p>So late last week, Feinstein held a hearing to examine how the House bill would change the law. Seated at the witness table was NSA Deputy Director Richard Ledgett. Feinstein wanted to know if he thought existing law requiring phone companies to hold on to their billing records for a year and a half worked for the NSA.</p><p>\"We believe that the 18-month retention period would be sufficient,\" Ledgett said. \"If the companies were to change their practices, we'd advise the committee.\"</p><p>\"So you're saying you're confident that the companies will retain the call records for 18 months?\" Feinstein asked.</p><p>\"We actually can't say that,\" Ledgett answered. \"They'll retain the records for as long as their business requirements dictate they retain their records.\"</p><p>Sen. Angus King, I-Maine, pointed out that the bill does not require phone companies to retain their records for any set period of time. When Verizon Vice President Michael Woods took the witness chair, King asked about a minimum requirement for holding on to calling records.</p><p>\"We would be very much opposed to it,\" Woods answered.</p><p>Woods told King that most people now have unlimited calling plans, so Verizon no longer has much need to hang on to its calling records — nor does it want to.</p><p>\"Our general principal in these records is that we do not keep them for longer than the business purpose, because we have learned that the longer we keep records beyond what we need them, the greater the risks to the privacy of our customers,\" Woods said.</p><p>If the phone companies don't keep those records, there's no way for the NSA to know if they'll be there if needed, potentially crippling the agency's ability to track contacts. Even forcing the companies to hold the records is problematic, according to another witness, Harley Geiger of the Center for Democracy and Technology.</p><p>\"A data-retention mandate would be an enormous burden, both in terms of technological infrastructure, particularly for small companies and startups, but it would also result in loss of user trust and potential problems with privacy and data breach,\" Geiger said. \"We urge you not to go down the road of a data-retention mandate.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=If+The+NSA+Can%27t+Keep+Call+Records%2C+Should+Phone+Companies+Do+It%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320024700-9f377e.m3u?orgId=1&topicId=1122&ft=3&f=319941394"}]}