{"created":"2015-04-09T14:50:58+00:00","modified":"2015-04-09T16:49:21+00:00","valid":{"from":"2015-04-09T16:49:21+00:00","to":"3015-04-09T16:49:21+00:00"},"hreflang":"en","guid":"77742951-f291-4e67-9759-f05bea2efa34","title":"The car of the future — the very near future — might be driven by the wind","published":"2015-04-09T16:49:14+00:00","byline":"Peter Thomson","teaser":"How do you balance the ebbs and flows of wind and solar power to use it when and where it's most needed? Turn it into hydrogen and use it to drive cars.","tags":["Technology","Science, Tech & Environment","Wind power","Renewable energy","Energy","Hydrogen economy","Energy conversion","Environment","Hydrogen","Energy storage","Sustainable energy","Carbon","energy transition","Fuel cell","Hydrogen vehicle","Climate change","energiewende","Germany","Berlin","Prenzlau","Enertrag","Vattenfall","Total","McPhy","Lutz Weise","Roland Kaeppner","Robert During"],"contentencoded":"<p>In a city bursting with 20th century history and 21st century glitz, the scrap of Berlin I’ve found myself in on a grey winter’s morning is the definition of ordinary, an American-style mini-mart /gas station where my companions and I are ordering bad coffee to a soundtrack of generic schmaltzy pop.</p>\n<p>But then I look out the window and it suddenly feels like the most exciting place in Berlin, because — yikes! I remember — we’re in the future! That car outside, the one we’re driving in, doesn’t run on gasoline or diesel fuel or batteries. It runs on hydrogen! The stuff that makes the sun go!</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Totalcrop.jpg?itok=zWVYAWk5\" alt=\"\" /><div class=\"field-caption\">\n    <p>A fuel cell-powered Mercedes at a filling station on the edge of downtown Berlin. The station is part of a small but growing hydrogen infrastructure in Germany. Hydrogen generated by wind-power is virtually carbon-free, and can be used to regenerate electricity to drive vehicles, power houses and other buildings, or even combine with natural gas for heating.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>People have been fantasizing about hydrogen cars forever. It was the car of the future before the Prius and the Tesla were the car of the future. And it still is. But here I am, about to head off across the German countryside in a hydrogen-power Mercedes.</p>\n<p>So we grab our coffees and head back out to fill up the car, a beautiful little silver hatchback, and it works pretty much the same as a regular car, which is the point, really — to help make the switch as seamless as possible, except that instead of gasoline that gets burned in an engine we’re tanking up with pressurized hydrogen gas that creates electricity in a <a href=\"http://www.fuelcells.org/\">fuel cell</a>. And we get back in the car and head out and it’s quiet and smooth and exciting, but before long a comment from one of my traveling companions reminds me that I really should curb my enthusiasm. Because the future is still not quite here.</p>\n<p>“Do you think we’ll make it to Prenzlau and back?”</p>\n<p>The question comes from Lutz Weise of the giant energy company <a href=\"http://corporate.vattenfall.com/\">Vattenfall</a>.</p>\n<p>The reply from our driver, Manuel Fuchs, of the equally giant energy company <a href=\"http://de.total.com/en-us\">Total</a>: “I hope so.”</p>\n<p>You see, it turns out that the pump back at the gas station didn’t actually work the way it was supposed to. We couldn’t top off the tank. And there isn’t another place to fill up on hydrogen between Berlin and where we’re going, a town called Prenzlau about 70 miles from here.</p>\n<p>So it’s possible that before we get back, we’ll run out of gas. I mean hydrogen.</p>\n<p>But we head off anyway, fingers crossed, and my companions and I are talking about the reason we’re here, Germany’s <a href=\"http://www.bundesregierung.de/Content/EN/StatischeSeiten/Schwerpunkte/Nachhaltigkeit/2013-10-23-progress-report-climate-and-energy_en.html\"><em>energiewende</em></a>, perhaps the most radical energy transition ever undertaken. By the middle of this century, Germany plans to nearly eliminate fossil and nuclear power and get 80% of its electricity from renewable sources, including wind, solar, hydropower and biomass.</p>\n<p>It’s a response to the dangers of climate change, nuclear accidents and reliance on foreign sources of energy. Already, just a few years in, the country gets more than a quarter of its electricity from renewables. And by many measures, the energiewende has been a remarkable success.</p>\n<p>But I’m also getting a reality check on it.</p>\n<p>“We’re still right at the very beginning of a new energy system in Germany,” Weise tells me. And there are huge challenges ahead.</p>\n<p><strong>RELATED: </strong></p>\n<p><a href=\"http://www.pri.org/stories/2015-04-06/how-do-you-catch-sun-make-electricity-night-german-inventor-has-answer\">How do you catch the sun to make electricity at night? This German inventor has an answer.</a></p>\n<p><a href=\"http://www.pri.org/stories/2015-04-07/when-grid-says-no-wind-and-solar-power-companys-technology-helps-it-say-yes-again\">When the grid says 'no' to wind and solar power, this company's technology helps it say 'yes' again</a></p>\n<p>This car we’re riding in is one tiny part of that beginning. As we leave Berlin behind and get out into the countryside we start seeing bigger parts of it: windmills (wind turbines for sticklers) — big bunches of them looming over the horizon. They’re the most visible representation of the energiewende, but they also symbolize its limitations, because, in the industry parlance, wind and solar power are intermittent. They ebb and flow with the wind and the sun. Some days Germany actually gets more from them than it needs. But, Weise says, “there are other days where the production is close to zero.”</p>\n<p>It’s a problem of supply and demand, Roland Kaeppner, with the hydrogen energy company <a href=\"http://www.mcphy.com/en/\">McPhy</a>, told me. “Supply of electrical energy (from wind and solar) doesn’t fit with demand of electric energy,\" he says. \"For example, a sunny Sunday, we (might) have a lot of energy generated by wind and sun, but you don’t have the demand.”</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Wind2crop2.jpg?itok=HHltqBbW\" alt=\"\" /><div class=\"field-caption\">\n    <p>One of the big challenges of Germany's <em>energiewende</em>--its transition from traditional energy sources to renewables--is how to manage the intermittent flow of electricity from solar panels and wind turbines, like these in Prenzlau, in the northern part of the country. Using hydrogen as a storage medium is one promising alternative, although there are still lots of challenges to mainstreaming the process.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>This intermittency of sun and wind power is a big problem, Kaeppner says. So “you need to find a way to store it” to use later, when there isn’t enough.</p>\n<p>So that’s one of the big challenges here — how to fix that imbalance.</p>\n<p>There are lots of strategies for meeting that challenge. I’ve written about some in the previous two parts of this series (<a href=\"http://www.pri.org/stories/2015-04-06/how-do-you-catch-sun-make-electricity-night-german-inventor-has-answer\">part 1</a> / <a href=\"http://www.pri.org/stories/2015-04-07/when-grid-says-no-wind-and-solar-power-companys-technology-helps-it-say-yes-again\">part 2</a>). But one of the most intriguing is hydrogen. Which brings us back to the car I’m riding in, the place we’re going, and the guy I’m going to meet there: Robert Döring, head of communications at the green energy company <a href=\"https://www.enertrag.com/en/index.html\">Enertrag</a>.</p>\n<p>I meet Döring on a patch of bare dirt surrounded by broad, open fields. We made it to Prenzlau, a place in crowded Germany that feels like the middle of nowhere. But Döring’s company doesn’t need a lot of people. What it does need is wind. And there’s a lot of it here. And windmills, some looming right above us. And there’s a big concrete shed with a machine inside it that runs on some of that wind power and that Enertrag hopes will help fix the imbalance between renewable energy supply and demand.</p>\n<p>“<a href=\"https://www.enertrag.com/en/project-development/hybrid-power-plant.html\">This project</a> demonstrates that renewable energy is capable of providing energy, demand-sided,” Döring tells me. That is, when people need it, not just when nature provides it. “Even when wind turbines are not turning because the wind is not there, we store the wind power in the form of hydrogen, and we can use it for different purposes.”</p>\n<p>In other words, it turns wind power into hydrogen. Hydrogen that can be stored, moved and turned back into electricity whenever it’s needed.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Htanks.JPG?itok=_z8WlgcV\" alt=\"\" /><div class=\"field-caption\">\n    <p>Pressurized tanks hold hydrogen gas at Enertrag's new hybrid power plant in Prenzlau, German. The plant is the first in the world to directly use wind-generated electricity to create hydrogen fuel.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>Döring opens the metal doors to the shed and ushers me into a big room with a bunch of pipes, cables and two big tanks, one with a bright blue “O” on it, the other with a bright red “H.” It’s an electrolyzer, a machine that uses electricity to split water into oxygen and hydrogen.</p>\n<p>Like Döring said, you can use that hydrogen for lots of different things. But what makes it most important to the energy transition is that you can reverse the electrolysis process with something called a fuel cell to regenerate most of the electricity that went into it. You can use it to power anything that uses electricity — a home, a data center, or a car like the one that got us here from Berlin and — I hope — will get us back.</p>\n<p>And here’s the key to the whole process, Döring says: “There is no emissions.”</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/During.JPG?itok=tcW3UKkK\" alt=\"\" /><div class=\"field-caption\">\n    <p>Enertrag's Robert Döring stands in front of his company's wind-powered electrolyser in Prenzlau, Germany. Electrolyzers use electricity to split water into hydrogen and oxygen. On this site, the oxygen is released into the air and the hydrogen is used as a carbon-free fuel that can be turned back into electricity in a fuel cel.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>In fact it only makes sense to do all this using carbon-free electricity.</p>\n<p>“It’s all about decarbonizing the whole planet,” Roland Kaeppner had told me. He says it would be pointless to generate hydrogen for fuel cells with electricity from fossil fuels. But doing it from wind and solar — well, for many folks, that’s a giant step forward for the new green economy. Even a kind of holy grail for some.</p>\n<p>And with its system here in Prenzlau, Enertrag is the first company to do it directly. When we step outside the electrolysis shed Robert Döring shows me where the juice is coming from — a cluster of 200-meter-high turbines a couple of kilometers away.</p>\n<p>Döring admits that there are big challenges ahead for green hydrogen. The technology needs to be improved, costs need to come down. Policies need to be changed. And there’s a whole school of green tech folks who say that companies like Enertrag are actually betting on the wrong horse, that the future of green energy storage and mobility is in batteries. Elon Musk of Tesla is a very heavy hitter in that camp.</p>\n<p>But Döring says batteries just don’t cut it for helping store power for a whole economy.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Hybridkraftwerk.JPG?itok=I2vv7_sn\" alt=\"\" /><div class=\"field-caption\">\n    <p>Enertrag generates its green hydrogen in this new facility in the small town of Prenzlau, developed together with the energy companies Vattenfall and Total.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>“We are talking about terawatt hours of electricity which has to be stored,” he says. “But in batteries you cannot store large scales of energy.”</p>\n<p>And there’s a lot of momentum behind hydrogen right now. Here in Germany, some very big energy companies are involved, including Vattenfall and Total, which are <a href=\"https://www.enertrag.com/en/project-development/hybrid-power-plant.html\">partners </a>with Enertrag in this project, and medium-sized ones like McPhy. Hydrogen fueling stations like the one we tried to fuel up at this morning are starting to pop up. Many city buses run on the stuff. And Mercedes is seeding the market with a few dozen of its fuel cell cars.</p>\n<p>Back in the US, Hyundai, Toyota and Honda will all be selling or leasing fuel cell cars this year in parts of the country.</p>\n<p>“What we see here is the beginning,” Döring says. “The future will show which option is best. We are one big step forward right now due to this hydrogen power plant. But we’ll see what the future brings.</p>\n<p>Of course in the immediate future, there was the question of hydrogen just getting us back to Berlin.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Conreder.JPG?itok=ZcLJe8Dr\" alt=\"\" /><div class=\"field-caption\">\n    <p>Alexander Conreder of the German utility ENBW holds a hydrogen fuel pump at a fueling station in Stuttgart. Backers of green hydrogen are hoping to make the transition from traditional fuels as easy as possible for consumers.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Peter Thomson</p>\n  </div>\n</div>\n<p>On the road out of Prenzlau I glance at the fuel gauge and wonder aloud whether we’re going to make it back.</p>\n<p>“Yeah, sure,” Manuel Fuchs says, but only if we crawl along the autobahn at 60 mph.</p>\n<p>“I stay at 100 kilometers an hour,” he says, “because it takes lots of energy to drive really, really fast.”</p>\n<p>And Germany wants to drive really, really fast — on the autobahn and in its energy transition.</p>\n<p><em>An earlier version of this story had an incorrect spelling of Roland Kaeppner’s last name.</em></p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"359\" width=\"900\" alt=\"A fuel cell-driven car is basically an electric car with a fuel cell as its energy source rather than a battery. In fuel cells, a fuel--in this case, hydrogen gas--is combined with oxygen to create electricity, with water as its only byproduct. The proces\" title=\"Fuel cell car\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/RTR3LN9X.png?itok=mdHWIyIL\" /><div class=\"field-caption\">\n    <p>A fuel cell-driven car is basically an electric car with a fuel cell rather than a battery as its primary energy source. In fuel cells, a fuel—in this case, hydrogen gas—is combined with oxygen to create electricity, with water as its only byproduct. The process essentially reverses the electrolysis process originally used to generate the hydrogen.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Reuters</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-08%2Fcar-future-very-near-future-might-be-driven-wind&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0408201503.mp3"},{"href":"http://www.pri.org/file/0408201503mp3"}]}