{"created":"2015-02-05T21:43:00+00:00","modified":"2015-02-06T20:27:17+00:00","valid":{"from":"2015-02-06T20:27:17+00:00","to":"3015-02-06T20:27:17+00:00"},"hreflang":"en","guid":"7799e2f0-a01f-4aa7-82f8-10d288d3c606","title":"Pakistan is an unexpected leader in rehabilitating former jihadis","published":"2015-02-06T20:27:16+00:00","byline":"Aaron Schachter","tags":["International Security","radicalization","deradicalization","jihadi groups","Western jihadis","SafeMode","Conflict","Conflict & Justice","Europe","Asia","France","Syria","Iraq","Asia","Middle East","Europe","John Horgan","Said Kouachi","Cherif Kouachi","War","Deradicalization","Islamic radicalism","Jihad","ISIS","Syria","Iraq"],"teaser":"Experts are realizing there's no way to capture or kill our way out of the problem of Westerners joining radical groups in places like Iraq or Syria. Luckily, there is an increasing number of programs aimed at bringing these mostly young men back into the fold.","contentencoded":"<p>Many governments around the world are in a tough situation these days: They want to discourage their citizens from joining Islamist groups like ISIS, but they're not sure how to handle people who go to places like Iraq and Syria and then <a href=\"http://www.pri.org/stories/2015-02-05/france-has-antidote-its-jihadi-problem-right-home-its-rotting-behind-bars\">decide they want to come back</a>.</p>\n<p>Just look at Cherif and Said Kouachi, the brothers who carried out the massacre at the French satirical magazine Charlie Hebdo, killing a dozen people. At least one of the two men had traveled overseas for training.</p>\n<p>\"I think the French are right to be afraid,\" says John Horgan, who directs the Center for Terrorism and Security Studies at the University of Massachusetts Lowell. \"We are facing a problem we don't fully understand. There are hundreds, if not thousands, of foreign fighters who will want to return [to their home countries].\"</p>\n<p>But he says there <em>is</em> a way to figure out what those returnees are likely to do once they get home. It's definitely not mass incarceration.</p>\n<p>\"It's done, typically, by a very resource-intensive, one-on-one risk assessment, typically done by a psychologist or intelligence analyst,\" Horgan says. The basic idea is to figure out the person's original motivation for leaving and then reverse-engineer a way to deradicalize him.</p>\n<p>\"Were they motivated by religious or humanitarian reasons? Did they just want to get a sense of adventure fighting with ISIS? Did they want to cut people's heads off?\" he says. \"It's critical that we understand what pushed or pulled that person into terrorism in the first place.\"</p>\n<p>Horgan says there are endless steps, and huge challenges, in resocializing former radicals. There are dozens of programs around the world right now trying to do it, but not all of them are public — or successful.</p>\n<p>\"I've seen some truly remarkable programs in Pakistan,\" Horgan says, \"and that's saying something. We're talking about a region that's absolutely wracked by civil strife and conflict and terrorism from multiple directions.\"</p>\n<p>Rather than focusing on deradicalization, Horgan says Pakistan is more concerned with reintegrating people into society.</p>\n<p>\"There is this assumption that we need to somehow undo the brainwashing that these individuals get at training camps by giving them a different kind of brainwashing ... making them a model Saudi citizen or a model French citizen or whatever it might be,\" he says. \"The Pakistanis take a very pragmatic approach, which is they try to focus on giving the individual a meaningful purpose in their lives post-jihadism.\"</p>\n<p>Horgan says we all have a right to be skeptical about these programs. But something has to change, and he says there's a dawning realization that there's no way to capture or kill our way out of this problem.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0205201502.mp3"},{"href":"http://www.pri.org/file/0205201502mp3"}]}