{"created":"2015-03-12T16:27:42+00:00","modified":"2015-03-20T17:55:23+00:00","valid":{"from":"2015-03-20T17:55:23+00:00","to":"3015-03-20T17:55:23+00:00"},"hreflang":"en","guid":"77a309c0-5ec1-47e7-b072-4b89773e9940","title":"Why one woman's fight to be with her husband wound up at the Supreme Court","published":"2015-03-20T17:55:22+00:00","byline":"Monica Campbell","tags":["visa","national security","Justice","immigration","terrorism","government","Global Nation","Justice","Conflict & Justice","Asia","North America","United States","Afghanistan","California","Fauzia Din","Kanishka Berashk","Visa","immigrants","Terrorism","Papers Please"],"teaser":"Fauzia Din wants to know why her Afghan husband’s visa was denied, but the US government has stayed mum, citing national security.","contentencoded":"<p>Sometimes, it can take a while to get a visa. But Fauzia Din’s dilemma is of an entirely different magnitude.</p>\n<p>Nine years ago, it appeared that Din’s husband in Afghanistan would receive a US visa without much problem. Din is a US citizen and she had recently married Kanishka Berashk in Kabul. Her family, who knew Berashk’s family for generations, had arranged the marriage.</p>\n<p>Next, the plan was for the couple to reunite in Fremont, California, where Din moved years ago after fleeing war in Afghanistan.</p>\n<p>But they are still waiting.</p>\n<p>What happened? At first, things went smoothly. In 2008, Din says a consular officer at the US embassy in Islamabad, Pakistan, told Berashk, after his visa interview, that he’d receive a visa in about six weeks. (The embassy in Afghanistan was not processing such visas at the time.)</p>\n<p>After six weeks became three months, Din, 44, emailed for more information. The visa was “still pending.” After more waiting and dead-end inquiries, Din pressured for information through a lawyer and then-US Rep. Pete Stark, a Fremont Congressman who served 40 years before losing his seat in 2012.</p>\n<p>Eventually, Din, a home health care aide, found out that US officials had denied her husband’s visa, citing a federal law that relates to terrorism.</p>\n<p>Din was shocked. “I didn’t think that people would think that my husband was a terrorist,” she said in Dari through an interpreter. “I left my country because of terrorism.”</p>\n<div class=\"edit-entity cta_border cta_align-left cta_no-icon cta_bg-gray\" data-entity-id=\"78246\" data-entity-title=\"Story Act Detainment\" data-entity-type=\"node\"><aside class=\"node node-story-act story-act-cta story-act-nid-78246 cta-type-custom-text view-mode-entity_embed\" data-tracking-code=\"story-act-detainment\"><div class=\"field-display-title\">\n    Your watchlist story  </div>\n<div class=\"field-body\">\n<p><a href=\"http://www.pri.org/stories/2015-03-10/were-you-detained-while-or-trying-enter-united-states-share-your-story\"><img height=\"506\" width=\"900\" alt=\"cta ver 3\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/ctaver3forangilee_nologo_0.jpg?itok=ofVYJMSG\" title=\"\" /></a>Stories like Fauzia's are increasingly common, though they rarely make it into the public eye. We want to change that. Have you ever thought you were on a watchlist? Tell us why in a voicemail at 617-506-3764.</p>\n</div>\n<p>  </p></aside></div>\n<p>She demanded an explanation. Her husband works for the education ministry in Afghanistan. He’s always worked in education, even when the Taliban ruled in the 1990s. Was that the link? If so, that’s ridiculous, Din says. That doesn’t make him a terrorist.</p>\n<p>Now, the Supreme Court is listening to her case, after the 9th US Circuit Court of Appeals in San Francisco <a href=\"http://www.immigrantjustice.org/litigation/blog/din-v-kerry\">ruled</a> she deserves an explanation.</p>\n<p>“This case is about whether or not the government gets a blank check to deprive a US citizen a fundamental right without providing any sort of reason or basis whatsoever,” said Anoop Prasad, one of Din’s lawyers at San Francisco-based Asian Law Caucus. “You can’t just give a one-sentence denial and say that’s it. The constitution requires more than that.”</p>\n<p>Government lawyers would not respond to interview requests for this story, but<a href=\"http://www.americanbar.org/content/dam/aba/publications/supreme_court_preview/BriefsV5/13-1402_reply_pet_UnitedStates.authcheckdam.pdf\"> in their brief </a>and in arguments before the Supreme Court, they said that just because a US citizen marries a foreigner, that doesn’t give her the right to bring him to the US. Also, they argued, there’s no right to a visa denial review. The US can’t just open its books and let its intelligence spill out.</p>\n<p>Jennifer Daskal, an assistant law professor at American University's Washington College of Law, said the case reveals a larger issue about visa decisions based on CIA and FBI watchlists.</p>\n<p>“Given the quantity of individuals who are on these lists, there are errors,” Daskal said. “There are concerns about real dramatic impact on peoples’ lives being based on decisions that are totally unreviewable.”</p>\n<p>From what Din and her <a href=\"http://www.americanbar.org/content/dam/aba/publications/supreme_court_preview/BriefsV4/13-1402_resp.authcheckdam.pdf\">lawyers can tell</a>, nobody has investigated Berashk’s history on the ground in Afghanistan. “We went and we talked to everyone in his neighborhood — his friends, his family members, his co-workers, his supervisors, and none of them had been interviewed by the State Department,” said Prasad. “And he welcomes that kind of investigation because if they did actually talk to people who knew him, they would realize that he was real apolitical and not involved in anything remotely linked to terrorism.”</p>\n<p>I wanted to talk Berashk too, but he didn’t want to talk with his Supreme Court case pending.</p>\n<p>Din says she and her husband understand the US must protect its borders, but fear too many people who pose no danger to the US can fall onto long watchlists.</p>\n<p>The Supreme Court’s ruling isn't expected for several more weeks. But even if it favors Din, it won’t mean her husband will get a visa — rather a win might just mean one more line from the government about <em>why </em>the visa was denied.</p>\n<p>Meantime, Din’s dilemma continues. She doesn’t want to move to Afghanistan. It isn’t safe, she says. The United States is her country.</p>\n<p>She will continue to make her regular trips to the store to buy phone cards, so that she can call Berashk in Kabul. After more than nine years apart, she has shoeboxes full of the cards.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-12%2Fwhy-one-woman-fighting-be-her-husband-all-way-supreme-court&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/fauzia%20looking%20at%20pics.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/fauzia-looking-picsjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0312201502.mp3"},{"href":"http://www.pri.org/file/0312201502mp3"}]}