{"created":"2015-04-20T18:17:21+00:00","modified":"2015-04-20T19:23:39+00:00","valid":{"from":"2015-04-20T19:23:38+00:00","to":"3015-04-20T19:23:38+00:00"},"hreflang":"en","title":"University Of Oklahoma's New Diversity Chief: 'We Can Do Better'","published":"2015-04-20T19:23:00+00:00","teaser":"Former Oklahoma state senator Jabar Shumate will join the OU faculty in June. He shares his plan for increasing diversity.","itags":["npr_api","401027163"],"guid":"77a968ff-6d79-45ce-a0e9-3b20bdfff733","contentencoded":"<p>The University of Oklahoma&#8217;s first chief diversity officer starts his new job soon, three months after the university kicked out a fraternity and expelled two students who were seen on video leading a racist chant.</p><p>University president David Boren was praised for acting swiftly once the video was made public last month. But the University of Oklahoma is one of only four schools in the Big 12 Conference without a chief diversity officer.</p><p>Some minority students at the university are asking, what took the university president so long to hire one?</p><p><strong>Jabar Shumate</strong>, former Oklahoma state senator, <a href=\"http://www.ou.edu/content/publicaffairs/archives/OUPresidentDavidLBorenNamesJabarShumateOfTulsaAsOUVicePresidentForTheUniversityCommunity.html\" target=\"_blank\">starts his job</a> as the University of Oklahoma&#8217;s &#8220;Vice President for the University Community&#8221; in June.</p><p>He tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young that the university &#8220;can do better&#8221; on hiring a more diverse faculty, and he&#8217;s already talking with school officials about how to recruit a more diverse pool of job applicants.</p><h4>Interview Highlights</h4><p><strong>On his own experience with racism at the University of Oklahoma </strong></p><p>&#8220;When I was there at the university, I had some uninformed students on campus, particularly in the Greek community, who were not used to seeing an African-American run. I actually ran with a good friend of mine, Amy Cobb, who was a Tri-Delt at the time. They were not used to seeing a pair run together from different backgrounds and different areas of campus and so we had a few uninformed folks putting, ‘Do you want this person living in your Greek house? Vote the other ticket.’ And the wonderful thing about it, just like this last incident on campus, the students rejected that. I went on to be student body vice president and president because we built, what I would say, a coalition, and that was something I was very proud of.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;It’s not always just going through the motions of hiring a new dean, it’s being very intentional about trying to make sure your pool of applicants look like the state you’re in.&#8221;</p><p></div></p><p><strong>On diversity initiatives in the administration</strong></p><p>&#8220;I think what the students, even before this incident, were able to do was sit down with the university president and say, ‘quite frankly, we want to see some things change.’ And the president was on his way to listening to their concerns and implementing those changes. And I think that really speaks to what a university should be &#8211; a place where students can get the attention of the president, of the leader. And even before this incident, the university was putting into action some things, some recommendations from the students.&#8221;</p><p><strong>On how the university will approach diversity initiatives going forward</strong></p><p>&#8220;What the university is going to be committed to doing is increasing its pool of applicants and looking in different places to find deans and professors. Sometimes, and I&#8217;ve been put in this position before, it’s not always just going through the motions of hiring a new dean, it’s being very intentional about trying to make sure your pool of applicants look like the state you’re in, or the community you’re a part of.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.oksenate.gov/senators/biographies/shumate_bio.aspx\" target=\"_blank\">Jabar Shumate</a></strong>, vice president for the university community at the University of Oklahoma, and former Oklahoma state senator.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=University+Of+Oklahoma%27s+New+Diversity+Chief%3A+%27We+Can+Do+Better%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"395"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401027166-6b2351.m3u?orgId=1&e=401027163&d=395&ft=nprml&f=401027163"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/465891674.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"907","width":"1280"}}]}