{"created":"2014-09-08T15:34:26+00:00","modified":"2015-02-18T17:05:20+00:00","valid":{"from":"2015-02-18T17:05:20+00:00","to":"3015-02-18T17:05:20+00:00"},"hreflang":"en","title":"Open Elections Ruled Out In Hong Kong; Potential Showdown Looms","published":"2014-09-01T04:53:00+00:00","teaser":"China's legislature is limiting reforms in Hong Kong, drawing battle lines in what opposition groups warned would be clashing visions of the political future of the region and of China.","itags":["npr_api","344732502"],"guid":"77ac4b1b-bed3-43d0-aa3b-e76f5ea46f6d","contentencoded":"<p>China's National People's Congress on Sunday rejected calls for open elections for Hong Kong's next chief executive. The Chinese government said nominees must be chosen by a committee, which is expected to be filled with people who tilt towards Beijing.</p><p>\"The Chief Executive shall be a person who loves the country and loves Hong Kong,\" the Congress said in a statement, which underscored that loyalty to the mainland government is a must.</p><p>The decision, which was expected, appears to put the authoritarian government in Beijing on a collision course with the territory's increasingly aggressive democracy movement, including the group Occupy Central, which has pledged to shut down the city's financial district with a mass sit-in.</p><p>Benny Tai, the group's leader, told a crowd of a few thousand that turned out in the rain on Sunday night that Hong Kong would now enter an \"era of civil disobedience.\" Tai said organized protests would begin with student strikes, but did not lay out a timetable.</p><p>Martin Lee, founding chairman of Hong Kong's Democratic Party, said Beijing was \"cheating\" Hong Kongers of true democracy.</p><p>\"Beijing can now select the candidates, puppets of course,\" he told the crowd in the city's Tamar Park, which is next to the chief executive's office and overlooks Victoria Harbor. \"We want genuine universal suffrage, not democracy with Chinese characteristics.\"</p><p>When Hong Kong — a former British colony — returned to China in 1997, Beijing promised people there a high degree of autonomy and pledged that their way of life, which includes free speech, a free press and rule of law, would not change for 50 years.</p><p>Many, though, now feel their freedoms are eroding under mainland political pressure. Last week, officials from Hong Kong's otherwise well-respected Independent Commission Against Corruption raided the home of billionaire Jimmy Lai, who owns the independent <em>Apply Daily</em> newspaper. Lai is a huge critic of China's Communist Party and is apparently a major financial backer of the territory's pro-democracy movement. Some in Hong Kong saw the raid as an attempt to intimidate democratic activists.</p><p>The Communist Party, on the other hand, is wary of losing control over Hong Kong, a wealthy, sophisticated financial center that can sometimes be seen by mainland visitors as a more open alternative to the mainland's politically repressive system.</p><p>Chinese officials have long argued that Western-style democracy is not appropriate for the world's most populous country, which is very difficult to govern and has had a tumultuous and often bloody political past.</p><p>A successful, open election in Hong Kong — despite the territory's very different history — might make it harder for the Communist Party to continue to make that argument over time. It also might embolden democracy advocates on the mainland.</p><p>On Saturday, China's<em> People's Daily</em>, the Communist Party's flagship newspaper, said some in Hong Kong were working with outside forces to interfere with the governance of the territory.</p><p>\"Not only are they undermining Hong Kong's stability and development, but they're also attempting to turn Hong Kong into a bridgehead for subverting and infiltrating the Chinese mainland,\" the article said. \"This can absolutely not be permitted.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Open+Elections+Ruled+Out+In+Hong+Kong%3B+Potential+Showdown+Looms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344732503-9f1e9a.m3u?orgId=1&topicId=1125&e=344732502&d=200&ft=nprml&f=344732502"}]}