{"created":"2015-06-04T20:32:10+00:00","modified":"2015-06-16T17:10:04+00:00","valid":{"from":"2015-06-16T17:10:04+00:00","to":"3015-06-16T17:10:04+00:00"},"hreflang":"en","title":"EPA Finds No Widespread Drinking Water Pollution From Fracking","published":"2015-06-05T12:01:00+00:00","teaser":"The report says there are few incidents of tainted water given the number of wells. Energy companies agree. Environmentalists accuse the industry of undue influence over the study.","itags":["npr_api","412047602"],"guid":"77b92b39-c58a-418a-8377-92eabf950987","contentencoded":"<p>The Environmental Protection Agency says it has found no evidence that hydraulic fracturing — better known as fracking — has led to widespread pollution of drinking water. The oil industry and its backers welcome the long-awaited study, while environmental groups criticize it.</p><p>\"We found the hydraulic fracturing activities in the United States are carried out in a way that has not led to widespread systemic impacts on drinking water resources,\" says Tom Burke, science adviser and deputy assistant administrator of the EPA's Office of Research and Development. \"In fact, the number of documented impacts to drinking water resources is relatively low when compared to the number of fractured wells,\" he adds.</p><p>The EPA's <a href=\"http://www2.epa.gov/hfstudy\">draft assessment</a> was conducted at the request of Congress. \"It is the most complete compilation of scientific data to date,\" says Burke, \"including over 950 sources of information, published papers, numerous technical reports, information from stakeholders and peer-reviewed EPA scientific reports.\"</p><p>Fracking has allowed drillers to tap oil and natural gas reserves once thought off-limits deep underground. That has led to drilling booms across the country and boosted the country's oil and natural gas production significantly. But environmental groups have long argued fracking comes with a cost to the environment, especially to water. Those groups have called for stronger regulations and even bans on fracking altogether.</p><p>The EPA study does identify some potential vulnerabilities to drinking water. They include the amount of water required for fracking in dry places and fracking in underground formations containing drinking water. The report also raises concerns about wells that are inadequately cased or cemented — something that can allow gases and liquids to migrate below ground. Another area of vulnerability the EPA highlights in its report is how wastewater and fracking fluids from drilling operations are handled and treated.</p><p>The American Petroleum Institute says the conclusions echo what the oil industry has argued all along. \"Hydraulic fracturing is being done safely under the strong environmental stewardship of state regulators and industry best practices,\" says Erik Milito, API upstream group director.</p><p>Acknowledging the potential vulnerabilities outlined in the EPA report, Milito says, \"Continuous safety improvements have been an ongoing part of hydraulic fracturing for 65 years.\"</p><p>The environmental group Food & Water Watch criticizes the EPA assessment, saying it \"has the industry's oil fingerprints all over it.\" The group supports a ban on fracking and says this report should not be used to decide the industry's future.</p><p>\"Sadly, the EPA study released today falls far short of the level of scrutiny and government oversight needed to protect the health and safety of the millions of American people affected by drilling and fracking for oil and gas,\" says Wenonah Hauter, Food & Water Watch executive director.</p><p>This is just a draft assessment. The EPA study will be finalized after a review by the Science Advisory Board and public comment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=EPA+Finds+No+Widespread+Drinking+Water+Pollution+From+Fracking&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"106"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412177096-02eeca.m3u?orgId=1&topicId=1006&d=106&p=3&story=412047602&t=progseg&e=412139493&seg=5&ft=nprml&f=412047602"}]}