{"created":"2015-04-20T09:00:18+00:00","modified":"2015-06-05T15:26:51+00:00","valid":{"from":"2015-06-05T15:26:51+00:00","to":"3015-06-05T15:26:51+00:00"},"hreflang":"en","title":"O'Malley: America's Economy Needs 'Sensible Rebalancing,' Not 'Pitchforks'","published":"2015-04-26T19:03:00+00:00","teaser":"Former Maryland Gov. Martin O'Malley, who will decide on a presidential run soon, is for a higher minimum wage and wants to increase Social Security benefits even though some would pay higher taxes.","itags":["npr_api","400447308"],"guid":"77d6e737-4bfe-4691-9c7e-76d2195ffbe5","contentencoded":"<p>Martin O'Malley, former governor of Maryland, says he'll decide by late May whether he's running for president. Running would put him — even he seems to acknowledge — in an uphill battle against Hillary Clinton, currently the only Democrat who has declared.</p><p>O'Malley is positioning himself to Clinton's left, and even President Obama's left.</p><p>He's for a much higher minimum wage, and against a major trade deal — the Trans-Pacific Partnership. In an interview with NPR's Steve Inskeep, O'Malley also said he wants to increase Social Security benefits, even though some people would pay more taxes.</p><p>Surveys put O'Malley far behind Clinton. But, he's hoping his travels across the country can change that. Last month, he addressed a crowd in Iowa while standing on a chair. Last week, he gave a speech at Harvard. And this week, he's in the early primary state of South Carolina.</p><p>\"I've been an executive and a progressive executive with a record of accomplishments,\" the former Baltimore mayor said of the difference between him and Clinton. \"I think contrasts will become apparent.\"</p><p>(A full transcript of the discussion is <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/04/20/400849480/transcript-nprs-full-interview-with-martin-omalley\">available here</a>.)</p><hr /><h3>Interview Highlights</h3><p><strong>On Republicans' and Democrats' competing economic theories</strong></p><p>I think what's going on right now, Steve, is you have a competition between two theories of how our economy actually works and how we generate economic growth that lifts us all. The Republican Party is doubling down on this trickle-down theory that says thou shalt concentrate wealth at the very top of our society. Thou shalt remove regulation from wherever you find it, even on Wall Street. And thou shalt keep wages low for American workers so that we can be more competitive. We have a different theory. Our theory as Democrats and as the longer arc of our story as Americans is that we believe that a stronger middle class is actually the cause of economic growth. What ails our economy right now is 12 years of stagnant or declining wages, and we need to fix this.</p><p><strong>On Republican candidates' focus on economic opportunity</strong></p><p>I mean, look, talk is cheap. And so there are two ways to go forward from here, and history shows this. One path is a sensible rebalancing that calls us back to our tried and true success story as the land of opportunity. The other is pitchforks.</p><p>There's, history affords no other paths. We're either going to sensibly rebalance and do the things that allow our middle class to grow, that expands opportunities and allows workers to earn more when they're working harder. Or, we're going to go down a very, very bad path.</p><p><strong>On whether large corporations are able to deal with regulation better than small businesses<br /></strong></p><p>Oh, certainly. I mean, our tax code's been turned into Swiss cheese. And certainly the concentrated wealth and accumulated power and the systematic deregulation of Wall Street has led to this situation where the economy isn't working for most of us. All of that is true. But it is not true that regulation holds poor people down or regulation keeps middle class from advancing. That's kind of patently bulls- - -.</p><p><strong>On the proposed Trans-Pacific Partnership trade deal<br /></strong></p><p>Yeah, I do oppose it. What's wrong with it is first and foremost that we're not allowed to read it before our representatives vote on it. What's wrong with it is that right now what we should be doing are things that make our economy stronger here at home. And it's my concern that the Trans-Pacific Partnership, this deal is a race to the bottom, a chasing of lower wages abroad, and I believe that that does nothing to help us build a stronger economy here at home.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=O%27Malley%3A+America%27s+Economy+Needs+%27Sensible+Rebalancing%2C%27+Not+%27Pitchforks%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"402"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400929904-7fc36a.m3u?orgId=1&topicId=1014&d=402&p=3&story=400447308&t=progseg&e=400918171&seg=3&ft=nprml&f=400447308"},{"meta":{"duration":"359"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400945496-164f63.m3u?orgId=1&topicId=1014&d=359&p=3&story=400447308&t=progseg&e=400918171&seg=3&ft=nprml&f=400447308"},{"href":"http://media.npr.org/assets/img/2015/04/17/2015-04-17-martin-omalley-0029_edit-3ca1aad3563946a327ef06f5216148dd3b6e692d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"591","width":"788"}}]}