{"created":"2014-10-08T16:28:41+00:00","modified":"2014-10-31T02:19:47+00:00","valid":{"from":"2014-10-31T02:19:47+00:00","to":"3014-10-31T02:19:47+00:00"},"hreflang":"en","title":"Former Commando Turns Conservationist To Save Elephants Of Dzanga Bai","published":"2014-05-12T19:26:00+00:00","teaser":"Nir Kalron was once an Israeli commando, then private security consultant to African leaders, and a dealer of legal arms. Today he's working with African locals to hunt ivory poachers via satellite.","itags":["npr_api","310259368"],"guid":"77e7d1c3-d325-4f4e-a2d2-849aea3d1112","contentencoded":"<p>In the spring of 2013, poachers looking for elephant ivory took advantage of the chaos of a civil war raging in the Central African Republic, and massacred 26 rare <a href=\"http://www.birds.cornell.edu/brp/elephant/cyclotis/cyclotis.html\">forest elephants</a> at a special place called the \"Dzanga bai.\"</p><p>The bai is a muddy clearing, roughly the size of several football fields, surrounded by dense rain forest. For two decades, wildlife biologists have been studying the hundreds of secretive elephants that congregate there. (These elephants were the <a href=\"http://blog.allaboutbirds.org/2014/05/07/elephant-npr-sounds-video/\">focus of an NPR Radio Expeditions program</a> 12 years ago.)</p><p>Last year's massacre was part of <a href=\"http://www.npr.org/2013/03/06/173508369/elephant-poaching-pushes-species-to-brink-of-extinction\">a new wave</a> of elephant killing that continues to sweep Africa. In hopes of stopping the killing, an extraordinary alliance of conservationists and Israeli soldiers has adopted an unusual, quasi-military approach to wildlife protection.</p><p>Recently, we caught up with one member of that informal alliance — wildlife biologist Andrea Turkalo.</p><p>As she <a href=\"http://www.npr.org/2014/05/08/309089369/civil-war-invades-an-elephant-sanctuary-one-researchers-escape\">shared with us</a> Thursday on NPR's <em>Morning Edition,</em> Turkalo had to quickly flee the bai last year as war closed in, shortly before the elephant slaughter. But she's still working to try to save the elephants that remain — collaborating, in part, with Nir Kalron, a former Israeli soldier who now works for <a href=\"http://maisha-consulting.com/\">Maisha Consulting</a>, a security company in Tel Aviv that specializes in wildlife protection.</p><p>Kalron called Turkalo not long after the massacre and soon after she had returned to the United States. He told her he might be able to protect the bai's surviving elephants.</p><p>The former commando had heard about the bai massacre, and about Andrea Turkalo's two decades of well-regarded work with the elephants. Her studies focused on how the animals communicate and socialize –- she had hosted numerous other researchers near the bai, and helped set up <a href=\"http://www.birds.cornell.edu/brp/elephant/index.html\">\"listening projects\"</a> that identified how the elephants use low-frequency sound to communicate. \"In a lot of ways, those elephants saved me and made me focus,\" Turkalo says. \"For me, it's not even work — it's my life.\"</p><p>Turkalo says she encouraged Kalron to go to the Central African Republic, to make his way to the bai. She told him whom to talk to, whom to trust.</p><p>Kalron had credentials unlike any conservationist. After serving in the Israeli army as both a commando and a communications expert, he'd set off for adventure in Africa. He hired himself out as a security consultant to African leaders. He also dealt in weapons — legally, he tells us, when we call him in Tel Aviv.</p><p>\"God forbid, no mercenary,\" Kalron tells us. \"I was never a mercenary.\" But he says he <em>did</em> become disillusioned with the work he did, and with the people he did business with — such as Russian arms dealers. They were the same kind of people, Kalron says, who had sold weapons to the people he'd fought against in Beirut years earlier, while in active service.</p><p>\"The awakening I had was that it was a waste of time,\" Kalron says of the African arms business. \"We should invest time in the environment, and not in equipping and making better or stronger African armies to fight a war that doesn't exist.\" The real war, he says, \"is on the ground in the national parks.\"</p><p>After talking with Turkalo, Kalron gathered a team of former Israeli soldiers and traveled to the bai. They arrived about two weeks after the elephant killings.</p><p>\"The bai was empty,\" he recalls, \"full of carcasses and forensic evidence that we found — ammunition casings, tracks on the ground. And we didn't see a single elephant. It was quiet.\"</p><p>The poachers had frightened away the surviving elephants. But Kalron knew that the animals would return to the bai, and he suspected the poachers would as well, now that they know where large numbers of elephants congregate.</p><p>Kalron interviewed the local park guards, who had regrouped after the massacre, about what they'd seen and heard. Then he hatched a plan: to create a military-style reconnaissance team to spy on the bai. His Israeli team would bring in communications equipment — satellite phones, with solar panels to power them. He would train local people how to use these tools to warn authorities if poachers returned.</p><p>But first he needed the cooperation of the leader of the Seleka coalition of rebel groups that had taken over the area. The leader was known as Col. Bahit. Kalron says he remembers thinking, \"Maybe this guy — [it's] not sure — has a lot of blood on his hands. But you have to be pragmatic; he's the guy in charge. What can we do? Say, 'Hey, we're not dealing with you because you are a murderer?' And we don't know [that Bahit is a killer], by the way. He seemed like a very kind person — sympathetic and cooperative.\"</p><p>Kalron's experience working with African military officers as well as with park authorities paid off. He brought food and gifts. He spent days talking and negotiating. \"We went in, met the colonel, agreed on calming the situation down,\" Kalron says. \"We made a gentleman's agreement that the elephants will not be touched.\"</p><p>The colonel told Kalron that his own men had not killed the elephants. In fact, evidence the poachers had left behind — candy wrappers and shell casings of a particular type found near other elephant massacres — suggested these ivory hunters had come from Sudan, on the northern border. Criminal or terrorist groups from Sudan are known to traffic in ivory to raise money.</p><p>Kalron knew that this mission could get dangerous. He'd already been in a gunfight with poachers in the Democratic Republic of the Congo, where he had trained park guards in military procedures and communication. He knew poachers had been killed in such gun battles, and he'd known park guards who had been shot and killed.</p><p>But with the all-clear from Col. Bahit, Kalron's group went ahead. Over several trips, they quietly brought equipment from abroad into the bai, and set up their surveillance network.</p><p>Omer Barak, a team member who is also a former Israeli soldier, says many local people bought into the plan. \"I realized that they really care, that the Africans care — not only the officials in different wildlife services, but villagers,\" he says. \"That realization made me feel less patronizing and to not think of it as a new form of conservation colonialism.\"</p><p>Today, there are video cameras set up in the forest that transmit real-time images of the bai via satellite. Local people have volunteered to watch for poachers and have protocols for warning authorities if they see suspicious people.</p><p>Support for all this — including money to fund the effort — comes, in part, from the <a href=\"http://www.wcs.org/about-us.aspx\">Wildlife Conservation Society</a>, where Andrea Turkalo works, and from the <a href=\"http://worldwildlife.org/species/forest-elephant\">World Wildlife Fund</a>. We asked scientists at the World Wildlife Fund what they thought of collaborating with a security outfit — with soldiers who had dealt arms in Africa. The researchers say ivory poaching is so bad now, they need people with skills that environmentalists just don't have.</p><p>Turkalo says she agrees. Poachers are organized and heavily armed now. They will kill people as well as elephants.</p><p>\"I think, in a lot of areas, we are going to have to have people with [Kalron's] skills dealing with these situations,\" Turkalo says. \"They go in and deal with rebels and warlords.\" She says Kalron told her, \" 'You know, you don't have to kill poachers.' His approach is interesting.\"</p><p>And, poaching aside, places where elephants live — like the Dzanga bai — that seemed so remote 12 years ago, are now war zones, the sort of places Kalron and his team know how to navigate.</p><p>So far, poachers have not returned to the Dzanga bai, and Kalron's team continues to visit, to make sure the security net holds.</p><hr /><p><em></em><em><em><a href=\"mailto:wjm93@cornell.edu\">Bill McQuay</a></em> now works as a sound engineer with the</em> <em>National Public Radio-National Geographic Society Radio Expeditions Sound Collection at the Cornell Lab of Ornithology's <em>Macaulay Library</em>. You can hear the original field recordings and interviews from Radio Expedition's 2002 elephant story, and see photos and night-vision video from the elephant bai, on the archive's <a href=\"http://birds.cornell.edu/NPRelephants\">website</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+Commando+Turns+Conservationist+To+Save+Elephants+Of+Dzanga+Bai&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310806144-a959ff.m3u?orgId=1&topicId=1007&ft=3&f=310259368"},{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310947583-a5b19e.m3u?orgId=1&topicId=1007&ft=3&f=310259368"},{"href":"http://media.npr.org/assets/img/2014/05/07/img_9545-b5caadf008ca6079e68b78d377f8dc11ac496f49.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2094","width":"2794"}},{"href":"http://media.npr.org/assets/img/2014/05/07/img_0534-5753cc4a52f3d475196964571012ff7fd5a298e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2162","width":"2883"}},{"href":"http://media.npr.org/assets/img/2014/05/07/img_9410-75e9f423ec38ed170ac8aae91a831c925cda41aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}