{"created":"2015-05-14T20:57:28+00:00","modified":"2015-05-14T20:57:28+00:00","valid":{"from":"2014-01-03T16:23:40+00:00","to":"3014-01-03T16:23:40+00:00"},"hreflang":"en","guid":"77e7f9b7-c96f-495c-8d52-9c937ff6f2d8","teaser":"The GED test was set up to help GIs get high school credit when they returned from war.","description":"The GED test was set up to help GIs get high school credit when they returned from war.","itags":["Marketplace","77e7f9b7c96f95cbd52d9c937ff6f2d8","Marketplace for Friday, January 3, 2014","Marketplace for Thursday, January 2, 2014","PMP:Marketplace_PMP"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><span>In 1942, Congress lowered the draft age from 21 to 18. America had been fighting in World War II for nearly a year. The change made an additional 2.25 million young men available for the war effort.</span></p>\"},{\"content\":\"<p>Over the course of the war, about 16 million Americans served in uniform. Some troops were drafted right out of high school, though local draft boards often let them finish their current term.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Don Kruse of Minnesota was an 18-year-old high school junior when he got drafted in June of 1945. The war had ended in Europe but the Allies were still fighting a brutal campaign in the Pacific.</p>\"},{\"content\":\"<p>&quot;I thought maybe I could get into the Air Force and be a radio operator on an airplane,&quot; Kruse says. &quot;That didn&apos;t happen.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Instead, he learned to be a radio repairman on the ground. As his term wound down, Kruse began thinking about college. He wanted to become an engineer. Like many other GIs, Kruse had gotten specialized technical training in the service. But he didn&apos;t have a high school diploma.</p>\"},{\"content\":\"<p>&quot;You couldn&apos;t send 21-year-olds who had been in Germany, in the trenches, back into a regular high school. It just wasn&apos;t going to work,&quot; says H.D. Hoover, a retired University of Iowa professor and an expert on standardized testing. &quot;The idea came along to say, &apos;OK, is there some way we can give these people some kind of credential to get them into university?&apos;&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The military turned to an influential group of college and university presidents called the American Council on Education (ACE) to develop a battery of tests to measure high school-level academic skills. The tests were supposed to help returning GIs get credit for what they learned before and during the war. One of the test makers was a University of Iowa education professor named E.F. Lindquist.</p>\"},{\"content\":\"<p>Lindquist was the man behind a corn-belt academic contest launched in 1929. Iowa high school students took standardized tests to compete in a &quot;meet&quot; the way track stars and football players competed on the playing field. They became popularly known as the Iowa Brain Derby. Local schools would vie for top state honors.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But Lindquist had bigger ambitions than just creating an extracurricular contest for the studious. He wanted to open the narrow gates of American higher education to more students. His academic tests were designed to reveal areas where students needed extra help so they could work on those subjects until they qualified for admission.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Lindquist and his colleagues devised a series of assessments that would be widely used and imitated by other states: The Iowa Tests of Educational Development. This new set of tests would also be used as a template for the tests the military had asked for -- the GED.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The end of World War II wrought big changes in American higher education. In 1946, the president of the American Council on Education declared that returning veterans had forced &quot;a permanent change in the evaluation of student achievement and competence.&quot; Time spent in the classroom had been the standard way to credential students. But ACE president George Zook said returning GIs wanted credit for, &quot;what they are, for what they know and for what they can do,&quot; rather than just for time spent in the classroom. The GED was the answer.</p>\"},{\"content\":\"<p>Veteran Don Kruse took the GED and passed easily. He used the credential to study engineering at a college in Wisconsin, which led to a long career. &quot;I couldn&apos;t have gone to college without the GED,&quot; Kruse says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The ACE calibrated the test to be easy, according to Lois Quinn, a researcher at the University of Wisconsin-Milwaukee. Passing most sections of the test required answering only one or two more questions correctly than if you filled in the answer sheet randomly, Quinn says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The sentiment was that every person who served in the war should get a degree,&quot; Quinn says. &quot;What the test did, possibly, was to weed out the people who were functionally illiterate.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Two trends converged after World War II to accelerate use of the GED. Millions of returning vets wanted to take part in the generous higher education benefits offered under the recently passed GI Bill of Rights. The government would subsidize their tuition, books and living expenses. Veterans swamped the campuses of colleges and universities; many used the GED to gain admission.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The second trend was the enormous growth in intelligence testing. While mental testing for intelligence and achievement had been going on for decades, the scope of testing hit unprecedented levels in World War II and after. Many education experts of the era held a deep belief that standardized tests could revolutionize how human performance was measured and managed, in school and on the job.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;They were really quite convinced that there was a science of education. That learning could be measured. And that there would be tests to both examine as well as credential people, whatever their place in society,&quot; says William J. Reese, a historian of education at the University of Wisconsin-Madison. &quot;The GED has to be seen as part of that larger story of how testing became so fundamental to American life.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Widespread use of standardized tests was made possible, in part, by a technical innovation perfected by Iowa&apos;s E.F. Lindquist: the optical scanner. Answer sheets that once had to be scored by hand could be fed into the machine for rapid processing.</p>\"},{\"content\":\"<p>&quot;What the optical scanner did was immediately go from being able to score 200 tests an hour to 10 to 20,000 an hour,&quot; says H.D. Hoover. That meant millions of people could be tested each year at relatively low cost.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The GED began as a program just for veterans. But in 1947, New York became the first state to allow civilians to take the test. A quarter-century later, all 50 states were using the GED. Use of the GED boomed in the 1960s, fueled in large part by the expansion of social welfare programs under President Lyndon B. Johnson. The Job Corps and a variety of other federal programs in Johnson&apos;s &quot;War on Poverty&quot; began promoting GED certification as a way to produce high school graduates. Prisons began encouraging inmates to take the GED. And dropouts could qualify for some government assistance programs by getting a GED. By 1981, 14 percent of all high school credentials being awarded in the United States were GED certificates.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"no\\\" scrolling=\\\"no\\\" src=\\\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/127759389&amp;color=ff6600&amp;auto_play=false&amp;show_artwork=true\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>The New GED</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>A new, more rigorous GED test may make it harder for millions of high school dropouts to get a credential. In response, some states are giving up the GED and opting for other exams.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>It may soon get more difficult to get a GED. The GED Testing Service (GEDTS) is launching a new GED in January 2014. Public affairs director CT Turner says the updated test will be more rigorous because the skills required for today&apos;s jobs have increased.</p>\"},{\"content\":\"<p>&quot;This is about: What is the workforce demanding and what does an adult need to really be prepared and have a fighting shot at getting [a job] that&apos;s going to support themselves and their families?&quot; he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Turner says the decision to change the test dates back to 2009. The American Council on Education (ACE), an association of college presidents that has administered the GED since its inception, was getting ready to revise the test. The GED had been updated three times before. But those were relatively minor changes compared to what ACE officials were thinking about now.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In 2009, ACE officials were reviewing data that show how few GED recipients go on to college and graduate (only 5 to 9 percent earn an associate&apos;s degree; 4 percent earn a bachelor&apos;s). They were also concerned that most GED recipients who go to college need remedial classes.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Even students who make it through four years of high school often need to take remedial classes when they get to college. GEDTS studies show that 40 percent of graduating high school seniors could not pass the GED test. (There is some dispute about these studies. The GED is given to a random sample of graduating seniors, who don&apos;t necessarily have an incentive to try very hard on the test.)</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Still, ACE officials concluded that the current GED is not preparing people for higher education, and higher education is what people need to make it in today&apos;s economy.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>At about the same time, another group of educators and policymakers concluded that America&apos;s K-12 schools needed more rigorous tests, too.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In 2010, the National Governors Association and the Council of Chief State School Officers released the Common Core State Standards, a set of expectations about what all American students should learn in school. Forty-five states and the District of Columbia have agreed to adopt these standards, along with new, harder tests that will be used to show how students are performing.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>ACE decided that if high school was going to be harder, the GED should be too.</p>\"},{\"content\":\"<p>CT Turner says the new GED test will require &quot;higher order thinking.&quot; There will be more questions that require written responses and fewer multiple-choice items. For example, in the new social studies section, a test-taker might read an excerpt from President John F. Kennedy&apos;s inaugural speech. Turner says the question might ask the test-taker to explain in a paragraph what Kennedy meant by a particular passage. &quot;So people are going to have to think critically and then they&apos;re going to have to actually write about it.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Something else that will be different about the new GED: It will be available only on computer. No more paper and pencil tests. According to Turner, scoring the computer test will be faster and more sophisticated. Test-takers will get score reports with detailed information about what they did well on and where they need work. Turner says this will allow people who don&apos;t pass to study more effectively before taking the GED test again.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>There will be two passing levels on the new GED. One will indicate that a person meets the requirements for a high school credential. A higher passing level will indicate that a person is ready for college.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The new test will cost $120, more than what it costs states to administer the current GED. The amount test-takers pay varies because some states subsidize all or part of the fee. CT Turner says updating the GED required $40 million in new investment. That&apos;s why ACE created a partnership with for-profit publisher Pearson in 2011, he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The bump in price upset many state officials who oversee GED policy. &quot;Their memo about prices panicked the herd,&quot; says Troy Tallabas, a GED administrator in Wyoming, referring to the announcement by GEDTS to raise the test fee.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>State officials were also concerned about the decision to require everyone to take the GED on computer.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;We were surprised we were being told this rather than having this discussed with us,&quot; says Kevin Smith, the deputy commissioner of Adult Career and Continuing Education Services in New York State. Smith says there are 269 GED testing centers in New York, and none of them have any computer equipment available for testing. He says some centers don&apos;t even have sufficient electrical power to turn on dozens of computers at one time.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Smith and other adult education directors say many GED seekers may not be ready to take a test on computer. And they may not be ready for a more difficult test. The changes were too much, too fast, says Smith.</p>\"},{\"content\":\"<p>In 2011, Smith and adult education directors from several other states formed a working group to discuss getting rid of the GED and coming up with alternatives.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>As of early September 2013, the working group counted 41 states among its members. Six of them have announced that they will no longer offer the GED once the new test is released in January, 2014. Those states include New York -- the first state to offer the GED to civilians back in 1947 -- and Iowa, the birthplace of the GED.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Iowa is replacing the GED with a high school equivalency test being developed by the Educational Testing Service, a nonprofit company that produces other widely used standardized exams, including the SAT and the GRE. New York is working with for-profit testing company CTB/McGraw Hill. Both the ETS test and the CTB/McGraw Hill test will be available on paper, though the goal is for most people to take the test on computer eventually. New York state officials asked that the difficulty of the new high school equivalency test be phased in over time. &quot;We have to give people a chance to get the instruction and the support in order to have a chance to pass the exam,&quot; Smith says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But even with instruction and support, people will still have to pass a test. And even if the test is harder, GED critics say no test can certify that someone has the skills of a high school graduate.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>A high school diploma means &quot;we have some smarts and we know some stuff,&quot; says Janice Laurence, a GED researcher at Temple University. &quot;But beyond that, it also means ... ways of acting and functioning in society&quot; that a cognitive skills test &quot;doesn&apos;t take into consideration at all.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>When asked about the new GED test coming in January of 2014, Academy of Hope student Charles Gibson shakes his head. &quot;I&apos;m sorry they came up with that,&quot; he says with a nervous laugh. &quot;A lot of other people are sorry about that too.&quot;</p>\"},{\"content\":\"<p>Gibson doesn&apos;t have much experience with computers. He&apos;s not sure he could pass a test that&apos;s offered only on computer.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The new GED test will create another challenge for some test-takers, too. People who take the GED and fail some of the sections are allowed to retake just the sections they failed. But starting Jan. 2, 2014, when the new GED test debuts, everything resets. If someone hasn&apos;t passed all sections of the current test by then, they will have to start over with the new test.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Charles Gibson doesn&apos;t think that rule will apply to him anyway. He says he won&apos;t be ready to take the test -- at all -- until 2014.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Read the <a href=\\\"http://americanradioworks.publicradio.org/features/ged/\\\" target=\\\"_blank\\\">full report from American RadioWorks</a>.</p>\",\"type\":\"text/html\"}]","byline":"Emily Hanford","tags":["APM","college degree","Education","GED","graduation"],"contentencoded":"<div class=\"barn-cleaned\"><p><span>In 1942, Congress lowered the draft age from 21 to 18. America had been fighting in World War II for nearly a year. The change made an additional 2.25 million young men available for the war effort.</span></p>\n<p>Over the course of the war, about 16 million Americans served in uniform. Some troops were drafted right out of high school, though local draft boards often let them finish their current term.</p>\n<p>Don Kruse of Minnesota was an 18-year-old high school junior when he got drafted in June of 1945. The war had ended in Europe but the Allies were still fighting a brutal campaign in the Pacific.</p>\n<p>\"I thought maybe I could get into the Air Force and be a radio operator on an airplane,\" Kruse says. \"That didn't happen.\"</p>\n<p>Instead, he learned to be a radio repairman on the ground. As his term wound down, Kruse began thinking about college. He wanted to become an engineer. Like many other GIs, Kruse had gotten specialized technical training in the service. But he didn't have a high school diploma.</p>\n<p>\"You couldn't send 21-year-olds who had been in Germany, in the trenches, back into a regular high school. It just wasn't going to work,\" says H.D. Hoover, a retired University of Iowa professor and an expert on standardized testing. \"The idea came along to say, 'OK, is there some way we can give these people some kind of credential to get them into university?'\"</p>\n<p>The military turned to an influential group of college and university presidents called the American Council on Education (ACE) to develop a battery of tests to measure high school-level academic skills. The tests were supposed to help returning GIs get credit for what they learned before and during the war. One of the test makers was a University of Iowa education professor named E.F. Lindquist.</p>\n<p>Lindquist was the man behind a corn-belt academic contest launched in 1929. Iowa high school students took standardized tests to compete in a \"meet\" the way track stars and football players competed on the playing field. They became popularly known as the Iowa Brain Derby. Local schools would vie for top state honors.</p>\n<p>But Lindquist had bigger ambitions than just creating an extracurricular contest for the studious. He wanted to open the narrow gates of American higher education to more students. His academic tests were designed to reveal areas where students needed extra help so they could work on those subjects until they qualified for admission.</p>\n<p>Lindquist and his colleagues devised a series of assessments that would be widely used and imitated by other states: The Iowa Tests of Educational Development. This new set of tests would also be used as a template for the tests the military had asked for -- the GED.</p>\n<p>The end of World War II wrought big changes in American higher education. In 1946, the president of the American Council on Education declared that returning veterans had forced \"a permanent change in the evaluation of student achievement and competence.\" Time spent in the classroom had been the standard way to credential students. But ACE president George Zook said returning GIs wanted credit for, \"what they are, for what they know and for what they can do,\" rather than just for time spent in the classroom. The GED was the answer.</p>\n<p>Veteran Don Kruse took the GED and passed easily. He used the credential to study engineering at a college in Wisconsin, which led to a long career. \"I couldn't have gone to college without the GED,\" Kruse says.</p>\n<p>The ACE calibrated the test to be easy, according to Lois Quinn, a researcher at the University of Wisconsin-Milwaukee. Passing most sections of the test required answering only one or two more questions correctly than if you filled in the answer sheet randomly, Quinn says.</p>\n<p>\"The sentiment was that every person who served in the war should get a degree,\" Quinn says. \"What the test did, possibly, was to weed out the people who were functionally illiterate.\"</p>\n<p>Two trends converged after World War II to accelerate use of the GED. Millions of returning vets wanted to take part in the generous higher education benefits offered under the recently passed GI Bill of Rights. The government would subsidize their tuition, books and living expenses. Veterans swamped the campuses of colleges and universities; many used the GED to gain admission.</p>\n<p>The second trend was the enormous growth in intelligence testing. While mental testing for intelligence and achievement had been going on for decades, the scope of testing hit unprecedented levels in World War II and after. Many education experts of the era held a deep belief that standardized tests could revolutionize how human performance was measured and managed, in school and on the job.</p>\n<p>\"They were really quite convinced that there was a science of education. That learning could be measured. And that there would be tests to both examine as well as credential people, whatever their place in society,\" says William J. Reese, a historian of education at the University of Wisconsin-Madison. \"The GED has to be seen as part of that larger story of how testing became so fundamental to American life.\"</p>\n<p>Widespread use of standardized tests was made possible, in part, by a technical innovation perfected by Iowa's E.F. Lindquist: the optical scanner. Answer sheets that once had to be scored by hand could be fed into the machine for rapid processing.</p>\n<p>\"What the optical scanner did was immediately go from being able to score 200 tests an hour to 10 to 20,000 an hour,\" says H.D. Hoover. That meant millions of people could be tested each year at relatively low cost.</p>\n<p>The GED began as a program just for veterans. But in 1947, New York became the first state to allow civilians to take the test. A quarter-century later, all 50 states were using the GED. Use of the GED boomed in the 1960s, fueled in large part by the expansion of social welfare programs under President Lyndon B. Johnson. The Job Corps and a variety of other federal programs in Johnson's \"War on Poverty\" began promoting GED certification as a way to produce high school graduates. Prisons began encouraging inmates to take the GED. And dropouts could qualify for some government assistance programs by getting a GED. By 1981, 14 percent of all high school credentials being awarded in the United States were GED certificates.</p>\n<p><iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/127759389&amp;color=ff6600&amp;auto_play=false&amp;show_artwork=true\" frameborder=\"no\" scrolling=\"no\" ></iframe></p>\n<p><strong>The New GED</strong></p>\n<p>A new, more rigorous GED test may make it harder for millions of high school dropouts to get a credential. In response, some states are giving up the GED and opting for other exams.</p>\n<p>It may soon get more difficult to get a GED. The GED Testing Service (GEDTS) is launching a new GED in January 2014. Public affairs director CT Turner says the updated test will be more rigorous because the skills required for today's jobs have increased.</p>\n<p>\"This is about: What is the workforce demanding and what does an adult need to really be prepared and have a fighting shot at getting [a job] that's going to support themselves and their families?\" he says.</p>\n<p>Turner says the decision to change the test dates back to 2009. The American Council on Education (ACE), an association of college presidents that has administered the GED since its inception, was getting ready to revise the test. The GED had been updated three times before. But those were relatively minor changes compared to what ACE officials were thinking about now.</p>\n<p>In 2009, ACE officials were reviewing data that show how few GED recipients go on to college and graduate (only 5 to 9 percent earn an associate's degree; 4 percent earn a bachelor's). They were also concerned that most GED recipients who go to college need remedial classes.</p>\n<p>Even students who make it through four years of high school often need to take remedial classes when they get to college. GEDTS studies show that 40 percent of graduating high school seniors could not pass the GED test. (There is some dispute about these studies. The GED is given to a random sample of graduating seniors, who don't necessarily have an incentive to try very hard on the test.)</p>\n<p>Still, ACE officials concluded that the current GED is not preparing people for higher education, and higher education is what people need to make it in today's economy.</p>\n<p>At about the same time, another group of educators and policymakers concluded that America's K-12 schools needed more rigorous tests, too.</p>\n<p>In 2010, the National Governors Association and the Council of Chief State School Officers released the Common Core State Standards, a set of expectations about what all American students should learn in school. Forty-five states and the District of Columbia have agreed to adopt these standards, along with new, harder tests that will be used to show how students are performing.</p>\n<p>ACE decided that if high school was going to be harder, the GED should be too.</p>\n<p>CT Turner says the new GED test will require \"higher order thinking.\" There will be more questions that require written responses and fewer multiple-choice items. For example, in the new social studies section, a test-taker might read an excerpt from President John F. Kennedy's inaugural speech. Turner says the question might ask the test-taker to explain in a paragraph what Kennedy meant by a particular passage. \"So people are going to have to think critically and then they're going to have to actually write about it.\"</p>\n<p>Something else that will be different about the new GED: It will be available only on computer. No more paper and pencil tests. According to Turner, scoring the computer test will be faster and more sophisticated. Test-takers will get score reports with detailed information about what they did well on and where they need work. Turner says this will allow people who don't pass to study more effectively before taking the GED test again.</p>\n<p>There will be two passing levels on the new GED. One will indicate that a person meets the requirements for a high school credential. A higher passing level will indicate that a person is ready for college.</p>\n<p>The new test will cost $120, more than what it costs states to administer the current GED. The amount test-takers pay varies because some states subsidize all or part of the fee. CT Turner says updating the GED required $40 million in new investment. That's why ACE created a partnership with for-profit publisher Pearson in 2011, he says.</p>\n<p>The bump in price upset many state officials who oversee GED policy. \"Their memo about prices panicked the herd,\" says Troy Tallabas, a GED administrator in Wyoming, referring to the announcement by GEDTS to raise the test fee.</p>\n<p>State officials were also concerned about the decision to require everyone to take the GED on computer.</p>\n<p>\"We were surprised we were being told this rather than having this discussed with us,\" says Kevin Smith, the deputy commissioner of Adult Career and Continuing Education Services in New York State. Smith says there are 269 GED testing centers in New York, and none of them have any computer equipment available for testing. He says some centers don't even have sufficient electrical power to turn on dozens of computers at one time.</p>\n<p>Smith and other adult education directors say many GED seekers may not be ready to take a test on computer. And they may not be ready for a more difficult test. The changes were too much, too fast, says Smith.</p>\n<p>In 2011, Smith and adult education directors from several other states formed a working group to discuss getting rid of the GED and coming up with alternatives.</p>\n<p>As of early September 2013, the working group counted 41 states among its members. Six of them have announced that they will no longer offer the GED once the new test is released in January, 2014. Those states include New York -- the first state to offer the GED to civilians back in 1947 -- and Iowa, the birthplace of the GED.</p>\n<p>Iowa is replacing the GED with a high school equivalency test being developed by the Educational Testing Service, a nonprofit company that produces other widely used standardized exams, including the SAT and the GRE. New York is working with for-profit testing company CTB/McGraw Hill. Both the ETS test and the CTB/McGraw Hill test will be available on paper, though the goal is for most people to take the test on computer eventually. New York state officials asked that the difficulty of the new high school equivalency test be phased in over time. \"We have to give people a chance to get the instruction and the support in order to have a chance to pass the exam,\" Smith says.</p>\n<p>But even with instruction and support, people will still have to pass a test. And even if the test is harder, GED critics say no test can certify that someone has the skills of a high school graduate.</p>\n<p>A high school diploma means \"we have some smarts and we know some stuff,\" says Janice Laurence, a GED researcher at Temple University. \"But beyond that, it also means ... ways of acting and functioning in society\" that a cognitive skills test \"doesn't take into consideration at all.\"</p>\n<p>When asked about the new GED test coming in January of 2014, Academy of Hope student Charles Gibson shakes his head. \"I'm sorry they came up with that,\" he says with a nervous laugh. \"A lot of other people are sorry about that too.\"</p>\n<p>Gibson doesn't have much experience with computers. He's not sure he could pass a test that's offered only on computer.</p>\n<p>The new GED test will create another challenge for some test-takers, too. People who take the GED and fail some of the sections are allowed to retake just the sections they failed. But starting Jan. 2, 2014, when the new GED test debuts, everything resets. If someone hasn't passed all sections of the current test by then, they will have to start over with the new test.</p>\n<p>Charles Gibson doesn't think that rule will apply to him anyway. He says he won't be ready to take the test -- at all -- until 2014.</p>\n<p>Read the <a href=\"http://americanradioworks.publicradio.org/features/ged/\" target=\"_blank\">full report from American RadioWorks</a>.</p></div>","title":"GED was never meant to be second-chance diploma","published":"2014-01-03T16:23:40+00:00","audio":[{"type":"image/jpeg","meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/josh-woodward-2.jpg?itok=v5OPi_uS"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/02/marketplace_segment21_20140102_64.mp3","meta":{"duration":274,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/02/marketplace_segment21_20140102","type":"application/json"},"duration_hms":"00:04:34"},"type":"audio/mpeg"}]}