{"created":"2015-03-18T21:37:16+00:00","modified":"2015-05-13T21:08:19+00:00","valid":{"from":"2015-05-13T21:08:19+00:00","to":"3015-05-13T21:08:19+00:00"},"hreflang":"en","title":"Chicago Mayor's Race Reveals Deep Divide In Democratic Party","published":"2015-03-18T23:39:00+00:00","teaser":"Progressives contend former White House Chief of Staff Rahm Emanuel favors the wealthy over the working class. But Emanuel's moderate backers say he's more inclusive than he gets credit for.","itags":["npr_api","393839466"],"guid":"77eb2c0e-aa80-406c-9f80-4bdfe6cac859","contentencoded":"<p>One of the nation's savviest politicians is in an unexpected fight.</p><p>Chicago Mayor Rahm Emanuel, President Obama's former White House chief of staff, is in an unprecedented runoff election next month.</p><p>The challenger, Cook County Commissioner Jesus \"Chuy\" Garcia, contends that Emanuel favors the rich and powerful over working-class Chicagoans. But Emanuel is firing back, attacking Garcia for having no plan to deal with the city's deep financial problems.</p><p>Emanuel is the first incumbent Chicago mayor to be forced into a primary runoff — and it's a race that's signaling a deeper, growing divide between liberal and more moderate Democrats.</p><p>Several national progressive groups, including Democracy for America, MoveOn.org and the American Federation of Teachers, have banded together to take the fight to Emanuel in what they see as a fight between the \"Elizabeth Warren Wing\" and the \"Wall Street Wing\" of the Democratic Party.</p><p><strong>Taking It To The Streets</strong></p><p>Garcia walked through the Englewood neighborhood on the city's South Side with a natural ease that comes from three decades in Chicago politics, shaking hands with residents, talking with them about their jobs, families, and schools. And, of course, asking for their support.</p><p>For many residents of this mostly African-American community, the attention is welcome.</p><p>\"I'm a neighborhood guy,\" he told residents.</p><p>That is the key distinction Garcia is trying to make in his campaign to unseat Emanuel, the first-term mayor: that he is of the neighborhoods and for the neighborhoods, while Emanuel's policies benefit the wealthy downtown.</p><p>\"Chicago neighborhoods are hurting,\" he said. \"They haven't seen much recovery since the recession, and that will be the paradigm shift under my administration.\"</p><p>Garcia walked door to door on this block during recent campaigning, in particular because it's home of one of the 50 schools Emanuel's administration closed two years ago.</p><p>Carrissa Johnson, 38, who works in the Social Security Administration, says her son now has to walk a longer, more dangerous route to school. And she's also upset about the lack of investment in Englewood and neighborhoods like it under Emanuel.</p><p>\"I don't think that he really cares about the inner community,\" she said. \"I think everything goes more so up north than comes here.\"</p><p>Johnson admitted she \"really doesn't know too much about\" Garcia, but she added, \"I don't think that it can get any worse, because Emanuel is not really doing his job, so I think that a change is very much needed.\"</p><p><strong>Money Talks</strong></p><p>Progressives have highlighted the millions of dollars Emanuel has spent to underscore the perception that he favors the well-heeled and well-connected.</p><p>Campaign finance reports show Emanuel has raked in about eight times as much as Garcia has. Emanuel has raised close to $20 million, including a recent $1.4 million haul from just eight wealthy donors, as of Wednesday.</p><p>Garcia, meanwhile, has raised $2.6 million, much of it from the Chicago Teachers Union, other unions, and progressive groups such as Democracy for America.</p><p>Looking to boost those figures, Garcia has a trip scheduled Thursday to Los Angeles to raise money from Latino business and community leaders.</p><p><strong>'A Total Disconnect'<br /></strong></p><p>Helping lead Garcia around this neighborhood that has almost as many vacant lots and boarded-up buildings as there are occupied homes and businesses was Bishop James Dukes, pastor of nearby Liberation Christian Center. Dukes said he endorsed and worked for Emanuel's campaign four years ago.</p><p>\"It's a total disconnect,\" he said of Emanuel now. \"At no point does the administration seek the advice and help of those who are in the community until voting time — until they need us. ... In the meantime, all the decisions are made in a silo.\"</p><p>The message that Emanuel seems disengaged from the city's poorer neighborhoods, that he's arrogant and even abrasive, appears to be getting through to the mayor. He opened a recent <a href=\"https://www.youtube.com/watch?v=hjqQWB3WtCo\">campaign ad</a> this way:</p><blockquote><p>\"They say your greatest strength is also your greatest weakness. I'm living proof of that. I can rub people the wrong way, or talk when I should listen. I own that.\"</p></blockquote><p>It's the first ad Emanuel started airing after failing to get more than 50 percent in February's election, forcing him into this runoff.</p><p>Emanuel told voters he's driven to make a difference. That can require tough, even unpopular choices.</p><p>\"Look, I'm not going to always get it right,\" he said. \"But when it comes to fighting for Chicago and Chicago's future, no one's going to fight harder.\"</p><p><strong>Trying To Rally Unions<br /></strong></p><p>Emanuel has clashed with many of the city's unions, most notably Chicago's teachers, who enlisted Garcia to challenge Emanuel.</p><p>The Service Employees International Union, or SEIU, which played a critical role on the ground during President Obama's two presidential campaigns, endorsed Garcia, too.</p><p>Many in labor worry about Emanuel's close relationship with Illinois' Republican billionaire Gov. Bruce Rauner, who often criticizes unions.</p><p>Emanuel met this week with several African-American labor leaders to try to allay their concerns. When one leader said, \"We cannot let Illinois become a right-to-work state,\" Emanuel quickly agreed, adding, \"I think right-to-work takes the rug from underneath the middle class.\"</p><p>On that and other issues, many of the labor leaders said they came away satisfied.</p><p>\"We're looking for opportunities for people of color that look like us and a pathway to careers,\" said Will Irving, who is with Laborers Local 1001, \"and I think we've accomplished a steppingstone out of this meeting.\"</p><p>When it comes to Emanuel, Irving added, \"There are opinions that people have; there are facts about what the mayor has done. The mayor has done a lot of good things with the schools.\"</p><p>Irving also cited Emanuel's efforts in helping develop pathways to careers in the trades, among others, and said the mayor is more inclusive than he gets credit for.</p><p>\"We have had a seat at the table,\" Irving said.</p><p>Laborers Local 1001 President Nicole Hayes echoed that.</p><p>\"I think he has done a great job,\" she said, adding, \"Under his leadership, the last four years, we've acquired almost 400 new positions with him. So we're endorsing him.\"</p><p>Earl Jackson of Plumbers Local 130 said his group is throwing its support to Emanuel.</p><p>\"He's doing a good job,\" Jackson said.</p><p><strong>Emanuel Comes Out Fighting</strong></p><p>Never the political equivalent of a shrinking violet, at a debate Monday night, Emanuel hammered Garcia for failing to detail how he would fix city finances.</p><p>\"Let me be clear here, there's a real difference,\" he said. \"Chuy, you laid out a commission, not a plan.\"</p><p>Garcia didn't back down.</p><p>\"This mayor has provided corporate welfare to his cronies, millionaires and billionaires in Illinois,\" he hit back, \"and he promised four years ago to put Chicago's fiscal house in order, [but] we're in a financial free fall.\"</p><p>With less than three weeks to go until the April 7 runoff, Emanuel has a sizable lead in the latest polls.</p><p>Progressive groups concede defeating Emanuel is an uphill climb, but they are already satisfied with forcing him into a runoff. And they are confident their message is resonating beyond Chicago.</p><p><em>NPR Political Editor Domenico Montanaro contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chicago+Mayor%27s+Race+Reveals+Deep+Divide+In+Democratic+Party&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393870629-ce486a.m3u?orgId=1&topicId=1014&d=255&p=2&story=393839466&t=progseg&e=393858721&seg=1&ft=nprml&f=393839466"}]}