{"created":"2015-04-13T20:02:56+00:00","modified":"2015-06-15T17:14:43+00:00","valid":{"from":"2015-06-15T17:14:43+00:00","to":"3015-06-15T17:14:43+00:00"},"hreflang":"en","title":"Senators Try To Revise No Child Left Behind — A Few Years Behind ","published":"2015-04-20T23:57:00+00:00","teaser":"Tuesday, senators begin working out the details of a bipartisan update to the No Child Left Behind education law. The proposed revision would give states more control over school accountability.","itags":["npr_api","398804901"],"guid":"77f23129-ba47-401b-9ba9-74dad8ec8748","contentencoded":"<p>News flash: Members of the U.S. Senate will work across party lines Tuesday for the sake of America's students.</p><p>Well, at least for a few more days.</p><p>A bipartisan group of senators on the <a href=\"http://www.help.senate.gov/\">HELP committee</a> will begin hashing out the <a href=\"http://www.help.senate.gov/imo/media/S_EveryChildAchievesActof2015.pdf\">details of a proposed rewrite</a> to the massive education law known as No Child Left Behind. The law, itself a reauthorization of the landmark Elementary and Secondary Education Act of 1965, was supposed to have been revised back in 2007.</p><p>Obsessives and political ed junkies, grab your popcorn. You can stream the markup live <a href=\"http://www.help.senate.gov/hearings/\">here</a>.</p><p>If you're a public school teacher, there is a lot to like in this major revision of President George W. Bush's signature education law, passed in 2001. The proposed changes would let states — not Washington — decide how to evaluate their teachers and fix struggling schools.</p><p>Randi Weingarten, president of the <a href=\"http://www.aft.org/\">American Federation of Teachers</a>, says she's heartened that, as it stands, the revision gets the federal government out of the teacher-evaluation and closing-schools businesses and de-emphasizes testing.</p><p>Weingarten says the bill would \"create some oxygen again for teaching and learning, for instruction, for the joy of teaching, for engaging kids for where they are and not where you want them to be as displayed by a test score.\"</p><p>The Senate proposal was negotiated by Republican Lamar Alexander of Tennessee and Democrat Patty Murray of Washington in a rare stroke of bipartisanship.</p><p>To be clear, the bill would not reduce the number of tests kids are required to take — one each year in reading and math from third through eighth grade and one test round in high school. But, significantly, those tests would mean less.</p><p>The bill would not <em>require</em> states to evaluate teachers or measure them based on student test scores. And schools would no longer face federal sanctions if they fail to make what was called \"adequate yearly progress\" — a benchmark that critics have long called unrealistic and onerous. It would now be left to states to decide how and when to sanction low-performing schools.</p><p>\"We are incredibly optimistic by what the Senate has put forward. No. 1, it's bipartisan,\" says Chris Minnich, the executive director of the <a href=\"http://www.ccsso.org/\">Council of Chief State School Officers</a>. \"It also gives states additional flexibility. It's not a one-size-fits-all solution. The states have to continue to work on low-performing schools. It's a problem in this country. So by saying that the states have more control over this does not mean we don't need to focus on this. It means that states are better equipped to do that than the federal government,\" Minnich says.</p><p>In a nod to the bitter fights over the Common Core State Standards, the bill tells the federal government to back off. The Senate proposal would still require states to adopt \"challenging\" academic standards. But it explicitly bars the Education Department from pressuring states to adopt any specific guidelines. Common Core was always state-led and state-implemented, but critics have charged that Washington unduly pushed those standards.</p><p>Bush's No Child Left Behind was a revision of the <a href=\"http://en.wikipedia.org/wiki/Elementary_and_Secondary_Education_Act\">ESEA</a>, passed as part of <a href=\"http://www.pbs.org/wgbh/americanexperience/features/primary-resources/lbj-union64/\">Lyndon Johnson's War on Poverty</a>. The law is supposed to be revised every few years, but Congress has been unable to find common ground on a major revision since NCLB technically expired in 2007.</p><p>Weingarten says this proposal, especially on federal funding, helps restore the original intent of the law: to better support the nation's most vulnerable students. \"It really says that money has to follow kids who are in high concentrations of poverty. And that's a very important equity issue.\"</p><p>On his blog, U.S. Secretary of Education Arne Duncan called the proposal \"<a href=\"http://www.ed.gov/blog/2015/04/a-bipartisan-proposal-to-fix-no-child-left-behind-a-good-first-step-further-to-go/\">a good first step</a>,\" especially in promoting \"transparency on resource inequities and rejecting earlier proposals to allow resources to be siphoned away from our neediest schools.\"</p><p>But Duncan called for improvements in key areas as the bill moves forward, including expanding federal support for high-quality preschool, bolstering resources for schools with high proportions of low-income and minority students, and ensuring what he calls \"meaningful accountability\" for persistently underperforming schools.</p><p>The bill, of course, has a long road ahead. The Senate and House versions are expected to be far apart. The House version was abruptly withdrawn earlier this year when it became clear it wouldn't pass. To many Democrats, it was too conservative, and to many Republicans it wasn't conservative enough.</p><p>At least one subject of debate has unified some members of the more activist wings of their parties — those who agree that <a href=\"http://www.npr.org/blogs/ed/2015/01/22/377438689/the-past-present-and-future-of-high-stakes-testing\">testing and the stakes attached</a> should be radically reduced. This Senate proposal, they argue, still places too much emphasis on standardized testing.</p><p>\"There needs to be a further de-linking of test scores from educational high-stakes decisions about students, teachers and schools,\" says Robert Schaeffer, the public education director of the watchdog group <a href=\"http://www.fairtest.org/\">Fair Test</a>. \"They've still maintained the federal foot on the testing accelerator by requiring every kid to be tested every year in elementary and middle school in reading and math and by not allowing an opt-out provision.\"</p><p>Fair Test proposes reducing the number of required tests to nine in what's called \"grade span\" testing. Under that idea, students would be tested once in elementary, middle and high school in math, science and reading.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Senators+Try+To+Revise+No+Child+Left+Behind+%E2%80%94+A+Few+Years+Behind+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399414444-14bd77.m3u?orgId=1&topicId=1013&d=222&p=2&story=398804901&t=progseg&e=399402551&seg=16&ft=nprml&f=398804901"},{"href":"http://media.npr.org/assets/img/2015/04/10/lbj-3-63f22e4d48cf1243f2115e648fff0665e3aa34a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"981","width":"1308"}}]}