{"created":"2014-10-07T21:12:24+00:00","modified":"2014-10-31T00:15:30+00:00","valid":{"from":"2014-10-31T00:15:30+00:00","to":"3014-10-31T00:15:30+00:00"},"hreflang":"en","title":"An Army Wife Charts Her Struggles In 'No Man's War'","published":"2014-07-15T19:52:00+00:00","teaser":"In her new book, Angela Ricketts writes about raising three kids while her husband deployed eight times over 22 years. Each separation \"kind of blackens your soul,\" she says.","itags":["npr_api","331699617"],"guid":"7821957d-3538-4d0b-833e-3ebe795a6282","contentencoded":"<p>People often expect military wives to be strong and stoic. But in her new memoir, <em>No Man's War: Irreverent Confessions of an Infantry Wife</em>, Angela Ricketts writes about the difficulties she faced during her husband's deployments — including the stresses it put on their marriage and on raising their three children.</p><p>She also writes about the toll of always bracing herself for the next goodbye.</p><p>\"After the first really wretched, wretched deployment, each one after that you become a little more removed — a little more numb to the feelings,\" Ricketts tells <em>Fresh Air</em>'s Terry Gross. \"That kind of blackens your soul. We joke about that. Army wives say, 'Channel the black soul, honey.' \"</p><p>Ricketts' husband was deployed eight times — four of them to Iraq or Afghanistan. He was a lieutenant during his first deployment to Somalia in 1992. Then he became a battalion commander. Now, he's a colonel in homeland defense, and they live in Colorado Springs, Colo.</p><p>Ricketts, who has a master's degree in social psychology and human relations, grew up in an Army family.</p><p>\"We are a culture that does lend itself to perpetuating Army brats who either become Army spouses or soldiers themselves,\" she says. \"So as much as ... I wanted to be rebellious and I wanted to do something different, as I got into college ... and saw what life outside the little Army bubble was like, the more I realized that I really enjoyed Army life and wanted to be an Army wife.\"</p><p>Ricketts' book explores the culture at home on the military bases, the responsibilities of being an officer's wife, and the relationships she formed with other infantry wives.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the six years of their 22-year marriage her husband was deployed </strong></p><p>He went to Somalia right after we got married, and that's actually where he got his combat patch. And I measured every deployment after that against Somalia, because that was really intense and really scary.</p><p>And we didn't have the technology that we do now with emails and immediate news. I had Christiane Amanpour, who I just hung onto her every word on CNN back then — that was all I knew. And [I had] the few letters that I got from [my husband]. So, to me, that was truly a deployment.</p><p>After that, he went to Macedonia, he went to Bosnia, he went to Kosovo, and those were each six months. Then he did two about a half-a-year deployments in Afghanistan, then a 15-month deployment to Iraq, then a year in Afghanistan.</p><p><strong>On her ROTC basic training at Fort Knox and realizing why she didn't want to be a soldier</strong></p><p>It was the rules and the structure. I [always] wanted to know why.</p><p>Every time they told me to do something, I just really wanted to say: \"That's really stupid. Who cares if there are water droplets in the water fountain?\" That was my job in the barracks was to make sure there were no water droplets in ... the drinking fountain. I thought that was really dumb. It did not work for me at that kind of a level.</p><p>I think that when you're a soldier, you definitely fit this sort of mold where you can take orders and you don't need to know why — you just do what you're told.</p><p><strong>On her husband's last deployment to Afghanistan</strong></p><p>This last deployment, our oldest son, Jack ... he was in sixth grade, so he was just getting to the point where he really missed his dad. And he was angry that his dad was gone because he knew that his dad had volunteered for that last year in Afghanistan, and that he didn't have to go. It's a really weird mix of pride and also some anger, too ... definitely a feeling of being a second priority.</p><p><strong>On the emotional difficulty of saying goodbye</strong></p><p>The \"black soul\" is the numbness that you reach a point after the first few deployments — it just rips your gut out when you say goodbye. And you're just left in this puddle of tears and emotional and weepy for days. That can only happen so many times. Just like they say you can really only have your heart broken once. ...</p><p>I've become kind of stoic in general. People cry at movies, and I look at them and say, \"Really? You're really crying at this movie?\" Because I just feel very unfazed by a lot of things that should faze me.</p><p><strong>On getting over the resentment of parenting alone</strong></p><p>I was resentful, and that's where counseling came in for us. That's where our therapist really showed us that he had a right to feel the way that he felt, and I definitely had a right to feel the way I felt, but that we had to move on from that. Especially now that he's transitioned away from the infantry and likely will not go back to that, he just really appreciates every moment with our kids a lot more [than] what I've seen [in] regular families — dads who haven't been gone the way he has, they sort of take the time with their kids a little more for granted, I guess. ...</p><p>He really does a great job at making up for what he's missed. That takes away a lot of the resentment for me. Every now and then, though, it's hard for me to say \"our children.\" It does much more easily come to me to say \"my daughter, my son, my whatever.\" If he's there, he'll correct me and say \"our daughter, our son.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Army+Wife+Charts+Her+Struggles+In+%27No+Man%27s+War%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331740420-6b2e55.m3u?orgId=1&topicId=1033&ft=3&f=331699617"},{"href":"http://media.npr.org/assets/img/2014/07/15/angie-ricketts-author-photo-2--2590deab3a3121c8b5739bd7660eb5b15c696acd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"683","width":"911"}}]}