{"created":"2014-10-08T02:44:03+00:00","modified":"2014-10-31T00:30:30+00:00","valid":{"from":"2014-10-31T00:30:30+00:00","to":"3014-10-31T00:30:30+00:00"},"hreflang":"en","title":"We Asked, You Answered: Going To Extremes To Disconnect On Vacation","published":"2014-07-11T14:08:00+00:00","teaser":"Giving up digital devices — even if for just a few hours or days — is a struggle. Whether it was to catch up on the news or peek in on the World Cup, NPR listeners found it tough to kick the habit.","itags":["npr_api","329551013"],"guid":"78279444-a38a-4255-a3c7-12eba707b6ef","contentencoded":"<p>Summer is a great time to take a break from some of the stressors in our lives. For many of us, that stress is brought on by too much screen time and the pressure to stay connected.</p><p>A few weeks ago, <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/06/23/324892657/digital-detox-step-one-step-away-from-the-phone\">we asked you</a> to send us <em>your</em> stories of digital detoxing — putting down the smartphone, avoiding email and staying off social media. Many of you answered the call — by smartphone, by email and by social media — to tell us your tales of tech-free vacations.</p><p>Heather Bowman of Portland, Ore., writes that she spent a week unplugged with her husband in a remote area of Washington state:</p><blockquote><p>\"The one moment I really wanted to connect was when we felt an earthquake. It was small and mild enough that we weren't concerned about local damage, but we wondered if that's all it was, or if the 'Big One' finally hit Seattle. Days later, we found out it was small, and by then, it didn't seem very urgent. Still, pulling the plug was definitely easier when it wasn't self-discipline, but simply no choice.\"</p></blockquote><p>For Tasha Wallis of Morrisville, Vt., the choice is simple. She writes:</p><blockquote><p>\"Your tech vacation story ran during soccer's World Cup and on this year's vacation, I have never been happier to be wired. I like checking the scores or the highlight reels while watching loons on the lake. I like gathering with the family on a rather disgusting old couch at camp on that same lake and watching the game. The streaming is spotty, but that adds to the excitement... what might we have just missed? Take all the tech vacations you want. I am going to be plugged in until the final GOOOOAAAAL.\"</p></blockquote><p>Jeff Johnson of Ewing, N.J., also spent his vacation in a cabin — but without TV or the Internet. He writes:</p><blockquote><p>\"Each day at lunch, we went into town and I found myself frantically scanning email messages during 'bathroom breaks' at the local cafe.\"</p></blockquote><p>Teli Adlam of Fort Lauderdale, Fla., tells us she found a very simple solution for her digital detox. She writes:</p><blockquote><p>\"I locked my iPhone in a safe for 24 hours. It worked.\"</p></blockquote><p>As frequent All Tech readers know, there are studies on this kind of thing. It's harder than it sounds.</p><p>\"A clear majority can't do it,\" says Susan Moeller, professor of media at the University of Maryland. She has asked thousands of <a href=\"http://theworldunplugged.wordpress.com/\">college students to unplug</a> for a whole day. Not just from phones or TV, but music, newspapers — no media consumption. Many students who participate say it's one of the toughest things they've ever done. They described feelings of desperation, and said the silence was killing them, as if they were giving up an addiction.</p><p>\"It's just like being reminded that yes, we need oxygen, and that sometimes if you take a deep breath, ah yeah. There is life out there,\" Moeller says. Read more about the study of students all around the world <a href=\"http://theworldunplugged.wordpress.com/\">at their blog</a>.</p><p>Thanks to everyone who broke out their devices to write in. You may now put them back in their safes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=We+Asked%2C+You+Answered%3A+Going+To+Extremes+To+Disconnect+On+Vacation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"163"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329585232-0c0304.m3u?orgId=1&topicId=1019&ft=3&f=329551013"},{"href":"http://media.npr.org/assets/img/2014/07/07/istock_000010730622large-9e245663c520ee646a8fec755d4e78a0e3ba1187.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1785","width":"2380"}}]}