{"created":"2015-06-14T22:14:14+00:00","modified":"2015-06-21T01:09:23+00:00","valid":{"from":"2015-06-21T01:09:23+00:00","to":"3015-06-21T01:09:23+00:00"},"hreflang":"en","title":"'Man With The Golden Arm' Donates Blood That Has Saved 2 Million Babies","published":"2015-06-15T15:20:00+00:00","teaser":"Australian James Harrison, 78, has been donating blood for the past 60 years. His plasma contains a rare antibody for a vaccine that protects pregnant women and babies with incompatible blood types.","itags":["npr_api","414397424"],"guid":"783619dc-728b-4301-8ed1-63e3493c59dd","contentencoded":"<p>When James Harrison was 14, he got really sick. One of his lungs had to be removed, and he needed a lot of blood.</p><p>\"I was in the hospital for three months and I had 100 stitches,\" he recalls.</p><p>After receiving 13 units — almost 2 gallons — of donated blood, Harrison knew right away that he wanted to give back.</p><p>\"I was always looking forward to donating, right from the operation, because I don't know how many people it took to save my life,\" he says. \"I never met them, didn't know them.\"</p><p>So when he turned 18, Harrison started giving blood and plasma regularly — every three weeks or so for 11 years.</p><p>Meanwhile, doctors were struggling with cases of a potentially fatal condition called <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/001600.htm\">Rh incompatibility</a>, also known as rhesus isoimmunization or Rh disease. It occurs when a pregnant woman has an Rh-negative blood type but the fetus she's carrying is Rh-positive.</p><p>In some pregnant women, Rh disease causes their antibodies to attack the fetus's red blood cells. Scientists needed a way to turn this reaction off, and in Harrison's blood, they found it: a rare antibody known as <a href=\"http://www.webmd.com/baby/rh-immune-globulin\">Rh (D) immune globulin</a> or anti-D.</p><p>Doctors believe Harrison has anti-D because of the blood he received at age 14. And so Harrison became the first anti-D donor in Australia — and the most prolific. He's in the <em>Guinness World Records</em> and is known at home as \"the man with the golden arm.\"</p><p>\"I was prepared and wanted to give something back,\" he says. \"And I've been donating for 60 years.\"</p><p>At this point, he has donated enough to save an estimated 2 million babies — including his own grandson, Scott.</p><p>And in 2011, when Scott turned 16, <a href=\"http://www.donateblood.com.au/media-centre/news/national/australias-greatest-life-saver-breaks-a-new-record\">he made <em>his</em> first donation</a>, sitting right next to his grandfather — who was making his 1,000th.</p><p>\"The whole family are blood donors. And that makes you feel proud, too,\" Harrison says.</p><p>The Australian Red Cross knows of about 50 people who can donate plasma with anti-D, and they say that's just enough for the demand.</p><p>Harrison is 78 now. At 81, he'll have to hang up the tubes and needles and retire from donation. Those are the rules.</p><p>Others need to step up, he says. If you're healthy, why not?</p><p>\"Some people say, 'Oh, you're a hero,' \" he says. \"But I'm in a safe room, donating blood. They give me a cup of coffee and something to nibble on. And then I just go on my way. ... No problem, no hardship.\"</p><p>Harrison is on vacation right now. He goes up north in his caravan and camps on a beach. But he makes sure he knows where the closest donation center is wherever he roams.</p><p>\"I'll be going on Tuesday, and make my <a href=\"http://www.smh.com.au/nsw/james-harrison-the-australian-blood-donor-whos-saved-the-lives-of-two-million-babies-20150611-ghlzsw.html\">1,106th donation</a>.\"</p><p>That's 1,106 — and counting.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Man+With+The+Golden+Arm%27+Donates+Blood+That+Has+Saved+2+Million+Babies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"163"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414466987-91eafb.m3u?orgId=1&topicId=1128&d=163&p=2&story=414397424&t=progseg&e=414408630&seg=5&ft=nprml&f=414397424"},{"href":"http://media.npr.org/assets/img/2015/06/14/james-harrison-blood-45649ae4d969a0049554660e19dc6c5d04bb3efa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1097","width":"1463"}}]}