{"created":"2014-10-01T15:52:54+00:00","modified":"2015-03-09T18:07:40+00:00","valid":{"from":"2015-03-09T18:07:40+00:00","to":"3015-03-09T18:07:40+00:00"},"hreflang":"en","title":"Raya The Muppet Talks About Poop And Is Proud Of It","published":"2014-10-01T18:19:00+00:00","teaser":"She's an aquamarine puppet with a mission: Stop the practice of open defecation. That's a tall order for a 6-year-old Muppet. But she's up for the job: \"Let's face it. We all got to go.\"","itags":["npr_api","352550880"],"guid":"783a7bd1-d8df-4e88-b88e-c6c7a04e0bf2","contentencoded":"<p>Why did the superhero go to the toilet?</p><p>\"Because it was her duty!\" Raya exclaims as she throws her head back laughing.</p><p>Six-year-old Raya is not shy at all — especially when it comes to talking about poop.</p><p>That's because Raya is the sanitation Muppet. She's one of the newest additions to the Sesame Street family, introduced back in March as part of the Sesame Workshop's \"<a href=\"http://www.sesameworkshop.org/our-blog/2014/03/19/cleaner-healthier-happier/\">Cleaner, Healthier, Happier</a>\" campaign. She's got aqua green skin, big pearl eyes and an orange button nose. And her mission is to teach kids how to pee and poop in a sanitary manner.</p><p>It's a big job for a young Muppet. Some 2.5 billion people do not have access to a toilet, so they defecate in the open. That can lead to diarrheal diseases, which kill roughly <a href=\"http://www.who.int/mediacentre/factsheets/fs330/en/\">760,000 children</a> under 5 each year.</p><p>So Raya's job is to get people — both adults and kids — to talk openly about poop.</p><p>With her braided hair, yellow <a href=\"http://www.npr.org/blogs/codeswitch/2014/08/29/344230518/a-photographer-captures-the-often-overlooked-aunty-couture\"><em>kurta</em></a> and sandals, Raya is easy for youngsters to connect to. She looks like a typical kid in South Asia and sub-Saharan Africa, the regions most affected by sanitation-related diseases. She has appeared in public service announcements, pamphlets, books, board games and posters across Bangladesh, India and Nigeria — three places where open defecation is prevalent.</p><p>\"These are three very different countries, but the core message of water sanitation and hygiene are universal,\" says <a href=\"http://www.sesameworkshop.org/press-releases/sesame-workshop-names-stephen-b-sobhani-vice-president-international/\">Stephen Sobhani</a>, who heads Sesame Workshop's global health initiatives in sub-Saharan Africa. He adds that in regions with low literacy rates, cute Muppets like Raya are key.</p><p>Raya appeared in New York at last Saturday's <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/09/26/351551568/a-concert-with-jay-z-and-the-president-of-india-aims-to-end-poverty\">Global Citizen Festival</a>. We caught up with her during a conference that preceded the concert.</p><p>Editor's note: The interview has been edited so it isn't too poopy.</p><p><strong>Have you ever forgotten to wash your hands after using the toilet?</strong></p><p>Never! I travel with my own soap, and I'll sing a little song to myself as I'm washing my hands. I know here, a lot of people use the alphabet and just sing, A-B-C-D-E-F-G, and while you're doing that, you have to make sure you wash between the fingers and the tops of your hands and the bottoms of your hands and everything in between. And you don't finish washing until you get to Z.</p><p><strong>Some people have trouble talking openly about poop. How did you get over your shyness?</strong></p><p>Let's face it, we all got to go, right? So why make a taboo about it? You should be able to just talk about it. I use a toilet and I'm proud of it! And just call it what it is. Where I come from, a lot of kids poop out in the open because they don't have much of a choice. [<em>Editor's note: Despite our reporter's grilling, Raya would not reveal her birthplace, although she did say she's from somewhere \"far away.\"</em>]</p><p>But I try to get people to use latrines because that's the safest thing to do. And I always make sure, too, that they wear sandals on their feet when they go so that they don't get germs.</p><p><strong>Sanitation is such a big word — what does it mean to you?</strong></p><p>I'm not entirely sure what you mean by sanitation, but I do know that it's important not to spread germs. You know what germs are? Germs are little tiny bugs — you can't even see them — but they can make you sick. So I think it might have something to do with stopping the spread of germs and making sure that your drinking water and the water that you wash with are clean. Does that sound right?</p><p><strong>Is it easy being blue-green?</strong></p><p>I've never had a problem with it. I'm very proud of it, in fact. Because it's the color of water, as you may have gathered. I feel very fortunate to get to do what I do and spread the good work about clean water.</p><p><strong>You've been to Bangladesh, India, Nigeria and now New York. What's your favorite thing about New York?</strong></p><p>Right outside the Metropolitan Museum, they have these dancing fountains and they go <em>sploosh, sploosh, sploosh</em>! And then I run through them and it's fun!  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Raya+The+Muppet+Talks+About+Poop+And+Is+Proud+Of+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Poon","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352988425-d0e4a5.m3u?orgId=1&topicId=1031&e=352550880&ft=nprml&f=352550880"},{"href":"http://media.npr.org/assets/img/2014/09/29/raya-and-elmo.-tm-and---2014-sesame-workshop.-all-rights-reserved.-photo-credit-john-barrett-76c1a75f29b4331dc0ce763def4dd0c6975d8984.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2239","width":"2985"}}]}