{"created":"2015-02-25T19:08:58+00:00","modified":"2015-05-13T21:12:57+00:00","valid":{"from":"2015-05-13T21:12:57+00:00","to":"3015-05-13T21:12:57+00:00"},"hreflang":"en","title":"The World Loves The Smartphone. So How About A Smart Home? ","published":"2015-02-25T20:23:00+00:00","teaser":"The ultimate smart-home vision is a home that basically runs itself, from coffee makers to washing machines. But we're not there yet: The real world is a hard place for little computers to operate in.","itags":["npr_api","388992412"],"guid":"78415266-33b5-4950-9ef9-5986bfa64b9b","contentencoded":"<p>My coffee maker is texting me again. It's scheduled to make coffee tomorrow, the message says, but I need to refill its water tank. Welcome to the future.</p><p>The <a href=\"http://www.tuaw.com/2014/11/22/mr-iphone-meet-mr-coffee/\">Mr. Coffee Smart Optimal Brew Coffeemaker with WeMo</a> — yes, that is its official name — is just one of many household appliances being remade to connect to the Internet and take care of themselves. There are thermostats, smoke alarms, washing machines and even $1,000 Bluetooth-connected toilets.</p><p>A Google subsidiary, <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/01/13/262189913/google-buys-nest-will-soon-know-how-cool-you-like-your-home\">Nest</a>, which makes smart appliances, likes to talk about turning \"unloved products\" into \"simple, beautiful, thoughtful things.\" And the company's chief, Tony Fadell, has predicted that in 10 years, \"everything will have data in it.\"</p><p>That's not difficult to imagine anymore. Computers are cheap and tiny. Wireless Internet is nearly everywhere, so technologists are looking to implant some computing power in nearly everything.</p><p>I will admit. This can feel silly. I mean, who needs a coffee machine that texts him? Is that really necessary?</p><p>Clearly it's not. For years, I've used a simple French press. It does not have sensors, nor does it connect through my wireless network to nag me about its needs. All my simple French press does is make delicious coffee that's a bit better than what my supersmart Wi-Fi-enabled drip maker can manage. And yet, who does not want to hit the \"brew coffee\" button from bed? I, at least, wanted to know what that felt like. And it felt good.</p><p>And even if they <em>are</em> silly now, these intelligent appliances are going to change the way our homes work. Because they have sensors built in, they'll be able to tell us when there are problems. Our homes will soon be like our cars, which can tell us when their tires are flat, the coolant is low or you've left the door ajar. Just like the coffee maker told me about the water level, when the connected thermostat we installed in our home began to have trouble accessing the Internet, its app on my phone informed me that the little device hadn't been logging in. And with all of these gizmos and widgets becoming tiny computers, we're going to need to count on them to be smart enough to help us figure out this IT mess. No one wants the air conditioner to go offline as often as the printer does.</p><p>But diagnostics are only one part of what data will do for these household objects. The other thing is that tracking data at least offers the opportunity to optimize a routine. So: Imagine that a future coffee maker might notice that I make coffee at 6 a.m. but don't pour it until 6:45. It might spot that trend and offer to push back the brew time, so that the coffee's fresher. Already, some thermostats automatically make just these sorts of decisions about heating and cooling.</p><p>The ultimate smart-home vision is a home that basically runs itself. The egg carton tells the fridge it's empty, which puts eggs into the list for a shopping app, which then delivers those things to your door. Meanwhile, the smart front-door lock knows the delivery person is coming and opens itself automatically when he arrives. All the little things that need to happen for a home to run smoothly will be assigned to your own personal army of domestic bots connecting through apps to on-demand services.</p><p>But boy are we not there yet! The real world is a hard place for little computers to operate in. Sure, I can control my Nest thermostat from bed, but because of the way our heating system was set up in the 1990s, new wires needed to be run to power it. That required getting an electrician to visit our house and a couple of fun hours in the dank basement.</p><p>And the coffee maker, for its part, is not a magical all-in-one machine that grinds and brews coffee with self-replacing filters. It still requires me to take a bunch of steps — from buying consumable materials to cleaning — and only automates the final one, the brewing process, which is actually the easiest part.</p><p>At this point, the reason to use smart appliances is not that they are <em>better </em>than standard machines at a given job, but that they make everyone's favorite device — the smartphone — more fun and powerful.</p><p>Internet-connected things make your phone feel like a controller for the world — and if the utility each appliance adds is small, the collective convenience of all those things gathered into little rows of icons is startling. From bed, in 10 taps, I can make coffee, turn up the heat, call a car, turn on my stereo and record a television show with my cable box.</p><p>All I have to do is push a button on a screen and <em>something happens</em> out there in the physical world. And that action, funny as it might be in the current forms of Internet-connected toilets and Wi-Fi-enabled coffee makers, really is the future.</p><p><em>Alexis Madrigal is a visiting scholar at Berkeley's Center for Science, Technology, Medicine and Society and is the Silicon Valley </em><em>bureau chief</em><em> for the Fusion cable and digital network.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+World+Loves+The+Smartphone.+So+How+About+A+Smart+Home%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexis Madrigal","audio":[{"meta":{"duration":"413"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389023643-f84e97.m3u?orgId=1&topicId=1019&d=413&p=13&story=388992412&t=progseg&e=389003239&seg=3&ft=nprml&f=388992412"},{"href":"http://media.npr.org/assets/img/2015/02/25/smarthome-getty-0a76a4356a1527fe3b6bf91a5bf41f75667a203b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"935","width":"1247"}}]}