{"created":"2015-02-23T09:22:30+00:00","modified":"2015-06-08T21:05:18+00:00","valid":{"from":"2015-06-08T21:05:17+00:00","to":"3015-06-08T21:05:17+00:00"},"hreflang":"en","title":"For TSA Officers, Congress' Inaction On Funding Could Hit Home","published":"2015-02-26T00:34:00+00:00","teaser":"If Congress doesn't fund the Department of Homeland Security this week, most DHS employees will likely be ordered to stay on the job — and make do without a paycheck until funding is restored.","itags":["npr_api","388338500"],"guid":"785dae85-352b-44a5-9835-3fe602e61efa","contentencoded":"<p>Congress has until the end of Friday to figure out a way to fund the Department of Homeland Security. Otherwise, the department shuts down. But a \"shutdown\" doesn't mean workers go home. Instead, the vast majority of transportation security officers will have to keep showing up for work — but they won't be seeing paychecks until lawmakers find a way out.</p><p>For transportation security officers, it's a bad memory replaying way too soon.</p><p><strong>A Case Of Deja Vu</strong></p><p>As we enter this home stretch of the Homeland Security funding fight, some Republicans are working under the theory that a shutdown of the department is just not a big deal — and Americans won't even notice. Under federal guidelines, most DHS employees are deemed essential for \"the safety of human life and protection of property,\" and therefore, they'll be required to work even during a shutdown.</p><p>\"Look at the last shutdown. I think 85, 90 percent of all of the DHS workers were declared 'essential,' and came to work and they all got their paychecks,\" said House Republican Matt Salmon of Arizona.</p><p>Workers did indeed get their paychecks — but not until <em>after</em> the government shutdown in October 2013 ended.</p><p>For Francis Hamilton, a transportation security officer at Washington's Reagan National Airport, that meant waiting almost one month before getting paid again.</p><p>\"It hurt. It really did,\" said Hamilton. \"I had this stretch with maybe about $300 left.\"</p><p>Hamilton remembers stocking up at the grocery store as cheaply as he could while waiting for the next paycheck.</p><p>\"I bought some bread, maybe like a box of juice. And a few frozen meats, but that was about it. Spent like a total of $50, so that way, the rest of the money — if there was an emergency, like for gas, anything else — I had to make it stretch. I had no choice.\"</p><p>Officers like Hamilton make about $35,000 a year.</p><p><strong>'Nobody Works For Free'</strong></p><p>Many TSA employees say it's frustrating to see the drama in fall 2013 repeating itself so soon.</p><p>\"It is just the same movie all over again. That's what it is. So we'll just ride out the storm and see what happens,\" said TSA supervisor Fred Williams.</p><p>Out of the nearly 230,000 DHS employees, 200,000 are considered essential — so security checkpoints in the 450 airports across the U.S. will operate as normal.</p><p>And it's not just TSA officers that will get hauled into work during a shutdown. Most of border patrol, Immigration and Customs Enforcement, the Secret Service and the U.S. Coast Guard will be called in too — and not get paid. For those living paycheck-to-paycheck, that could mean trying to get a loan from a credit union.</p><p>Stacy Bodtmann, an active member in TSA's union, said she signed up for none of this.</p><p>\"If I'm not being paid, Stacy won't be at Newark Airport,\" said Bodtmann, who's been a transportation security officer for 13 years at Newark International Airport.</p><p>\"I mean, we're in America. Nobody works for free,\" she said.</p><p>DHS officials say if an essential employee fails to show up, she would be considered AWOL — and could be disciplined.</p><p>\"I'm sure I'll win that case in front of an arbitrator. So by all means, bring it on,\" said Bodtmann.</p><p>Bodtmann and some other union members were lobbying Capitol Hill earlier this month — not about the shutdown, but about changing the TSA pay scale. To be honest, Bodtmann said, any possible shutdown is low on the list of troubles for an agency that has serious morale problems now. But she said this standoff in Congress — simply to make political points about the President's executive action on immigration — just seems so pointless.</p><p>\"Cut out all the b - - - - - - t and the smiles and the handshakes, and let's just get down to business and get it over with. That's how it would be handled in New Jersey,\" said Bodtmann.</p><p>Maybe if lawmakers were forced to go to work and not get paid, she said, they'd figure a way out a lot sooner.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+TSA+Officers%2C+Congress%27+Inaction+On+Funding+Could+Hit+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388378649-53c29d.m3u?orgId=1&topicId=1003&d=240&p=3&story=388338500&t=progseg&e=388378538&seg=13&ft=nprml&f=388338500"},{"href":"http://media.npr.org/assets/img/2015/02/22/123262688-83df3b57de63b3489707de9164634b6e0ecc87fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1638","width":"2184"}}]}