{"created":"2014-10-03T03:45:15+00:00","modified":"2015-04-30T19:47:22+00:00","valid":{"from":"2013-10-15T21:51:29+00:00","to":"3013-10-15T21:51:29+00:00"},"hreflang":"en","guid":"78755df9-2ae1-455c-838e-cf72dbdaa015","title":"The Southwestern Range","teaser":"Among the most iconic landscapes in American is the Western Range, a stretch of millions of acres of land, much of it remote and undeveloped. Deep traditions tie people to this land. But in the 21st century, it is also contested ground. Development pressures threaten open space as the Sun Belt becomes an economic powerhouse. Border issues mean life in some of these rural places has been transformed by violence and politics. But new ways are being forged on these fronts, ways that involve collaboration, innovation, and the rediscovery and reimagining of history on… the new Southwestern Range. ","description":"State of the Re:UnionThe Southwestern Range\nHost: Al LetsonProducer: Tina Antolini\nAmong the most iconic landscapes in American is the Western Range, a stretch of millions of acres of land, much of it remote and still undeveloped, distinguished by low rainfall, but abundant ecological diversity. This is land that has been ranched by the same families for 4 and 5 generations, and land that has been home to Native Americans for literally thousands of years. Deep traditions tie people to this land. But in the 21st century, it is also contested ground. Development pressures threaten open space as the Sun Belt becomes an economic powerhouse. Border issues&mdash;surrounding both immigration and smuggling&mdash;mean life in some of these rural places has been transformed by violence and politics. And figuring out how humans should fit into the complex ecology of a place that is counted as one of the natural gems of the continental U.S. has involved battles that continue to divide Southwesterners. Adding another layer of complexity to all of this is the number of stakeholders who own land, each with a very different understanding of what it should be used for: private owners&mdash;who could be ranchers or developers, as well as average residents-- Native American tribes, state agencies that own land, federal agencies that manage public land (which is further divided between national forest, Bureau of Land Management land, and national wildlife refuge property). Of course, the ecology is unaware of these boundaries. But legally, politically, economically and culturally, these divisions play big roles in this region. However, new ways are being forged on many of these fronts, ways that involve collaboration, innovation, and the rediscovery and reimagining of history on&hellip; the new Southwestern Range.&nbsp;\n&nbsp;\nBILLBOARD (:59)Incue: From WJCT in Jacksonville, Florida...Outcue: But first, this news.\nNews Hole: 1:00-6:00&nbsp; \nSEGMENT A (12:29)Incue: From PRX and NPR...Outcue: That's ahead on State of the Re:Union.\n\nA. Raising Cattle on the Range in the 21st CenturyCattle ranching in the Southwest has always been a risky proposition. Here, ranchers have acres to the cow, not cows to the acre&mdash;the land is so arid and dry, that they&rsquo;ll have one cow for every 40-50 acres, which means a vast amount of time spent on horseback, traversing one&rsquo;s land to manage your cattle, move them to a new stretch of grass. It also means that a lot of time and energy is spent thinking about rain. Ranchers have a habit of chatting casually about this in extreme minutiae: &ldquo;We got an inch and seventeen hundredths at the house last week, but only forty-five hundredths on the lease.&rdquo; Water is in such short supply and rain so variable from place to place that most ranchers have rain gauges all over their land, spaced sometimes as close as only a mile apart. And just the little bit of water the region gets during the summer monsoon season can make or break a ranch financially. &ldquo;Ranchers is an interesting profession,&rdquo; 5th generation Arizona rancher Bill McDonald says. &ldquo;It&rsquo;s all about faith and gambling. But at the same time, it makes you conservative, because you don&rsquo;t want to take unnecessary challenges, since you&rsquo;re taking risks all the time anyway.&rdquo;&nbsp;\nAnd, in the last 50 years or so, a new challenge has been added to the mix: development. This part of the West is booming, and not just in the urban centers. In Arizona alone, over 300,000 acres of farm and rangeland was developed every year from 1964 to 1997. This constitutes a huge shift from the old way of thinking about what this land was good for: for decades&mdash;since the late 1800&rsquo;s&mdash;the value of the land was based on its usefulness for grazing animals (even public lands were thought of this way, as they have been leased out to ranchers for grazing cattle since the early 20th century). Now, it&rsquo;s prime real estate with the sorts of gorgeous views and access to nature that appeal to developers who have little interest in making their living from the land, only by selling it.&nbsp;\n&nbsp;\nB. Foes Become Friends on the Range&nbsp;\nHistorically, in the American West, there is little love lost between ranchers and environmentalists&mdash;and that&rsquo;s actually understating the dynamic. Often, there&rsquo;s just straight deadlock; no conversation whatsoever, with environmentalists advocating for anti-grazing policies, and ranchers resenting the environmental community meddling in what&rsquo;s often a generations-old family practice of cattle raising. But, thanks to a cowboy poet, a fire that sparked at just the right moment, and a lot of westerners&mdash;ranchers, environmentalists and scientists alike&mdash;stepping way out of their comfort zone, there&rsquo;s a stretch of land that tells a very different story. In these several hundred-thousand acres on a grassy and mountainous terrain containing both pine forests and desert scrub, a model has been forged for how enemies can become cooperating neighbors.&nbsp;\nNOTE: This story is introduced in Segment A, and continued in Segment B.\n&nbsp;\n SEGMENT B (18:59)\nIncue: You're listening to State of the Re:Union\nOutcue: P-R-X-dot-O-R-G\n\nA. Foes Become Friends on the Range [CONTINUED}\nThis all started with a fire. Watching the news about wildfires in the West, you&rsquo;d think residents would have been concerned when one broke out near the Geronimo Trail in 1991. But you&rsquo;d be wrong. Fires here are viewed as revitalizing forces; they don&rsquo;t spread far because of sparse vegetation, and they kill off shrubs that prevent the grasses from growing. All the ranchers nearby wanted to let this fire burn, but federal land management agencies had policies on fire that treated them as if each one was a house burning down. They suppressed the fire, over the objections of the landowners.&nbsp;\n&nbsp;\nAround this same time, one of those landowners was chewing on an idea. Drum Hadley had a lot of them. He&rsquo;s not your typical rancher. An heir to the Anheuser-Busch fortune and a poet who&rsquo;d befriended Gary Snyder in the 1960&rsquo;s, Drum had fallen for the Southwestern landscape. He&rsquo;d worked as a vaquero, or Mexican cowboy at a ranch in Sonora for years before buying his own ranch along the border on the U.S. side. Drum is a visionary of sorts, and quite a charismatic guy. He&rsquo;d managed to make a very broad circle of friends in his adopted home, from ranchers to poets to biologists. Through socializing with all these different folks, Drum realized that they must have more in common than they thought. For one, everyone had a deep and abiding love of the land and care for it&rsquo;s future.\n&nbsp;\nFire was another area of agreement&mdash;both rancher and environmentalist alike thought it was this ecosystem&rsquo;s friend. So, two months after the Geronimo Trail Fire was suppressed, Drum succeeded in gathering some of his fellow ranchers and environmentalists he knew (the head of the New Mexico Audubon Society was one; Drum&rsquo;s father in law, a biologist, was another) together at his neighbor Warner Glenn&rsquo;s Malpai Ranch. Everyone was reluctant, skeptical.&nbsp;\n&nbsp;\nTo everyone&rsquo;s surprise, that meeting and the ones that followed were a success (including one that wasn&rsquo;t intended to be an overnight, but everyone was so excited, they ended up staying at the ranch and all sleeping on the floor!). The ranchers and the environmentalists couldn&rsquo;t agree on livestock grazing, but they all did want to keep the land undeveloped, free of subdivisions. And everyone wanted to figure out a way to let the fire roam to prevent the grasses from being overtaken by shrubs. They called themselves the Malpai Borderlands Group. They put together a fire map and management plan that, eventually, they convinced the federal agencies to adopt. The Nature Conservancy, which had bought up a huge parcel of land called the Grey Ranch, ended up selling it to Drum&rsquo;s family&mdash;essentially a gesture of faith that ranchers could be sustainable stewards of the land.&nbsp;\n&nbsp;\nThe group of ranchers and environmentalists ended up founding a 501-C-3 non-profit that could hold conservation easements and help protect endangered species. Getting those federal and state agencies on board with ranchers who were private landowners, they ended up being able to cover a giant swath of southern New Mexico and Arizona with their land management practices&mdash;almost a million acres. They&rsquo;ve helped species like the Chiricahua leopard frog survive (one ranching family, the Magoffins, virtually adopted the frog, even hauling water to ponds during a drought to keep them going!), established &ldquo;grass banks&rdquo; that helped replenish over-grazed land, reintroduced black-tailed prairie dogs and bighorn sheep to the land&mdash;all while keep the family ranches going. Bill McDonald, a 5th generation rancher who was present at the first meeting and now leads the Malpai Borderlands Group, says where they ended up is what he calls the &ldquo;radical center.&rdquo; They got criticism from both the environmental community and the ranching community at first.&nbsp; &ldquo;Folks I considered good friends who were outwardly hostile,&rdquo; McDonald says. But, &ldquo;I was more convinced than ever that we were doing the right thing, because we were getting pushback from sides. Being in the center was a radical thing to do.&rdquo;&nbsp;\n&nbsp;\n&nbsp;\nSEGMENT C (18:59)\nIncue: (bells ringing) You're listening to State of the Re:Union\nOutcue: This is NPR.\n\nA. Borders Where Once There Were None&nbsp;\nThe end of a recent Malpai Borderlands Group board meeting was not devoted to conservation efforts or establishing the critical habitat of the jaguar or planning a prescribed burn of some acreage. It was taken over by the Sheriff&rsquo;s Department. Well&mdash;the sheriff&rsquo;s department and the border patrol. That&rsquo;s because the hardening of the U.S.-Mexico border is causing some of the bigger changes in both the daily life and the feel of this place. As one rancher said to me, what was once &ldquo;this open, barely populated area; now it&rsquo;s just a war zone.&rdquo; &nbsp;\n&nbsp;\nA lot of them say it started to feel that way on March 27th, 2010. &nbsp;\n&nbsp;\nBeing near the Mexican border has meant that for years the ranching community has had interactions with border crossers, sometimes offering them water or food, taking a Good Samaritan approach. One of those was Rob Krentz. A third generation rancher, Rob had compassion for these immigrants, and their desire for a better life in America. He still sometimes called Border Patrol on them, but, while that guaranteed deportation, it also meant they&rsquo;d get medical assistance.&nbsp; \"If they come and ask for water, I'll still give them water,\" Krentz once told PBS' Religion &amp; Ethics Newsweekly in 1999. \"You know, that's just my nature.\" On the morning of March 27th, 2010, Rob radioed his brother a message. Wendy Glenn, a neighboring rancher who had her radio on, heard it. &ldquo;I see an immigrant out here, and he appears to need help; Call the Border Patrol,&rdquo; Wendy says she heard Rob say. \"He was not frantic. He was not calling for help.\" But then Rob went missing. A little after midnight that night, he was found dead, shot in the back. His dog was killed too.&nbsp;\n&nbsp;\nRob&rsquo;s death sent shockwaves through the local ranching community. Not only had the Krentz family been in the area for 100 years, but Rob was on the board of the Malpai Borderlands Group. He&rsquo;d just recently been inducted into the Arizona Farming and Ranching Hall of Fame. His loss made other ranchers feel as if their homes were no longer safe. This could have been a moment when the ranchers decided to abandon their humanitarian attitude towards border crossers, or decided to play it safe, and try to reign in their ramblings alone around the wilderness areas of the region. But instead, they&rsquo;ve taken a position that was far more nuanced&mdash;starting with Rob&rsquo;s family. In the days after his death, they issued a statement saying that Rob &ldquo;bore no ill will toward anyone,\" and did not blame the Mexican people for his death. Ranchers now seem to be trying to take an uneasy tack&mdash;to both support efforts to shore up border security, but also maintain their compassion for the individuals who undertake a crossing.&nbsp;\n\nB. Helping those Lost in the Desert\nWest of the ranching community that lost Rob Krentz, one man is taking a very different tack towards migrants. Mike Wilson is a former Army Special Ops guy turned preacher in his fifties. He's a member of the Tohono O'odham tribe. Ten years ago, Mike Wilson found out that dozens of migrants were dying of thirst in the desert within 5 miles of Sells, the tribal capital. Mike decided to do something about it, despite resistance from his congregation in Sells and his tribal government. He started leaving 1-gallon jugs of water along known migrant trails, hoping that desperately thirsty people would find them and be saved from dying. &nbsp;\n\nC. Dear Shiprock\nPoet Laureate of the Navajo Nation Luci Tapahonso shares a letter to her rural hometown, a place called Shiprock on the Navajo Reservation.&nbsp;\n&nbsp;\nD. What is the Land For? &nbsp;\nWe ask residents: in your mind, what is the land here for? What do you use it for? What is it&rsquo;s purpose? What makes this land unique?&nbsp;\n\nPROGRAM OUT @ 59:00&nbsp;  Broadcast Window Begins 10/1/13&nbsp;  The Fall 2013 Season of State of the Re:Union (SOTRU) will be available beginning October 1, 2013, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp;  State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.&nbsp;  Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage.","contentencoded":"<p><span><strong>State of the Re:Union<br /></strong></span><strong>The Southwestern Range</strong></p>\n<p><span><strong><br />Host: Al Letson<br /></strong></span><strong>Producer: Tina Antolini</strong></p>\n<p><span>Among the most iconic landscapes in American is the Western Range, a stretch of millions of acres of land, much of it remote and still undeveloped, distinguished by low rainfall, but abundant ecological diversity. This is land that has been ranched by the same families for 4 and 5 generations, and land that has been home to Native Americans for literally </span><span>thousands</span><span> of years. Deep traditions tie people to this land. But in the 21</span><span><sup>st</sup></span><span> century, it is also contested ground. Development pressures threaten open space as the Sun Belt becomes an economic powerhouse. Border issues&mdash;surrounding both immigration and smuggling&mdash;mean life in some of these rural places has been transformed by violence and politics. And figuring out how humans should fit into the complex ecology of a place that is counted as one of the natural gems of the continental U.S. has involved battles that continue to divide Southwesterners. Adding another layer of complexity to all of this is the number of stakeholders who own land, each with a very different understanding of what it should be used for: private owners&mdash;who could be ranchers or developers, as well as average residents-- Native American tribes, state agencies that own land, federal agencies that manage public land (which is further divided between national forest, Bureau of Land Management land, and national wildlife refuge property). Of course, the ecology is unaware of these boundaries. But legally, politically, economically and culturally, these divisions play big roles in this region. However, new ways are being forged on many of these fronts, ways that involve collaboration, innovation, and the rediscovery and reimagining of history on&hellip; the new Southwestern Range.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><strong>BILLBOARD (:59)<br /></strong><strong>Incue: From WJCT in Jacksonville, Florida...<br /></strong><strong>Outcue: But first, this news.</strong></p>\n<p><strong>News Hole: 1:00-6:00&nbsp;</strong><span><strong><br /> </strong></span></p>\n<p><strong>SEGMENT A (12:29)<br /></strong><strong>Incue: From PRX and NPR...<br /></strong><strong>Outcue: That's ahead on State of the Re:Union.</strong></p>\n<p><span><strong></strong></span></p>\n<p><strong><span>A. Raising Cattle on the Range in the 21</span><span><sup>st</sup></span><span> Century<br /></span></strong><span>Cattle ranching in the Southwest has always been a risky proposition. Here, ranchers have acres to the cow, not cows to the acre&mdash;the land is so arid and dry, that they&rsquo;ll have one cow for every 40-50 acres, which means a vast amount of time spent on horseback, traversing one&rsquo;s land to manage your cattle, move them to a new stretch of grass. It also means that a lot of time and energy is spent thinking about rain. Ranchers have a habit of chatting casually about this in extreme minutiae: &ldquo;We got an inch and seventeen hundredths at the house last week, but only forty-five hundredths on the lease.&rdquo; Water is in such short supply and rain so variable from place to place that most ranchers have rain gauges all over their land, spaced sometimes as close as only a mile apart. And just the little bit of water the region gets during the summer monsoon season can make or break a ranch financially. &ldquo;Ranchers is an interesting profession,&rdquo; 5</span><span><sup>th</sup></span><span> generation Arizona rancher Bill McDonald says. &ldquo;It&rsquo;s all about faith and gambling. But at the same time, it makes you conservative, because you don&rsquo;t want to take unnecessary challenges, since you&rsquo;re taking risks all the time anyway.&rdquo;&nbsp;</span></p>\n<p><span>And, in the last 50 years or so, a new challenge has been added to the mix: development. This part of the West is booming, and not just in the urban centers. In Arizona alone, over 300,000 acres of farm and rangeland was developed <em>every year</em> from 1964 to 1997. This constitutes a huge shift from the old way of thinking about what this land was good for: for decades&mdash;since the late 1800&rsquo;s&mdash;the value of the land was based on its usefulness for grazing animals (even public lands were thought of this way, as they have been leased out to ranchers for grazing cattle since the early 20</span><span><sup>th</sup></span><span> century). Now, it&rsquo;s prime real estate with the sorts of gorgeous views and access to nature that appeal to developers who have little interest in making their living <em>from</em> the land, only by selling it.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span><strong>B. Foes Become Friends on the Range&nbsp;</strong></span></p>\n<p><span>Historically, in the American West, there is little love lost between ranchers and environmentalists&mdash;and that&rsquo;s actually understating the dynamic. Often, there&rsquo;s just straight deadlock; no conversation whatsoever, with environmentalists advocating for anti-grazing policies, and ranchers resenting the environmental community meddling in what&rsquo;s often a generations-old family practice of cattle raising. But, thanks to a cowboy poet, a fire that sparked at just the right moment, and a lot of westerners&mdash;ranchers, environmentalists and scientists alike&mdash;stepping way out of their comfort zone, there&rsquo;s a stretch of land that tells a very different story. In these several hundred-thousand acres on a grassy and mountainous terrain containing both pine forests and desert scrub, a model has been forged for how enemies can become cooperating neighbors.&nbsp;</span></p>\n<p><span><em>NOTE: This story is introduced in Segment A, and continued in Segment B.</em></span></p>\n<p>&nbsp;</p>\n<p><span><strong><br /> </strong></span><strong>SEGMENT B (18:59)</strong></p>\n<p><strong>Incue: You're listening to State of the Re:Union</strong></p>\n<p><strong>Outcue: P-R-X-dot-O-R-G</strong></p>\n<p><span><strong></strong></span></p>\n<p><span><strong>A. Foes Become Friends on the Range [CONTINUED}</strong></span></p>\n<p><span>This all started with a fire. Watching the news about wildfires in the West, you&rsquo;d think residents would have been concerned when one broke out near the Geronimo Trail in 1991. But you&rsquo;d be wrong. Fires here are viewed as revitalizing forces; they don&rsquo;t spread far because of sparse vegetation, and they kill off shrubs that prevent the grasses from growing. All the ranchers nearby wanted to let this fire burn, but federal land management agencies had policies on fire that treated them as if each one was a house burning down. They suppressed the fire, over the objections of the landowners.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span>Around this same time, one of those landowners was chewing on an idea. Drum Hadley had a lot of them. He&rsquo;s not your typical rancher. An heir to the Anheuser-Busch fortune and a poet who&rsquo;d befriended Gary Snyder in the 1960&rsquo;s, Drum had fallen for the Southwestern landscape. He&rsquo;d worked as a vaquero, or Mexican cowboy at a ranch in Sonora for years before buying his own ranch along the border on the U.S. side. Drum is a visionary of sorts, and quite a charismatic guy. He&rsquo;d managed to make a very broad circle of friends in his adopted home, from ranchers to poets to biologists. Through socializing with all these different folks, Drum realized that they must have more in common than they thought. For one, everyone had a deep and abiding love of the land and care for it&rsquo;s future.</span></p>\n<p>&nbsp;</p>\n<p><span>Fire was another area of agreement&mdash;both rancher and environmentalist alike thought it was this ecosystem&rsquo;s friend. So, two months after the Geronimo Trail Fire was suppressed, Drum succeeded in gathering some of his fellow ranchers and environmentalists he knew (the head of the New Mexico Audubon Society was one; Drum&rsquo;s father in law, a biologist, was another) together at his neighbor Warner Glenn&rsquo;s Malpai Ranch. Everyone was reluctant, skeptical.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span>To everyone&rsquo;s surprise, that meeting and the ones that followed were a success (including one that wasn&rsquo;t intended to be an overnight, but everyone was so excited, they ended up staying at the ranch and all sleeping on the floor!). The ranchers and the environmentalists couldn&rsquo;t agree on livestock grazing, but they all did want to keep the land undeveloped, free of subdivisions. And everyone wanted to figure out a way to let the fire roam to prevent the grasses from being overtaken by shrubs. They called themselves the Malpai Borderlands Group. They put together a fire map and management plan that, eventually, they convinced the federal agencies to adopt. The Nature Conservancy, which had bought up a huge parcel of land called the Grey Ranch, ended up selling it to Drum&rsquo;s family&mdash;essentially a gesture of faith that ranchers <em>could</em> be sustainable stewards of the land.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span>The group of ranchers and environmentalists ended up founding a 501-C-3 non-profit that could hold conservation easements and help protect endangered species. Getting those federal and state agencies on board with ranchers who were private landowners, they ended up being able to cover a giant swath of southern New Mexico and Arizona with their land management practices&mdash;almost a million acres. They&rsquo;ve helped species like the Chiricahua leopard frog survive (one ranching family, the Magoffins, virtually adopted the frog, even hauling water to ponds during a drought to keep them going!), established &ldquo;grass banks&rdquo; that helped replenish over-grazed land, reintroduced black-tailed prairie dogs and bighorn sheep to the land&mdash;all while keep the family ranches going. Bill McDonald, a 5</span><span><sup>th</sup></span><span> generation rancher who was present at the first meeting and now leads the Malpai Borderlands Group, says where they ended up is what he calls the &ldquo;radical center.&rdquo; They got criticism from both the environmental community and the ranching community at first.&nbsp; &ldquo;Folks I considered good friends who were outwardly hostile,&rdquo; McDonald says. But, &ldquo;I was more convinced than ever that we were doing the right thing, because we were getting pushback from sides. Being in the center was a radical thing to do.&rdquo;&nbsp;</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>SEGMENT C (18:59)</strong></p>\n<p><strong>Incue: (bells ringing) You're listening to State of the Re:Union</strong></p>\n<p><strong>Outcue: This is NPR.</strong></p>\n<p><span><strong></strong></span></p>\n<p><span><strong>A. Borders Where Once There Were None&nbsp;</strong></span></p>\n<p><span>The end of a recent Malpai Borderlands Group board meeting was not devoted to conservation efforts or establishing the critical habitat of the jaguar or planning a prescribed burn of some acreage. It was taken over by the Sheriff&rsquo;s Department. Well&mdash;the sheriff&rsquo;s department and the border patrol. That&rsquo;s because the hardening of the U.S.-Mexico border is causing some of the bigger changes in both the daily life and the feel of this place. As one rancher said to me, what was once &ldquo;this open, barely populated area; now it&rsquo;s just a war zone.&rdquo; &nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span>A lot of them say it started to feel that way on March 27th, 2010. &nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span>Being near the Mexican border has meant that for years the ranching community has had interactions with border crossers, sometimes offering them water or food, taking a Good Samaritan approach. One of those was Rob Krentz. A third generation rancher, Rob had compassion for these immigrants, and their desire for a better life in America. He still sometimes called Border Patrol on them, but, while that guaranteed deportation, it also meant they&rsquo;d get medical assistance.&nbsp; </span><span>\"If they come and ask for water, I'll still give them water,\" Krentz once told PBS' Religion &amp; Ethics Newsweekly in 1999. \"You know, that's just my nature.\" On the morning of March 27</span><span><sup>th</sup></span><span>, 2010, Rob radioed his brother a message. Wendy Glenn, a neighboring rancher who had her radio on, heard it. &ldquo;I see an immigrant out here, and he appears to need help; Call the Border Patrol,&rdquo; Wendy says she heard Rob say. \"He was not frantic. He was not calling for help.\" But then Rob went missing. A little after midnight that night, he was found dead, shot in the back. His dog was killed too.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span>Rob&rsquo;s death sent shockwaves through the local ranching community. Not only had the Krentz family been in the area for 100 years, but Rob was on the board of the Malpai Borderlands Group. He&rsquo;d just recently been inducted into the Arizona Farming and Ranching Hall of Fame. His loss made other ranchers feel as if their homes were no longer safe. This could have been a moment when the ranchers decided to abandon their humanitarian attitude towards border crossers, or decided to play it safe, and try to reign in their ramblings alone around the wilderness areas of the region. But instead, they&rsquo;ve taken a position that was far more nuanced&mdash;starting with Rob&rsquo;s family. In the days after his death, they issued a statement saying that Rob &ldquo;bore no ill will toward anyone,\" and did not blame the Mexican people for his death. Ranchers now seem to be trying to take an uneasy tack&mdash;to both support efforts to shore up border security, but also maintain their compassion for the individuals who undertake a crossing.&nbsp;</span></p>\n<p><span><strong></strong></span></p>\n<p><span><strong>B</strong></span><span><strong>. Helping those Lost in the Desert</strong></span></p>\n<p><span>West of the ranching community that lost Rob Krentz, one man is taking a very different tack towards migrants. Mike Wilson is a former Army Special Ops guy turned preacher in his fifties. He's a member of the Tohono O'odham tribe. Ten years ago, Mike Wilson found out that dozens of migrants were dying of thirst in the desert within 5 miles of Sells, the tribal capital. Mike decided to do something about it, despite resistance from his congregation in Sells and his tribal government. He started leaving 1-gallon jugs of water along known migrant trails, hoping that desperately thirsty people would find them and be saved from dying. &nbsp;</span></p>\n<p><span><em></em></span></p>\n<p><span><strong>C. Dear Shiprock</strong></span></p>\n<p><span>Poet Laureate of the Navajo Nation Luci Tapahonso shares a letter to her rural hometown, a place called Shiprock on the Navajo Reservation.&nbsp;</span></p>\n<p>&nbsp;</p>\n<p><span><strong>D. What is the Land </strong></span><span><strong>For</strong></span><span><strong>? &nbsp;</strong></span></p>\n<p><span>We ask residents: in your mind, what is the land here </span><span>for</span><span>? What do you use it for? What is it&rsquo;s purpose? What makes this land unique?&nbsp;</span></p>\n<p><span><strong></strong></span></p>\n<p><strong>PROGRAM OUT @ 59:00</strong>&nbsp;<span><br /> <br /> </span>Broadcast Window Begins 10/1/13&nbsp;<span><br /> <br /> </span>The Fall 2013 Season of State of the Re:Union (SOTRU) will be available beginning October 1, 2013, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2014. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp;<span><br /> <br /> </span>State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.&nbsp;<span><br /> <br /> </span>Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage.</p>","byline":"Al Letson","published":"2013-10-15T21:51:29+00:00","tags":["Entertainment","Historical","Travel"],"itags":["prx:stories-104932"],"audio":[{"href":"https://hal.prx.org/pub/7d15ff590173082924e5ada2ad581965/0/web/story_image/253284/medium/sotru_profile-pic_01_medium.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/ff3a2f640a7801ceedf3e286925ca3e9/0/web/audio_file/584315/broadcast/01_SW_Range_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1887101}},{"href":"https://cms.prx.org/pub/87f848f0f05b961c54ce07d754bc0b99/0/web/audio_file/584324/broadcast/02_SW_Range_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/05892a79a6d22670019f3afd71bd8487/0/web/audio_file/584313/broadcast/03_SW_Range_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/da771449021a9ff5e371313a6c341b64/0/web/audio_file/584314/broadcast/04_SW_Range_Segment_A_Music_.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/0b6fd0a9e8340fa9f5a7846e0e3a03e4/0/web/audio_file/584594/broadcast/05_SW_Range_Segment_B_v2.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/5588690a8495a172c2a327acab5f0e25/0/web/audio_file/584321/broadcast/06_SW_Range_Segment_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/b09cc168da09a206702d732389f88dfa/0/web/audio_file/584305/broadcast/07_SW_Range_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}}]}