{"created":"2015-01-28T18:30:06+00:00","modified":"2015-01-28T21:19:44+00:00","valid":{"from":"2015-01-28T21:19:44+00:00","to":"3015-01-28T21:19:44+00:00"},"hreflang":"en","title":"Zillow And 'The New Rules Of Real Estate'","published":"2015-01-28T18:29:00+00:00","teaser":"The CEO and chief economist of the groundbreaking real estate website explain how the rules have changed.","itags":["npr_api","382164786"],"guid":"7876ae9f-9700-4779-b6d2-9ec032358db4","contentencoded":"<p>In the latest installment of our new series of conversation with leaders, called View From The Top, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks with Zillow CEO <strong>Spencer Rascoff</strong> and Zillow chief economist <strong>Stan Humphries</strong>.</p><p><a href=\"http://www.zillow.com/\" target=\"_blank\">Zillow</a> is a groundbreaking, data-driven real estate website that was created to shine a light on a traditionally opaque industry. Since it was founded in 2005, it has become the most heavily trafficked real estate website in the world, and has changed the way people buy homes.</p><p>Rascoff and Humphries have just written a book about that called &#8220;<a href=\"http://www.amazon.com/Zillow-Talk-Rules-Real-Estate/dp/1455574740\" target=\"_blank\">Zillow Talk: The New Rules of Real Estate</a>.&#8221;<a name=\"excerpt\"></a></p><ul><li><a href=\"http://hereandnow.wbur.org/tag/view-from-the-top\" target=\"_blank\">See more in our View From The Top series</a></li></ul><h4>Book Excerpt: &#8216;Zillow Talk&#8217;</h4><p><em>By Spencer Rascoff and Stan Humphries</em></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/01/0128_zillow-talk.jpg\"><img class=\"alignright size-medium wp-image-77234\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/01/0128_zillow-talk-198x300.jpg\" alt=\"Cover of \"Zillow Talk\"\" width=\"198\" height=\"300\" /></a></p><h5>Chapter 14: Real Est8 4 Sale</h5><p><strong>Use Superstitions to Your Advantage</strong></p><p>You may have noticed that this book has no Chapter 13, just as many buildings in the United States and other Western countries have no thirteenth floor. The reason: <em>superstitions.</em></p><p>When it comes to our everyday lives, superstitions may be irrational, but they’re not irrelevant. Due to the prevalence and power of superstitions across cultures, we wanted to determine what effect— if any— these lucky and unlucky numbers have on real estate transactions.</p><p>Are buyers willing to pay a premium to avoid a hexed house? Or, conversely, will they dish out more cash for a lucky lodging? The answer to both questions is, statistically speaking, yes.</p><p><strong>Address for Success</strong></p><p>But first, let’s talk about paraskevidekatriaphobia.</p><p>No, we didn’t just mash the keyboard in frustration. “Paraskevidekatriaphobia” is actually the technical and tongue-twisting— term for anyone with a fear of Friday the Thirteenth. Before you scoff, consider that an estimated 17 to 21 million Americans suffer from this phobia. Some are so terrified that Friday the Thirteenth will invite tragedy that they refuse to leave their houses. As a result, according to the Stress Management Center and Phobia Institute of North Carolina, the American economy loses a whopping <em>$800 to $900 million </em>from reduced activity every Friday the Thirteenth.1 It’s quite an inauspicious day, indeed.</p><p>Of course, “13” isn’t the only number imbued with mystical powers. On the bad luck side, we also have “666,” or as the book of Revelations calls it, “the number of the beast.” (Fear of this satanic number is an even more unpronounceable “hexakosioihexekontahexaphobia.”)</p><p>And on the side of good fortune, we have the traditional “lucky 7,” which is a favorite in Las Vegas. And we have another Biblical reference, “316,” as in John 3:16—“ For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life”— which you can find on everything from bumper stickers and billboards to the eye black of professional football players.</p><p>How do these numbers affect home sales? It turns out that homes with “666” somewhere in the list price sell for 3.2 percent less than expected. Interestingly, however, we found that houses with “13” as the house number actually sell 2 percent <em>higher </em>than expected. (Note that there are less than half as many houses with “13” as the house number as with “12” or “14,” probably for the same reason that older buildings are usually “missing” the thirteenth floor.)</p><p>Another surprising finding is that although “7” has long been viewed as a lucky number across cultures, it has a decidedly <em>unlucky </em>effect on sale price. At a slot machine on the Vegas strip, landing “777” means you hit the jackpot. But homes where “777” is the entire house number sell for a full 2.1 percent <em>less </em>than their estimated home value; house numbers that just include “777” (17779 Main St, for instance) sell for 1.8 percent <em>less </em>than theirs.</p><p>On the other hand, houses where the house number is only “7” do sell for 1.8 percent more than their estimated sale price. Having “316” in the house number also boosts the price of the home 1.2 percent more than expected.</p><p>In other words, finding the right home outweighs superstition across cultures— at least when it comes to house numbers.</p><p>While superstitious sellers would find it difficult— or, more realistically, impossible— to alter their address to include a lucky number or omit an unlucky one, changing the sale price of a house is a piece of cake. In theory, then, list prices might reflect any superstitious tendencies in American real estate.</p><p>Indeed, that’s precisely what we found in analyzing 4.5 million homes listed for sale on Zillow.</p><p><strong>Know the Superstitions of your Local Market</strong></p><p>In order to figure out whether superstitions are statistically significant in list prices, we put away our Ouija board and used the data to examine the influence of the highly superstitious numbers “4” and “8.”</p><p>In Chinese culture, the number “8”— pronounced “<em>ba</em>” in Mandarin— sounds very similar to the word for “prosper” or “wealth,” and is considered very lucky. The two digits “88” also look like the character for “double joy.” “4,” by contrast, sounds nearly identical to the word for “death.”</p><p>The way these divergent digits play out in Asian society is striking. For the same reason that Western buildings omit the thirteenth level, you won’t see many Asian skyscrapers with a fourth floor. In Hong Kong, many buildings don’t just leave out the fourth floor, but any floor that has a “4” in its number (e.g., the 4th, 14th, 24th, 34th, and 40th through 49th). That means you can come across a fifty-story building that only has thirty- six floors! And because “8” is believed to influence financial luck, items with “8” in them are considered highly valuable— so much so that a man in Chengdu, China, sold a telephone number composed entirely of “8”s for $270,723. And it’s no coincidence that the beautifully choreographed opening ceremony of the 2008 Beijing Summer Olympic Games began precisely at 8:08 p.m. on 8/8/08.</p><p>To quantify the influence of “4” and “8” on real estate transactions, we evaluated list prices where the <em>last non-zero digit </em>in the list price was either a “4” or an “8” to determine whether the house had a lucky or unlucky price. For instance, we looked at cases where the list price was $180,000 or $274,000, while also allowing for non-round list prices such as $300,008 or $400,040.</p><p>So, when we say that a list price “ended” in a “4” or an “8,” what we’re really talking about is the last non-zero digit in the list price.*</p><p>In order to gauge the effect of “lucky 8” and “unlucky 4” on American real estate, we compared the incidence of list prices ending in a “4” or an “8” along with the percentage of the population that is of Chinese descent in a given ZIP code. If imparting luck into the sale of your house by including lucky numbers in the list price is important to sellers of Chinese descent, then in heavily Chinese areas we would expect to see more houses with list prices that end in an “8” and fewer list prices that end in a “4.”</p><p><img class=\"aligncenter size-full wp-image-77232\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/01/0128_list-prices.png\" alt=\"Chart via Zillow Talk\" width=\"407\" height=\"260\" /></p><p>Notice anything? As we predicted, the “8 rate” in all of the listed areas is well above the national average. We also see that the areas with high Chinese populations have far fewer list prices that end in “4”s than the national average. The greater the Chinese population in a particular ZIP code, the more listings that end in lucky numbers, and the fewer listings that end in unlucky numbers. But what we really want to know is: Does having a lucky or unlucky number in your list price actually affect your sale price?</p><p>To answer that question, we analyzed the sale‑to‑estimated- home- value ratio of homes with the list price ending in 4 or 8, in ZIP codes where the Chinese population density is more than 10 percent. For homes in areas where less than 10 percent of the population is of Chinese descent, having an “8” as the last non- zero digit results in <em>a negligible difference in price. </em>However, in areas where <em>more </em>than 10 percent of the population is of Chinese descent, homes with a listing price ending in “8” sell for <em>1.5 percent more </em>than the home’s value. That works out to an additional $2,400 on the median US house.</p><p>So in heavily Chinese areas, the number “8” not only <em>sounds </em>like “wealth”— it actually leads to it! “Eight” is, indeed, great.</p><p>On the other hand, homes that have a listing price that ends in “4” sell for less than expected. In non-Chinese areas, we see that homes with a “4” as the last non-zero digit in the list price sell for 0.4 percent less than homes whose list prices end in other numbers—a small, albeit statistically significant, reduction.</p><p>However, for homes in areas where the Chinese population is greater than 10 percent, the effect is far greater— and more negative.</p><p>In places with large Chinese populations, having a “4” in the listing price lowers the sale a full 1 percent below the estimated sale price.</p><p>So, if you happen to be selling your home in an area with lots of people of Chinese descent, it’s well worth being aware of numeric cultural significance when pricing your home. Listing at $158,000 instead of $154,000 may help to attract a buyer and add a little luck into your real estate adventures. At the very least, according to Zillow’s database, it’s a lot more effective than crossing your fingers and knocking on wood.<p class=\"sep\"></p><p>* A quick word on methodology: We focused on the last digit because even the most superstitious seller would be unlikely to price their $450,000 house at $399,000— setting themselves up for a $51,000 loss— just to avoid the number “4” in the list price. But they could pretty easily price their house at $458,000 rather than at $450,000. Changing the last non- zero digit of the price only slightly alters the listing price, and in doing so, sellers can satiate their superstitions without risking their potential profits.</p><p><em>Excerpted from the book ZILLOW TALK by Spencer Rascoff and Stan Humphries. Copyright © 2015 by Spencer Rascoff and Stan Humphries. Reprinted with permission of Grand Central Publishing.</em></p><h4>Guests</h4><ul><li><strong><a href=\"http://spencerrascoff.com/\" target=\"_blank\">Spencer Rascoff</a></strong>, CEO of Zillow and co-author of &#8220;<a href=\"http://www.zillow.com/zillowtalk/\" target=\"_blank\">Zillow Talk</a>.&#8221; He tweets <a href=\"https://twitter.com/spencerrascoff\" target=\"_blank\">@spencerrascoff</a>.</li><li><strong><a href=\"http://www.zillow.com/profile/Stan-Humphries/\" target=\"_blank\">Stan Humphries</a></strong>, chief economist for Zillow and co-author of &#8220;Zillow Talk.&#8221; He tweets <a href=\"https://twitter.com/stanhumphries\" target=\"_blank\">@StanHumphries</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Zillow+And+%27The+New+Rules+Of+Real+Estate%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"909"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382218144-c0fd5c.m3u?orgId=1&e=382164786&d=909&ft=nprml&f=382164786"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0128_dream-home.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"885","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0128_list-prices.png","type":"image/jpeg","meta":{"crop":"custom","height":"260","width":"407"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0128_zillow-talk.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"847"}}]}