{"created":"2014-09-09T14:37:55+00:00","modified":"2014-09-10T14:24:54+00:00","valid":{"from":"2014-09-10T14:24:53+00:00","to":"3014-09-10T14:24:53+00:00"},"hreflang":"en","guid":"787a46c3-a1ef-4850-a7c5-b1e5025312d9","title":"Toyota's most loyal customers may be Libyan militias","published":"2014-09-10T14:24:52+00:00","byline":"Marine Olivesi","tags":["conflict","military","automobile","Conflict","Conflict & Justice","Misrata","Tripoli","Africa","Libya","Ahmed Sadawi","Muammar Gaddafi","Libya","Africa","Battle of Misrata","Misrata","Sieges","Muammar Gaddafi","War"],"teaser":"There's such a thing as bad publicity after all: Toyota pickup trucks are a common sight on Libya's battlefield, and the company is trying to limit the kinds of trucks it sells in Libya to get its name out of the line of fire. But Libyan fighters still have plenty of ways to use their favorite pickups.","contentencoded":"<p>Toyota is the world&#39;s largest automaker, a fact that is sadly evident on many battlefields. The company&#39;s Hilux pickups are <a href=\"http://www.pri.org/stories/2014-04-01/one-toyota-pickup-truck-top-shopping-list-free-syrian-army-and-taliban\">the vehicle of choice</a> in conflicts around the world, and its other models enjoy plenty of demand, too. Libya is certainly no exception.</p><p><span style=\"line-height: 1.538em;\">Footage of the country&#39;s 2011 revolution often featured fighters bumping along in Toyotas as they rushed to the frontlines. And that&#39;s still the scene three years later: As militias from the town of Misrata overran the capital city of Tripoli at the end of August, they did so in their trusty Japanese trucks.</span></p><p>&quot;It&rsquo;s just generally they seem to tackle everything a lot better,&quot; said one fighter at a checkpoint on Tripoli&#39;s outskirts. &quot;They&rsquo;re very powerful: They&rsquo;ll tackle sand, road, off road. Whatever you want it to do &mdash; and they&rsquo;ll do it with the weapons on board, too.&quot;</p><p>The checkpoint featured four pickup trucks, all Toyotas and all with machine guns mounted in the backs. Those heavy anti-aircraft guns were the most common weapons, but some trucks sported the long tubes of rocket launchers.</p><p>At a nearby militia base, all of the choices were on display at the gate. The older trucks, fighters said, were snatched from forces loyal to former Libyan dictator Muammar Gaddafi during the revolution. The newer ones were simply bought from Toyota and jerry-rigged with weapons.&nbsp;</p><p>[[{\"fid\":\"73594\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2949,\"width\":4538,\"style\":\"width: 2000px; height: 1300px; margin: 5px;\",\"alt\":\"Toyota pickup trucks mounted with anti-aircraft machine guns outside of a militia base in Tripoli housing fighters from the city of Misrata.\",\"title\":\"Toyota pickup trucks mounted with anti-aircraft machine guns outside of a militia base in Tripoli housing fighters from the city of Misrata.\",\"class\":\"media-element file-default\"}}]]</p><p>The company opened its first dealership here in late 2010, then quickly closed because of the fighting. But when they re-opened a year and a half later, Toyota wasn&rsquo;t too happy with how Libyans had pimped their rides.</p><p>At his spotless showroom in downtown Misrata, Ahmed Sadawi showed off a Land Cruiser 70, one of the most popular models. Sadawi is the city&#39;s official Toyota dealer. He doesn&#39;t sell<span style=\"line-height: 1.538em;\">&nbsp;certain versions of trucks, which he hopes will cut down on their battlefield appearances.</span></p><p>&quot;Picture a bunch of magazines on top of each other,&quot; he said, describing the Land Cruiser&#39;s suspension system. &quot;The more layers of magazine, the more the car can handle. The LC70s come in different specifications, they either come with 8 or 11 [layers]. The ones that we import are the 8 layers.&quot;</p><p>In other words, the ones less able to handle the weight of a big machine gun. &quot;For a car to handle a lot of weight, like the anti-aircraft missiles or weapons you&#39;re talking about, it would need to have more,&quot; Sadawi said&nbsp;</p><p>He also said the decision not to import the stronger trucks wasn&rsquo;t made by him &mdash; headquarters made the call. The company has also asked the retailers to look into who&rsquo;s buying.</p><p><span style=\"line-height: 1.538em;\">&quot;We are bound by contract to refuse to sell to anybody who might use our products to cause chaos or trouble anywhere in Libya,&quot; Sadawi explained.&nbsp;</span></p><p>If that sounds complicated, it&#39;s for good reason. It&#39;s hard to predict<span style=\"line-height: 1.538em;\">&nbsp;what a customer will do with his truck. There&#39;s really only one rule of thumb, Sadawi says, which applies to unusually large orders: &quot;</span><span style=\"line-height: 1.538em;\">Anybody who does not fall under the Ministry of Defense or the Ministry of Interior or the Ministry of Foreign Affairs, we have the right [to refuse] &mdash; and we have refused to sell to before.&quot;</span></p><p><span style=\"line-height: 1.538em;\">And that&rsquo;s where things get even more complicated.</span></p><p>Since the 2011 revolution, militias have held sway over Libya, and most were integrated into Libya&rsquo;s security forces. That includes the <a href=\"http://www.pri.org/stories/2014-06-24/libyan-city-misrata-booms-while-most-libya-burns\">brigades from Misrata</a> that overran the capital.</p><p>Those brigades, which are Islamist-leaning groups, are battling Libya&#39;s newly elected parliament. But while they&#39;re fighting the government, the Misratans are still on government payroll. So technically, they can <em>legally</em> buy all the Toyotas they want at official dealerships.&nbsp;</p><p>And the company&#39;s attempts to limit the strength of the trucks he sells are of little consequence: Ever since the revolution, Misratans have been experts in pushing the boundaries of what their Toyotas can do.</p><p>[[{\"fid\":\"73596\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":3072,\"width\":4608,\"style\":\"width: 2000px; height: 1333px; margin: 5px;\",\"alt\":\"Workers at a militia car workshop in Misrata. Fighters usually drop off their pickups and heavy weapons in the morning. Their cars are turned into fighting vehicles by the end of the day.\",\"title\":\"Workers at a militia car workshop in Misrata. Fighters usually drop off their pickups and heavy weapons in the morning. Their cars are turned into fighting vehicles by the end of the day.\",\"class\":\"media-element file-default\"}}]]</p><p>At the city&#39;s Technical Institute, workshops have become militia motor pools, where Toyotas get the necessary upgrades for battle. One of the men who does the work is&nbsp;<span style=\"line-height: 1.538em;\">Abdelsalam Gargoum, who normally teaches mechanics.</span></p><p>&quot;Generally, the way it works is the brigade will approach us. They&rsquo;ll say, &#39;Look, we&rsquo;ve got x numbers of cars and we need you to put this on this car, this on that car, different types of weapons and so on,&#39;&quot; Gargoum explained. &quot;We&rsquo;ll look at the car, we&rsquo;ll see if it&rsquo;s capable of carrying the weight of the weapon they&rsquo;re asking for. If not we&rsquo;ll make a few suggestions about what they could change or what alternative weapons could cover instead.&quot;</p><p>Gargoum and his crew sometimes have to dismantle the back of the truck to make space and lose weight for the heavy stuff. <span style=\"line-height: 1.538em;\">That&rsquo;s where Toyotas come in handy, he says. They&#39;re more robust and have ample spare parts.</span></p><p>His latest project is waiting for collection: It&#39;s a Land Cruiser 70, the same model Sadawi displayed in his showroom &mdash; now mounted with four Grad missile launchers.</p><p><span style=\"line-height: 1.538em;\">Gargoum pointed to it with a mixture of pride and sadness. He learned his craft during the siege of Misrata, a key moment of the 2011 revolution, but he never thought he&rsquo;d be back at it again just three years later.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">&quot;I didn&rsquo;t think that we were going to have to come back and restart,&quot; he said. &quot;I had people coming to me after the revolution asking if I could mount weapons and I just said, &#39;No, we&rsquo;re not mounting any more. What do you need a weapon for now? The fighting is over.&#39;&quot;</span></p><p><span style=\"line-height: 1.538em;\">That all changed this July when rival militias turned their guns &mdash; and respective Toyotas &mdash; on each other again.&nbsp;</span></p><p>&quot;<span style=\"line-height: 1.538em;\">I don&rsquo;t even really like weapons,&quot; Gargoum said. &quot;I&rsquo;ve never really liked them and never thought of this being a job for me!&quot;</span></p><p>But Abdelsalam doesn&rsquo;t know yet when he can go back to teaching. He&#39;s seen a few students lately &mdash; they&#39;ve asked him to mount weapons on their pickups.</p><p>[[{\"fid\":\"73599\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":3072,\"width\":4608,\"style\":\"width: 2000px; height: 1333px; margin: 5px;\",\"alt\":\"A Toyota Land Cruiser 70 mounted with four Grad missile launchers at a makeshift militia workship in Misrata.\",\"title\":\"A Toyota Land Cruiser 70 mounted with four Grad missile launchers at a makeshift militia workship in Misrata.\",\"class\":\"media-element file-default\"}}]]</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTXZ4Q6.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtxz4q6jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090920143.mp3"},{"href":"http://www.pri.org/file/090920143mp3"}]}