{"created":"2015-05-07T09:01:37+00:00","modified":"2015-05-13T20:58:12+00:00","valid":{"from":"2015-05-13T20:58:12+00:00","to":"3015-05-13T20:58:12+00:00"},"hreflang":"en","title":"A Long Way From Wax Cylinders, Library Of Congress Slowly Joins The Digital Age","published":"2015-05-07T14:03:00+00:00","teaser":"Through the library's website, you can listen to the recording of a former slave or millions of other items. But critics say the library needs to move more aggressively to adjust to the digital age.","itags":["npr_api","404744679"],"guid":"788bbb24-4884-4085-8d70-f825502b1493","contentencoded":"<p>Gene DeAnna sits at a computer next to a vintage Victrola, appropriate for his job as curator of the National Jukebox project.</p><p>It's an online collection of some 10,000 pre-1925 recordings, made acoustically, without any electrical amplification. DeAnna points to a photo on the <a href=\"http://www.loc.gov/jukebox/\" target=\"_blank\">jukebox's Web page</a>.</p><p>\"You can see in this picture here that they gathered the orchestra around a great big recording horn and behind the curtain there is a cutter that is cutting the recording into a wax master,\" he said.</p><p>And 90 years later, these primitive recordings can be heard right on your laptop with a few mouse clicks.</p><p>The Library of Congress has a trove of online content. You can hear Louise Bogan recite a poem:</p><p>\"<em>As you lay in sleep I saw the chart of artery and vein running from your heart.</em>\"</p><p>Or <a href=\"http://memory.loc.gov/cgi-bin/query/h?ammem/afcesnbib:@field%28DOCID+@lit%28afcesn000030%29%29\" target=\"_blank\">listen to a recording of a former slave</a>, Fountain Hughes, recalling his life.</p><p>\"It's the same as if we were in jail now,\" he told a library folklorist. \"I couldn't go from here across the street or I couldn't go to nobody's house without I have a note or something from my master.\"</p><p>The Library of Congress is the nation's oldest cultural institution, and the largest library in the world. Its mission is broad, everything from providing research to members of Congress, to administering copyright laws, to maintaining a collection of some 160 million items. It has put a quarter of those items online. Critics say the library needs to move more aggressively to adjust to the digital age.</p><p>The Library of Congress was established in 1800. Standing in front of the library's collection of Stradivarius instruments, David Mao, deputy librarian of Congress, said the library's mission is \"to acquire, preserve, and maintain, and make available for future generations the intellectual creativity of the American people.\"</p><p>Preserving it all is a challenge. Technology continually evolves, from wax cylinders to floppy disks to .wav files. And keeping up is a challenge, too. Congress has cut the library's budget by 8 percent over the past five years.</p><p>At the same time, a recent Government Accountability Office report criticized the library, and by inference, the 85-year-old librarian of Congress, James Billington, who was appointed by Ronald Reagan. The GAO says the library \"does not have the leadership needed to address\" several IT related problems, including managing its IT resources.</p><p>Deputy Librarian Mao says the library takes the report to heart, and just sent Congress its plans to improve its IT operation. Mao says the library is \"making a lot of progress on working on the things that were identified in the GAO report, and I believe that we're moving ahead in a very good direction that will help lead the Library of Congress into the 21st century.\"</p><p>Mao says the library hopes to hire a permanent chief information officer soon, something many say the library should have done years ago.</p><p>In the meantime, among its many roles, the library is a Washington tourist attraction. Currently <a href=\"http://www.loc.gov/exhibits/civil-rights-act/multimedia.html\" target=\"_blank\">on exhibit is a collection</a> of historic papers, photographs and other items documenting the civil rights movement.</p><p>Curator Adrienne Cannon pointed out the exhibit's showstopper, what she calls the NAACP's lynching flag. It's a big banner that reads \"a man was lynched yesterday.\" Cannon said \"every time a person was lynched in the United States the NAACP hung this flag outside its headquarters in New York City.\"</p><p>Cannon calls the records in the exhibit and throughout the Library of Congress \"living testimony; to what we were, what we are now and to what we are struggling to be.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Long+Way+From+Wax+Cylinders%2C+Library+Of+Congress+Slowly+Joins+The+Digital+Age&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404859307-185237.m3u?orgId=1&topicId=1014&d=248&p=3&story=404744679&t=progseg&e=404858593&seg=5&ft=nprml&f=404744679"},{"href":"http://media.npr.org/assets/img/2015/05/06/img_0861-5074b53f48365913091ada7882d394d9c73f73ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/05/06/undefined_custom-e6970c65d6c73c64f8dbff123b1e1a6b578b4688.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3264","width":"2448"}}]}