{"created":"2014-11-13T23:52:44+00:00","modified":"2015-05-12T18:53:23+00:00","valid":{"from":"2015-05-12T18:53:23+00:00","to":"3015-05-12T18:53:23+00:00"},"hreflang":"en","title":"Israelis And Palestinians Ask: Is Another Uprising On The Way? ","published":"2014-11-14T15:31:00+00:00","teaser":"So far, it's just scattered unrest. But with peace talks in the deep freeze and the recent scuffling over Jerusalem's most sensitive holy site, there's talk about the prospects of another intifada.","itags":["npr_api","363808114"],"guid":"7895a400-59ff-4252-9d5c-822a33e18895","contentencoded":"<p>During the first Palestinian uprising, or intifada, in the late 1980s, Palestinians refused to work in Israeli companies. Many threw stones and firebombs at Israeli troops.</p><p>During the second intifada, which erupted in 2000, suicide bombers repeatedly blew up public places in Israel, such as cafes, night clubs and buses.</p><p>Israeli Charlotte Slopack-Goller didn't ride the bus for a few years then.</p><p>\"Now I take the buses without thinking,\" she says.</p><p>But that was before Palestinian attackers began driving cars into Israeli civilians at bus stops, killing several and wounding dozens.</p><p>\"I must admit that when I was trying to cross the street the other day and standing at a narrow bus stop, I was a little nervous, and I thought maybe I need to stand behind something to protect myself,\" she says.</p><p>She isn't sure a third Palestinian intifada is on the way. But Palestinian Latifa Abdel Latif hopes it is.</p><p>\"I hope there's intifada because we had enough. We had enough,\" she says.</p><p>Although fatal car and knife attacks have prompted discussion of whether a sustained period of violence lies ahead, Abdel Latif says an intifada means finding even small ways to constantly oppose Israeli policies.</p><p>Any sustained Palestinian protest, Abdel Latif says, needs guidance from the top, meaning Palestinian Authority President Mahmoud Abbas, commonly known as Abu Mazen.</p><p>\"Like Abu Mazen, you know, our boss, he should agree about the intifada,\" she says. \"Because everything now is happening is just individual. An intifada needs leaders.\"</p><p>Israel says that Abbas and leaders in the Islamist group Hamas are fanning the recent rise in fatal confrontations through speeches and social media.</p><p>But Mahdi Abdel Hadi, head of the Palestinian think tank PASSIA says Abbas will never lead an intifada.</p><p>\"He said it many times: 'Not in my lifetime you'll have an intifada.' And people are telling him it's not an intifada. Because intifada means a program, a leadership, and a commitment to deliver. What we have is fragmentation and anger and frustration. You might lose control if people carry on this kind of frustration and confrontation,\" he says.</p><p>Ehud Ya'ari, an Israel-based analyst with the Washington Institute for Near East Policy, says the situation isn't out of control yet.</p><p>\"It's certainly not an intifada,\" he says, adding that it's not as violent, as widespread, or as organized as past uprisings.</p><p>\"This time we see groups of teenagers throwing stones, fireworks and quite a lot of incitement coming from the political parties. My hunch is going to see it dying down pretty soon,\" he adds.</p><p>Circumstances have changed since the previous uprisings. In those instances, Palestinians, whether they were rock throwers or suicide bombers, were able to directly confront Israelis civilians and members of the security forces.</p><p>Israel's West Bank barrier has made it difficult for West Bank Palestinians to enter Israel. In the Gaza Strip, Israel removed all of its Jewish settlers in 2005. The Palestinians can shoot rockets into Israel, as they did during fighting this summer. But these battles have lasted for only a few weeks and are led by the militants, not the broad Palestinian population.</p><p>In recent weeks, there have been stone-throwing clashes in Jerusalem and around the West Bank, though they have not yet approached the levels of the past intifadas.</p><p>However, independent Palestinian politician Mustafa Barhgouti says this is an intifada — but a new type. It's carried out by individuals, he says, but reflects widespread anger.</p><p>\"People get confused because they keep comparing the new intifada with the first and second one,\" he says. \"But they shouldn't because each one has its own characteristics. We don't want this to be militarized like the second intifada because this would serve the Israeli army purpose.\"</p><p>Past intifadas have been triggered by specific incidents. Barghouti traces the the current unrest to the collapse in April of peace talks brokered by U.S. Secretary of State John Kerry. Kerry made repeated trips to the region, and got both sides back to the negotiating table, but was unable to build momentum for a diplomatic breakthrough.</p><p>\"The clear change in the political atmosphere was the total failure of Kerry's effort,\" Barghouti says. \"I think that was the turning point when it became clear that Palestinians have to rely on themselves and struggle against this injustice.\"</p><p>Ya'akov Peri, a former head of Israel's internal security service, the Shin Bet, says intifada or not – times are clearly tense.</p><p>\"Nobody can really say when an intifada, an uprising is starting and when does it end,\" Peri says. \"No doubt that the escalation is high and I think we should all call for calmness.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israelis+And+Palestinians+Ask%3A+Is+Another+Uprising+On+The+Way%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363842856-9daa75.m3u?orgId=1&topicId=1009&d=242&p=2&story=363808114&t=progseg&e=363800676&seg=15&ft=nprml&f=363808114"},{"href":"http://media.npr.org/assets/img/2014/11/13/intifada14-1-5db8e81e81c9205b333c29f42de8b079b8003ffc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1707","width":"2276"}},{"href":"http://media.npr.org/assets/img/2014/11/13/intifada14-2-5dd497dcf127029d11deac8e96f51e28b725056e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2909","width":"3879"}}]}