{"created":"2014-09-19T19:44:55+00:00","modified":"2014-10-31T01:55:08+00:00","valid":{"from":"2014-10-31T01:55:07+00:00","to":"3014-10-31T01:55:07+00:00"},"hreflang":"en","title":"Double Trouble For Coffee: Drought And Disease Send Prices Up","published":"2014-05-21T13:29:00+00:00","teaser":"Coffee prices have spiked this year because of drought in Brazil and a disease that's crippling coffee production in parts of Central America. Coffee traders says prices could rise to $3 a pound.","itags":["npr_api","314237064"],"guid":"789cae6f-ca3d-48ff-a097-2fd590bac4bd","contentencoded":"<p>If you're drinking a cup of coffee right now, treasure it. The global supply of coffee beans may soon shrink because of problems in coffee-growing areas of Brazil and Central America.</p><p>With supply threatened and demand strong, prices are <a href=\"http://www.bloomberg.com/news/2014-04-22/coffee-surges-to-highest-in-26-months-on-global-supply-outlook.html\">taking flight</a>. <strong></strong>Wholesale coffee prices are up more than 60 percent since January — from $1.25 per pound of bulk <em>Coffea arabica</em> beans to $1.85 this week.</p><p>The biggest market-moving <a href=\"http://www.worldcoffeepress.com/5544/volcafes-predictions-spike-coffee-prices-upwards/\">force</a> is a drought in Brazil, the world's biggest coffee producer.</p><p><a href=\"https://www.greenmountaincoffee.com/CSTM_Bio_lindsey.aspx\">Lindsey Bolger</a>, vice president of coffee sourcing for <a href=\"https://www.greenmountaincoffee.com/\">Green Mountain Coffee Roasters</a>, says the damage left behind by the drought is not always obvious.<br /> <br />\"If you were to do a drive-by in some of the leading regions in Brazil, you would see what appears to be healthy-looking fruit, and a lot of it,\" she says. But when people cut that fruit open, they're discovering beans that aren't fully formed. Many are twisted and folded in on themselves. They're calling them \"origami beans.\"</p><p>Making matters worse is the continuing scourge of leaf rust, a disease that's been attacking coffee trees across Central America and Peru, cutting into production in those regions, too.</p><p>In January, coffee traders suddenly took notice. After two years of steadily declining prices for coffee, a bidding war erupted and prices shot up.</p><p>Eventually, this will make coffee more expensive at the supermarket and your local espresso bar — but the impact may be muted. For one thing, most large coffee roasters manage to keep their costs under control by buying coffee well in advance. In addition, raw beans are only a small part of the cost of that latte.</p><p>Some coffee traders expect prices to go even higher — perhaps even to $3 a pound. They're waiting to see just how much coffee Brazil will produce this year, and whether the trees have been so badly damaged that next year's harvest also will be compromised. This will become clearer when the main harvest gets underway next month.</p><p>Meanwhile, the U.S. Agency for International Development <a href=\"http://www.feedthefuture.gov/article/usaid-texas-am-invest-5-million-combat-coffee-rust-crisis\">announced</a> this week that it will put an additional $5 million into an effort to breed and distribute new genetic lines of coffee trees that can withstand leaf rust disease. The effort is being coordinated by <a href=\"http://worldcoffeeresearch.org/\">World Coffee Research</a>, a non-profit consortium set up by the coffee industry, based at Texas A&M University.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Double+Trouble+For+Coffee%3A+Drought+And+Disease+Send+Prices+Up&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"112"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314447921-ef6290.m3u?orgId=1&topicId=1053&ft=3&f=314237064"},{"href":"http://media.npr.org/assets/img/2014/05/20/coffee-drought-1-ad6e9854853c23c862c7c6cce92fc58f286451d2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1167","width":"1555"}},{"href":"http://media.npr.org/assets/img/2014/05/20/coffee-drought-2-19e5bf4b8a73a55374a568e7d534df1b9c06286f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"817","width":"1089"}}]}