{"created":"2015-03-19T13:50:59+00:00","modified":"2015-05-20T20:04:21+00:00","valid":{"from":"2015-05-20T20:04:21+00:00","to":"3015-05-20T20:04:21+00:00"},"hreflang":"en","title":"A Chinese Tourism Boom Has South Koreans Cramming  ","published":"2015-04-02T19:02:00+00:00","teaser":"South Korea is the top foreign destination for Chinese tourists, which means Koreans are scrambling to adjust to the hordes of travelers from the mainland.","itags":["npr_api","393752309"],"guid":"78a078a5-2a6e-4a9a-a921-d6b9180c74a6","contentencoded":"<p>Perhaps nowhere is the growth of the Chinese middle-class more visible than at top tourist destinations, which these days <a href=\"http://hereandnow.wbur.org/2014/05/16/compete-chinese-tourists\">are teeming with Chinese</a> travelers. The Chinese are traveling abroad in numbers never seen before, and it's felt strongly in South Korea, which finds itself scrambling to keep up with an estimated 4 million Chinese tourists a year.</p><p>In Myeongdong, Seoul's bustling, pedestrian-only main street for shopping, the common sounds you hear — besides blaring pop music from storefronts — are of a language foreign to Koreans: Mandarin Chinese.</p><p>A number of Chinese tourists say they're from Hangzhou, in southeastern China, and that they came to Korea for one main reason.</p><p>\"Shopping. Shopping,\" says tourist Li Li-jun.</p><p>She goes on to explain Korea's skin care and makeup products are a huge draw, as she and her fellow Chinese travelers consider them luxury items they can get for a steal in Seoul.</p><p>Whether it's for skin care or other wares, the popularity of South Korea as a Chinese tourist destination has rocketed in recent years.</p><p>In 2014, Chinese residents visited South Korea more than any other foreign country, according to the Chinese National Tourism Administration. And they are spending in huge numbers anywhere they go. The World Bank's numbers show Chinese travelers spent $100 billion overseas in 2012, doubling what they spent just two years before that.</p><p>South Korean businesses want those tourism dollars, so companies here, particularly makeup companies, are sending their salesfolk back to school.</p><p><em>Hagwons</em>, or private cram schools, are filling up with skin care salespeople, whose bosses are paying for them to learn how to cater to Chinese customers through language.</p><p>Soh Bor-am, a Korean, teaches eight one-hour classes of Mandarin per day.</p><p>\"My mother used to say that even if you're selling <em>hoddok</em>, which is a kind of cake in Namdaemun markets, you have to know how to sell it in Chinese. And I find it very surprising that no matter which level of society you're in, no matter what your job is, you're expected to know this language,\" Soh says.</p><p>Nowadays, she only expects the demand for Chinese language classes to grow.</p><p>\"Korea has a tendency to rely on other countries, and Korea gets influenced by other countries. So if before it was Japan, now it's moving to China,\" says Soh.</p><p>That's a reality of business and commerce across the globe. Catering to Chinese travelers means making money, and those traveling Chinese masses are only starting to swell.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Chinese+Tourism+Boom+Has+South+Koreans+Cramming++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394146389-415bca.m3u?orgId=1&topicId=1125&d=191&p=2&story=393752309&t=progseg&e=394036603&seg=16&ft=nprml&f=393752309"},{"href":"http://media.npr.org/assets/img/2015/03/18/img_5450-6a22a7a5e31aaf9c34add12110f305d1aeaefc99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2276","width":"3035"}}]}