{"created":"2015-04-03T20:03:15+00:00","modified":"2015-04-03T21:22:25+00:00","valid":{"from":"2015-04-03T21:22:25+00:00","to":"3015-04-03T21:22:25+00:00"},"hreflang":"en","guid":"78b2a69a-3d3d-4f8e-af86-4e82832fa5e9","title":"On the Texas border, they're fighting for the right to have street lamps","published":"2015-04-03T21:22:21+00:00","byline":"Alina Simone","tags":["US-Texas border","Right to Light","colonias","immigrants","Global Nation","Justice","Conflict & Justice","Curry Estates","United States","Texas","Rio Grande Valley","Hidalgo County","Colonia","Mexico–United States border","Poverty in the United States","Hidalgo County, Texas"],"teaser":"The US spends millions trying to secure the US-Mexico border with agents, cameras and a huge wall. But just beyond that wall in Texas' Rio Grande Valley, residents are fighting for the street lights needed to make the area more safe.","contentencoded":"<p>The word <em>colonia</em> means \"neighborhood\" in Spanish, but when people say colonia in the Rio Grande Valley, they’re talking about the makeshift communities — more than 1,000 — that have sprung up just north of the US-Mexico border.</p>\n<p>Developers buy land, divide it up and sell the plots, mostly to Mexican immigrants. Some have legal status, some don't.</p>\n<p>At first, all they got was land: No water, no paved roads, electricity or drainage. But over the past 30 years, colonias have become neighborhoods. Residents organized, fought for improvements and won.</p>\n<p>They have at least one big fight left: The right to light.</p>\n<p>When I visit the Curry Estates Colonia in Hidalgo County, Texas, on a recent night, I can’t see my car keys in my hand. I can’t see where the fence ends and the street begins. I can’t even see the ground under my feet.</p>\n<p>“Once you step out on the street, it’s nothing,\" says Emma Alaniz, a native of Monterrey, Mexico. \"It’s all dark, all dark,”</p>\n<p>Alaniz has lived in Curry Estates for 15 years, raised two kids here. That’s one of the reasons she responded when an organizer stuck a flyer in her mailbox four years ago, looking for volunteers for a “Right to Light” campaign. There aren’t any playgrounds or sidewalks in the colonias or sidewalks, so \"we have to drive very, very careful because there’s a lot of children and some of them play really late outside,” Alaniz says.</p>\n<p>There are also free-roaming dogs that treat the bumpers of cars like oversized chew toys. At least mine, anyway.                                                                   </p>\n<p>“The other thing is the crime,” Alaniz says. “We have to be careful about that, too.”</p>\n<p>That’s the irony here: As a nation, we’re security-<em>obsessed </em>when it comes to the US-Mexico border. But we don’t pay much attention to what goes on right next to it.</p>\n<p>If you look at satellite photos of Hidalgo County, what lies beyond the wall are miles of darkness. Activists and residents point out that void exacerbates problems like undocumented immigration and border-gang violence.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"If you look closely at this satellite photo at Brownsville-Harlingen, Texas, you&amp;#039;ll see the colonias outlined in red, and they&amp;#039;re dark -- no lights at night.\" title=\"If you look closely at this satellite photo at Brownsville-Harlingen, Texas, you&amp;#039;ll see the colonias outlined in red, and they&amp;#039;re dark -- no lights at night.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/CROPHarlingen-brownsville-night.jpeg?itok=x8cDzS4i\" /><div class=\"field-caption\">\n    <p>If you look closely at this satellite photo at Brownsville-Harlingen, Texas, you'll see the colonias outlined in red, and they're dark -- no lights at night.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Earth Science and Remote Sensing Unit, NASA Johnson Space Center, Processing: Michal Braier</p>\n  </div>\n</div>\n<p>But to Juanita Valdez-Cox, the director of <a href=\"http://lupenet.org/\">LUPE</a>, a local community organization that's backing the Right to Light campaign, the problem is also about equality and fairness. “When you buy a piece of property and build your home or buy your home, you don’t have to worry whether it has street lights,\" she says. </p>\n<p>And sometimes, when colonia residents buy their lots, existing streetlights don't stay on. “You know what they do?” Valdez-Cox asks. “The developer sells the lot and they have the street lights and they have the poles and it’s lighted. And once they sell the lots, they turn off the light.”</p>\n<p>That makes the developers sound like the bad guys, and some of them are. But without them there’s practically no other source of low-incoming housing in the county. And they’re not legally obligated to provide street lights.</p>\n<p>So why hasn’t local government done something about this? They tried in 2012. Hidalgo County used federal grant money to test out solar street lights in a handful of colonias. It didn’t work out so well. The solar lights were expensive and too dim, and there wasn’t enough money to maintain them.  </p>\n<p>“Once they broke, they broke,” Emma Alaniz, the colonia resident, explains, “so we’re asking for the <em>regular</em> lights.”</p>\n<p>There’s an underlying metaphor here: These communities don’t want to occupy some kind of gray zone. They want to be integrated, connected to the grid. The electric grid, sure, but also to their local government — and the rest of America too.</p>\n<p>Why is this so hard? I ask Jaime Longoria, the assistant chief administrator for the county judge.</p>\n<p>“Certainly we realize that there’s value in safety,” he tells me, “but it becomes an issue of the thousands and thousands of subdivisions that are out there. How do we light up each and every one of those particular corners, each one of those streets? Counties are strapped as it is. Someone’s going to have to pay for that.”</p>\n<p>In the second-poorest county in the country, figuring out who that “someone” should be is a problem. The county thought the residents should help foot that bill. The residents originally thought otherwise, but they recently decided to meet the government halfway.</p>\n<p>“We’re really close to agreement that it should be part of your tax bill,” says Juanita Valdez-Cox of LUPE.</p>\n<p>They’re about to file a bill in the coming legislative session that would add a lighting surcharge to the tax bill for colonia residents. If it passes, the county would move forward with a $500,000 pilot program. And that means that people living in the colonias may finally come out of the shadows — literally.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-02%2Fno-street-lights-hidalgo-county-0&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/CROPStreetLights.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropstreetlightsjpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04032015_06.mp3"},{"href":"http://www.pri.org/file/0403201506mp3"}]}