{"created":"2014-12-26T18:13:38+00:00","modified":"2014-12-26T19:42:46+00:00","valid":{"from":"2014-12-26T19:42:46+00:00","to":"3014-12-26T19:42:46+00:00"},"hreflang":"en","title":"Dixie Cups 'Chapel of Love' Turns 50","published":"2014-12-26T19:28:00+00:00","teaser":"The members of The Dixie Cups discuss their 1964 hit about \"going to the chapel.\"","itags":["npr_api","373285332"],"guid":"78b5177e-52c3-4079-a427-4700fca033eb","contentencoded":"<p><em>[Note: This show is from a previous interview that aired on June 4, 2014.]</em></p><p>Fifty years ago, three young women from New Orleans hit it big with the release of their single &#8220;Chapel of Love.&#8221; The Dixie Cups song was an instant chart-topping hit on the pop and R&B charts, displacing the reigning champs of the Billboards, The Beatles, and reclaiming the charts for American musicians in the midst of the British invasion.</p><p>Since 1964, the song has become a part of American culture, providing the soundtrack for countless weddings and used in movies like &#8220;The Big Easy&#8221; and &#8220;Father of the Bride,&#8221; and on the TV show &#8220;Glee.&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=cMfrLFirGWc\">[Youtube]</a></p><p>The group was comprised of two sisters, <strong>Rosa Hawkins</strong> and <strong>Barbara Hawkins</strong>, along with their cousin Joan Marie Johnson.</p><p>Today, The Dixie Cups are still performing, but not with the original line-up. The newest Dixie Cup is <strong>Athelgra Neville Gabriel</strong>, who the sisters refer to as &#8220;our sister from our extended family.&#8221;</p><p>All three ladies joined <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson to talk about &#8220;going to the chapel.&#8221; The Hawkins sisters reminisced about the unlikely way they got their big break &#8212; a high school talent show, in which the group did not even place.</p><p>&#8220;There was a talent scout in the audience, and he didn&#8217;t know how to get in touch with us,&#8221; Barbara said. &#8220;We used to babysit for Larry McKinley, who was the disc jockey in New Orleans, and we were at his home, and his wife&#8217;s cousin won second place. Her name was Barbara. So she asked me to go with her to the talent scout, and we ended up going to his home. Well, when we walked in, he kept looking at me. So then he said, &#8216;Are you one of the ladies who was in the green dresses at the talent show,&#8217; and I said yes. So he went and picked up the program and showed me that he had circled our names. He said, &#8216;I&#8217;ve been trying to get in touch with you guys. You guys were wonderful.&#8217; He said, &#8216;I want to talk to you about recording,&#8217; and we sang for him, and he just went crazy.&#8221;</p><p>The rest, as they say, was history, and once the group signed to a label, it took next to no time for &#8220;Chapel of Love&#8221; to climb the charts.</p><p>&#8220;When it was released, it went zoom,&#8221; Barbara said. &#8220;Joe [Jones] had told us that, &#8216;Your chance of making a number-one record is a 150 million to one.&#8221;</p><p>&#8220;The Beatles were out, and they had, at that time, their song was &#8216;Love Me Do,'&#8221; Rosa added. &#8220;But &#8216;Chapel of Love,&#8217; it was released, it surpassed everybody on the chart, and it knocked the Beatles out of first place and kept first place for three weeks.&#8221;</p><p>To this day, the song remains a classic and is often used in movie soundtracks. According to Neville, the theme is timeless.</p><p>&#8220;Everybody wants to get married,&#8221; she said. &#8220;Every woman wants to go to the chapel. So, you know, I think that&#8217;s what did it.&#8221;</p><ul><li><a href=\"http://hereandnow.wbur.org/2014/06/04/dixie-cups-chapel-love\" target=\"_blank\">Click here to read the earlier post.</a></li></ul><h4>Guests</h4><ul><li><strong>Barbara Ann Hawkins</strong>, original member of The Dixie Cups.</li><li><strong>Rosa Lee Hawkins</strong>, original member of The Dixie Cups.</li><li><strong>Athelgra Neville Gabriel</strong>, newest member of The Dixie Cups.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dixie+Cups+%27Chapel+of+Love%27+Turns+50&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"997"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373285335-07f789.m3u?orgId=1&ft=3&f=373285332"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/0604_dixie-cups-624x430.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"430","width":"624"}}]}