{"created":"2014-10-08T02:35:05+00:00","modified":"2014-10-31T00:32:37+00:00","valid":{"from":"2014-10-31T00:32:37+00:00","to":"3014-10-31T00:32:37+00:00"},"hreflang":"en","title":"China's Booming Real Estate Market Finally Begins To Slide","published":"2014-07-11T12:54:00+00:00","teaser":"After years of stunning growth, China's go-go real estate market is in retreat. It has been one of the engines driving the world's second-largest economy, so economists are watching it closely.","itags":["npr_api","329081682"],"guid":"78b5d4e5-c5d7-426d-b0d9-1340123935c2","contentencoded":"<p>After years of stunning growth, China's go-go real estate market is now in retreat.</p><p>Prices fell last month in 79 out of 100 cities, according to the China Real Estate Index run by SouFun Holdings, a real estate website. Land sales dropped nearly 30 percent this spring from a year earlier.</p><p>Real estate has been one of the engines driving the world's second-largest economy, which is why economists in China and around the world are watching the market closely these days.</p><p>Among the harder-hit cities are midsized provincial ones like Wuxi, in eastern China's Jiangsu province, about an hour by bullet train from Shanghai. Drive into town at night and you'll pass rows of 25- to 30-story apartment blocks with just a handful of the apartments illuminated.</p><p>\"There's nothing you can do,\" says Huang Jiqiang, an agent with Central Plains Real Estate here. He says supply and demand are completely out of whack.</p><p>\"Now all the new housing complexes are dropping their prices and doing promotions because there are just too many homes,\" he says. \"There aren't that many buyers, and the pool of buyers is getting smaller and smaller. Homes are still under construction out there.\"</p><p>Huang says prices in Wuxi, which has a population of nearly 5 million, have already dropped 15 to 20 percent this year. He estimates it would take nearly 2 1/2 years to sell off all of Wuxi's current housing stock.</p><p>In private comments leaked online, an official with one of China's biggest developers, Vanke, estimated that the city's unsold inventory was actually double that, almost five years' worth of empty apartments. By all accounts, the culprits are overbuilding, inflated prices and almost no local demand.</p><p>\"Every local family has at least two or three apartments, so they have already enough space to live,\" says Huang, sitting in a noisy office on a recent, rainy morning. \"If an outsider wants to buy a new apartment, they can't afford it. A 970-square-foot apartment on average costs more than $116,000. The way they see it, that's a lot of financial pressure.\"</p><p>That's especially true in a city where the average annual salary is just $8,200.</p><p>Wuxi has been trying to lure in people from elsewhere to prop up the market.</p><p>Buy a 650-square-foot apartment, and the government will throw in a much-coveted local residency permit, which entitles your children to public schooling, among other benefits. So far, Huang says, that's not enough.</p><p>\"Many clients are still waiting and seeing and hoping there will be further price cuts from the current levels,\" he says.</p><p>It isn't just small, middle-class apartments that lie dormant. So do many luxury compounds. Wuxi is building a new city to the east of downtown. Employees at one development, Country Garden, say half of the compound's $600,000-plus stone villas are sold, but after more than a year, they're still empty. The only sound in Country Garden is of water pouring from the mouths of fish statues into a pond.</p><p>Oliver Rui, who teaches finance at China Europe International Business School in Shanghai, says the housing glut is driven by a political system that has rewarded local officials for economic growth over everything else.</p><p>\"If they want to be promoted into the next level of the political hierarchy, they have to show the GDP growth rate is better than their neighbor's,\" Rui says. \"What is the easiest way to increase the GDP growth? It's through investment, through real estate.\"</p><p>That's true even if the real estate doesn't actually sell. Rui says Chinese officials are banking that migrants from the countryside will move to the cities and buy up the empty apartments, but he doubts that will happen without a big price drop. That's because, Rui says, it would take a Chinese person 15 years of earnings — without spending money on anything else — to pay for a home, a ratio that's at least double the international standard.</p><p>Rui doesn't expect the market to crash. He says the government has many tools — from cutting interest rates to lifting restrictions on home purchases — that can prevent free fall.</p><p>Sam Crispin, who has spent two decades following China's real estate sector, thinks prices will gradually drop, and people, eventually, will buy. He cites the history behind Shanghai's Pudong New Area, which had huge vacancy rates in the 1990s.</p><p>\"The whole of Pudong was a bit of a basket case,\" Crispin says, sitting in an office in the area's Lujiazui financial district, overlooking the cruise ship terminal along Shanghai's muddy Huangpu River. \"Fifteen years ago, not many people wanted to make the move, but now we see some of the most desirable, most expensive real estate here in Pudong. It's been a massive success for Shanghai.\"</p><p>Of course, Shanghai is a prestigious, coastal city and a magnet for the wealthy and ambitious, dramatically different from Wuxi. As for Crispin, earlier this year, he moved home to England for family reasons.</p><p>He says no one should read too much into this, but he has sold all but one of his properties in China. He says he's looking for better rent revenue.</p><p>\"I can see the capital growth is slowing and it's time to go and invest elsewhere where there might be better income,\" Crispin says.</p><p>Seems like a good time to diversify.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=China%27s+Booming+Real+Estate+Market+Finally+Begins+To+Slide&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330325135-e9cd07.m3u?orgId=1&topicId=1125&ft=3&f=329081682"},{"href":"http://media.npr.org/assets/img/2014/07/10/langfitt-real-estate-7-8a820fb44602d395b61b2b858100f6e457f8868b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2406","width":"3213"}},{"href":"http://media.npr.org/assets/img/2014/07/10/langfitt-real-estate-8-a42d60bd48d5f6731a319edfcc99919f3f6a6a8c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1806","width":"2408"}}]}