{"created":"2014-10-09T09:04:26+00:00","modified":"2015-04-07T17:51:31+00:00","valid":{"from":"2015-04-07T17:51:31+00:00","to":"3015-04-07T17:51:31+00:00"},"hreflang":"en","title":"Doctors Without Borders Changed The Way We Heal The World","published":"2014-10-09T20:35:00+00:00","teaser":"It's no surprise the group called for a big response to Ebola back in June. Doctors Without Borders, the world's first humanitarian medical group, has a history of speaking up when others are silent.","itags":["npr_api","354754651"],"guid":"78c39f39-0338-4ce1-9934-55fa5979d837","contentencoded":"<p>All day long, forklifts fill departing cargo trucks at a <a href=\"jsp/storyeditor/msf.org\">Doctors Without Borders</a> distribution center not far from the Bordeaux airport. From here, the humanitarian supplies make their way to some of the most miserable spots on the planet.</p><p>The 16,744-square-yard warehouse is stocked with everything from tuberculosis kits to tires. It looks like a humanitarian Ikea. Specially marked boxes are being packed with medicines, supplies and contamination suits. These \"Ebola kits\" are on their way to Liberia, Guinea and Sierra Leone.</p><p>Doctors Without Borders, known the world over by its French acronym, MSF, for Medecins Sans Frontiers, is operating at top capacity against the <a href=\"http://www.doctorswithoutborders.org/our-work/medical-issues/ebola\">Ebola virus</a> in West Africa. As early as June, the organization warned of the potential threat of the virus. It's not the first time MSF has brought the world's attention to an impending disaster. Its bold stances over the years have helped change the face of humanitarian aid.</p><p><a href=\"http://www.doctorswithoutborders.org/work-us/work-field/staff-profile/kathy-dedieu-logisticianwater-sanitation-specialist\">Kathy Dedieu</a> was a chemical waste consultant in the U.S. before becoming a sanitation and water engineer for Doctors Without Borders a decade ago. We meet in Paris at MSF headquarters. Dedieu has just returned from Monrovia, Liberia's capital, where MSF is working to help reopen the hospitals. Her job is to make sure that clean parts of the hospitals are kept separate from areas that are contaminated. She says the situation in Monrovia is a complete catastrophe.</p><p>\"It's not like anything I've seen in ten years of work with MSF,\" she says. \"Even during war, I haven't seen a health system close so fast. The hospitals are empty because the health staff just isn't there.\"</p><p>Dedieu was in Liberia during that country's civil war in 2003. She says Doctors Without Borders was the only humanitarian group that stayed through the conflict. She says it was also the only one operating in war-torn South Sudan that same year when she traveled the country digging wells as part of an effort to set up health clinics.</p><p>Medecins Sans Frontieres was founded in 1971 by a group of doctors and journalists who wanted to treat populations suffering in wars and natural disasters and call attention to their plight.</p><p><a href=\"http://www.sciencespo.fr/psia/users/ronybrauman\">Rony Brauman</a>, who headed MSF from 1982 to 1994, says it may seem strange, but there were no humanitarian medical organizations before Doctors Without Borders.</p><p>The early years were tough because medical aid to the developing world was actually discouraged, he says. The focus was on prevention, not treatment.</p><p>\"I remember being criticized in the '80s as a 'medical cowboy,'\" he says. \"We were accused of riding in, distributing our pills and creating unfulfillable expectations.\" But Brauman says that's the nature of health care.</p><p>\"We raise expectations, we create new diseases by treating old diseases,\" he says. \"That's how it works in general. And we thought that in the Third World, people had the right to enjoy the benefits and the drawbacks of medical care. It was a kind of fight.\"</p><p>MSF won that fight, says Brauman. The group influenced the humanitarian world in other ways, too. In the 1980s, MSF denounced the Ethiopian government's population resettlement program, saying it was killing more people than the famine sweeping the nation at the time. That got MSF kicked out of the country. But speaking out set a precedent. Silence on the part of aid groups didn't always mean neutrality. It could also mean complicity.</p><p><a href=\"http://www.thedailybeast.com/contributors/christopher-dickey.html\">Christopher Dickey</a>, international reporter and foreign editor for <em>The Daily Beast</em>, has observed Doctors Without Borders over the last four decades. He says the organization has grown exponentially but has never wavered from its original mission to bear witness.</p><p>\"The basic idea remains the same,\" says Dickey. \"You will show the world what is happening, you will touch the conscience of the world and thereby try to make things better for people who otherwise would be utterly forgotten.\"</p><p>Medecins Sans Frontieres won the Nobel Peace Prize in 1999. The Nobel committee said that by pointing to the causes of catastrophes, the organization had helped expose abuses of power.</p><p>Today MSF operates in 67 countries and has 30,000 staff members — most local professionals across the developing world. MSF doctor <a href=\"http://healthreachchc.com/news/release.php?IDPR=372&IDP=14\">Cameron Bopp</a>, from the United States, says the organization is always anticipating the next crisis. He was just in Monrovia to set up a mass treatment program for malaria, which has some of the same symptoms as Ebola. He says it's important that those infected with malaria aren't mistaken for Ebola patients.</p><p>Bopp says he's worked with other humanitarian organizations but always missed the level of devotion and motivation he's found at MSF.</p><p>\"The main thing that's different about MSF from the point of view of someone like me who goes out and works in the field is that when there's an emergency, other organizations say, 'Whoa, this is an emergency. We're gonna be there. As soon as we get funding.' And MSF has the funding,\" he says. \"We start right away.\"</p><p>Ninety percent of Doctors Without Borders' funding is private, coming from a loyal base of five million donors. That gives it the independence to speak out and do what's really needed, says Bopp — not just what's best for raising money.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Doctors+Without+Borders+Changed+The+Way+We+Heal+The+World&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354754652-46e4b7.m3u?orgId=1&topicId=1124&e=354754651&d=314&ft=nprml&f=354754651"},{"href":"http://media.npr.org/assets/img/2014/10/09/doctors-b07a823f9cd14b77493cc55a8461ee40b0e879e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}