{"created":"2015-05-25T20:20:41+00:00","modified":"2015-05-26T20:09:27+00:00","valid":{"from":"2015-05-26T20:09:26+00:00","to":"3015-05-26T20:09:26+00:00"},"hreflang":"en","guid":"78cb7cda-ee95-4bf9-9c37-df7a3350f368","title":"'It's a race against time' to help Nepal's earthquake survivors, warns one aid worker","published":"2015-05-26T20:09:21+00:00","byline":"David Leveille","tags":["Nepal earthquake","conflict","diaster","Human Needs","Global Politics","Asia","Nepal","Kathmandu","Disaster","Earthquake"],"teaser":"The UN, along with many humanitarian assistance agencies, have been helping Nepal in the aftermath of major earthquakes. But aid workers warn that people there need more help before the monsoon season arrives.","contentencoded":"<p>Aid groups have rushed to provide relief in the month that has passed since a devastating earthquake struck Nepal, killing 8,700 people and injuring scores more, but with the monsoon season approaching, they are scrambling to do more while they still can. </p>\n<p>“At the moment, it’s a race against time to make sure that families who’ve lost their homes are protected from the elements because we know that monsoon season is coming, “ says Gemma Gillie of Save the Children in Kathmandu. “We have a very, very short window to be able to reach a huge number people to protect them when the rain really comes.”</p>\n<p>The scale of the disaster is proving to be a formidable challenge one month on. Save The Children estimates that more than 750,000 homes across Nepal have been damaged or destroyed. That represents 3.5 million people, all of whom need to be reached in a short period of time. Nepal’s rough terrain, with remote villages in the mountains, has made aid operations more difficult. Accesing those areas may get even more difficult in the months ahead.  </p>\n<p>“Access to some of the most remote communities that have been the most affected by both of these earthquakes is difficult already because of landslides following both quakes,\" Gille says. \"That’s only going to get harder when the rain starts and further landslides happen. So we really have to be quick to be able to reach these people before it’s too late.”</p>\n<p>Gillie arrived in Nepal shortly after the first earthquake hit. She noticed that while people were deeply shaken, they were beginning to get on with their lives, with something resembling normality returning. Shops reopened and the number of tents in the relief camp declined. Then the second earthquake hit on May 12. It was a huge setback. “People didn’t feel safe any more, and I think that’s been the biggest impact that I’ve seen out in the field, people just don’t feel safe, they’re constantly worried that another earthquake’s going to strike, so it’s tense, people are understandably scared,\" she says. </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Giving birth during the <a href=\"https://twitter.com/hashtag/NepalEarthquake?src=hash\">#NepalEarthquake</a> <a href=\"http://t.co/bIfP1qHAtq\">http://t.co/bIfP1qHAtq</a></p>\n<p>— UNICEF (@UNICEF) <a href=\"https://twitter.com/UNICEF/status/602583595509743616\">May 24, 2015</a></p></blockquote>\n<p>Children have been especially vulnerable in the aftermath of Nepal’s earthquake. An estimated 1.5 million children were living in homes that were damaged or destroyed. When Gillie sees a storm approaching, she thinks of them. “Right now there’s a huge storm outside the window, there’s thunder, lightning and pouring rain, and there’s over 1 million children out there sleeping under plastic sheeting because their homes have been either damaged or destroyed.”  </p>\n<p>And it's not just homes that have been affected by the quake. Nepal’s schools have been closed since April 25 and are due to reopen next week. But there are hundreds of schools that have been damaged or destroyed. Safe school environments, Gillie says, are critical for helping children recover. Being in school gives children a break, allowing them to interact with other kids, while also giving parents a rest. </p>\n<p>“If you’ve gone through something so traumatic as an earthquake, you need to recover yourself,\" she says. \"But when all of the family is at home because your work places aren’t open anymore, and none of you are going to work, your children aren’t going to school, and you’re sleeping in a tent, it's very, very intense situation. It makes it very difficult to recover.”</p>\n<p>With that in mind, Gillie says the challenge is “doing everything we can to help children’s lives get back to normal.” That means setting up temporary school and child friendly spaces, making sure children have access to primary healthcare in clinics, and just providing them with shelter and blankets and warm clothing. The challenge, she says, is to “work to do everything we can to make a child's life as normal as possible at a time when they’re very vulnerable and things are very uncertain for them.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"638\" width=\"856\" alt=\"Reaching villages on mountaintops with food.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/nepal2.JPG?itok=b4lZocZS\" title=\"\" /><div class=\"field-caption\">\n    <div>Reaching villages on mountaintops with food.</div>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>UN's World Food Program</p>\n  </div>\n</div>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-25%2Fits-race-against-time-help-earthquake-survivors-warns-one-aid-worker&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/gemmaweb.mp3"},{"href":"http://admin.pri.org/file/gemmawebmp3"}]}