{"created":"2014-11-11T22:46:15+00:00","modified":"2014-12-12T20:38:19+00:00","valid":{"from":"2014-12-12T20:38:19+00:00","to":"3014-12-12T20:38:19+00:00"},"hreflang":"en","title":"Communities Struggle To Reach Homeless Students Living In The Shadows","published":"2014-12-03T01:24:00+00:00","teaser":"More than 1 million public school students in the U.S. don't have permanent homes. Most live doubled up with family or friends, but many live in motels, emergency shelters, campgrounds — even cars.","itags":["npr_api","363318370"],"guid":"78d52134-0727-47e7-9dd8-6fb4340dd0df","contentencoded":"<p>It's late afternoon and the day has just ended at a Los Angeles school. Students are making their way toward the parking lot, where a dusty 2001 Ford Taurus stands out among the shiny SUVs filled with waiting parents.</p><p>Kids walk by and stare. In the back seat of the Taurus, James, a tall 14-year-old in a checkered shirt, smiles. He is familiar with the stares.</p><p>He never told anyone that he was once homeless, but they knew. It's hard to hide homelessness from other kids, he says. They want to know why you're wearing the same shirt and why you look tired.</p><p>More than 1.1 million public school students in the United States do not have permanent homes, <a href=\"http://center.serve.org/nche/pr/data_comp.php\" target=\"_blank\">according to data</a> compiled by the Department of Education.</p><p>California has the highest rate of homeless children enrolled in schools anywhere in the country. Many kids live in the shadows — in cheap motels, emergency shelters, campgrounds and even cars, like James once did.</p><p>The battered Taurus station wagon was once home to James, his three siblings and his mother.</p><p>\"Since the car is so short and me and my older brother [are] too big for [it], sometimes we'd put our feet up against the dashboard,\" James explains. \"Or sometimes just sleep on our backs and then just have our knees bent upward.\"</p><p>While the kids curled up in the back and passenger seat, their mother would sleep in the driver's seat, sitting up.</p><p>\"I remember sitting in my car while all the kids were sleeping,\" says Elizabeth, James' mom. \"I could hear their breath, you know.\"</p><p>Elizabeth is a domestic violence victim. NPR is not using her last name because she still fears for her safety. She says she and her children felt safer together in a car and on the move than in a shelter.</p><p>\"You just cry,\" she says. \"And you don't want to cry too loud, because you don't want to wake up the kids.\" Because in the morning, they had to go to school.</p><p>\"When we get ready for school or just getting dressed, we would just go to, like, a public bathroom or like a park bathroom [or] McDonald's,\" says Joseph, 15. \"Brush our teeth at McDonald's or change at McDonald's, and then come out, and then we'd just go to school from there.\"</p><p>\"I think schools are doing the best they can,\" says Patricia Julianelle of the National Association for the Education of Homeless Children and Youth. But the majority of these children are not receiving the assistance they need, she says.</p><p>\"Ironically, they are the only homeless service providers in most communities in the state. Yet schools absolutely are underresourced to meet this problem.\"</p><p>It is a problem in both rural communities and large cities — children and youth who have become the hidden homeless.</p><p><strong>Going Where The Kids Are</strong></p><p>On Los Angeles' Skid Row, the average age of a homeless child is 8. Because of the overwhelming need, School on Wheels, a nonprofit that tutors homeless students, has a permanent learning center here.</p><p>On a recent afternoon, Alison Maldonado, Skid Row Learning Center instructor with School on Wheels, is escorting pint-size children through the human maze of misery that defines this area.</p><p>Weighed down by backpacks, some clutching stuffed animals, the kids move forward hand in hand. When they approach a particularly dangerous corner, they begin to clap and chant, \"Kids coming through!\"</p><p>At the heads-up, crack pipes are lowered. A drug deal moves down the alley. Sometimes vacant stares are replaced by smiles, allowing the children safe passage. Soon, they've arrived at the after-school program, where they will be given a snack and help with their schoolwork.</p><p>Catherine Meek, executive director of School on Wheels, says homelessness has a devastating impact on children's education.</p><p>Experts \"estimate that they are nine times more likely to repeat a grade, four times more likely to drop out of school entirely,\" she says. \"They are at risk for physical abuse, sexual abuse, health, medical issues [are] a huge problem.\"</p><p>This year, the nonprofit has served more than 3,000 homeless students. The volunteer tutors go where the kids are: motels, shelters — even to families living in cars.</p><p>That's what the program did with Elizabeth and her kids. \"She actually just drove to wherever we were so she can keep that bond,\" James says. \"And that was pretty nice; I appreciate that.\"</p><p>Today, Elizabeth and her children are living in a transitional apartment, where a volunteer comes to tutor the children.</p><p>Abigail, 9, is practicing her multiplication tables. She has long pigtails and big dreams. She says some of the worst things about living in the car were the cold and doing her schoolwork.</p><p>\"My writing was very sloppy,\" she says, \"because I had to do it, like, on the seat of the car, and, you know, it was, like, mushy and stuff. So, yeah, it was kind of hard to do my homework — hmmm ... it's not so good.\"</p><p>But now that she has a home, fourth grade should be a little easier.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Communities+Struggle+To+Reach+Homeless+Students+Living+In+The+Shadows&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gloria Hillard","audio":[{"meta":{"duration":"337"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363342290-8dd39f.m3u?orgId=1&topicId=1091&ft=3&f=363318370"}]}