{"created":"2014-09-10T22:32:52+00:00","modified":"2015-03-10T14:49:06+00:00","valid":{"from":"2015-03-10T14:49:06+00:00","to":"3015-03-10T14:49:06+00:00"},"hreflang":"en","title":"Obama Says U.S. Will 'Take Out' Islamic State 'Wherever They Exist'","published":"2014-09-11T02:51:00+00:00","teaser":"Signaling a broadening of the American offensive to date, the president said he would not hesitate to order strikes inside Syria. \"If you threaten America, you will find no safe haven,\" Obama warned.","itags":["npr_api","347486634"],"guid":"78d61c48-860b-45c9-b41d-d17f4b941767","contentencoded":"<p>In a prime-time speech on Wednesday, President Obama said the United States plans to \"take out\" the Islamic State \"wherever they exist.\"</p><p>\"With a new Iraqi government in place, and following consultations with allies abroad and Congress at home, I can announce that America will lead a broad coalition to roll back this terrorist threat,\" Obama said. \"Our objective is clear: we will degrade, and ultimately destroy, ISIL through a comprehensive and sustained counter-terrorism strategy.\"</p><p>Signaling a broadening of the American offensive so far, Obama said that he would \"not hesitate\" to order strikes against Islamic State targets in Syria.</p><p>Obama added that he already has the authorization he needs to conduct that offensive, but he welcomes \"congressional support for this effort in order to show the world that Americans are united in confronting this danger.\"</p><p>If you remember, the Islamic State came to international prominence over the summer, when it <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/10/320613630/insurgent-group-claims-large-part-of-iraqs-second-largest-city\">began a brazen and lightning-fast attack on Iraq</a>. Since then, the Sunni militant group has overtaken several Iraqi cities and has taken responsibility for the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/02/345262185/reports-islamic-state-claims-it-has-beheaded-second-american-journalist\">beheading of two American journalists</a>.</p><p>As the Islamic State, which is also known as ISIS and ISIL, moved farther into Iraq, the United States began an air campaign against the group.</p><p>President Obama made news late last month, when he <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/28/344082218/we-dont-have-a-strategy-yet-on-islamic-state-obama-says\">admitted that the U.S. did not \"have a strategy yet\"</a> on how to deal with the Islamic State. Today, Obama was unequivocal.</p><p>\"I have made it clear that we will hunt down terrorists who threaten our country, wherever they are,\" Obama said. \"This is a core principle of my presidency: if you threaten America, you will find no safe haven.\"</p><p>Obama reiterated that unlike U.S. missions in Iraq and Afghanistan, this operation will not involve \"American combat troops fighting on foreign soil.\"</p><p>\"This counter-terrorism campaign will be waged through a steady, relentless effort to take out ISIL wherever they exist using our air power and our support for partner forces on the ground,\" Obama said. \"This strategy of taking out terrorists who threaten us, while supporting partners on the front lines, is one that we have successfully pursued in Yemen and Somalia for years.\"</p><p>On the eve of Sept. 11, it's also important to note that Obama said the U.S. had not detected a specific plot against the United States homeland from the Islamic State. But the group, Obama said, represents a threat against the stability of the Middle East and \"if left unchecked, these terrorists could pose a growing threat beyond that region – including to the United States.\"</p><p>We live blogged the speech as it happened. For a more details on the speech, keep reading.</p><p><strong>Update at 9:15 p.m. ET. Welcome Our Responsibility To Lead:</strong></p><p>Asking the U.S. public to support this effort, Obama appeals to American exceptionalism. He says:</p><blockquote><p>\"It is America that has the capacity and the will to mobilize the world against terrorists. It is America that has rallied the world against Russian aggression, and in support of the Ukrainian peoples' right to determine their own destiny. It is America – our scientists, our doctors, our know-how – that can help contain and cure the outbreak of Ebola. It is America that helped remove and destroy Syria's declared chemical weapons so they can't pose a threat to the Syrian people – or the world – again. And it is America that is helping Muslim communities around the world not just in the fight against terrorism, but in the fight for opportunity, tolerance, and a more hopeful future.\"</p></blockquote><p><strong>Update at 9:11 p.m. ET. Doesn't Need Authorization:</strong></p><p>Obama says he has the authorization he needs to conduct this offensive. But he said he welcomes \"congressional support for this effort in order to show the world that Americans are united in confronting this danger.\"</p><p><strong>Update at 9:09 p.m. ET. A Broad Coalition: </strong></p><p>Obama says that while the U.S. will lead this effort it will be accompanied by a \"broad coalition of allies.\"</p><p>\"Already, allies are flying planes with us over Iraq; sending arms and assistance to Iraqi Security Forces and the Syrian opposition; sharing intelligence; and providing billions of dollars in humanitarian aid,\" Obama said.</p><p><strong>Update at 9:07 p.m. ET. We Will Hunt Down Terrorists: </strong></p><p>Obama delivers a strong warning to terrorists saying: \"This is a core principle of my presidency: if you threaten America, you will find no safe haven.\"</p><p><strong>Update at 9:05 p.m. ET. No Specific Plot Against U.S.:</strong></p><p>\"ISIL poses a threat to the people of Iraq and Syria, and the broader Middle East – including American citizens, personnel and facilities,\" Obama says. \"If left unchecked, these terrorists could pose a growing threat beyond that region – including to the United States. While we have not yet detected specific plotting against our homeland, ISIL leaders have threatened America and our allies.\"</p><p>Americans, he says, are concerned about the threats.</p><p>\"Tonight, I want you to know that the United States of America is meeting them with strength and resolve,\" Obama said.</p><p><strong>Update at 9:02 p.m. ET. Remain Vigilant: </strong></p><p>Beginning his speech Obama says the U.S. has already had success in fighting terrorists.</p><p>\"Still, we continue to face a terrorist threat,\" Obama said. \"We cannot erase every trace of evil from the world, and small groups of killers have the capacity to do great harm. That was the case before 9/11, and that remains true today. That's why we must remain vigilant as threats emerge.\"</p><p>One of those threats, Obama says, is the Islamic State, which \"has no vision other than the slaughter of all who stand in its way.\"</p><p><strong>Update at 9 p.m. ET. Can Use 2001 Authorization: </strong></p><p>During a background briefing previewing President Obama's speech, a senior administration official said President Obama can use the Authorization for Use of Military Force passed by Congress in 2001 to conduct the strikes against the Islamic State.</p><p><a href=\"http://www.gpo.gov/fdsys/pkg/PLAW-107publ40/html/PLAW-107publ40.htm\">That authorization</a> was passed shortly after the terrorist attacks of Sept. 11 and authorized the president to \"to take action to deter and prevent acts of international terrorism against the United States.\"</p><p>The administration official added that they believe there is national consensus around the need to deal with the Islamic State and that there is also Congressional support.</p><p>The administration official also left no doubt that the U.S. is willing to strike Islamic State targets inside Syria.</p><p>\"The United States is prepared to take action on both sides of [the Iraq/Syria] border,\" the official said.</p><p>Another senior administration official added that the approach advocated by President Obama today will stand in start contrast to that of other administration in the past.</p><p>Obama, the official said, is not talking about fighting the Islamic State using troops on the ground.</p><p>Instead, this mission will be marked by a \"systematic campaign of air strikes\" and working to support allies fighting the Islamic State on the ground.</p><p><strong>Update at 7:52 p.m. ET. No Planned Attacks On U.S.: </strong></p><p>NPR's Scott Horsley says that on this eve of Sept. 11, the United States does not believe the Islamic State is currently plotting attacks against the homeland.</p><p>\"But the group is a threat to stability in the Middle East and over time, it could be a threat to the West,\" Scott said.</p><p>Another thing to keep in mind is that this speech is coming exactly one year after <a href=\"http://www.npr.org/blogs/thetwo-way/2013/09/10/221154902/live-blog-obama-addresses-the-nation-on-syria\">Obama delivered a prime-time speech</a> in which he asked Congress to authorize the use of force against the regime of Bashar Assad in Syria.</p><p>Shortly after that speech, it became clear that Congress did not want to go along with that action and Obama backed down.</p><p>\"That was a body blow for Obama's prestige and one could argue that it really weakened the president's hand for all the foreign policy challenges that followed over the last year,\" Scott told <em>All Things Considered</em>.</p><p>The Obama administration <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/09/347185397/obama-tells-lawmakers-he-has-authority-he-needs-for-islamic-state-fight\">has signaled that it will not ask Congress for authorizations to conduct air strikes in Syria</a>.</p><p>Scott says what the Obama administration will ask Congress for is \"authorization to train and equip moderate opposition forces in Syria.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Says+U.S.+Will+%27Take+Out%27+Islamic+State+%27Wherever+They+Exist%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347527592-a37029.m3u?orgId=1&topicId=1003&e=347486634&ft=nprml&f=347486634"}]}