{"created":"2014-09-08T15:42:00+00:00","modified":"2014-11-24T21:19:05+00:00","valid":{"from":"2014-11-24T21:19:05+00:00","to":"3014-11-24T21:19:05+00:00"},"hreflang":"en","title":"'Oh My Jesus!': Shots Fired During NPR Interview In Chicago","published":"2014-05-30T18:41:00+00:00","teaser":"Correspondent David Schaper was speaking on tape with a community activist about efforts to clean up a Chicago neighborhood when a burst of gunfire erupted down the street.","itags":["npr_api","317001107"],"guid":"78e6b530-22ff-4632-aafb-e825f5bec411","contentencoded":"<p>An NPR interview in Chicago included an all-too-real example of the city's violence when a burst of gunfire erupted down the street from where NPR's David Schaper was conducting an interview Wednesday. He had been speaking to a neighborhood activist when a gunman opened fire nearby.</p><p>David was reporting a story on efforts to reclaim and repurpose community eyesores when the shots were fired. The radio story that aired on today's <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a> is jarring, as a talk about community engagement is suddenly overcome by shots that rang out shortly after kids had gotten out of school.</p><p>David had been talking with Asiaha Butler, a community booster and <a href=\"http://mrsenglewood.blogspot.com/\">blogger</a>, on her porch in the city's South Side neighborhood of Englewood when their conversation was derailed by a fusillade of gunfire. Parents immediately rushed to get their kids inside, and while no one on Butler's porch was hurt, the incident marred a conversation about progress in the neighborhood.</p><p>Here's how David describes it:</p><blockquote><p>\"About 30 or 40 yards away, a man is standing outside a car firing a large semi-automatic rifle at a target around the corner we cannot see.</p><p>\"Asiaha pushes the little girl indoors and some people duck down and scurry, while some of us just watch in bewilderment — while the shooter gets back into his car and drives down the street right in our direction.\"</p></blockquote><p>The man had been firing at a van, David says:</p><blockquote><p>\"Police say it was found at a nearby hospital with bullet holes on all four sides, though some could have been from shots that went all the way through.</p><p>\"One passenger in the van, a 28-year-old male, was hit — the bullet lodged in his head just behind his ear. Police say it's a serious injury, possibly life threatening. The victim was initially conscious and talking but a detective tells me he refused to cooperate with investigators.\"</p></blockquote><p>Like others who had been on the porch, David says he was shocked — and that the scene was \"made all the more surreal\" when an ice cream truck passed by minutes later, blaring its cheerful music down the block as police rushed to the scene.</p><p>\"This is not typical,\" another neighborhood leader, <a href=\"https://twitter.com/citizendrummer\">Demond Drummer</a>, tells David.</p><p>\"It's far too common, but it's not normal,\" he said.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Oh+My+Jesus%21%27%3A+Shots+Fired+During+NPR+Interview+In+Chicago&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317002481-9f71d6.m3u?orgId=1&topicId=1003&ft=3&f=317001107"},{"href":"http://media.npr.org/assets/img/2014/05/29/chicago_police-f0d87d98a7551aff1cb6939443af8d0e325081d9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2873","width":"3833"}},{"href":"http://media.npr.org/assets/img/2014/05/29/chicago_porch-b1088b89089df352f8cf9e5279255d92532e3051.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2775","width":"3700"}}]}