{"created":"2014-09-18T19:49:18+00:00","modified":"2014-10-30T22:16:10+00:00","valid":{"from":"2014-10-30T22:16:10+00:00","to":"3014-10-30T22:16:10+00:00"},"hreflang":"en","title":"Could Brazil Have The First 'Green' President Of A Major Economy? ","published":"2014-09-18T22:49:00+00:00","teaser":"Marina Silva grew up deep in the Amazon and says Brazil must do more to protect its natural riches. But environmentalists have doubts about what she can do, given the powerful agrobusiness interests.","itags":["npr_api","349603321"],"guid":"78f3976b-0ad3-4e9a-ae3b-c921782f2b1d","contentencoded":"<p>Marina Silva, Brazil's former environment minister, tells a story about when she had her environmental awakening. She was young, the daughter of poor rubber tappers, living in an isolated community in the Amazon with seven siblings. Suddenly, building crews showed up outside her door, paving a road in the middle of the forest.</p><p>The men didn't only bring a means of transport to the outside world — they also brought a malaria epidemic that killed two of her sisters and two other relatives.</p><p>\"It made me write on my own flesh the consequences of what it meant to mess around with nature without giving the slightest attention to the need to look after it,\" she <a href=\"http://www.theguardian.com/environment/2008/may/22/forests.conservation\">told The Guardian</a> in 2008.</p><p>Today, Silva has a real chance of winning the presidency of the world's sixth-largest economy. New polls in Brazil show her <a href=\"http://online.wsj.com/articles/brazil-election-poll-shows-silva-rousseff-tied-1410533783\">neck and neck</a> with incumbent Dilma Rousseff in the Oct. 5 vote.</p><p>If Silva wins, she will be the first self-proclaimed \"green\" president of a major economy. But environmentalists aren't as happy about that as you might expect.</p><p><strong>From The Forest To The Capital</strong></p><p>At a recent campaign event in Sao Paulo, Silva walked into a repurposed factory to the sound of her upbeat campaign tune, which goes in part, \"Her last name is Da Silva / She is from the <em>selva</em><em>,</em>\"<em> — </em>or forest.</p><p>Silva doesn't come from the centers of power on the coasts of Brazil. Instead, her roots are in the vast jungle interior. She only became literate at 16, and she worked as a maid to put herself through school.</p><p>A colleague of the murdered rights activist <a href=\"http://www.npr.org/templates/story/story.php?storyId=1554357\">Chico Mendes</a>, Silva ultimately entered politics, becoming a senator and then environment minister under former President Luiz Inacio Lula da Silva (no relation).</p><p>Described by admirers as a person of strong personal conviction, Silva ended up quitting over disputes about environmental protections and controversial dam projects. She became the Socialist Party's main candidate last month after her running mate Eduardo Campos was killed in a plane crash.</p><p>At this campaign event, NPR asked Silva if she will make the environment a priority.</p><p>\"I see myself as the first social environmentalist president. ... What that means is someone who integrates economics and ecology, conservation and social justice,\" she said. \"I'm smiling as I say it. ... I am imagining if Chico Mendes were still alive [to see it].\"</p><p><strong>Facing Compromises</strong></p><p>The possibility that a woman with such strong green credentials could be the next president of Brazil seems like it should be good news for environmentalists in Brazil. But Luiz Cruz Villares, with Brazil's Sustainable Amazon Foundation, says environmentalists are divided.</p><p>\"They are happy. They are optimistic with Marina, but I think there is a lot of skepticism as well,\" he says.</p><p>The first worry, he says, is that even with the best intentions, Marina Silva won't have the clout to get things done. Her party is a small one, and she wasn't even its first choice — she only got the top spot after the death of Eduardo Campos. She would have to build consensus, he says.</p><p>\"She would have to be backed by a very large portion of society, and that comes, in my opinion, the very first challenge of her government,\" he says.</p><p>A government like that would necessarily have to make compromises. Environmentalists note with concern that Silva has already been courting agrobusiness leaders and has dialed back her vocal opposition to genetically modified crops, Brazil's deep-sea oil exploration and other environmental issues.</p><p>Pedro Telles, with Greenpeace in Brazil, says the Brazilian reality is that you have a massive economy based around agriculture and fossil fuels, with strong political and congressional support for those industries.</p><p>\"Whether she will be able to stick to the promises she is making and to really be a progressive presence in terms of the environment is something we will only be able to see after she is elected,\" he says. \"The biggest challenge we have now in Congress is the Ruralist Front, which represents the interests of big agricultural producers ... who are pushing forward regressive legislation in terms of allowing for the degradation of the environment.\"</p><p>All of the environmentalists NPR spoke with say that Brazil, which had been an example of strong environmental protections, has seen those rolled back in the past few years.</p><p>Still, some say Marina Silva could truly change things.</p><p>\"Our hope with Marina is very big,\" says Vilmar Berna, an environmental activist.</p><p>But when asked if he'll vote for her, he says he still doesn't know.</p><p>\"I don't think any one person can save this country,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Could+Brazil+Have+The+First+%27Green%27+President+Of+A+Major+Economy%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349626375-129939.m3u?orgId=1&topicId=1127&ft=3&f=349603321"}]}