{"created":"2015-06-30T19:33:08+00:00","modified":"2015-06-30T19:36:12+00:00","valid":{"from":"2015-06-30T19:36:12+00:00","to":"3015-06-30T19:36:12+00:00"},"hreflang":"en","title":"Tennis Hall Of Famer Stan Smith On How The Game Has Changed","published":"2015-06-30T19:33:00+00:00","teaser":"While watching a match between Rafael Nadal and Thomaz Belucci, the former champ discusses Wimbledon and tennis as a whole.","itags":["npr_api","418921835"],"guid":"78f491e9-7dd6-4c26-8314-ae9e1a798867","contentencoded":"<p>While watching the match between Rafael Nadal and Thomaz Belucci at Court 1, former Wimbledon champion <strong>Stan Smith</strong> joins <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young to talk about how the game has changed since the &#8217;70s. He says he can tell by the grass what kind of game today&#8217;s players are executing.</p><h4>Interview Highlights: Stan Smith</h4><p><strong>On the new lines in the grass at Wimbledon</strong></p><p>&#8220;The grass is worn away around the baseline, just behind the baseline where the players are spending most of their time. You don&#8217;t see the area around the T, or the service line, the center service line is worn too much, because they&#8217;re not serving and volleying. The courts are playing harder, the grass is a little longer, the balls are a little heavier, and they&#8217;re playing from the back court. And it&#8217;s just like a hard court or a clay court match.&#8221;</p><p><strong>On the evolution of rackets</strong></p><p>&#8220;The rackets have made the game change dramatically, no matter what surface they&#8217;re playing. Whether it&#8217;s clay or grass or hard courts, it&#8217;s these bigger rackets and the strings that have made a huge impact. And they put some spin on the ball. A guy like Nadal, who I&#8217;m watching right now, and also Belucci has a big heavy topspin forehand, with those rackets and those strings they can dip the ball to your feet, and if you come and serve and volley and you hit a low volley, you&#8217;re probably not going to hit a good enough volley to put pressure on them &#8211; and they can hit the ball on a T.&#8221;</p><p><strong>On one-hand vs. two-hand swings</strong></p><p>&#8220;You&#8217;re seeing some beautiful backhands hit by guys like Federer and Morinko and there&#8217;s players from all over the world. You&#8217;ll see some one-handed backhands. I don&#8217;t know if it&#8217;s a resurgence or not, but it really depends on how the kids start the game, and whether they either switch to the one-hander or start with the one-hander. One of the things that&#8217;s happening is the players move so well now, and the courts are playing a little slower so people have time to get to the ball and hit the two-hander. And I was playing a little faster in my day and you didn&#8217;t have quite as much time to set up to hit the two-hander, so you&#8217;d either have to let go or stretch out and not be able to hit it as well, so the two-handers are easier to hit not because players are moving so well, they&#8217;re getting the ball and are able to get both hands on the racket when they hit it.&#8221;</p><p><strong>On Serena Williams going for the calendar Grand Slam</strong></p><p>&#8220;She&#8217;ll be a heavy favorite to win here, she&#8217;s won it fives times just like her sister Venus has. She loves the surface &#8211; she bangs the ball and if she gets through the first week, I don&#8217;t think anyone with stop her. If she struggles a bit she might not be as effective, but certainly this is a surface she likes, and of course it&#8217;s the Open, she loves that surface as well. The only thing with her, even now, the pressure of trying to win three in a row and win the Grand Slam could get to her. She might not play well. She&#8217;s has a bad day, she&#8217;s done it before where she&#8217;s been knocked off the court or knocked herself off the court really by missing. The same thing could happen if she wins here at the U.S. Open. It could be interesting, the first few rounds particularly there, to see how she performs and see how she handles the pressure.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"https://www.tennisfame.com/hall-of-famers/inductees/stan-smith/\" target=\"_blank\">Stan Smith</a></strong>, seven-time Major champion, including Wimbledon Men&#8217;s Singles in 1972. He is a Tennis Hall of Famer and president of the <a href=\"https://www.tennisfame.com/\" target=\"_blank\">International Tennis Hall of Fame</a> in Newport, Rhode Island.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tennis+Hall+Of+Famer+Stan+Smith+On+How+The+Game+Has+Changed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"573"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418921838-104878.m3u?orgId=1&d=573&p=60&story=418921835&t=progseg&e=418900984&seg=11&ft=nprml&f=418921835"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0630_stan-smith-e1435681879495.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"947","width":"1280"}}]}