{"created":"2015-03-26T14:38:17+00:00","modified":"2015-03-30T15:18:41+00:00","valid":{"from":"2015-03-30T15:18:41+00:00","to":"3015-03-30T15:18:41+00:00"},"hreflang":"en","guid":"7902e7b3-52ad-4ee0-9df8-a7b123b2b7e6","title":"Mali's Songhoy Blues are making music in exile","published":"2015-03-30T15:18:40+00:00","byline":"Andrea Crossan","tags":["Oumar Touré","Johanna Schwartz","Songhoy Blues","sxsw","Music","Arts, Culture & Media","Global Hit","Oumar Touré","Johanna Schwartz","Songhoy Blues","Bamako","Mali"],"teaser":"They left northern Mali because music was banned by Islamic extremists. Now Songhoy Blues is bringing their flavor of desert blues to the world.","contentencoded":"<p>Life is filled with happy accidents.</p>\n<p>Just last week, I experienced one in the backseat of a minivan driving through a suburb in Austin, Texas.</p>\n<p>Through a comedy of errors with a phone app I'm not familiar with, I accidentally booked a taxi cab pool service to get me across town.</p>\n<p>When the driver arrived, he explained that we would be picking up more passengers heading my direction.</p>\n<p>Ugh. This was bad news. I was in a hurry. Actually, to be honest, I was already late.</p>\n<p>But hey, it was my mistake so I had only myself to blame.</p>\n<p>So a couple of minutes later, we pulled over and two women climbed in the van. They too had accidentally selected the car pool option so they were just as shocked to see me sitting in their cab.</p>\n<p>We made polite conversation and told the stories of why we were in Austin.</p>\n<p>I was there to produce a special broadcast about youth activism during the South By Southwest Interactive Festival.</p>\n<p>They told me that they were there in town for the premiere of a film that their film company had produced called <a href=\"http://schedule.sxsw.com/2015/events/event_FS17980\">\"They Will Have To Kill Us First”</a>.</p>\n<p>My new car pool pals told me that the film featured an amazing band called Songhoy Blues and that the film told the story of how the band had formed after Islamic extremists took over northern Mali and banned music.</p>\n<p>They told me the four 20-something band members were flying into Austin for the premiere of the film and to play some gigs opening for Alabama Shakes.</p>\n<p>I took their business cards as I hopped out of our car share. Later that day, I downloaded a song by the band called \"Soubour\".</p>\n<p>I was blown away.</p>\n<p>If Malian guitar great Ali Farka Touré and US bluesman John Lee Hooker had a love child, it would sound like Songhoy Blues.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/BOValSt7YOY?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>The band formed in the midst of their country descending into civil war. In 2012, Islamic extremists overran northern Mali and they announced over the radio in the northern city of Timbuktu that they planned to enforce a harsh interpretation of sharia law.</p>\n<p>They banned music.</p>\n<p>Musicians had to leave the north to avoid the threat of beatings or having their instruments confiscated and destroyed.</p>\n<p>They faced torture, even death. But it wasn't just musicians fleeing. Hundreds of thousands of people headed to the southern capital of Bamako where the extremists <em>weren't</em> in control.</p>\n<p>Oumar Touré, the bass player for Songhoy Blues, describes a mass exodus from his city of Gao.</p>\n<p>\"There were so many people getting into trucks and fleeing. You are at home and suddenly you see your mother, your brother, your sisters carrying their belongings, getting into trucks and they leave.\"</p>\n<p>Touré met up with Aliou Touré, Garba Touré — no relation, Touré is something like the Malian version of Smith — and Nathanial Dembele in the southern capital of Bamako and they formed Songhoy Blues.</p>\n\n<p>It was there that the band came to the attention of music manager Marc-Antoine Moreau, who was looking for musicians who could record with the<a href=\"http://www.africaexpress.co.uk/\"> Africa Express</a> team when they came to town.</p>\n<p>They auditioned and were chosen to collaborate with Nick Zinner of the Yeah Yeah Yeahs on the Africa Express “Maison Des Jeunes” album.</p>\n\n<p>The album featured a number of musical collaborations — like this one between British rapper Ghostpoet and Malian drum group Doucoura.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/n9IviTquuCA?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>And this brings us back to my cab-mates and their documentary. “They Will Have To Kill Us First\" tells the story of what was happening to musicians in Mali. Johanna Schwartz directed the film.</p>\n<p>\"It was long on my radar of a place I wanted to visit and I was making plans to go when the conflict hit and I knew that I still needed to go but instead of as a tourists, I went as a film maker and as a journalist,\" explains Schwartz. \"I just picked up my camera and got on a plane and I went and hit the ground running because it was just such an extraordinary thing to hear that music was being banned in a country where music is everything.\"</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/3TX7ybW6nAQ?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Schwartz met a number of other Malian musicians who were defying the ban on playing music in the north.</p>\n<p>“The title of our film comes directly from an interview given by the musician Fadimata \"Disco\" Walet Oumar and she said 'music is like oxygen and that without music, we can't breathe in Mali,'\" says Schwartz. \"And she was basically expressing the fact that she is not going to stop playing music. She said 'they will have to kill me first'.”</p>\n<p>Songhoy Blues left Mali and relocated to London where they recorded their new album. They want to go back to Mali, but they say it's just not safe.</p>\n<p>Oumar Touré explains why they sing such fun, danceable music when the story of Mali is anything but fun these days.</p>\n<p>\"The idea is not to make music of revolution because the crisis in the north of Mali is rooted in vengeance and rooted in hatred. There are people who were victims. Their parents were killed and they've decided to foment rebellion. So we said why take sides? You should sing of joy. The only message we want is one of unity and joy.\"</p>\n<p>The band has been sharing that message on tour in Europe opening for Damon Albarn. And they've been touring the US supporting Alabama Shakes.</p>\n<p>Songhoy Blues' album has a simple title — \"Music in Exile\".</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/KvGsV8Trl8o?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-25%2Fmalis-songhoy-blues-making-music-exile&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/blues1535.mp3"},{"href":"http://www.pri.org/file/blues1535mp3"}]}