{"created":"2014-09-07T23:28:17+00:00","modified":"2014-10-31T01:39:34+00:00","valid":{"from":"2014-10-31T01:39:34+00:00","to":"3014-10-31T01:39:34+00:00"},"hreflang":"en","title":"Once Forbidden, Books Become A Lifeline For A Young Migrant Worker","published":"2014-05-30T17:33:00+00:00","teaser":"Growing up moving from farm to farm, Storm Reyes had to pack lightly. That meant no books. She felt hopeless about the future, until one day, a bookmobile appeared in the fields and changed her life.","itags":["npr_api","317035044"],"guid":"79035352-a653-4d54-9e0a-05c80263448a","contentencoded":"<p>In the late 1950s, when she was just 8 years old, Storm Reyes began picking fruit as a full-time farm laborer for less than $1 per hour. Storm and her family moved often, living in Native American migrant worker camps without electricity or running water.</p><p>With all that moving around, she wasn't allowed to have books growing up, Storm tells her son, Jeremy Hagquist, on a visit to StoryCorps in Tacoma, Wash.</p><p>\"Books are heavy, and when you're moving a lot you have to keep things just as minimal as possible,\" she says.</p><p>She remembers a tough childhood in the migrant camps.</p><p>\"The conditions were pretty terrible. I once told someone that I learned to fight with a knife long before I learned how to ride a bicycle,\" Storm says. \"And when you are grinding day after day after day, there is no room in you for hope. There just isn't. You don't even know it exists. There's nothing to aspire to except filling your hungry belly. That's how I was raised.\"</p><p>But when she was 12, a bookmobile came to the fields where she and her family worked.</p><p>\"So when I saw this big vehicle on the side of the road, and it was filled with books, I immediately stepped back,\" she says. \"Fortunately the staff member saw me, kind of waved me in, and said, 'These are books, and you can take one home. You have to bring it back in two weeks, but you can take them home and read them.' \"</p><p>The bookmobile staffer asked Storm what she was interested in and sent her home with a couple of books.</p><p>\"I took them home and I devoured them. I didn't just read them, I <em>devoured</em> them,\" Storm says. \"And I came back in two weeks and had more questions. And he gave me more books, and that started it.\"</p><p>The experience, she says, was life-changing.</p><p>\"That taught me that hope was not just a word. And it gave me the courage to leave the camps. That's where the books made the difference.\"</p><p>Storm left the camps when she was a teenager and attended night school. She ended up working in the Pierce County Library System for more than 30 years.</p><p>\"By the time I was 15, I knew there was a world outside of the camps,\" she says. \"I believed I could find a place in it. And I did.\"</p><p><em>Produced for</em> Morning Edition <em>by Michael Garofalo with Dan Collison.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Once+Forbidden%2C+Books+Become+A+Lifeline+For+A+Young+Migrant+Worker&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317274986-a4ed54.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=317035044"},{"href":"http://media.npr.org/assets/img/2014/05/29/reyes1npr-8df5b6efe9e2610886882c95f979f36629df48f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}