{"created":"2014-12-13T22:18:05+00:00","modified":"2015-06-05T15:31:38+00:00","valid":{"from":"2015-06-05T15:31:38+00:00","to":"3015-06-05T15:31:38+00:00"},"hreflang":"en","title":"'Voices Within The Music': A Brief History Of Guitar Effects","published":"2015-01-07T00:24:00+00:00","teaser":"Be it an effects pedal or a hole stabbed in an amp, distortion and sound manipulation have long been part of rock 'n' roll's DNA.","itags":["npr_api","370361269"],"guid":"79082e34-4fb2-4513-ad03-2eca6c98e8dc","contentencoded":"<p>Musicians, it seems, have always wanted to alter the sounds of their instruments. Over the course of centuries, strings have been added to guitars for a fuller sound. The composition of those strings has changed from animal gut to steel to plastic, each with their own unique sounds. Drummers have tried different shaped pots and kettles for the bodies of their instruments to get different timbres.</p><p>But with the advent of electronics, the possibilities for tweaking the sound of one instrument exploded. And perhaps nobody has done more tweaking than electric guitarists.</p><p>Sitting in his Bethel, Conn., workshop, pedal maker Mike Piera plugs in a vintage electric guitar and demonstrates what a fuzz box can do by playing part of Cream's \"Sunshine Of Your Love.\"</p><p>\"Without the pedal, you just kinda get a dead sound,\" Piera says. \"Pretty boring.\"</p><p>The box makes the guitar sound fuzzy by distorting its sound. This is something musicians have been intentionally trying to do since the earliest days of amplification. Many credit the first deliberately distorted electric guitar to <a href=\"http://www.youtube.com/watch?v=ufzRV3xspYA\" target=\"_blank\">Johnny Burnette's Rock 'n Roll Trio in 1956</a>.</p><p>Two years later, <a href=\"http://www.npr.org/artists/15332766/link-wray\" target=\"_blank\">Link Wray</a> claimed he'd stabbed a hole in the speaker of his amp when he challenged listeners to a \"Rumble.\"</p><p>Others said they got the sound by dislodging a tube in their amps. Then, in 1962, a Nashville engineer named Glen Snoddy invented the box that came to be called the Maestro Fuzz-Tone, marketed by Gibson.</p><p>An ad for the Fuzz-Tone proclaims: \"It's mellow. It's raucous. It's tender. It's raw. It's the Maestro Fuzz-Tone. You have to hear this completely different sound effect for the guitar to believe it!\"</p><p>The concept was simple: plug your guitar into one, tap it with your foot, and presto, your sound goes from squeaky clean to downright dirty<a href=\"http://www.npr.org/artists/15403019/the-rolling-stones\" target=\"_blank\"></a>. Guitarist and historian Tom Wheeler says <a href=\"http://www.npr.org/books/authors/137886315/keith-richards\" target=\"_blank\">Keith Richards</a> was after something very specific when he took the Fuzz-Tone to the top of the charts with <a href=\"http://www.npr.org/artists/15403019/the-rolling-stones\" target=\"_blank\">The Rolling Stones</a>.</p><p>\"If you're Keith Richards and you're doing 'Satisfaction,' you could play that line on a clean guitar, but it just would not have that in-your-face, gnarly, dark quality that has so much attitude to it,\" he says.</p><p>Fuzz soon became central to the sound of many of the era's greats. It's still hot with today's guitarists, including <a href=\"http://www.npr.org/artists/96514349/nels-cline\" target=\"_blank\">Nels Cline</a> of <a href=\"http://www.npr.org/artists/15164119/wilco\" target=\"_blank\">Wilco</a>.</p><p>\"I started dabbling with an electric guitar at age 11 or 12, and the first thing I wanted to do was play with fuzz,\" Cline says.</p><p>Why? \"To get away from the inherent sound of the guitar,\" Cline says. \"To transform it, but also go back to it when I wanted to just by pushing down on a button on the floor.\"</p><p>To meet the growing demand for sonic manipulation, engineers started coming up with new effects, such as the wah-wah and the talk box. For guitarists like Cline, the explosion allowed for greater experimentation.</p><p>\"I started thinking about effects pedals as being like a palette with different colors — using delay, volume pedal, sometimes distortion but not a lot, just to sound like many different guitarists and many different kinds of voices within the music,\" Cline says.</p><p>Today, stores like New York's Ludlow Guitars carry an ever-changing selection of effects pedals. Ludlow sells nearly a thousand varieties, which account for about half its overall sales. Co-owner Kaan Howell explains the enduring appeal.</p><p>\"It's all really based in tradition, I find,\" he says. \"If you like rock 'n' roll, and you like T<a href=\"http://www.npr.org/artists/15180457/the-ramones\" target=\"_blank\">he Ramones</a> or you like <a href=\"http://www.npr.org/artists/15396553/led-zeppelin\" target=\"_blank\">Led Zeppelin</a>, they don't play clean. If you want to emulate and do something along the same vein, you have to start trying out effects pedals.\"</p><p>At the same time, Howell says, effects pedals also allow guitarists to experiment.</p><p>\"It's a real sort of alchemy lesson in trying to create a sound,\" Howell says. \"What you like will be just a little different than what other people like. And so if you do take the time to try stuff, the sound you'll create will be just a little different than things that are out there.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Voices+Within+The+Music%27%3A+A+Brief+History+Of+Guitar+Effects&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allyson McCabe","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370613027-5baf15.m3u?orgId=1&topicId=1106&d=314&p=2&story=370361269&t=progseg&e=370612958&seg=9&ft=nprml&f=370361269"},{"href":"http://media.npr.org/assets/img/2014/12/12/482216355-c8cb0b7cfcf4d8ffa4b28dec512a3722e9b044ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"999","width":"1332"}}]}