{"created":"2015-05-14T12:16:09+00:00","modified":"2015-05-27T15:08:18+00:00","valid":{"from":"2015-05-27T15:08:18+00:00","to":"3015-05-27T15:08:18+00:00"},"hreflang":"en","title":"A Trade Deal Read In Secret By Only A Few (Or Maybe None)","published":"2015-05-18T18:16:00+00:00","teaser":"To study the draft Trans-Pacific Partnership text, senators have to go to the basement of the Capitol and enter a secured, soundproof room and surrender their cellphones.","itags":["npr_api","406675625"],"guid":"7912bb4d-91dd-4867-9ed1-02a9e976537a","contentencoded":"<p><strong>This post was updated at 1 p.m. ET</strong></p><p>Senate leaders were all smiles Wednesday after they broke a 24-hour impasse and announced they had reached a deal on how to move forward on a fast-track trade negotiating bill. That legislation would give the president expedited authority to enter into a trade agreement with Pacific Rim countries, otherwise known as the Trans-Pacific Partnership, or TPP.</p><p>But how senators will vote on this bill depends largely on how they feel about TPP. And there's one problem.</p><p>\"I bet that none of my colleagues have read the entire document. I would bet that most of them haven't even spent a couple hours looking at it,\" said Democratic Sen. Sherrod Brown of Ohio, who has acknowledged he has yet to read every single page of the trade agreement.</p><p>Because, as Brown explained, even if a member of Congress were to hunker down and pore over a draft trade agreement hundreds of pages long, filled with technical jargon and confusing cross-references –- what good would it do? Just sitting down and reading the agreement isn't going to make its content sink in.</p><p>For any senator who wants to study the draft TPP language, it has been made available in the basement of the Capitol, inside a secure, soundproof room. There, lawmakers surrender their cellphones and other mobile devices. Any notes taken inside the room must be left in the room.</p><p>Only aides with high-level security clearances can accompany lawmakers. Members of Congress can't ask outside industry experts or lawyers to analyze the language. They can't talk to the public about what they read. And Brown says there's no computer inside the secret room to look something up when there's confusion. You just consult the USTR official.</p><p>\"There is more access in most cases to CIA and Defense Department and Iran sanctions documents — better access to congressional staff and others — than for this trade agreement,\" said Brown.</p><p>The White House says it has sent representatives to the Hill for more than 1,700 meetings over the past few years to help members of Congress and staffers understand the terms of the draft agreement.</p><p>And the administration defends the security restrictions, pointing out that 12 countries are still negotiating a sensitive trade agreement and publicizing trade terms before they're finalized could make bargaining more awkward.</p><p>It's a reasonable point, says Robert Mnookin, who heads the negotiation program at Harvard Law School.</p><p>\"The representatives of the parties have to be able to explore a variety of options just to see what might be feasible before they ultimately make a deal. That kind of exploration becomes next to impossible if you have to do it in public,\" said Mnookin. \"In private, people can explore and tentatively make concessions, which if they publicly made, would get shot down before you really had a chance to explore what you might be given in return for some compromise.\"</p><p>The White House points out the final TPP language will be made public 60 days before the president signs the agreement. But by then, negotiations will be over and changes to the language can't be made. And the Senate is set to vote very soon on a bill that forces lawmakers to give up their rights to amend the agreement.</p><p>There's a long-running truth on Capitol Hill that lawmakers rarely read the bills they vote on. But Brown says this is different. The White House is making it considerably harder for lawmakers to discuss or analyze a trade agreement that is key to how they will vote on the fast-track bill.</p><p>\"That's why people are so troubled about this agreement. It really begs the question — the secrecy begs the question — what's in this agreement that we don't really understand or know about?\" Brown said.</p><p><strong>The Secret Hallway</strong></p><p>I asked Brown to show me where inside the Capitol the secret TPP room was and he led me down a spiral staircase to metal double doors in the basement, each emblazoned with a sign that read \"No public or media beyond this point.\"</p><p>Then he dashed off to a meeting, and I stood there, fighting the temptation to yank one of the doors open.</p><p>Within seconds, the doors abruptly parted on their own. A baffled-looking man with gray hair and spectacles poked his head out. A camera was slung around his neck. I saw Capitol Hill press credentials on his chest.</p><p>A member of the media had made it into the Secret Hallway!</p><p>\"How did you get in there?\" I asked. \"It says no public or media beyond this point!\"</p><p>Turns out he had wandered into the hallway by way of a back hallway that <em>is totally accessible</em> to the public.</p><p>What? After all this secrecy fuss, it's that easy? I wondered how close I could get to this so-called secret TPP language.</p><p>We rounded the corner, and he led me through a carpeted hallway, past Senate meeting rooms and staffers, all the way to a nondescript door marked \"Exit.\" I pushed open the door and found myself in a long, long hallway that looked nothing like the rest of the Capitol. No marble floors. No paintings. No plush carpets. Just fluorescent light, bright white walls and a low ceiling.</p><p>The Secret Hallway.</p><p>But sorry, that's as far as I got — before an officer who heard my heels clicking on the floor kindly asked me to leave.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Trade+Deal+Read+In+Secret+By+Only+A+Few+%28Or+Maybe+None%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"185"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407447374-b4c1d0.m3u?orgId=1&topicId=1014&d=185&p=10&story=406675625&t=progseg&e=407447293&seg=13&ft=nprml&f=406675625"},{"meta":{"duration":"33"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406725283-f479e3.m3u?orgId=1&topicId=1014&d=33&p=10&story=406675625&t=progseg&e=407447293&seg=13&ft=nprml&f=406675625"},{"href":"http://media.npr.org/assets/img/2015/05/14/461040418-99e2a4e3ad7bc1970aabc58d047323b42e1d0029.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2881","width":"3842"}},{"href":"http://media.npr.org/assets/img/2015/05/14/img_5105_wide-4bf3c2e70bbcb7d432a9feff7bd4831921fdadf8.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1835","width":"3263"}},{"href":"http://media.npr.org/assets/img/2015/05/14/473073790_sq-c4a8555335b43874ab1417ff71d4edfef34b8aa9.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2955","width":"2955"}}]}