{"created":"2015-01-15T14:20:41+00:00","modified":"2015-06-05T15:30:38+00:00","valid":{"from":"2015-06-05T15:30:38+00:00","to":"3015-06-05T15:30:38+00:00"},"hreflang":"en","title":"At The Oscar Nominations, It's A Good Year To Be An Idiosyncratic Man","published":"2015-01-15T18:26:00+00:00","teaser":"It was a good day for complicated male leads and the movies that feature them, and a rough day for just about everybody else at the Oscar nominations.","itags":["npr_api","377406709"],"guid":"791321b3-a691-455e-bec5-ed6c17ff531e","contentencoded":"<p>[<em>At the top of this post, you'll find a discussion I had with Stephen Thompson, my Pop Culture Happy Hour co-panelist, about the Oscar nominations. Tomorrow's full PCHH episode more fully covers the film </em>Selma<em>.</em>]</p><p>The Oscar nominations are in (you can see the full list <a href=\"http://oscar.go.com/nominees?cid=oscars_nominees_announcement_cadillac\" target=\"_blank\">here</a>), and <em>Birdman </em>and <em>The Grand Budapest Hotel </em>lead with nine nominations each, followed closely by <em>The Imitation Game </em>with eight. Speaking of eight, this year, eight films will compete for Best Picture:</p><ol><li><em>American Sniper</em>, starring Bradley Cooper, based on the memoir of Navy SEAL Chris Kyle.</li><li><em>Boyhood</em>, Richard Linklater's 12-year chronicle of the life of a boy from kindergarten to college.</li><li><em>Birdman</em>, starring Michael Keaton as an actor who once played a superhero and attempts a comeback on Broadway.</li><li><em>The Grand Budapest Hotel</em>, Wes Anderson's offbeat but meticulously drawn story of a concierge played by Ralph Fiennes and his young protege.</li><li><em>The Imitation Game</em>, liberally adapted from the actual life of Alan Turing, the mathematician who broke Germany's Enigma Code during World War II and was later prosecuted for homosexuality.</li><li><em>The Theory of Everything</em>, about the marriage and early career of scientist Stephen Hawking.</li><li><em>Whiplash</em>, the tense tale of a drummer played by Miles Teller facing off against a teacher played by veteran actor J.K. Simmons.</li><li><em>Selma</em>, Ava DuVernay's dramatization of the events surrounding the Selma civil rights marches of 1964 and the development of the Voting Rights Act.</li></ol><p>Lead actors nominated include Steve Carell for <em>Foxcatcher</em>, Bradley Cooper for <em>American Sniper</em>, Benedict Cumberbatch for <em>The Imitation Game</em>, Michael Keaton for <em>Birdman</em> and Eddie Redmayne for <em>The Theory of Everything</em>. Lead actresses are Marion Cotillard for <em>Two Days One Night</em>, Felicity Jones for <em>The Theory of Everything</em>, Julianne Moore for <em>Still Alice</em>, Rosamund Pike for <em>Gone Girl</em>, and Reese Witherspoon for <em>Wild</em>.</p><p>On the supporting actor side, the nominees are Robert Duvall for <em>The Judge</em>, Ethan Hawke for <em>Boyhood</em>, Edward Norton for <em>Birdman</em>, Mark Ruffalo for <em>Foxcatcher</em>, and J.K. Simmons — the expected winner — for <em>Whiplash</em>. Supporting actresses are Patricia Arquette for <em>Boyhood</em>, Laura Dern for <em>Wild</em>, Keira Knightley for <em>The Imitation Game</em>, Emma Stone for <em>Birdman</em> and Meryl Streep for <em>Into the Woods</em>.</p><p>Once upon a time, there were five Best Picture nominees each year. The awards for 2009 expanded the field to 10. But in 2011, the number was adjusted again so that it could be anywhere between five and 10, depending on the way the votes fell. For three consecutive years, this has resulted in a nine-film field; this year, it shrinks slightly.</p><p>Every year, there is a capricious quality to the nominations that makes it difficult to draw any particular meaning from them, but there are likely to be a few discussion points floating around today in the wake of these announcements.</p><ul><li>Even for the Oscars — <em>even for the Oscars </em>-- this is a really, really lot of white people. Every nominated actor in Lead and Supporting categories — 20 actors in all — is white.</li><li>Every nominated director is male. Every nominated screenwriter is male.</li><li>Shall we look at story? Every Best Picture nominee here is predominantly about a man or a couple of men, and seven of the eight are about white men, several of whom have similar sort of \"complicated genius\" profiles, whether they're real or fictional.</li><li>Particularly in light of these two points, the lack of a Best Director nomination for DuVernay (nominations went to Alejandro González Iñárritu for <em>Birdman</em>, Linklater, Bennett Miller for <em>Foxcatcher</em>, Wes Anderson and Morten Tyldum) is a disappointment not only for those who admired the film and her careful work behind the camera, but also for those who see her as a figure of hope, considering how rare it is for even films about civil rights to have black directors, and how rare it is for any high-profile project at all to be directed by a woman. Scarcity of opportunity tends to breed much lower tolerance for the whimsical sense that nominations normally have, so that even people who know better than to take Oscar voting to heart feel the sting of what seems like a deliberate snub. (While the film has been criticized for the places were it takes liberties with facts, that issue doesn't comfortably explain any challenges it faces with voters, given the welcoming of <em>The Imitation Game </em>and <em>Foxcatcher</em>, both of which have been criticized for substantial alterations to the stories of not supporting characters but principal characters.)</li><li>Similarly, David Oyelowo was considered a good bet for his portrayal of Martin Luther King Jr. in <em>Selma</em>, but the film was shut out of everything except Best Picture and Best Original Song. How a film can qualify for Best Picture and have practically no other elements worthy of recognition is an eternal — but here, particularly painful — bit of bafflement. (My friend Bob Mondello will be heartbroken that Timothy Spall was not nominated in the same category for <em>Mr. Turner</em>. Bob also points out that there are zero big box-office films among these eight Best Picture nominees.)</li><li>Christopher Nolan's<em> Interstellar</em>, perhaps the most anticipated film of the year that doesn't involve superheroes, grabbed five nominations, but other than the score, they're all visual/sound — nothing in writing, acting, directing or cinematography.</li><li>The strong showing for <em>Boyhood</em>, with six nominations, and <em>The Grand Budapest Hotel</em>, with nine, is awfully nice for those who like to think you can still get Oscar nominations without throwing your film into the fourth quarter (or, in fact, the last couple of weeks) of the year. <em>Boyhood </em>opened all the way back in August, and <em>Grand Budapest </em>in March 2014, which — for the purpose of this kind of thing — is practically 2012.</li><li>While the expanded field was once expected to perhaps provide spaces in the Best Picture race for well-regarded blockbusters, kids' films or even superhero movies, that has never taken hold, as it might have this year with something like <em>Guardians of the Galaxy </em>or <em>The Lego Movie</em>. Instead, it seems to provide space for more of the most traditionally Oscar-ish films to make the cut.</li><li>Wes Anderson is a beloved director for many movie enthusiasts, and this is the first time he's been nominated outside of writing (for <em>Moonrise Kingdom </em>and <em>The Royal Tenenbaums</em>) and animation (for <em>The Fantastic Mr. Fox</em>). Along with Linklater, he's perhaps transitioning from an indie writer admired for offbeat storytelling to a maker of Best Picture contenders.</li><li>Four of the eight nominees are dramatizations of real events. That's well within range for recent years, as prestige pictures have more and more focused on telling stories with various levels of connection to history. And after <em>12 Years a Slave</em>, <em>Lincoln</em> and <em>The Help</em>, this makes four years in a row that a film focused on the story of race in America has been in the running.</li><li>The documentary <em>Life Itself</em>, about Roger Ebert and made by popular documentary filmmaker Steve James, was one of the most-discussed docs of the year, but was not nominated for Best Documentary Feature. (Nominees were <em>Citizenfour</em>, <em>Finding Vivian Maier</em>, <em>Last Days in Vietnam</em>, <em>The Salt of the Earth</em> and <em>Virunga</em>.) It's going to be received as a significant snub, but honestly, if anyone would have known, at least intellectually, not to take it to heart, it would have been Roger Ebert.</li><li>The extraordinarily popular and well-received <em>The Lego Movie </em>failed to get a nomination for Best Animated Feature against <em>Big Hero 6</em>, <em>The Boxtrolls</em>, <em>How to Train Your Dragon 2</em>, <em>Song of the Sea</em> and <em>The Tale of Princess Kaguya</em>. Gotta say: Nothing against the other nominees, because I haven't even seen all of them, but I can't explain that one. At least they nominated the song, so I, for one, will soothe myself with 85 consecutive choruses of \"Everything Is Awesome.\"</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+The+Oscar+Nominations%2C+It%27s+A+Good+Year+To+Be+An+Idiosyncratic+Man&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Linda Holmes","audio":[{"meta":{"duration":"601"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377473765-df2a28.m3u?orgId=1&topicId=1045&d=601&story=377406709&ft=nprml&f=377406709"},{"href":"http://media.npr.org/assets/img/2015/01/15/birdman-1resize-cd7db05b4df1f65214edda519363243bebd71451.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"935","width":"1246"}}]}