{"created":"2015-05-21T18:06:50+00:00","modified":"2015-05-28T21:05:06+00:00","valid":{"from":"2015-05-28T21:05:06+00:00","to":"3015-05-28T21:05:06+00:00"},"hreflang":"en","title":"You And Yeast Have More In Common Than You Might Think","published":"2015-05-22T20:02:00+00:00","teaser":"Genetically, at least, not <em>that</em> much has changed in the billion years since you two last shared a relative. Roughly half the 500 genes yeast need for life are interchangeable with the human versions.","itags":["npr_api","408322187"],"guid":"79224661-9a7c-48e4-b338-af37d45d3bbe","contentencoded":"<p>Rip open a little package of baker's yeast from the supermarket, peer inside, and you'll see your distant cousin.</p><p>That's because we share a common ancestor with yeast, and a new study in the journal <a href=\"http://www.sciencemag.org/\">Science</a> suggest that we also share hundreds of genes that haven't really changed in a billion years.</p><p><a href=\"http://www.marcottelab.org/index.php/People\">Edward Marcotte</a>, a biologist at the University of Texas at Austin, knew that humans and yeast have thousands of similar genes. But, he wondered, how similar are they?</p><p>\"We've been separated by a billion years of evolution,\" notes Marcotte. \"Do those genes really work the same way?\"</p><p>He figured the best way to answer that question would be to try swapping out the genetic material – basically, disable a gene in yeast, then replace it with the human version of that gene, and see if the yeast can survive.</p><p>Scientists had done this already with some individual genes, but Marcotte wanted to test a lot more — about 500 key genes that yeast need for life.</p><p>\"There's a postdoc in my laboratory named Aashiq Kachroo who was willing to tackle this slightly insane project,\" says Marcotte. It was a brute force effort, he says, that took about three years.</p><p>What they found was that roughly half of these yeast genes could be readily replaced with the human version.</p><p>\"The yeast were just fine,\" says Marcotte.</p><p>The researchers next looked to see if they could figure out some rules that explained why some genes were interchangeable between people and yeast and others weren't. They noted that genes tend to belong to sets that are related to specific jobs or processes in the cell — and genes in the same set tended to be either all replaceable, or not.</p><p>For example, the researchers looked at a whole bunch of genes involved in manufacturing cholesterol, which cells need to keep their shape. Almost all of the human genes for that job worked perfectly in yeast.</p><p>\"Humans and yeast are doing not only the same thing as each other, but the same thing that their last common ancestor a billion years ago was doing,\" says Marcotte. \"It's changed remarkably little over all of that time.\"</p><p>But this work isn't just a reminder of our deep evolutionary past, says Marcotte. Each yeast strain that's been modified to contain a human gene allows scientists to test the function of that gene. They'll be able to see if it's related to disease, and perhaps develop drugs that could affect it.</p><p>\"Say somebody is born with mutations in that gene,\" Marcotte says. \"We might be able to test that specific genetic variant in this yeast system and make a fairly educated guess about whether that would lead to a clinical outcome or not.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=You+And+Yeast+Have+More+In+Common+Than+You+Might+Think&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"155"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408549716-e6fdd9.m3u?orgId=1&topicId=1128&d=155&p=2&story=408322187&t=progseg&e=408538295&seg=3&ft=nprml&f=408322187"},{"href":"http://media.npr.org/assets/img/2015/05/21/bakers-yeast-a7e51c43532d8d6d5607825e9f92ba580807bb8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1280","width":"1707"}}]}