{"created":"2014-12-12T08:33:53+00:00","modified":"2015-05-13T21:26:49+00:00","valid":{"from":"2015-05-13T21:26:49+00:00","to":"3015-05-13T21:26:49+00:00"},"hreflang":"en","title":"Liberia's Daily Talk: All The News That Fits On A Blackboard","published":"2014-12-12T18:36:00+00:00","teaser":"It's one of Liberia's most popular news sources, with updates on everything from Ebola to politics. The plywood newsboard on a busy Monrovia sidewalk is the brainchild of journalist Alfred Sirleaf.","itags":["npr_api","370154232"],"guid":"7931a7b3-71a2-4c56-b3b1-8f5a8ead32ee","contentencoded":"<p>Just off Tubman Boulevard — Monrovia's busy main thoroughfare — stands a plywood hut with a large blackboard at the front, in three panels. On them — written in clear, bold white chalk lettering — is a form of newsreel: mini-articles and editorials, as well as graphics and illustrations. The creator of Daily Talk — this Liberian journal with a difference — is Alfred Sirleaf. He's 41 and has been \"writing\" the news since 2000, three years before the civil war ended.</p><p>\"You know, Daily Talk is like giving birth to a child and the child benefits the nation,\" Sirleaf says. \"That's the idea of Daily Talk. It's not about Alfred Sirleaf. But it's about you and it's about me. It's about all of us.\"<strong> </strong></p><p>Sirleaf <strong></strong>updates the board maybe once or twice a week, depending on what's happening in Liberia. In the battered postwar country, where many cannot afford televisions or newspapers and may not have access to radios, he hopes that his newsboard keeps them informed. (Except during a heavy downpour, when he'll close the board until the rain subsides.)</p><p>He often writes in Liberian English, or simple English, as it's called here, to ensure that all Liberians can understand and follow Daily Talk.</p><p>It's a full-time job for Sirleaf. He says he does not have any significant source of revenue or funding and uses his own money and some donations to keep the Daily Talk going.</p><p>When there's a particularly hot topic, he chalks out two squares with scores. So if the topic is the government's handling of the Ebola outbreak, the score might be Ebola 2, Government 1.</p><p>When the topic was elections — whether to hold them as scheduled on Dec. 16 or postpone them — the score was zero-zero, reflecting the divided opinions of Liberians. \"There are those who are saying that elections should not be held because of the Ebola crisis in Liberia,\" he explains. \"And there are those who are saying no, despite the Ebola crisis, we can still have elections and people can conglomerate and have political rallies and what have you.\"</p><p>\"We are playing the role of the referee,\" he says. \"We are are only waiting to publish the score.\" Right now he's waiting on the Supreme Court's ruling about whether the elections should go on.</p><p>Sirleaf's newsstand attracts all sorts of readers; people in cars, or passengers on motorbike taxis, who can easily read the meticulous white lettering from afar. But also students, teachers, professionals, idlers and petty street traders, selling everything from smoked fish to garish plastic bangles for children. They all<strong> </strong>hover around the hut.</p><p>Victoria Kimba is racing off to work but wants to get up to date with the news as she sets out. \"Once in a while, when I'm passing, like today,\" she says, \"I glance at the board.\"</p><p>Some might call Sirleaf a news junkie-cum-evangelist. He says he's just passionate about the information he's sharing with Liberians, in the hope they'll be better placed to play their part in a fragile, burgeoning democracy after the 14-year-civil war shattered and divided the nation. And now — Ebola.</p><p>Despite the difficulties, he says that keeping Monrovia informed keeps him on his toes: \"Oh, I have fun doing it! Sometimes when I put up the stories I see the argument from both sides. This is my work! I love it. I have the passion for it to inform the public.\"</p><p>Sirleaf's Daily Talk carries considerable influence. Back in the war years, his critical writings so enraged former rebel leader-turned-President Charles Taylor that Sirleaf was detained and jailed. The Daily Talk news hut was ripped down.</p><p>\"Some of the reasons that I got from them was that I was coming down too hard on Taylor, you know,\" says Sirleaf. \"But I believe I was just doing my work, giving the public exactly just what they need to see and to hear.\"</p><p>After a brief stint in exile, Sirleaf returned to Liberia. But he says he won't be cowed — by politicians or critics — and will continue writing the news. He hopes to someday set up Daily Talk blackboards throughout the country.<strong></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Liberia%27s+Daily+Talk%3A+All+The+News+That+Fits+On+A+Blackboard&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"296"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370264937-2d6419.m3u?orgId=1&topicId=1031&d=296&p=3&story=370154232&t=progseg&e=370237640&seg=3&ft=nprml&f=370154232"},{"href":"http://media.npr.org/assets/img/2014/12/11/dailytalk_poole-1-52eb17b4d2b9fd0992700bf83cb264199e6992fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/11/dailytalk_poole-5-ffa5606f162892953b6e25f4f7112cf2827a5091.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/11/dailytalk_poole-3-c916bc424f3d6cad652ee32382e0326a0d8fb447.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}