{"created":"2014-09-30T21:05:35+00:00","modified":"2014-10-31T00:45:41+00:00","valid":{"from":"2014-10-31T00:45:41+00:00","to":"3014-10-31T00:45:41+00:00"},"hreflang":"en","title":"Behind Optimus Prime (And Eeyore), One Man's Signature Voice","published":"2014-06-30T12:20:00+00:00","teaser":"Peter Cullen, whose oeuvre ranges from <em>Sonny and Cher </em>to <em>Winnie the Pooh,</em> voiced the heroic robot-truck in the 1980s <em>Transformers</em> cartoons. He returned to the role for the series of live-action films.","itags":["npr_api","326214943"],"guid":"79578dfb-9a6a-4c45-b6bf-b68983b64bd3","contentencoded":"<p><em>Transformers: Age of Extinction</em> has smashed its way to the <a href=\"http://variety.com/2014/film/news/box-office-transformers-age-of-extinction-rules-with-100-mil-1201254336/\">No. 1 spot</a> at the box office. Director Michael Bay's film franchise has consistently topped charts since the first film arrived in theaters in 2007.</p><p>The live-action films have embraced the latest in visual affects — but the movies have also called back to the series' past, through the voice of Peter Cullen.</p><p>Cullen, 72, was the first actor to give voice to Optimus Prime — the leader of the Autobots, and the series' metal, robotic heart — on the original <em>Transformers</em> cartoon show in the 1980s. Other actors have played Optimus Prime in various iterations of <em>Transformers</em> over the years, but Cullen happily returned to the role for the live-action film franchise.</p><p>In an interview with NPR's Arun Rath, Cullen says playing Optimus Prime again was \"like slipping into an old pair of shoes that you hid in the back of your closet.\"</p><p>Cullen got his big break as the announcer on <em>The Sonny & Cher Comedy Hour</em><em> </em>in the early 1970s, and famously voiced Eeyore in <em>Winnie the Pooh</em>. He tells Rath that of the many<strong> </strong>characters he has played over the years, a certain giant, extraterrestrial robot is still his favorite.</p><hr /><h3>Interview Highlights</h3><p><strong>On when he realized he had a talent for doing voices</strong></p><p>I lived on a farm, and I worked the farm. And I remember the very first summer, I could imitate the cows, the calves, the chickens, the different dogs they had. And one of the greatest memories I have is, I had a full dairy barn where I would collect milk pails with my brother, Larry. I found one day that I made a loud noise and all the cows looked up to me.</p><p>So I did something like, \"And now that I have your attention!\" And they all looked up. And I walked down the center of that aisle with these cows looking at me and I said, \"This is fantastic.\" I must have been 8 years old ... and I was the king of the cows.</p><p><strong>On landing the role of Optimus Prime in the 1980s cartoon</strong></p><p>I auditioned like everybody else. I was told it was a hero, and I was told it was a truck.</p><p>I was living with my brother Larry at the time. He had returned from service as a Marine in Vietnam, and I told him one day I was going out to audition for a truck.</p><p>And he says, \"A truck?\"</p><p>And I said, \"Yeah, but he's a <em>hero</em> truck.\"</p><p>\"This is really good, Pete, yeah,\" he said ... \"Well, if you're going to be a hero, be a real hero. Don't be a Hollywood stereotypical thing with the yelling and screaming.\" He said, \"Be strong enough to be gentle.\" And Larry was that way.</p><p>I had no idea what the script was going to be. But in effect, the lines just came out, and I just did my brother, Larry.</p><p><strong>On the characters he has most enjoyed playing</strong></p><p>Well, Optimus Prime, No. 1. He's my above-all favorite. The second one was Eeyore [from <em>Winnie the Pooh</em>]. I enjoyed doing Eeyore because he was simply charming.</p><p>And I get an awful lot of reactions from, especially, young kids, when I go up and just say [in Eeyore's voice], \"Hello. Thanks for noticing me.\"</p><p>And to see their faces light up, that to me is one of the great joys.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behind+Optimus+Prime+%28And+Eeyore%29%2C+One+Man%27s+Signature+Voice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326718052-33a045.m3u?orgId=1&topicId=1137&ft=3&f=326214943"},{"href":"http://media.npr.org/assets/img/2014/06/27/e74-vfx-011-6322598a23543de1c3d4b0a7f11f2ef73cad0ab3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"800","width":"1068"}},{"href":"http://media.npr.org/assets/img/2014/06/27/88631121-25fc9909b66cf81a5674534251cea5981e0fe3cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1542","width":"2058"}}]}