{"created":"2014-08-30T04:00:50+00:00","modified":"2015-05-14T18:02:30+00:00","valid":{"from":"2014-08-29T11:00:00+00:00","to":"3014-08-29T11:00:00+00:00"},"hreflang":"en","teaser":"Apple tightens privacy rules, Alibaba hits the road, and Nashville needs parking.","guid":"797c0520-6d17-438f-86df-c84c559b5de6","itags":["797c05206d1738fc6dfec84c559b5de6","Marketplace","PMP:Marketplace_PMP","Marketplace Morning Report for Friday August 29, 2014","Marketplace Morning Report"],"tags":["Mid-day Update","APM","Life"],"contentencoded":"<div class=\"barn-cleaned\"><p>In a digital world where our personal data is sometimes passed around like popcorn at the stadium, Apple is getting strict. The Financial Times and the Guardian newspapers are reporting that Apple has told its developers they cannot sell to third parties health data generated by its devices. The tightening of privacy rules comes as Apple is preparing to launch an updated operating system and a new platform for health and fitness. Plus,&nbsp;Alibaba -- known as the Amazon of China or the Paypal of China or the Ebay of China -- is going public this month in what may well be the largest new stock offering in U.S. history. And as any company must, Alibaba will be doing what's called a \"road show\" - where executives meet with investors to gin up interest. &nbsp;We take a look at how this road show will be different. And the city of Nashville's urban core is bubbling over with growth, bumping up land prices and gobbling up parking spots. For business owners, this means parking lots are becoming increasingly unaffordable. Enter, on the wings of supply and demand, <a href=\"http://www.marketplace.org/topics/world/inside-nashvilles-valet-parking-boom\" target=\"_blank\">valet parking companies</a>.</p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>In a digital world where our personal data is sometimes passed around like popcorn at the stadium, Apple is getting strict. The Financial Times and the Guardian newspapers are reporting that Apple has told its developers they cannot sell to third parties health data generated by its devices. The tightening of privacy rules comes as Apple is preparing to launch an updated operating system and a new platform for health and fitness. Plus, Alibaba -- known as the Amazon of China or the Paypal of China or the Ebay of China -- is going public this month in what may well be the largest new stock offering in U.S. history. And as any company must, Alibaba will be doing what&apos;s called a &quot;road show&quot; - where executives meet with investors to gin up interest.  We take a look at how this road show will be different. And the city of Nashville&apos;s urban core is bubbling over with growth, bumping up land prices and gobbling up parking spots. For business owners, this means parking lots are becoming increasingly unaffordable. Enter, on the wings of supply and demand, <a href=\\\"http://www.marketplace.org/topics/world/inside-nashvilles-valet-parking-boom\\\" target=\\\"_blank\\\">valet parking companies</a>.</p>\"}]","byline":"David Brancaccio","description":"Apple tightens privacy rules, Alibaba hits the road, and Nashville needs parking.","published":"2014-08-29T11:00:00+00:00","title":"PODCAST: Nashville's parking crisis","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/nashvilletenn.jpg?itok=z9vd2EH2"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/08/29/marketplace_morning_report_full_20140829_64.mp3","meta":{"duration":392,"duration_hms":"00:06:32","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/08/29/marketplace_morning_report_full_20140829"}},"type":"audio/mpeg","format":"MP3"}]}