{"created":"2015-04-13T18:24:16+00:00","modified":"2015-04-14T18:54:50+00:00","valid":{"from":"2015-04-14T18:54:50+00:00","to":"3015-04-14T18:54:50+00:00"},"hreflang":"en","guid":"797f4c43-fcb5-4419-9e58-5485d2fee03b","title":"Closing soon: A go-to emporium that was 'part Asian bodega and totally New York City'","published":"2015-04-14T18:54:46+00:00","byline":"Nina Porzucki, Monica Campbell","tags":["immigrants","history","business","culture","Global Nation","Business","Business, Finance & Economics","New York","United States","New York","Politics of China"],"teaser":"Founded in 1971, Pearl River Mart was ahead of the curve in terms of importing goods from China. Now, after decades providing immigrants and native New Yorkers with Chinese products of all kinds, the store is closing in the face of skyrocketing rent.","contentencoded":"<p>Selling bamboo steamers, embroidered slippers and paper lanterns imported from China hardly seems like a radical idea. But things were different in 1971.</p>\n<p>Back then, trading with Communist China was still restricted thanks to the Cold War, and there wasn't an obvious demand for knick-knacks and household goods from China. But Ming Yi Chen, born in China, sensed that things would change.</p>\n<p>Chen opened one of the few shops in the US that imported everyday household goods from China. Then came President Richard Nixon’s historic 1972 visit to China, and doors opened between the two countries. Soon the appetite for Chinese goods grew, both among the Chinese diaspora in the US as well as bargain-hunting New Yorkers and tourists.</p>\n<p>Pearl River, located at 477 Broadway, has since become the go-to emporium for household items, tchotchkes and clothing with a Chinese twist. But rent for the 30,000-foot store in SoHo is quintupling, and Pearl River has announced it cannot renew its lease at the end of the year.</p>\n<p>Ming Yi Chen's wife, Ching Yeh Chen, serves as the retailer's president.</p>\n<p>Among the mourners is Michelle Chen, the daughter of Pearl River's founder. She calls the store “totally New York City,\" at home in a city where people are “always open to seeing what’s new in the aisle.” But she also worries that the eclectic cultural mix of the city is being lost along with stores like Pearl River.</p>\n<p>“We see more and more chain stores ... that basically look like they could be anywhere else in America,\" she says. \"Hopefully what will stick in New York is just this sense of always looking for something new and something interesting, and always feeling like the city is a place that’s a safe space for that.”</p>\n<p><strong>Launching with a pro-Maoist mindset</strong></p>\n<p>Chen knows it wasn’t always easy for her father. In the early 70s, she says, he was “very focused on building up the motherland ... very pro-mainland China, and he had this sort of nationalist, pro-Maoist ethos in mind.”</p>\n<p>But Chen’s pro-China business push in the US wasn't always popular among Taiwanese immigrants, many of whom were anti-Communist. “There was some controversy, so it was a bit divisive within the diaspora community,” Chen says. “There were some rejections in terms of being generally wary of even recognizing mainland China.”</p>\n<p>Ironically, Chen's China-born father was also raised in Taiwan, then became part of a vanguard of young, overseas Taiwanese, who “rediscovered the mainland and felt like that was where their heart really lay.\" Radicalized by 60s politics in the US, Chen had also caught the political bug and \"turned that into an entrepreneurial venture.”</p>\n<p>The climate around Pearl River’s original Chinatown location was also shifting. “There were radical organizing groups, pro-Maoist groups, Marxist-Leninist study groups and what not, all percolating alongside these old-school Chinese restaurants and garment factories,\" Chen says.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/pearl%20river%20Elizabeth%20002.jpg?itok=lZsJ6iVk\" alt=\"\" /><div class=\"field-caption\">\n    <p>Michelle Chen with her family in the mid-80s near Pearl River Mart's Elizabeth Street location in New York City.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Michelle Chen</p>\n  </div>\n</div>\n<p>In a <a href=\"http://opencitymag.com/good-fortune-long-life/\">recent essay</a> for Open City, Chen wrote: “My father (I was not yet born) proudly hawked a singular selection of bottled soy sauce, Mao’s Little Red Book (my father’s attempt to spread the Marxist gospel, without irony), cotton “kung fu” slippers and People’s Liberation Army caps. These products were familiar to many local immigrants, but exotic to most <em>lao fan</em> (“foreign barbarians”—what we called white people in Chinese, with irony).”</p>\n<p>Chen says that a lot of the store’s earliest non-Chinese customers were “young idealists, a bit like my dad. I remember he told me that he got one of his first big orders for Mao jackets from a club at Harvard. It was a student political organization, and for some reason they wanted to do a mass order of these People’s Liberation Army uniforms. I’m not really sure how they used them, but for my dad it was a mini-windfall.”</p>\n<p>When asked whether her dad ever got any feedback from China about capitalizing on Communist iconography, Chen jokes that \"we like to think that we helped to introduce them to the glories of capitalism.\" But she also compares that time to the dynamic now between the United States and Cuba, with “people on both sides who are ready to open up.”</p>\n<p>In her essay, Chen also writes how the floor of the store was “arranged democratically, with unpretentious flannel pajamas before grunge, fluffy shaving soap brushes before Steampunk. And those <a href=\"http://www.examiner.com/article/ny-shopping-secret-101-skip-chinatown-go-to-pearl-river-mart\">sparkly slippers everyone was wearing</a> in the 'oughts? We sold them in bins for a couple bucks a pair and put the Pearl River spin on runways and red carpets.”</p>\n<p>As for Chen, her favorite store items have always been the clothbound notebooks. “I remember them primarily because that is where I stored my thoughts as a kid,” she says.</p>\n<p>After the store closes, it will likely continue selling online, but Chen laments that the in-store experience won’t be replaced. Customers will no longer be able to browse the store’s aisles, hold imported sandalwood soap in their hands or know what it’s like to try on a brocade gown or silk pajamas.</p>\n<p>“It was the visceral experience of being in this space and experiencing all these random products around you,” Chen says.</p>\n<p>Since the announcement that Pearl River would shutter, customers have taken to social media “to engage in their ritual mourning of another great New York cultural institution passing,” Chen says. But she adds that while the rent hike stings, her parents are also ready for retirement and a break.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/DSC_0008.JPG?itok=5rLaXyd5\" alt=\"\" /><div class=\"field-caption\">\n    <p>Pearl River Mart in New York City. Founded in 1971, the shopping emporium was ahead of the curve in terms of importing goods from China. Now, it’s priced out of SoHo.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Pearl River Mart</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-13%2Fclosing-soon-go-emporium-was-part-asian-bodega-and-totally-new-york-city&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/DSC_0069.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dsc0069jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04132015_07.mp3"},{"href":"http://www.pri.org/file/0413201507mp3"}]}