{"created":"2015-05-03T11:45:25+00:00","modified":"2015-07-03T20:24:27+00:00","valid":{"from":"2015-07-03T20:24:26+00:00","to":"3015-07-03T20:24:26+00:00"},"hreflang":"en","title":"A Boat Of Their Own: All-Women Team Tackles Sailing's Toughest Race","published":"2015-05-04T18:09:00+00:00","teaser":"For the first time since 2001, an all-women team is competing in the Volvo Ocean Race, an around-the-world slog through some of the most unforgiving water on the planet.","itags":["npr_api","403829468"],"guid":"7980d3fd-4dee-4d6c-a5cb-9f1d4762a725","contentencoded":"<p>What's the worst thing about sailing through the fierce winds and mountainous seas of the Southern Ocean?</p><p>\"Just being freezing cold,\" says <a href=\"http://teamsca.com/crew/sara-hastreiter\">Sara Hastreiter</a>, a 30-year-old native of Wyoming who is crewing on the first all-women Volvo Ocean Race team since 2001. The eight-month around-the-world event, sailed in stages, set off from Spain in October.</p><p>\"Getting out of your bunk when you're just violently shivering. That's really tough,\" she says of the remote stretch of water that circles Antarctica.</p><p>Hastreiter, who is sitting out the current leg of the race from Brazil to Newport, R.I., is one of 13 women crew on <a href=\"http://teamsca.com/\">Team SCA</a>.</p><p>It is her first Volvo. In fact, only three of her crewmates have ever competed in the iconic event, which traces its origin to 1973, when it was called the <a href=\"http://www.yachtingworld.com/features/whitbread-round-the-world-race-59997\">Whitbread Round the World Race.</a> By contrast, the five other boats still in the running are heavy with male crew who have done four, five or even six Volvos.</p><p>Despite Team SCA's relative lack of experience in the Volvo, saltwater runs through their veins: The international crew is skippered by <a href=\"http://teamsca.com/crew/sam\">Samantha \"Sam\" Davies</a>, a British sailor who finished fourth in the 2008 <a href=\"http://www.vendeeglobe.org/en/\">Vendee Globe</a>, a single-handed non-stop race that is unquestionably the most demanding endurance test in yachting.</p><p>Among other accomplished sailors on the team are <a href=\"http://teamsca.com/crew/elodie-mettraux\">Elodie Jean Mettraux</a>, from Switzerland, who has won the Tour de France a la Voile — a race around the French Atlantic and Mediterranean coasts. Her sister, Justine, is also aboard. Last year she placed second in the Mini Transat 6.5 — a race across the Atlantic on tiny, 21-foot boats.</p><p>But it hasn't been easy getting to the Volvo, considered the pinnacle of offshore racing. The biggest challenge for women wanting to break in is that few of the basically all-male teams are willing to give them a spot in an eight-month round-the-world race. So, experience is hard to come by. And naturally, sponsors want to back teams that have a shot at winning.</p><p>What's different this time around is the existence of a committed sponsor: <a href=\"http://www.sca.com/\">SCA</a>, a global personal hygiene and forest products company based in Sweden, decided to pony up the estimated $15 million to $25 million it costs to mount a competitive campaign. Among other things, SCA makes baby diapers and feminine care products, so sponsoring an all-women crew (complete with a magenta boat) makes good business sense.</p><p>A rule change in this Volvo that requires all teams to sail the same type of boat, <a href=\"http://www.volvooceanrace.com/en/boat.html\">a new \"one-design\" 65 footer</a>, has also helped level the field. In the past, deep-pocketed syndicates could outspend their rivals on lighter, faster boats.</p><p>It all adds up to the the first women's team in race history to get the same level of support as the men, Hastreiter says.</p><p>Until now, \"the women have never been able to truly show their colors, because they've always had the B-boat, the B-sails,\" she says.</p><p>The Volvo is hard on boats and even harder on their crews. A navigation error sent Team Vestas Wind <a href=\"https://www.youtube.com/watch?v=Azf8jLbkzRI\">up on a reef in the Indian Ocean.</a> The crew miraculously escaped injury.</p><p>The Southern Ocean, too, is a place where things can go very wrong very far from any prospect of rescue. That's what happened to Team SCA when their 65-foot boat was slammed over on its side. \"The people down below are upside down – in the dark,\" Hastreiter says.</p><p>\"Someone had been working on the engine, so the engine bay lid is on top of them. We had a little of the hydraulic oil spill out on the floor, so that didn't make things any easier,\" she says.</p><p>It happened in the most remote part of the entire world — a blank spot in the Southern Ocean that falls between the jurisdictions of the Australian and Chilean coast guards. \"We were in a point where no one could have helped us,\" Hastreiter says.</p><p>Two sails were damaged, but the women managed to get things sorted out and keep moving, although it cost them 120 nautical miles on the competition.</p><p>That delay made them late to Cape Horn, the wave-swept tip of South America. The leading four boats passed it in relatively good weather, but by the time Team SCA reached the Horn, it was howling a frigid 40 knots. To celebrate the milestone, Hastreiter says, the women \"had big plans to do nudie runs around the boat. But, needless to say, that didn't happen.\"</p><p>For all the hardships involved in offshore racing — the salt sores, the cold and the occasional seasickness — there are moments when something unexpected and unforgettable happens far from land.</p><p>\"When we were sailing to Abu Dhabi, we had one night where we had a lot of phosphorous and plankton,\" Hastreiter's teammate Elodie Jean Mettraux says. \"It was like we were really on a magic carpet. Every little wave was bright. It was amazing.\"</p><p>Later this month, Hastreiter and Mettraux will rejoin their teammates aboard Team SCA for the Newport to Lisbon leg across the Atlantic. The Volvo finishes in June in <a href=\"http://www.volvooceanrace.com/en/route.html\">Gothenberg, Sweden.</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Boat+Of+Their+Own%3A+All-Women+Team+Tackles+Sailing%27s+Toughest+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Neuman","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403946562-ffda18.m3u?orgId=1&topicId=1055&d=216&p=10&story=403829468&t=progseg&e=403946508&seg=9&ft=nprml&f=403829468"},{"href":"http://media.npr.org/assets/img/2015/05/02/teamsca__0_0_0_vor_2014_-_macmini1_-_team_sca_vor_hq_primary_http_0_0_sca_150403_elled-02260_20150403_075807_original-a864f81bfd1cada18ec8b046f89efe39381774e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2050","width":"2733"}},{"href":"http://media.npr.org/assets/img/2015/05/02/sara_actionshot-e41e9cc349a7026974948b41eac8d64e28955744.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/05/02/elodie_actionshot-e63d114c7220000683e841f93d46d1ee42137846.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3220","width":"4294"}}]}