{"created":"2015-02-20T21:47:09+00:00","modified":"2015-06-16T17:25:58+00:00","valid":{"from":"2015-06-16T17:25:58+00:00","to":"3015-06-16T17:25:58+00:00"},"hreflang":"en","title":"Modi's Fancy Pinstripe Suit Lands $694,000 At Auction","published":"2015-02-21T13:44:00+00:00","teaser":"A suit worn by Indian Prime Minister Narendra Modi when he met President Obama is up for auction. The suit, which has the Prime Minister's name in pinstripes is expected to fetch more than $200,000.","itags":["npr_api","387822916"],"guid":"79838904-6d1f-42f4-98f7-9fcc089c47aa","contentencoded":"<p>India's Prime Minister Narendra Modi is noted for making bold statements — both in policy and fashion. When Modi sported a suit with pinstripes that spelled out his name in tiny gold lettering, his critics called it the height of vanity.</p><p>But the controversial suit raised more than eyebrows: It sold at auction today for nearly $695,000.</p><p>The \"selfie\" suit was debuted when Modi wore it to a bilateral meeting with President Obama during his visit to India last month.</p><p>Modi's eye-catching wardrobe provided a diversion at times, with his pastel tunics, richly colored scarves and lavish headdresses. Even President Obama said Modi was a fashion icon who could join the ranks of First Lady Michele Obama.</p><p>But the suit, with pinstripes fashioned from letters that vertically spelled out \"Narendra Damodardas Modi,\" raised a rumpus on social media. Magnified photographs of the gold pinstripes went viral and invited ridicule.</p><p>Opposition parties leapt at Modi's \"wardrobe malfunction,\" saying <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/16/312815932/narendra-modi-from-humble-start-to-indias-likely-prime-minister\">the man who prided himself as a one-time humble tea-seller</a> was a hypocrite for wearing an expensive suit that some reports claimed cost nearly a million rupees, or $16,000.</p><p>Siddharth Varadarajan, a senior fellow at the Center for Public Affairs and Critical Theory at Shiv Nadar University outside New Delhi, says the auctioning off of the suit was intended as damage control, but that wealthy bidders — many from Modi's western home state of Gujarat — only have revived the controversy.</p><p>\"The fact you have sycophants who can have no conceivable use for this item of clothing further cements the idea that the manner in which Mr. Modi's leadership has been projected is extremely unhealthy in any democratic society,\" Varadarajan says. \"You have people saying 'he is a god for us.' ... This kind of stuff, you know, it's on the one hand, goofy. It's also very, very creepy.\"</p><p>Modi was given the suit as a gift from a businessman, who had hoped the prime minister would wear it to his son's wedding. He didn't attend the wedding — it fell on Republic Day when Modi was hosting Obama — but by accepting the suit Modi may have run afoul of the very ethical guidelines he endorsed when he took office. Government ministers are not to accept gifts worth more than 5,000 rupees ($80) unless they pay for them.</p><p>Despite the negative publicity, Modi's suit was the star attraction among 465 gifts that the prime minister received the past eight months since taking power. They were auctioned off to raise funds to clean the Ganges River.</p><p>Mukesh Patel, one in a series of bidders, says that he offered a 10 million rupee bid as a way of honoring the Prime Minister.</p><p>\"Mr. Modi is hero,\" he says. \"Superstar of India.\"</p><p>When the gavel came down today, Hitish and Lalji Bhai Patel, a son and father, had claimed the coveted suit. The diamond merchants from Surat, in the state of Gujarat, paid a whopping 43.1 million rupees ($694,000), endowing the suit with the status of \"ceremonial robe.\"</p><p>Friday night on his show, <a href=\"http://ibnlive.in.com/shows/The-Week-That-Wasn%27t.html\" target=\"_blank\">That Was The Week That Wasn't</a>, comedian Cyrus Broucha said the auction was so successful, he tried to sell off his own suit — \"we got nothing, not a single bidder\" — not even the prime minister, whom he joked must now be in need of a suit.</p><p>\"I think it's nice,\" Broucha says tongue firmly in cheek. \"If suits are our problem, we're a rich country, so I'm quite happy.\"</p><p><em>Follow NPR's Delhi Bureau Chief on Twitter: @JulieMcCarthyJM</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Modi%27s+Fancy+Pinstripe+Suit+Lands+%24694%2C000+At+Auction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387822917-b524fb.m3u?orgId=1&topicId=1125&d=201&p=2&story=387822916&t=progseg&e=387805133&seg=4&ft=nprml&f=387822916"},{"href":"http://media.npr.org/assets/img/2015/02/20/40809001_h34532653-556b86db7a46f905a132e6fb6c8d852e476dd125.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1070","width":"1426"}}]}