{"created":"2015-05-09T00:09:56+00:00","modified":"2015-05-28T03:05:22+00:00","valid":{"from":"2015-05-28T03:05:22+00:00","to":"3015-05-28T03:05:22+00:00"},"hreflang":"en","title":"In 'Rise Of Animals,' Sir David Attenborough Tells Story Of Vertebrates","published":"2015-05-11T17:23:00+00:00","teaser":"The 89-year-old British naturalist's two-part special explores fossil evidence on how evolution moved past bugs and worms and trilobites, and how the Chinese are helping fill gaps in that knowledge.","itags":["npr_api","405260453"],"guid":"798bd9da-df13-4f44-aa68-4fd489c2bdb1","contentencoded":"<p>Famed British broadcaster and naturalist Sir David Attenborough has been lending his calming voice to nature documentaries ever since TV was in black and white.</p><p>And the 89-year-old is still at it. His new two-part special called <em>Rise of Animals: Triumph of the Vertebrates</em> <a href=\"http://www.smithsonianchannel.com/shows/david-attenboroughs-rise-of-animals-triumph-of-the-vertebrates/dawn-of-the-mammals/1003607/3416386\" target=\"_blank\">premieres May 13</a> on The Smithsonian Channel. It explores new fossil evidence — much of it from China — to trace key evolutionary developments in vertebrates that enabled amphibians, reptiles, dinosaurs and mammals to achieve their success around the world.</p><p>In his nearly 60 years of making nature programs, Attenborough has explained the significance of new discoveries by reminding us of where we came from. He says he \"would like to think that there's actually no difference between education and entertainment.\"</p><p>\"I think entertainment which doesn't inform you about the characters that are in it is actually shallow,\" he tells NPR's Robert Siegel at the Smithsonian's National Museum of Natural History. \"The greatest entertainment is involved with real depth into and teaches you about human nature.\"</p><h3>Interview Highlights</h3><p><strong>On why most of the new fossil evidence comes from China</strong></p><p>Well, the foundation of paleontological science, of course, is in the Western world. And the <a href=\"https://www.youtube.com/embed/Lkbq9RpLVUE\" target=\"_blank\">exploration of the fossils of China</a> didn't take place until rather later. But the Western world constructed the general outline of the history of evolution and inevitably there are gaps. So when China began to be explored in terms of its fossils, it naturally went to those sort of areas. And they produced answers to the stories, the links, that were missing from the original story.</p><p><strong>On some of the discoveries made from the Chinese fossils</strong></p><p>One of the very, very big debates that became very heated — and personal — in paleontological science in the West, was the origin of the birds. Where did the birds come from? How did they evolve?</p><p>And there were really very vigorous debates and lots of books written on the subject, taking different views — but in China they discovered the answer, in an incontrovertible way.</p><p>They discovered dinosaurs — a particular kind of dinosaur — that were covered in feathers. And remarkably enough, not only feathers on the arms — which, you can imagine how they became wings — but actually feathers on the legs, which makes you think.</p><p>And so there's a very big story to be told there, and those fossils had no equivalent really in the Western world. There was one big one, which was in Darwin's time, called<em> Archaeopteryx</em> — which was the link between reptiles in general and the birds, but which particular reptile was a big argument. But Chinese fossils answered that argument.</p><p><strong>On the most surprising discovery in the new series</strong></p><p>The most surprising was the earliest mammal that we've ever so far discovered, and it's surprising because it's hardly bigger than the nail of my little finger, and that's its skull. And what's most surprising is how anyone looks at a thing — which is, what, uh, half an inch long? — and saw that it was a fossil skull. You must have magnificent eyesight, because you could — actually, when you look at it with a lens, you can see it's got all these little teeth, and it's got a little socket for its eyes and all. And this is a thing called <em>Hadrocodium</em>, and it is the earliest mammal that we know so far.</p><p><strong>On the secret to vertebrates' success</strong></p><p>Well, having a body, requires — of any size — requires a support of one kind, and there are two ways of doing it: One way is that you can produce a structure, which you enclose the body, and it gives it a strength. And that's the way the external skeleton — which the insects adopted.</p><p>But the problem with it is, it's difficult to grow. For an animal to grow you've got to increase, keep on building bigger external skeletons, and also limits the amount of things that you can do, bodily wise.</p><p>The other way of doing it, is that you have a skeleton inside — in fact like a kind of scaffold. And that's what the vertebrates do: They have a backbone, and various things — the limbs and so on — are attached to that. And that can grow and grow and grow. And so it produced huge things, like whales and like dinosaurs.<strong> </strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Rise+Of+Animals%2C%27+Sir+David+Attenborough+Tells+Story+Of+Vertebrates&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"481"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405260454-75ea22.m3u?orgId=1&topicId=1132&d=481&p=2&story=405260453&t=progseg&e=405168863&seg=18&ft=nprml&f=405260453"},{"href":"http://media.npr.org/assets/img/2015/05/08/beijing-museum-of-natural-history-2---portrait-david-with-juramaia-fossil-66d4c0738bad0f28a52f95b46e887ac2514bf44d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1880","width":"2507"}}]}