{"created":"2014-10-03T03:45:33+00:00","modified":"2015-04-30T19:47:22+00:00","valid":{"from":"2013-04-12T19:01:10+00:00","to":"3013-04-12T19:01:10+00:00"},"hreflang":"en","guid":"798fd2cc-aa9e-471a-b0e4-8c9c2cc6b459","title":"Dropouts to Graduates: The Story of the Care Center - An American Graduate Special","teaser":"Say you meet a teenager. She’s 16, and she’s already dropped out of school. Now, she’s pregnant, due in a few months. She’s on her own, as her boyfriend disappeared when news of the baby came out. She doesn’t have a job, and is hoping her mom won’t kick her out of the house. What would your expectations for her be? What do you think she’ll achieve? If you’re in Holyoke, Massachusetts, the answer to those questions might be very different from the predictable one of hopelessness and dim futures. That’s because Holyoke is home to the Care Center, an alternative school just for pregnant and parenting teens who’ve dropped out of high school. It’s not your typical GED program, either: it’s modeled on a prep school, so students are learning fencing, rowing, yoga and poetry along with basic math and reading. Their personal histories are fraught with homelessness, domestic violence, gangs, food insecurity—the entire student body is living at or below 50 % of the poverty level, and 2/3rds of them dropped out of high school by the 10th grade. Despite all that, between 70 and 85 percent of Care Center students go on to college. In this American Graduate special, State of the Re:Union goes deep inside this school—learning its philosophy and the life stories of students and teachers—to explore what it takes to turn a teen mom’s life around. \n","description":"State of the Re:UnionDropouts to Graduates: The Story of the Care Center - An American Graduate SpecialSay you meet a teenager. She&rsquo;s 16, and she&rsquo;s already dropped out of school. Now, she&rsquo;s pregnant, due in a few months. She&rsquo;s on her own, as her boyfriend disappeared when news of the baby came out. She doesn&rsquo;t have a job, and is hoping her mom won&rsquo;t kick her out of the house. What would your expectations for her be? What do you think she&rsquo;ll achieve? If you&rsquo;re in Holyoke, Massachusetts, the answer to those questions might be very different from the predictable one of hopelessness and dim futures. That&rsquo;s because Holyoke is home to the Care Center, an alternative school just for pregnant and parenting teens who&rsquo;ve dropped out of high school. It&rsquo;s not your typical GED program, either: it&rsquo;s modeled on a prep school, so students are learning fencing, rowing, yoga and poetry along with basic math and reading. Their personal histories are fraught with homelessness, domestic violence, gangs, food insecurity&mdash;the entire student body is living at or below 50 % of the poverty level, and 2/3rds of them dropped out of high school by the 10th grade. Despite all that, between 70 and 85 percent of Care Center students go on to college. In this American Graduate special, State of the Re:Union goes deep inside this school&mdash;learning its philosophy and the life stories of students and teachers&mdash;to explore what it takes to turn a teen mom&rsquo;s life around.&nbsp;Billboard (:59)Incue: \"I'm Al Letson and you're\"Outcue: \"...first this news\"News Hole: 1:00-6:00SEGMENT A (12:29)Incue: \"You're listening to\"Outcue: \"ahead on State of the Re:Union.\"A-1. Baby Stroller Parking Lot&nbsp;We open the episode at the entrance to the Care Center which is, quite literally, a baby stroller parking lot. All of the school&rsquo;s 40 students are mothers, so the school&rsquo;s on-site day care is a zoo of kids, daily. This scene affords us the opportunity to meet a couple of students (and their children) and introduce listeners to the school and the ideas we&rsquo;ll be exploring in the episode.&nbsp;\nA-2. The Holyoke StoryAll of the work being done at the Care Center must be framed by the enormous challenges being faced by its students, poverty top among them. And so, before we get too deep into the story of the school, itself, listeners need to know a bit of the story of the community it&rsquo;s based in. Holyoke has the perfect storm of conditions for a high teen birth rate. It&rsquo;s one of the poorest cities in Massachusetts, with a high unemployment rate. It has a very dropout rate; in recent years, not even half the students who start the 9th grade in Holyoke graduate. Mix that with a lack of sex ed in schools (until very recently) and you have a city with the highest teen birth rate in the state.&nbsp;\nA-3. Fencing, Yoga and the GEDWith that frame of history and statistics in mind, we dive into the Care Center, the challenges it faces and the philosophy that governs it. Here&rsquo;s what they have to do: engage students who don&rsquo;t like school. Teach them enough to pass their GED&mdash;something that has eluded many of these women who&rsquo;ve tried other programs. The Care Center approaches this with ideas that started out as a kind of experiment.&nbsp;\nThey asked, what makes prep schools&mdash;the best education money can buy-- so successful? Equal exposure to the arts, humanities and athletics as well as basic academics, small class sizes, and an &ldquo;assumption of and commitment to student success.&rdquo; That means, for the first time in these students&rsquo; lives in some cases, their teachers expect them to go to college. They expect them to join the rowing team. They expect them to have intellectual hunger and capacity. And, often to the surprise of the students themselves, all of these become true.&nbsp;\nSEGMENT B (18:59)Incue: \"You're listening to &hellip;\"Outcue: \"P-R-X-DOT-O-R-G\"\n\nB-1. Kim&rsquo;s StoryKim Chambers has had more hardship packed into her 18 years than many do in a whole lifetime. She was abandoned by her birth mother as an infant, left with a stranger in Mexico whom she didn&rsquo;t know for years was not her actual mom. At age 13, she struck out on her own, eager to pursue an education, and unable to do so in the rural part of Mexico she was raised. For much of her teenage years, she bounced from house to house, holing herself up in the library when she had nowhere else to go. At 17, she got pregnant by her much-older boyfriend, but he proved to have restrictive ideas of what she could be: wanting her to stay home and be a housewife, instead of pursuing a career. And so, with an infant in tow, she came to the United States by herself, to get her G.E.D. and go to college (She&rsquo;s a U.S. citizen, having been born here before being taken to Mexico). Landing in Springfield with a family friend, she found the Care Center, and there, she has flourished. She&rsquo;s discovered poetry, and a strong poetic voice. She&rsquo;s discovering literature and art history through the Clemente college course. She&rsquo;s set to take her G.E.D. tests in January, with the hope of, someday, becoming a lawyer. Kim says her daughter, Jamie, is her motivation to succeed, and The Care Center, she says, is &ldquo;the start of the way. I was lost. And from the beginning point that is the Care Center, a lot of branches and a lot of ways open.&rdquo;\nB-2. Poetry and the Coincidence of HistoryTwelve years ago, a journalist named Tzivia Gover made a radical life change. After a visit to a class at the Care Center, she left her job as a daily news reporter to teach poetry to these teenage moms. Little did she know that in doing so, she was fulfilling a historical legacy of incredible coincidence. With her students, Tzivia learned that their school building was once home to Elizabeth Towne (1865-1960), an early suffragist and leader of the New Thought movement (precursor of today&rsquo;s New Age movement). It turns out that Towne herself was a teen mother who left school at age fourteen to marry. Unhappy in her marriage, she divorced her first husband and set out on her own, supporting herself by publishing a magazine that went on to become the nation&rsquo;s leading New Thought journal. The magazine was called The Nautilus, and it was published from the very building that now houses the Care Center. So, when Tzivia&rsquo;s students were churning out their own poems, they decided to launch a poetry journal and dub it The Nautilus II, in honor of Towne. The journal is published annually, featuring the poems of the teen mom students at the Center.&nbsp;\nB-3. Teaching a Teen Mom PlatoMany of the student moms at the Care Center have trouble just putting food on the table for the kids, and paying the electric bill every month. So, one might argue, what&rsquo;s the use of enrolling them in a college course that teaches philosophy, art history and literature? And, for kids who didn&rsquo;t ever seem to enjoy school, how do you convince them they&rsquo;ll like it? Such is the charge for the Clemente Course in the Humanities, an usual and innovative program that the Care Center offers, along with 15 other organizations across the country. The course was called by its founder &ldquo;an avenue to reflection,&rdquo; and is founded on the idea that low-income people need more than just the practical skills required to get a job&mdash;they need the tools to ponder the world the live in, in order to lift themselves out of poverty. At the Care Center, it&rsquo;s taught by a handful of local college professors, who come two days a week to teach students about everything from Plato to Martin Luther King Jr.&rsquo;s &ldquo;Letter From A Birmingham Jail.&rdquo;&nbsp; And it works: Clemente Course graduates not only earn credits from Bard College, they say it&rsquo;s given them a new perspective on their lives. As one student said, weeks into the philosophy portion of the course, \"there's a word for the kinds of problems I think about all the time: metaphysics.\"\nThat&rsquo;s the kind of expansion the Care Center is looking for.&nbsp; &ldquo;There&rsquo;s a way in which the course asks people to examine their life and what they are seeing around them more deeply,&rdquo; says Anne Teschner. &ldquo;Living in poverty can be very constricting, so to bring those more expansive ideas into the world of people struggling economically is really empowering.&rdquo;SEGMENT C (18:59)Incue: \"You're listening to State of the Re:Union ...\"Outcue: \"This is N-P-R\"&nbsp;C-1. Making the Care Center Happen:&nbsp;In this segment, we dig into the nuts and bolts of making a program like the Care Center&rsquo;s happen. How much does it cost? And could it be a model for other places? In addition to hearing from Anne Teschner, we speak with a local education consultant in Massachusetts, both about the promise of the Care Center, and the expense&mdash;the hurdles to it happening elsewhere.\nC-2. Transforming What You Think It Means to be a Mom&nbsp;Students aren&rsquo;t the only ones learning lessons at the Care Center: the staff is too. And the lessons they&rsquo;re gleaning are as much about motherhood as education. In this segment, we hear the story of the school&rsquo;s education director, Ana Rodriguez. A teen mom herself, she&rsquo;s made helping other teen moms get an education her personal mission. However, she had to reflect on her role as both a mother and a teacher anew when her own daughter ended up getting pregnant as a teenager and attending the Care Center. From Ana&rsquo;s story, we hear how poetry teacher Tzivia Gover had her own revelation about the teen mothers at the Care Center. From having thought that getting pregnant as a teenager was a kind of life catastrophe, Tzivia realized that for some of these girls, having a baby was their avenue to a better life, the motivation they needed to pursue an education.\n\nC-3. Dear Care CenterStudents at the Care Center write a letter to the school, describing how they feel about it, and their role this place has played in their lives.&nbsp;\nC-4. You Get Your G.E.D&hellip; Then What?&nbsp;There&rsquo;s a lot of talk about college at the Care Center. For a lot of students, it still feels like a far off dream. But it turns out figuring out how to dream about what they want to do after college is a big part of making it a reality. The Care Center includes as a required course a class about the transition from college to work, and most of that is aimed at expanding student&rsquo;s idea of what jobs they could do. Jude, the teacher of the class, says for many of these students, their world has been frighteningly small. If you ask a lot of students what they &ldquo;want to be when they grow up,&rdquo; they say the same things over and over: nurse and cop, because those are the only jobs they&rsquo;ve seen that look stable. So, a big piece of what Jude&rsquo;s class does is try to broaden that world, to actually engage students&rsquo; imaginations, encourage them to dream as big as they can. And Care Center grads do go on to execute those dreams. Roxanne Roman just got her associate&rsquo;s degree in Criminal Justice and is waiting to hear back from the local police academy to live her dream of being a cop.&nbsp;\nC-5. Final Reflection and Montage&nbsp;Al reflects on his own experience as a teen father, and then we hear a montage of thoughts from the students and staff of the Care Center as to how it helps students craft a new, alternate vision of their future.\nPROGRAM OUT @ 59:00\nBroadcast Window Begins 04/26/2013\nThe Spring 2013 Season of State of the Re:Union (SOTRU) will be available beginning April 26, 2013, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2013. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp;\nState of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.&nbsp;\nThanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Deborah Blakeley at Blakeley &amp; Company, LLC, at blakeley.deb@gmail.com with questions or to confirm carriage.&nbsp;\n&nbsp;","contentencoded":"State of the Re:Union<br />Dropouts to Graduates: The Story of the Care Center - An American Graduate Special<br /><br />Say you meet a teenager. She&rsquo;s 16, and she&rsquo;s already dropped out of school. Now, she&rsquo;s pregnant, due in a few months. She&rsquo;s on her own, as her boyfriend disappeared when news of the baby came out. She doesn&rsquo;t have a job, and is hoping her mom won&rsquo;t kick her out of the house. What would your expectations for her be? What do you think she&rsquo;ll achieve? If you&rsquo;re in Holyoke, Massachusetts, the answer to those questions might be very different from the predictable one of hopelessness and dim futures. That&rsquo;s because Holyoke is home to the Care Center, an alternative school just for pregnant and parenting teens who&rsquo;ve dropped out of high school. It&rsquo;s not your typical GED program, either: it&rsquo;s modeled on a prep school, so students are learning fencing, rowing, yoga and poetry along with basic math and reading. Their personal histories are fraught with homelessness, domestic violence, gangs, food insecurity&mdash;the entire student body is living at or below 50 % of the poverty level, and 2/3rds of them dropped out of high school by the 10th grade. Despite all that, between 70 and 85 percent of Care Center students go on to college. In this American Graduate special, State of the Re:Union goes deep inside this school&mdash;learning its philosophy and the life stories of students and teachers&mdash;to explore what it takes to turn a teen mom&rsquo;s life around.&nbsp;<br /><br />Billboard (:59)<br />Incue: \"I'm Al Letson and you're\"<br />Outcue: \"...first this news\"<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: \"You're listening to\"<br />Outcue: \"ahead on State of the Re:Union.\"<br /><strong><br />A-1. Baby Stroller Parking Lot</strong>&nbsp;<br />We open the episode at the entrance to the Care Center which is, quite literally, a baby stroller parking lot. All of the school&rsquo;s 40 students are mothers, so the school&rsquo;s on-site day care is a zoo of kids, daily. This scene affords us the opportunity to meet a couple of students (and their children) and introduce listeners to the school and the ideas we&rsquo;ll be exploring in the episode.&nbsp;\n<p><strong>A-2. The Holyoke Story<br /></strong><span>All of the work being done at the Care Center must be framed by the enormous challenges being faced by its students, poverty top among them. And so, before we get too deep into the story of the school, itself, listeners need to know a bit of the story of the community it&rsquo;s based in. Holyoke has the perfect storm of conditions for a high teen birth rate. It&rsquo;s one of the poorest cities in Massachusetts, with a high unemployment rate. It has a very dropout rate; in recent years, not even half the students who start the 9</span><span><sup>th</sup></span><span> grade in Holyoke graduate. Mix that with a lack of sex ed in schools (until very recently) and you have a city with the highest teen birth rate in the state.&nbsp;</span></p>\n<p><strong><br />A-3. Fencing, Yoga and the GED<br /></strong>With that frame of history and statistics in mind, we dive into the Care Center, the challenges it faces and the philosophy that governs it. Here&rsquo;s what they have to do: engage students who don&rsquo;t like school. Teach them enough to pass their GED&mdash;something that has eluded many of these women who&rsquo;ve tried other programs. The Care Center approaches this with ideas that started out as a kind of experiment.&nbsp;</p>\n<p><span>They asked, what makes prep schools&mdash;the best education money can buy-- so successful? Equal exposure to the arts, humanities and athletics as well as basic academics, small class sizes, and an &ldquo;assumption of and commitment to student success.&rdquo; That means, for the first time in these students&rsquo; lives in some cases, their teachers expect them to go to college. They expect them to join the rowing team. They expect them to have intellectual hunger and capacity. And, often to the surprise of the students themselves, all of these become true.&nbsp;</span></p>\n<div><span>SEGMENT B (18:59)<br />Incue: \"You're listening to &hellip;\"<br />Outcue: \"P-R-X-DOT-O-R-G\"</span></div>\n<br />\n<p><span><strong>B-1. Kim&rsquo;s Story<br /></strong></span>Kim Chambers has had more hardship packed into her 18 years than many do in a whole lifetime. She was abandoned by her birth mother as an infant, left with a stranger in Mexico whom she didn&rsquo;t know for years was not her actual mom. At age 13, she struck out on her own, eager to pursue an education, and unable to do so in the rural part of Mexico she was raised. For much of her teenage years, she bounced from house to house, holing herself up in the library when she had nowhere else to go. At 17, she got pregnant by her much-older boyfriend, but he proved to have restrictive ideas of what she could be: wanting her to stay home and be a housewife, instead of pursuing a career. And so, with an infant in tow, she came to the United States by herself, to get her G.E.D. and go to college (She&rsquo;s a U.S. citizen, having been born here before being taken to Mexico). Landing in Springfield with a family friend, she found the Care Center, and there, she has flourished. She&rsquo;s discovered poetry, and a strong poetic voice. She&rsquo;s discovering literature and art history through the Clemente college course. She&rsquo;s set to take her G.E.D. tests in January, with the hope of, someday, becoming a lawyer. Kim says her daughter, Jamie, is her motivation to succeed, and The Care Center, she says, is &ldquo;the start of the way. I was lost. And from the beginning point that is the Care Center, a lot of branches and a lot of ways open.&rdquo;</p>\n<p><strong>B-2. Poetry and the Coincidence of History<br /></strong><span>Twelve years ago, a journalist named Tzivia Gover made a radical life change. After a visit to a class at the Care Center, she left her job as a daily news reporter to teach poetry to these teenage moms. Little did she know that in doing so, she was fulfilling a historical legacy of incredible coincidence. With her students, Tzivia learned that their school building was once home to Elizabeth Towne (1865-1960), an early suffragist and leader of the New Thought movement (precursor of today&rsquo;s New Age movement). It turns out that Towne </span><span>herself</span><span> was a teen mother who left school at age fourteen to marry. Unhappy in her marriage, she divorced her first husband and set out on her own, supporting herself by publishing a magazine that went on to become the nation&rsquo;s leading New Thought journal. The magazine was called The Nautilus, and it was published from the very building that now houses the Care Center. So, when Tzivia&rsquo;s students were churning out their own poems, they decided to launch a poetry journal and dub it The Nautilus II, in honor of Towne. The journal is published annually, featuring the poems of the teen mom students at the Center.&nbsp;</span></p>\n<p><strong>B-3. Teaching a Teen Mom Plato<br /></strong>Many of the student moms at the Care Center have trouble just putting food on the table for the kids, and paying the electric bill every month. So, one might argue, what&rsquo;s the use of enrolling them in a college course that teaches philosophy, art history and literature? And, for kids who didn&rsquo;t ever seem to enjoy school, how do you convince them they&rsquo;ll like it? Such is the charge for the Clemente Course in the Humanities, an usual and innovative program that the Care Center offers, along with 15 other organizations across the country. The course was called by its founder &ldquo;an avenue to reflection,&rdquo; and is founded on the idea that low-income people need more than just the practical skills required to get a job&mdash;they need the tools to ponder the world the live in, in order to lift themselves out of poverty. At the Care Center, it&rsquo;s taught by a handful of local college professors, who come two days a week to teach students about everything from Plato to Martin Luther King Jr.&rsquo;s &ldquo;Letter From A Birmingham Jail.&rdquo;&nbsp; And it works: Clemente Course graduates not only earn credits from Bard College, they say it&rsquo;s given them a new perspective on their lives. As one student said, weeks into the philosophy portion of the course, \"there's a word for the kinds of problems I think about all the time: metaphysics.\"</p>\n<p><span>That&rsquo;s the kind of expansion the Care Center is looking for.&nbsp; &ldquo;There&rsquo;s a way in which the course asks people to examine their life and what they are seeing around them more deeply,&rdquo; says Anne Teschner. &ldquo;Living in poverty can be very constricting, so to bring those more expansive ideas into the world of people struggling economically is really empowering.&rdquo;<br /><br /><br /></span>SEGMENT C (18:59)<br />Incue: \"You're listening to State of the Re:Union ...\"<br />Outcue: \"This is N-P-R\"<span>&nbsp;<br /><strong><br />C-1. Making the Care Center Happen:&nbsp;<br /></strong></span>In this segment, we dig into the nuts and bolts of making a program like the Care Center&rsquo;s happen. How much does it cost? And could it be a model for other places? In addition to hearing from Anne Teschner, we speak with a local education consultant in Massachusetts, both about the promise of the Care Center, and the expense&mdash;the hurdles to it happening elsewhere.</p>\n<p><strong>C-2. Transforming What You Think It Means to be a Mom&nbsp;<br /></strong><span>Students aren&rsquo;t the only ones learning lessons at the Care Center: the staff is too. And the lessons they&rsquo;re gleaning are as much about motherhood as education. In this segment, we hear the story of the school&rsquo;s education director, Ana Rodriguez. A teen mom herself, she&rsquo;s made helping other teen moms get an education her personal mission. However, she had to reflect on her role as both a mother and a teacher anew when her </span><span>own daughter ended up getting pregnant as a teenager and attending the Care Center. From Ana&rsquo;s story, we hear how poetry teacher Tzivia Gover had her own revelation about the teen mothers at the Care Center. From having thought that getting pregnant as a teenager was a kind of life catastrophe, Tzivia realized that for some of these girls, having a baby was their avenue to a better life, the motivation they needed to pursue an education.</span></p>\n<p><span><strong></strong></span></p>\n<p><span><strong>C-3. Dear Care Center<br /></strong></span>Students at the Care Center write a letter to the school, describing how they feel about it, and their role this place has played in their lives.&nbsp;</p>\n<p><strong>C-4. You Get Your G.E.D&hellip; Then What?&nbsp;<br /></strong>There&rsquo;s a lot of talk about college at the Care Center. For a lot of students, it still feels like a far off dream. But it turns out figuring out how to <em>dream</em> about what they want to do after college is a big part of making it a reality. The Care Center includes as a required course a class about the transition from college to work, and most of that is aimed at expanding student&rsquo;s idea of what jobs they could do. Jude, the teacher of the class, says for many of these students, their world has been frighteningly small. If you ask a lot of students what they &ldquo;want to be when they grow up,&rdquo; they say the same things over and over: nurse and cop, because those are the only jobs they&rsquo;ve seen that look stable. So, a big piece of what Jude&rsquo;s class does is try to broaden that world, to actually engage students&rsquo; imaginations, encourage them to dream as big as they can. And Care Center grads do go on to execute those dreams. Roxanne Roman just got her associate&rsquo;s degree in Criminal Justice and is waiting to hear back from the local police academy to live her dream of being a cop.&nbsp;</p>\n<p><strong>C-5. Final Reflection and Montage</strong>&nbsp;<br />Al reflects on his own experience as a teen father, and then we hear a montage of thoughts from the students and staff of the Care Center as to how it helps students craft a new, alternate vision of their future.</p>\n<br />PROGRAM OUT @ 59:00<br />\n<p>Broadcast Window Begins 04/26/2013</p>\n<p>The Spring 2013 Season of State of the Re:Union (SOTRU) will be available beginning April 26, 2013, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2013. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp;</p>\n<p>State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.&nbsp;</p>\n<p><span>Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Deborah Blakeley at Blakeley &amp; Company, LLC, at blakeley.deb@gmail.com with questions or to confirm carriage.&nbsp;</span></p>\n<p>&nbsp;</p>","byline":"Al Letson","published":"2013-04-12T19:01:10+00:00","tags":[],"itags":["prx:stories-95311"],"audio":[{"href":"https://hal.prx.org/pub/035d09407e126296a114c2c246e079d6/0/web/series_image/10296/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/fe7116fefc2d639577c882fa12e1ef12/0/web/audio_file/509305/broadcast/01_Care_Center_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/30005822591df585410046b661bb7f77/0/web/audio_file/509308/broadcast/02_Care_Ctr_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927686}},{"href":"https://cms.prx.org/pub/d992e34607f1e85d580b1dd670cd67b0/0/web/audio_file/509304/broadcast/03_Care_Center_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23942791}},{"href":"https://cms.prx.org/pub/770855e80ad7c909b3b4a740563d67d0/0/web/audio_file/509307/broadcast/04_Care_Ctr_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/7db9fd3d2a27f98e92313e0926dbc44e/0/web/audio_file/509302/broadcast/05_Care_Center__Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}},{"href":"https://cms.prx.org/pub/cb30bfc7a1aa26152842572e1e43916e/0/web/audio_file/509306/broadcast/06_Care_Ctr_Segment_B_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/9bb13aaeb9c70f9f47b4748509812ecd/0/web/audio_file/509300/broadcast/07_Care_Center_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}}]}