{"created":"2015-01-28T18:34:12+00:00","modified":"2015-05-20T20:04:30+00:00","valid":{"from":"2015-05-20T20:04:29+00:00","to":"3015-05-20T20:04:29+00:00"},"hreflang":"en","title":"China Continues To Push The (Fake) Envelope","published":"2015-01-28T23:20:00+00:00","teaser":"A fake bank in Nanjing bilked customers out of nearly $33 million. With trappings of a real bank, like security guards and LED screens, it fooled depositors attracted by higher interest rates.","itags":["npr_api","382131646"],"guid":"7996f766-cfd9-44fb-ac9a-23dcb57dbb6b","contentencoded":"<p>Nobody does fake like China. In 2011, a fake Apple store popped up in the southwestern city of Kunming. It looked so authentic, even some employees thought it was real.</p><p>This year, three farmers in central China set up a fake local government.</p><p>This month, police shut down a fake bank in the eastern city of Nanjing, where depositors reportedly lost nearly $33 million.</p><p>The fake bank had the trappings of a real one. There were security guards, computers and LED screens that displayed real-time interest and foreign exchange rates, according to state-run China National Radio.</p><p>Oliver Rui, who teaches finance at China Europe International Business School in Shanghai, says Chinese depositors were easily fooled.</p><p>\"People are not well-educated on financial services,\" says Rui. \"People think as long as there is an office, looks like a bank and will provide the bank's service.\"</p><p>Depositors were attracted by higher interest rates than the notoriously low ones in China's state-run banks.</p><p>A man named Shan told China National Radio that he deposited the equivalent of almost $1 million and that the bank immediately paid him a whopping $54,000 in advance interest. But when Shan returned later for his money, he couldn't get it back.</p><p>All told, 200 depositors were duped.</p><p>\"They want to earn high interest, but they don't understand that the high interest usually comes with high risk,\" says Rui.</p><p>The bank opened in 2013, but Rui says local regulators paid no attention.</p><p>He says the fake bank wasn't a pyramid scheme, but invested in real estate projects that went sour as China's market slid. The fake bank's managers are now in police custody.</p><p>As to why fakery is so rife in China, Rui — like many — blames the Communist Party, which demolished traditional Chinese values.</p><p>\"People are lacking religion, lacking faith,\" Rui says. \"They don't have basic moral standards.\"</p><p>Unless that changes, fakery will continue, he says.</p><p>\"Without this so-called universal value system, China will not be respected,\" Rui continues. \"Even if China has a lot of money to spend, it will not earn respect from other countries.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=China+Continues+To+Push+The+%28Fake%29+Envelope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"124"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382218434-0bc6be.m3u?orgId=1&topicId=1125&d=124&p=2&story=382131646&t=progseg&e=382184024&seg=19&ft=nprml&f=382131646"},{"href":"http://media.npr.org/assets/img/2015/01/28/china-apple-store-219baf526397325c1f9f7fff458311c2149d9248.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1878","width":"2504"}}]}