{"created":"2014-10-03T19:50:28+00:00","modified":"2015-02-02T18:31:58+00:00","valid":{"from":"2015-02-02T18:31:58+00:00","to":"3015-02-02T18:31:58+00:00"},"hreflang":"en","title":"Is Your Watch Or Thermostat A Spy? Cybersecurity Firms Are On It","published":"2014-11-07T16:15:00+00:00","teaser":"The Internet can reside in almost anything inside your home, which heightens opportunities for hacking your personal privacy. Cybersecurity firms face the tall task of keeping you protected.","itags":["npr_api","338334508"],"guid":"79976061-754e-46bb-8cfc-da43659b3003","contentencoded":"<p>There is a sharp divide in the technology world. One camp is racing to connect our devices to the Internet, to make everything — from the watch to the refrigerator — smart, so to speak.</p><p>The other camp is terrified of what that means: everyday objects that can be hacked, easily, to spy on us and hand off valuable data to cybercriminals. The cynics are gathered in Las Vegas this week, at <a href=\"https://www.blackhat.com/us-14/\">the security conference Black Hat</a>.</p><p><strong>The Nest Hacker</strong></p><p>People who hack for good have come to Mandalay Bay to share their research.</p><p>Meet Grant Hernandez, 21, an undergraduate security researcher at the University of Central Florida. He<em></em> hacked one of the smartest <a href=\"https://nest.com/\">smart devices on the market: Nest</a>. The home thermostat uses sensors to tell when you're home and adjust temperature accordingly. With a shiny silver rim and black center, it kind of looks like a big eyeball. And, Hernandez says, it's pretty easy to turn it into a spy.</p><p>Nest left the device on display at the conference unprotected. So by plugging in a USB, Hernandez can enter developer mode.</p><p>\"Entering into that mode allows you to upload your own code, your custom code, which then allows you to attack the existing code, implant your own and reboot normally, but maybe have something else running in the background,\" says Hernandez.</p><p>If Hernandez wanted to, he could run to the Lowe's store, buy every Nest, reprogram it to shoot user data to him — and the customer wouldn't have a clue.</p><p>\"We have access to the device on the highest level, and we can send stuff that Nest sends to us as well,\" he says.</p><p>Nest, which is owned by Google, says security is \"very important,\" and the company's \"highest priority\" is on remote, wireless hacks. This hack, which is to the hardware, does not compromise the security of the data that's inside the Nest servers.</p><p><strong>Bluetooth And Apps: Careless Design</strong></p><p>Another genre of smart device that is wide open to wireless hacking is the wearable — the watch or running shoe with sensors inside that are connected to the Internet.</p><p>But surprisingly, at Black Hat, hardly anyone is wearing one.</p><p>\"No, I'm not wearing a fitness device,\" says Orla Cox. \"I haven't actually used it since we, uh — since we did this study.\"</p><p>Cox is director of security response at Symantec. They just published a <a href=\"http://www.symantec.com/connect/blogs/how-safe-your-quantified-self-tracking-monitoring-and-wearable-tech\">breathtaking audit of the top devices and self-tracking apps</a> in the Apple Store and Google Play.</p><p>These apps peer deep into the human body and log very personal information. Not only heart rate and calories burned, but, for example, <a href=\"http://spreadsheetsapp.com/\">Spreadsheets</a> tracks the frequency and loudness of sexual activity. Another one, <a href=\"https://play.google.com/store/apps/details?id=com.pinc.poop&hl=en\">Poop Diary</a>, takes a look at bodily functions.</p><p>In the cyber-underground, experts say, hackers are building profiles of individual people. And any data that could eventually be sold — say to an insurance company or marketer — is worth stealing.</p><p>Cox says the apps make that theft really easy. The makers typically share private data with other sites. And they don't even bother to protect usernames and passwords with encryption.</p><p>\"These are basic security practices that are not new and that should have been implemented straightaway when these apps were being developed,\" says Cox.</p><p>The Symantec report also looks at the most popular self-tracking devices, like <a href=\"http://www.fitbit.com/\">FitBit</a> and <a href=\"https://secure-nikeplus.nike.com/plus/what_is_fuel/\">NikeFuel</a>. They run on Bluetooth, which emits location data 24/7.</p><p>Cox's team built a machine, for $75, to sniff the GPS coordinates of individual people wearing trackers in public places. She says unlike smartphones, these well-known brands were designed without an off switch.</p><p>Cox says a unique ID comes from these devices that allows them to be tracked more easily than a phone.</p><p><strong>Smart Devices Are Attack Surfaces</strong></p><p>Levi Gundert, senior threat researcher at Cisco, is asking the accountability question: When grandma's toothbrush or toaster starts participating in a denial of service attack, who's responsible?<strong> </strong></p><p>Cisco just released a report estimating that by 2020, there will be 50 billion connected devices. That is a whole lot of surface area for hackers to attack and, Gundert says, for corporations to protect.</p><p>\"I want to see an initial recognition that, yes, our devices are capable of being used in an attack scenario,\" says Gundert. \"There's a responsibility to not necessarily just sell things to consumers, but also sell them in a responsible way.\"</p><p>One of the biggest players in the self-tracking market, Nike, had a booth at the conference. Several attendees speculated that the company is looking for talent to help secure its devices. Nike declined to comment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+Your+Watch+Or+Thermostat+A+Spy%3F+Cybersecurity+Firms+Are+On+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338354930-b73082.m3u?orgId=1&topicId=1019&e=338334508&d=326&ft=nprml&f=338334508"},{"href":"http://media.npr.org/assets/img/2014/08/06/20140805_181526-a43719fc6d354441c2a51d8cc77834d06304af1a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2983","width":"3978"}}]}