{"created":"2014-09-14T15:05:35+00:00","modified":"2015-01-02T17:05:32+00:00","valid":{"from":"2015-01-02T17:05:31+00:00","to":"3015-01-02T17:05:31+00:00"},"hreflang":"en","title":"The Evolution Of The 'Esquire' Man, In 10 Revealing Covers","published":"2014-07-24T23:50:00+00:00","teaser":"The magazine has helped depict and define American men since 1933. David Granger says male attitudes toward style — and women — have seen big shifts in the 17 years he's been at <em>Esquire</em>'s helm.","itags":["npr_api","332666456"],"guid":"799bde5c-8b1d-4199-b97a-64a053fa3000","contentencoded":"<p>This summer, <em>All Things Considered </em>has been exploring what it means to be a <a href=\"http://www.npr.org/series/323986426/men-in-america\">man in America</a> today — from a second look at popular notions of masculinity and men's style, to attitudes toward women — and how all those ideas have shifted over time.</p><p>There are few people more acquainted with those shifts than David Granger. In 17 years as editor-in-chief of <a href=\"http://www.esquire.com/\">the men's magazine <em>Esquire</em></a>, Granger hasn't just had a front-row seat to changing notions of manhood in America — he has taken an active role in helping to define them. The magazine, which purports to cover \"Man at His Best,\" has done so for more than 80 years.</p><p>(And what has that magazine — and that man — looked like over the past eight decades? We've included <a href=\"#gallery\">a collection of some of Esquire's myriad covers</a> below.)</p><p>Ask Granger about the most striking changes he's noticed, and he says that chief among them is the growing slate of fashion choices for men. As he tells NPR's Audie Cornish, \"This is one of the great — if not the greatest period for men's style in the United States.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On changes in men's attitudes toward style</strong></p><p>The shift toward men being comfortable with how they look and taking care of themselves has been radical. Twelve years ago, 15 years ago, if you were interested in style, then you just were [considered] gay. And I think it's really an interesting symbol of how the definition of manhood and masculinity has been expanding to include more and more options.</p><p><strong>On the magazine's treatment of women, and whether it's evolved</strong></p><p>Our next issue features Cameron Diaz, and we write a lot about the 42-year-old woman — I mean, she happens to be turning 42. And we note that in whatever it was — 1968, when <em>The Graduate </em>came out — Mrs. Robinson was 42. And it was just unspeakable to think of a 42-year-old woman being a sexual object, and now, I think the most appealing, accomplished women of our time are women who are approaching their middle age.</p><p>We acknowledge that men are attracted to women. We do [a series called] \"A Funny Joke From a Beautiful Woman,\" and it's been a very useful form because we allow these women — young actresses, mostly — to sort of participate with us in creating an entertaining environment, rather than just sexualizing or objectifying them.</p><p><strong>On the cover of <em>Esquire</em>'s May 2014 issue, which calls Lake Bell one of her generation's greatest filmmakers — and depicts her half-naked</strong></p><p>Are we supposed to only be one thing? Are we supposed to be an attractive and sexually appealing human being to the exclusion of our professional lives? It was funny: That issue, we happened to have two covers. One was Lake Bell on half the covers, and the other was the actor Tom Hardy on half the covers. And on both of them, they were topless. We were trying to be an equal-opportunity objectifier.</p><p><strong>On the guidance <em>Esquire</em> offers in relationships with women</strong></p><p>We do, on occasion, write about relationships. We did an entire issue on women, in which we tried to suggest ways that men could get along better with the women who are important in their lives.</p><p>I think part of the cultural shift, in young men especially, has been to treasure and prize their relationships with the significant others in their lives even more — probably more — than any previous generation of American men. So, we're trying to reflect that. We've done quite a bit on the sort of \"lean in\" thing from the man's perspective — that there is just as much work-life conflict for men as there is for women. And men actually stress to a greater degree about that.</p><p><strong>On examining and taking an active role in redefining what it means to be a man</strong></p><p>We, in an older or more established generation of men, need to take a more active role in helping younger men develop into good men — the idea of creating a new generation of mentors.</p><p>As the mentors of the past — coaches, priests, the Boy Scouts — have become more complicated, we need to have a new generation step up and help the next generation to become stronger, better and more committed members of society.</p><hr /><p><a name=\"gallery\"></a><em></em>Esquire <em>has published more than 950 issues since 1933. The covers below offer a glimpse of what the magazine has emphasized across its long history. You'll note that some of those themes can appear outdated today.</em></p><h3><strong>June/July 2014</strong></h3><h3><strong>September 1997</strong></h3><h3><strong>February 1986</strong></h3><h3><strong>May 1976</strong></h3><h3><strong>August 1971</strong></h3><h3><strong>October 1962</strong></h3><h3><strong>October 1959</strong></h3><h3><strong>September 1951</strong></h3><h3><strong>July 1942</strong></h3><h3><strong>October 1933</strong></h3>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Evolution+Of+The+%27Esquire%27+Man%2C+In+10+Revealing+Covers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"NPR Staff","audio":[{"meta":{"duration":"327"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334989372-bd51cd.m3u?orgId=1&topicId=1020&aggIds=323986426&ft=3&f=332666456"},{"href":"http://media.npr.org/assets/img/2014/07/18/1951-32e984471089506fee35c9c8af9c6db01baa98dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2277","width":"3033"}},{"href":"http://media.npr.org/assets/img/2014/07/22/1951_wide-274eaf7cb807a5b2a8fc146a4dff45c0fa17f4b6.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1700","width":"3028"}},{"href":"http://media.npr.org/assets/img/2014/07/18/may-lake-bell_enl-1c1333079e2384952e74b71858010d5a11bd2fd8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1666","width":"1224"}},{"href":"http://media.npr.org/assets/img/2014/07/18/may-hardy_enl-bbbdce6d6f31c5727e5d118466e4350a4d1ecf90.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3325","width":"2462"}},{"href":"http://media.npr.org/assets/img/2014/07/18/june-july_enl-52ea98bf9288c4ab3ee1c9c8904287fc72751240.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1669","width":"1234"}},{"href":"http://media.npr.org/assets/img/2014/07/18/1997_enl-1967c3d483aa5cfb00035d1545368fc93a1d2b02.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3240","width":"2417"}},{"href":"http://media.npr.org/assets/img/2014/07/18/1983_enl-2f906849bf679dd045f05537c6f2aabe264a7c0e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3213","width":"2474"}},{"href":"http://media.npr.org/assets/img/2014/07/18/1976_enl-cf98c01d5f5334275c26423b90fe39a8a3528142.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3256","width":"2467"}},{"href":"http://media.npr.org/assets/img/2014/07/18/father-s-day-1971_enl-72d150a155c770b3ff8a5ad94cd25e672c741c7c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3958","width":"3047"}}]}