{"created":"2014-11-26T21:41:51+00:00","modified":"2015-05-13T21:29:15+00:00","valid":{"from":"2015-05-13T21:29:15+00:00","to":"3015-05-13T21:29:15+00:00"},"hreflang":"en","title":"How Ferguson Residents Are Giving Thanks This Holiday Season","published":"2014-11-26T23:39:00+00:00","teaser":"Following the grand jury's decision not to indict Darren Wilson, Ferguson residents are hoping to take this Thanksgiving to grow and heal their community — and give thanks to one another.","itags":["npr_api","366802564"],"guid":"799e80ea-fd06-4015-a2ae-873319d0a718","contentencoded":"<p>The kickoff to the holiday season in St. Louis has been overshadowed by unrest following the grand jury's decision not to indict police officer Darren Wilson. And for some residents of Ferguson, the meaning of this year's Thanksgiving — amid the anger, hostility and unresolved issues — is hazy.</p><p>The Schnucks grocery store is pretty busy on this cold, gray Wednesday before Thanksgiving. Michael Howell, a local musician picking up a few staples, says he just wants to relax at home and have a little turkey. Howell's home is right near a string of looted and burned businesses.</p><p>\"I live right behind where all this chaos is taking place at,\" Howell says. \"I could walk to where, I guess, ground zero is — the police station — probably in about a minute.\"</p><p>He says the chaos was predictable because the justice system never works for black people. And this Thanksgiving, he's thankful he's still breathing.</p><p>\"It's just enough getting through life when your life can be just taken like that, especially for a black man, you know? So I'm real thankful, just for that.\"</p><p>And about a mile from the Ferguson Police Department, Deborah and Mike Pabarcus are planning to have 16 people over for Thanksgiving dinner. Married for more than 30 years, the couple live in a modest one-story house on a cul de sac with 11 black families and two other white families.</p><p>\"For me it's just like any other Thanksgiving,\" Deborah says. \"And I'm ... pleased that our family is coming and we're just going to make most of the holiday and enjoy being together.\"</p><p>\"I think the holiday gives us an opportunity to return to a sense of normal,\" Mike says. He's optimistic, but he recognizes that normal life won't look the same as it did in the past. \"Ferguson is going to be different after the events of the last few months. It's not going to be the community that my children grew up in. And that's both good and bad.\"</p><p>Good, Mike says, because the racial tensions that were always there are now out in the open. Bad, he says, because the community feels very divided — and the hard work of reconciliation comes next.</p><p>Veronica O'Neal is also looking forward to spending time with her family.</p><p>\"My grandson came in from college last night; my son and his wife may come in,\" O'Neal says, sitting in a heated car with her granddaughter in the public library's parking lot. She lives a couple of blocks off West Florissant Avenue — a part of town that was hit hard by vandals in August and even harder in the past few days. O'Neal says blocked streets have made it impossible to shop in her neighborhood for Thanksgiving groceries, and the store where she buys her holiday outfits was burned to the ground.</p><p>\"Fashion R, that was right there on West Florissant, and it was this woman's dress store, and I used to [go there to] get something cute to wear,\" O'Neal explains. \"And it's gone, gone for no reason. And it hurts.\"</p><p>O'Neal says that at her Thanksgiving table this year, her family will most definitely be talking about the events in Ferguson that have taken place over the past few months.</p><p>\"We will be talking about it, yes, but we will be eating. We're not going to miss the turkey, dressing, cranberries, the potato salad, the works,\" she says. \"We're not going to miss that.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Ferguson+Residents+Are+Giving+Thanks+This+Holiday+Season&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366851958-0604bd.m3u?orgId=1&topicId=1015&d=210&p=2&story=366802564&t=progseg&e=366839388&seg=17&ft=nprml&f=366802564"},{"href":"http://media.npr.org/assets/img/2014/11/26/ferguson-holiday-b8379561cf41bab21af73e6cea29d7ee7a81a6f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1408","width":"1878"}},{"href":"http://media.npr.org/assets/img/2014/11/26/img_3869-9bd89a87d193bbd515ae4dfb50f2da813aa31296.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2196","width":"2929"}}]}