{"created":"2014-12-31T18:25:30+00:00","modified":"2014-12-31T19:58:19+00:00","valid":{"from":"2014-12-31T19:58:19+00:00","to":"3014-12-31T19:58:19+00:00"},"hreflang":"en","title":"In 'Death By Pastrami,' Charming Stories Of New York's Garment District","published":"2014-12-31T19:53:00+00:00","teaser":"Leonard S. Bernstein — the writer, not the composer — once owned and managed a garment factory. In his first work of fiction the octogenarian crafts quaint parables about the comic futility of life.","itags":["npr_api","373992792"],"guid":"79b5ca44-dbbe-43e6-897b-a6484d552da0","contentencoded":"<p>No, it's not a posthumously published mystery novel by the late, great composer and conductor. Rather, <em>Death by Pastrami</em> by Leonard S. Bernstein is a collection of short stories mostly about life in the garment district of New York City. <em>This</em> Leonard Bernstein knows whereof he writes: He owned and managed a garment factory; now, in his 80s, he's published his first work of fiction, making him a veritable Grandma Moses of the garment district.</p><p>The 17 brief stories in <em>Death by Pastrami</em> possess the rough charm of an almost bygone New York that's all about hustle and bustle, streetwise humor and bottom lines. If Damon Runyon had written about hemstitch machine operators instead of gangsters, guys and dolls, he might have come up with something close to Bernstein's tales.</p><p>The first story, called <em>A Guided Tour of Seventh Avenue,</em> sets the wry tone of this collection and introduces the uninitiated to the distinct culture of this New York neighborhood that's been on the verge of extinction for a good 30 years and yet is still trying to tough it out. Our narrator, looking around at the pushcarts and dusty lofts, says:</p><blockquote><p>\"It is difficult to explain 7th Avenue to an outsider. How to explain civilization standing still? What the hell, I try. You want to know why there is no change? Because it takes imaginative people to effect change and all of them have left for Asia. Do you know how long it takes to get twelve cartons of fabric up to the fifteenth floor of a garment center loft? In that amount of time a manufacturer in China can sew enough dresses to clothe a medium-sized city.\"</p></blockquote><p>On we readers walk, past rows of sewing machines operated by Hispanic women doing piecework until we meet a master fabric cutter who's missing his index finger — an occupational hazard, we're told, among cutters. Our narrator dryly comments, \"There's an old joke that if you went to visit Local 12, the cutter's local, and didn't know where you were, you could find out quickly by shaking hands.\"</p><p>Entertaining as these vignettes are, there's more to <em>Death by Pastrami</em> than the anthropological delights of surveying a land that time forgot — and one, by the way, cleansed of its darker history of sweatshops and labor disputes.</p><p>Bernstein has a flair for crafting parables about the comic futility of life. A stingy computer engineer in a story called <em>Navy Blue Forever</em> decides to pare down his work wardrobe to a basic blue suit and red tie, until his refusal to be a slave to fashion becomes its own armor of sanctimony, turning him into a killjoy at office parties. In the title story, we hear about a salesman named Fleishman who sells funerals. Our helpful narrator clues us readers in to what that job entails:</p><blockquote><p>\"You don't think of funerals being <em>sold</em>, but of course they are, just like encyclopedias and municipal bonds. ... Funeral houses print business cards, advertise their services and hire salespeople. They also give discounts, similar to Macy's, although the funeral houses suffer no seasonal lulls. People die, after all, at a reasonably steady pace throughout the year.\"</p></blockquote><p>Fleishman gets the brainstorm to trawl for business around places where people are likely to keel over, and, so, starts prowling a New York deli, where, \"anyone eating a pastrami sandwich ... is taking his life in his own hands. ... The fat content is enough to shut off the arterial system for a month. Blood has as much chance of reaching the heart as a car has of getting through the Lincoln Tunnel on Thanksgiving Day.\"</p><p>But when other funeral salesmen get wind of Fleishman's ghoulish success, they begin crowding into delis, German restaurants, French bistros and other high-caloric dining establishments, putting the patrons off their food and ruining business.</p><p>So it goes. Most of Bernstein's stories end with the literary equivalent of a shrug — a distinctive New York gesture. These stories are both quaint and timeless, a fanciful addition to the literature of place, even as the place they celebrate has pretty much faded out of fashion.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Death+By+Pastrami%2C%27+Charming+Stories+Of+New+York%27s+Garment+District&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"387"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374220391-23cf0b.m3u?orgId=1&topicId=1034&ft=3&f=373992792"},{"href":"http://media.npr.org/assets/img/2014/12/31/3381214-becf92df816fe180927ab24a991ee6501cef520c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2463","width":"3285"}}]}