{"created":"2015-01-14T22:18:19+00:00","modified":"2015-01-15T15:00:47+00:00","valid":{"from":"2015-01-15T15:00:47+00:00","to":"3015-01-15T15:00:47+00:00"},"hreflang":"en","guid":"79b9a7c2-a529-4622-8f87-aafc69560b12","title":"Pope Francis shows pugnacious side: You'd better not insult my mother","published":"2015-01-15T15:00:43+00:00","byline":"Matthew Bell","tags":["diplomacy","politics","government","Religion","Global Politics","Rome","Europe","Asia","Sri Lanka","Vatican City","United States","Thomas Reese","Timothy McCarthy","Ray Flynn","Pope Francis","Christianity","Religion","Foreign relations of the Holy See","Pope","Vatican City","Interfaith dialog","Holy See","Catholic Church","Politics"],"teaser":"Pope Francis addresses the Charlie Hebdo attack and freedom of expression. He also proposes a visit to the US-Mexico border in September. ","contentencoded":"<p>Pope Francis made an adept, subtle move to win over a nation alienated by a legendary predecessor — and then showed off his straight-talking side Thursday, telling reporters on a plane he would punch out someone who insulted his mother.</p>\n<p>The issue came up in a talk from the pope to reporters en route from Sri Lanka to the Philippines. </p>\n<p>\"No one,'' the pope said, referring to last week's assault on the satiric magazine Charlie Hebdo, ''can kill in the name of God. This is an aberration.”</p>\n<p>The pontiff added there were limits to freedom of expression, however. “One cannot react violently, but if (someone) says something bad about my mother, he can expect a punch. It’s to be expected,” Francis said. “There are a lot of people who speak badly about other religions. They make fun of them. What happens is what happens with my friend (who insults my mother). There is a limit.”</p>\n<p>The long exchange followed a successful trip to Sri Lanka, in which he made a key symbolic addition on Wednesday: a quick visit to a Buddhist temple in the capital, Colombo. The pontiff removed his shoes and listened respectfully while monks chanted and prayed, and his hosts treated him to a rare view of some relics of descendants of Buddha.</p>\n<p>The brief temple stopover speaks to the success of Francis' two-day trip to Sri Lanka. The last papal visit to the South Asian island nation was 20 years ago, and Pope John Paul II was boycotted by Buddhist leaders on that occasion.</p>\n<p>And it's another sign of the mark Francis is making on the world stage. Last month, President Obama thanked the pope for playing a key role in negotiations that put the US and Cuba on track toward normalization. He's also made climate change a priority, and is expected to release a major statement ahead of the United Nations climate meeting in Paris later this year. On Wednesday, he told reporters he might even go to the US-Mexico border in September.</p>\n<p>In Sri Lanka, the pontiff focused on interfaith dialogue, which he's made a priority in the Vatican's international efforts. Sri Lanka is a nation with a lot of healing to do on that front: Hindus and Buddhists killed each other during a civil war that lasted 25 years and finally ended, controversially, in 2009.</p>\n<p>“For the sake of peace, religious belief must never be allowed to be abused in the cause of violence and war,” he said during a discussion with Buddhist, Hindu, Muslim and Christian leaders on Tuesday. “We must be clear and unequivocal in challenging our communities to live fully the tenets of peace and coexistence found in each religion, and to denounce acts of violence when they are committed.”</p>\n<p>Of course, international relations are nothing new for the head of the Roman Catholic Church. “The Vatican’s been involved in diplomacy for thousands of years,” says Thomas Reese, a Jesuit priest and author of \"<a href=\"https://www.goodreads.com/book/show/1247006.Inside_the_Vatican\">Inside the Vatican: The Politics and Organization of the Catholic Church</a>.\"</p>\n<p>“The Vatican has diplomatic relations with almost every country in the world, except for Vietnam and China,\" Reese points out. The mini-state even has a representative at the UN. \"The result is lots of information flows into the Vatican from all these embassies, but also from all of the bishops all over the world.”</p>\n<p>That's how the seat of Roman Catholicism has gotten a reputation as the world’s most important diplomatic listening post.</p>\n<p>“When I would travel with John Paul II, he knew more about the war in Bosnia-Herzegovina than anybody that I ever met, including the United States [government],” says Ray Flynn, who was the US Ambassador to the Vatican from 1993-1998, during the war in the former Yugoslavia. “Any time [the pope] met with the president of the United States or spoke before the United Nations, he would be speaking with authority.”</p>\n<p>And that authority, despite the lack of a big budget or military forces, has only grown under Pope Francis, according to Timothy McCarthy of Harvard University’s Kennedy School of Government.</p>\n<p>“You think about this pope as someone who has really done an extraordinary job of getting his message out there,” McCarthy says. “And you combine that with the power of the Vatican itself, regardless of who the pope is, I think that the pope has the potential to have an enormous influence on foreign policy and on international diplomacy.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011420157.mp3"},{"href":"http://www.pri.org/file/011420157mp3"}]}