{"created":"2015-02-20T23:26:42+00:00","modified":"2015-02-23T20:54:14+00:00","valid":{"from":"2015-02-23T20:54:14+00:00","to":"3015-02-23T20:54:14+00:00"},"hreflang":"en","guid":"79cce233-6313-40ae-9017-384138d66ec8","title":"The arrest of Caracas' mayor stuns and angers Venezuelans","published":"2015-02-23T20:54:10+00:00","byline":"Traci Tong","tags":["Antonio Ledezma","Hugo Chavez","Nicolas Maduro","Venezuelan politics","Justice","Conflict & Justice","Caracas","South America","Venezuela","South America","Hannah Dreier","Nicolas Maduro","Antonio Ledezma","Hugo Chavez","Politics of Venezuela","Venezuela","Politics"],"teaser":"Caracas Mayor Antonio Ledezma was arrested Thursday night, accused of plotting to overthrow President Nicolas Maduro. But even in a country where political arrests are common, this latest accusation is more than just business as usual.","contentencoded":"<p>In Venezuela, the government's message is clear: No one is safe. Anybody can be next.</p>\n<p>That much is clear after security forces loyal to President Nicolas Maduro arrested Antonio Ledezma, the mayor of Caracas, late on Thursday. Ledezma is accused of plotting a coup against Maduro, but Hannah Dreier, the Venezuela correspondent for the Associated Press, says there wasn't much evidence. Then again, there usually isn't.</p>\n<p>\"The Venezuelan government often accuses a laundry list of opposition figures of plotting a coup ... every couple of months ... and there's never a lot of evidence presented,\" Dreier says. She predicts the government will instead point to a manifesto published by Ledezma, which calls \"for a new way forward for Venezuela.\"</p>\n<p>\"It's pretty much a standard opposition document, but last night President Maduro went on TV talking about how there are no untouchables in Venezuela and his government will track down every last person plotting to overthrow the administration,\" she says.</p>\n<p>Support for Maduro is at 20 percent — his lowest approval rating since taking office in 2013 after the death of former President Hugo Chavez. Ledezma is a well-known opposition figure and outspoken critic of Maduro. He was elected in 2009 and again in 2013, although Chavez stripped him of many of his powers.</p>\n<p>Dreier says his arrest was shocking, even by current Venezuelan standards. She spoke to witnesses and reviewed surveillance video, and says it appears that men wearing camouflage and bulletproof vests stormed into Ledezma's office, breaking down a glass door using a hatchet and guns before they \"violently took Ledezma away.\"  </p>\n<p>The arrest touched off demonstrations by Ledezma supporters. The US State Department also accused the Maduro government of trying to steer attention away from the country's shaky economy, high crime rate and shortage of basic supplies. </p>\n<p>\"Venezuela's economic and political problems are the result of the policies of the Venezuelan Government,\" the State Department said in a statement released on Thursday. \"The Venezuelan government should stop attempting to distract attention from the country's economic and political problems and focus on finding real solutions.\"</p>\n<p>\"From the outside looking in, it appears that the country is on the brink of a crisis,\" Dreier says. \"Imagine a United States where [it's] 20 times as polarized; the economy is crumbling; you couldn't find milk in the stores or diapers. And then all of a sudden the mayor [of New York] was arrested. It would be huge. There would be riots.\"</p>\n<p>But despite the anger, Dreier doesn't think that kind of violence will occur: \"Here it's a little bit different. ... There's a sense of outrage, but coupled with a sense of resignation and fear.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-20%2Fvenezuela-president-jails-opponent-coup-plot-and-accuses-us-helping&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0220201504.mp3"},{"href":"http://www.pri.org/file/0220201504mp3"}]}