{"created":"2015-04-13T14:01:51+00:00","modified":"2015-05-13T21:03:18+00:00","valid":{"from":"2015-05-13T21:03:18+00:00","to":"3015-05-13T21:03:18+00:00"},"hreflang":"en","title":"After Global Protests, Kenyan Court Sentences 3 Men Who Raped Teen","published":"2015-04-26T19:11:00+00:00","teaser":"\"Liz\" was found crawling out of a pit latrine, crying for help. When police doled out punishment — cutting grass at the police station — women's groups rallied. Monday they were sentenced to prison.","itags":["npr_api","398835758"],"guid":"79dc7e51-e09b-454c-b903-258ffcfb7500","contentencoded":"<p>At 16, Liz was beaten and repeatedly raped, then thrown unconscious into a pit latrine in Busia County, in Western Kenya. The local police doled out their own brand of \"punishment\": They ordered the assailants to cut the grass at the police station.</p><p>But after millions of people around the world petitioned for a stronger punishment, a trial began last year. And on Monday, three of her assailants were sentenced to 15 years in prison.</p><p>The attack happened in June 2013, when Liz (a pseudonym used by the Kenyan press to protect her identity) was walking home from her grandfather's funeral. She was ambushed by six men — some of whom she knew, and at least one of whom was close to her age. The injuries she suffered to her back were so severe that she needed to use a wheelchair to get around, and the gang rape was so violent that she developed obstetric fistula, an injury to her vaginal wall that left her incontinent.</p><p>Liz was found crawling out of the latrine and crying for help. When she identified her assailants, the police rounded them up and ordered them to cut grass as their only punishment. Then the police let them go — even though under Kenya's Sexual Offenses Act, they should have received no less than 15 years in prison.</p><p>Ordinarily it would have ended there.</p><p>The civil rights nonprofit <a href=\"http://www.reep-kenya.org/\">Rural Education and Economic Enhancement Program</a>, or REEP, has documented more than 8,000 cases of sexual violence against minors in Busia County alone. In many cases, the Kenyan police had taken no action at all, says Mary Makokha, REEP's director.</p><p>\"I know children who have been sexually abused, and the case is dismissed, like, 'Oh, you are old enough,' \" she says. \"And sometimes the parents of the victim are told, 'Ach, go sort this at home.' \"</p><p>\"And it ends like that.\"</p><p>But Liz's case caught the attention of a reporter at Nairobi's <a href=\"http://www.nation.co.ke/lifestyle/DN2/When-rapists-go-scot-free/-/957860/2022572/-/skd9s8z/-/index.html.\">Daily Nation</a>. The story sparked an international petition called <a href=\"http://www.avaaz.org/en/justice_for_liz_loc/\">Justice for Liz</a>. In two years, it garnered nearly 2 million signatures demanding that the police treat the case as a serious crime and not a misdemeanor.</p><p>When the police refused to re-arrest the assailants and Liz's family went into hiding after they were threatened, women's groups rallied in the streets of the county capital. Liz's story had become a watershed to bring the Kenyan government's attention to the victims of sexual violence.</p><p>Nairobi's chief prosecutor <a href=\"http://www.ngeckenya.org/news/5044/gender-commission-welcomes-decision-to-prosecute-gang-rape-suspects\">agreed</a> last June to take Liz's case to court, as well as investigate 70 other cases of rape of minors in Busia.</p><p>For Makokha, who has been an advocate for women and girls since 1998, it felt like a miracle. \"Cases that had been pending in court, people who had defiled the children and had never been arrested — within one month, more people were arrested than had been arrested in a year,\" she says.</p><p>\"The tide has changed in Busia,\" says <a href=\"http://www.equalitynow.org/people/kimberly_brown\">Kim Brown</a> of Equality Now, a human rights organization assisting special prosecutors. She adds that \"you see a new level of seriousness\" about handling rape cases.</p><p>But the other assailants responsible for Liz's injuries are still at large — and they still have the support of people in the community.</p><p>When three of her attackers were sentenced Monday, Liz wasn't there. Funded by well-wishers in Nairobi, she's out of the wheelchair, had surgery to fix the fistula and is back in school. She and her parents and siblings have moved to a new town.</p><p>It's a \"victory for people power,\" Sam Barratt, campaign director for the organization <a href=\"http://www.avaaz.org/en/\">Avaaz</a>, says in a statement.</p><p>\"Liz's case had to be brought kicking and screaming into the courtroom,\" he says. \"It proves that Kenyan courts can serve justice to survivors of rape, but only when the horror of the case creates a barrage of global outrage.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Global+Protests%2C+Kenyan+Court+Sentences+3+Men+Who+Raped+Teen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"151"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399425743-a09af4.m3u?orgId=1&topicId=1031&d=151&p=2&story=398835758&t=progseg&e=399402551&seg=12&ft=nprml&f=398835758"},{"href":"http://media.npr.org/assets/img/2015/04/10/gettyimages-467642920-6a0f31d72ec3a4d63ee30bbacca4f4cec7e67aca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2824","width":"3766"}}]}