{"created":"2014-09-14T11:48:28+00:00","modified":"2014-10-30T22:23:51+00:00","valid":{"from":"2014-10-30T22:23:51+00:00","to":"3014-10-30T22:23:51+00:00"},"hreflang":"en","title":"As Floodwaters Recede In Kashmir Valley, Anger Grows ","published":"2014-09-14T18:53:00+00:00","teaser":"The floodwaters are receding in Indian-administered Kashmir, but the death toll continues to rise as authorities assess the destruction and seek disaster relief aid from the Indian government.","itags":["npr_api","348412160"],"guid":"79e69256-23d0-4372-b2c6-a1a2d3fdadce","contentencoded":"<p>The magnitude of the flooding in Indian-administered Kashmir is still unfolding. As scale of the impact becomes clear, the disaster is igniting an angry mood.</p><p>The ordeal is stirring the political cauldron of the disputed Himalayan region that is claimed by both India and Pakistan. Parts of the main city Srinagar, population 1 million, remain submerged in water, and residents are missing. Chaotic relief operations, meanwhile, have stoked public anger.</p><p>At a traffic-choked crossing Saturday, men and women clambered inside a local government relief truck to pick the contents clean. As they hauled off hefty sacks of rice, Kashmiri police looked down from a parapet, chatting and snapping photographs on their smartphones of the scene that had quickly devolved into chaos.</p><p>An officer of the Kashmir police force literally ran away when asked why they had not intervened. One bystander called it \"a sad day.\"</p><p>Janilla Najar, who was muscled aside by the frenzied crowd, said her family has been trapped for five days on the roof of their home just four miles away.</p><p>\"We've had nothing to eat for days,\" said the 50-year-old mother of four. Najar pointed to an injured leg and said it is difficult to be scuffled and jostled in the crowds. \"I worry we won't survive if things continue like this. There is no clean water. I have had to drink the floodwater.\"</p><p>Throughout the city, work got underway on retrieving precious papers, deeds and documents from flooded homes. Boats from the National Disaster Response Force plied the fetid waters in neighborhoods of the worst-hit central part of the city. Men swam through the flotsam. A half-submerged tractor poked out of the watery streets and the rescue boats cruised past the city's largest maternity hospital, now under 6 feet of water and emptied of patients.</p><p>A small crowd queued for a ride on one of the inflatable crafts. Gurpreet Bakshi climbed aboard with her mother and young brother. The 17-year-old summed up her mental state: \"Very depressed.\"</p><p>Bakshi says her family has spent the past three days living at a mosque because their water-logged home is about to collapse. \"We were taken to the mosque by the initiative of the local people only,\" she said. \"The government didn't help us at all.\"</p><p>Bakshi laments all the lost time from school. She brightens when she says she wants to become a doctor. \"That's my passion. But you need to do a lot of hard work for that, and so many days have been wasted,\" she said. As her family packs off for neighboring Jammu, this young woman is not looking back. \"After this flood, I don't want to stay.\"</p><p>The Center for Science and Environment in New Delhi said the Kashmir floods were the latest in a series of extreme rainfall events that have rocked the country. The group said the disaster is exacerbated by unplanned development.</p><p>\"In the last 100 years, more than 50 percent of the lakes, ponds and wetlands of Srinagar have been encroached up for constructing buildings and roads. The banks of the Jhelum River have been taken over in a similar manner, vastly reducing the river's drainage capacity,\" the CSE said.</p><p>Volunteerism is on the march in the disaster area. Giorgio De Roni, CEO of GoAir, spent the weekend off-loading supplies for Srinagar's flood victims. De Roni flies daily from New Delhi to the valley in a gesture of solidarity with the carrier's nine employees who are still missing in the floods. Volunteer doctors are out in force tending to the sick, but report a shortage of medicine and the growing risk of water-borne diseases.</p><p>Fourteen children reportedly died in the government-run G.B. Pant Hospital when it was flooded. The small, private Ahmed Hospital is said to be the only one functioning during the height of the floods. Co-owner Asif Khanday says volunteers donated fuel to keep the generator running. He says the torrential rains were so traumatic that the hospital treated a wave of women experiencing false labor. However, Khanday says during the three worst days of flooding doctors incredibly performed 90 Cesarean sections at his hospital. Normally in that period they do \"maybe four,\" he says.</p><p>The army says it has rescued upwards of 130,000 people, despite being pelted with stones in some instances. A revolt against Indian rule in Kashmir, India's only Muslim-majority state, has simmered for decades. A heavy army presence has kept a lid on rebellion.</p><p>\"The crux of the problem is we are an occupied people,\" said resident Firdaus Ahmad Mir, \"and that is why they are not interested in saving us.\"</p><p>The remark is repeated in this disaster, where anger over the floods has become an extension of the general rage over Kashmir's disputed status.</p><p>A shaken state government appealed to Prime Minister Narendra Modi this weekend for financial aid to rehabilitate lives and property. The death toll stands at 200 and is expected to rise. Damage to infrastructure has been estimated at $1 billion.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Floodwaters+Recede+In+Kashmir+Valley%2C+Anger+Grows+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348412161-5e3c66.m3u?orgId=1&topicId=1125&ft=3&f=348412160"},{"href":"http://media.npr.org/assets/img/2014/09/14/jm-flood-img_7230-8dcf18454ddd8022f39965af37171bcfe2c57c8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}},{"href":"http://media.npr.org/assets/img/2014/09/14/kashmir_2-90ee5aeec9df281c735cdc979859215b97b7784d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1721","width":"2295"}},{"href":"http://media.npr.org/assets/img/2014/09/14/kashmir_1-b8d29f4ed9c79b5b2811a49948b54cd840293ab3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1978","width":"2638"}}]}