{"created":"2015-05-15T11:19:54+00:00","modified":"2015-05-15T11:19:54+00:00","valid":{"from":"2013-08-20T16:36:26+00:00","to":"3013-08-20T16:36:26+00:00"},"hreflang":"en","guid":"79e6d928-a263-40c4-8574-4cfba02ac8a2","title":"LinkedIn endorses your kids","published":"2013-08-20T16:36:26+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Facebook.&nbsp;Twitter.&nbsp;Instagram. You know, the&nbsp;standard teenager checklist.</p>\n<p>Now LinkedIn wants in.</p>\n<p>The giant business-networking site is trying to attract the college and pre-college crowd. It’s introduced “University Pages” -- sortof&nbsp;profiles for universities that offer dashboards of information like where alumni are, what fields they are in, and where they are working.</p>\n<p>At the same time, LinkedIn has lowered its minimum sign up age in the U.S. to 14.</p>\n<p>For those younger students, LinkedIn will be “a directory of dreams,” according to John Hill, LinkedIn’s Higher Education Evangelist. &nbsp;</p>\n<p>On the one hand, he argues it will afford pre-professional students to model professional behaviors when they’re developing their profile. “Think about all the people who surround students -- parents, guidance counselors, mentors, relatives they can connect to and see how they’ve developed their professional identity and model some of that behavior.”</p>\n<p>The new data dashboards on the University Pages will also let students discern the right university in terms of their interests post-graduation. &nbsp;</p>\n<p>For example, say you were thinking about going to UC San Diego, you could look up its page and see that many alumni are in engineering and lots of them work at Qualcomm. That would work for you -- so add UC San Diego to your list.</p>\n<p>For schools, the format affords them the opportunity to compete on the real-world merits of jobs and career preparation. “Ninety-eight percent of our incoming freshmen expect a job by the time they leave our institution,” says&nbsp;Brandon&nbsp;Buzbee,&nbsp;director of outreach at UC San Diego.</p>\n<p>The troves of data LinkedIn possesses help make the case that a school can help a prospective student in the job market.&nbsp;“LinkedIn has access to more folks than we likely do on the university side,”&nbsp;says&nbsp;Buzbee.</p>\n<p>So not only&nbsp;mightLinkedIn for the pre-college crowd&nbsp;help prospective students see beyond college, but it can also help them during college. “The paper resume is dead,”&nbsp;Buzbee&nbsp;says.</p>\n<p>That’s something echoed by other education professionals. Trudy&nbsp;Steinfeld, Assistant Vice President of the Wasserman Center for Career Development at NYU, says LinkedIn&nbsp;“is how students increasingly are going to get identified not only for jobs after college but even for possible internship opportunities.”</p>\n<p>The flipside to all the education&nbsp;and career&nbsp;talk though is that young people are a huge growth opportunity for LinkedIn. The under-25 crowd is the site’s fastest growing demographic, but still makes up only 15 percent of members. It represents a rich and underserved market for LinkedIn to tap, according to Susan&nbsp;Etlinger,&nbsp;an analyst with Altimeter Group. “There just hasn’t been a good central place for young people to learn about universities outside their own geography or in particular areas&nbsp;of&nbsp;interest for them,”&nbsp;says&nbsp;Etlinger.</p>\n<p>Just one note to future college students: &nbsp;Save those&nbsp;pics&nbsp;from that party you weren’t supposed to be&nbsp;at for Facebook.</p></div>","contenttemplated":"[{\"content\":\"<p>Facebook. Twitter. Instagram. You know, the standard teenager checklist.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Now LinkedIn wants in.</p>\"},{\"content\":\"<p>The giant business-networking site is trying to attract the college and pre-college crowd. It’s introduced “University Pages” -- sortof profiles for universities that offer dashboards of information like where alumni are, what fields they are in, and where they are working.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>At the same time, LinkedIn has lowered its minimum sign up age in the U.S. to 14.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>For those younger students, LinkedIn will be “a directory of dreams,” according to John Hill, LinkedIn’s Higher Education Evangelist.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>On the one hand, he argues it will afford pre-professional students to model professional behaviors when they’re developing their profile. “Think about all the people who surround students -- parents, guidance counselors, mentors, relatives they can connect to and see how they’ve developed their professional identity and model some of that behavior.”</p>\"},{\"content\":\"<p>The new data dashboards on the University Pages will also let students discern the right university in terms of their interests post-graduation.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>For example, say you were thinking about going to UC San Diego, you could look up its page and see that many alumni are in engineering and lots of them work at Qualcomm. That would work for you -- so add UC San Diego to your list.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>For schools, the format affords them the opportunity to compete on the real-world merits of jobs and career preparation. “Ninety-eight percent of our incoming freshmen expect a job by the time they leave our institution,” says Brandon Buzbee, director of outreach at UC San Diego.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The troves of data LinkedIn possesses help make the case that a school can help a prospective student in the job market. “LinkedIn has access to more folks than we likely do on the university side,” says Buzbee.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So not only mightLinkedIn for the pre-college crowd help prospective students see beyond college, but it can also help them during college. “The paper resume is dead,” Buzbee says.</p>\"},{\"content\":\"<p>That’s something echoed by other education professionals. Trudy Steinfeld, Assistant Vice President of the Wasserman Center for Career Development at NYU, says LinkedIn “is how students increasingly are going to get identified not only for jobs after college but even for possible internship opportunities.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The flipside to all the education and career talk though is that young people are a huge growth opportunity for LinkedIn. The under-25 crowd is the site’s fastest growing demographic, but still makes up only 15 percent of members. It represents a rich and underserved market for LinkedIn to tap, according to Susan Etlinger, an analyst with Altimeter Group. “There just hasn’t been a good central place for young people to learn about universities outside their own geography or in particular areas of interest for them,” says Etlinger.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Just one note to future college students:  Save those pics from that party you weren’t supposed to be at for Facebook.</p>\"}]","description":"Social networking site LinkedIn lowered its sign up age to 14 and will start trying to work with college students and high-schoolers.","itags":["Marketplace","PMP:Marketplace_PMP","Marketplace for Tuesday, August 20, 2013","79e6d928a2630c4857494cfba02ac8a2"],"teaser":"Social networking site LinkedIn lowered its sign up age to 14 and will start trying to work with college students and high-schoolers.","tags":["APM","Education","Facebook","Twitter","social networking"],"byline":"Sabri Ben-Achour","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/linkedin_0.jpg?itok=yN8PNwKg","type":"image/jpeg","meta":{"crop":"primary","height":"340","width":"610"}},{"type":"audio/mpeg","meta":{"duration_hms":"00:02:14","duration":134,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/20/marketplace_segment17_20130820"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/20/marketplace_segment17_20130820_64.mp3","format":"MP3"}]}