{"created":"2014-09-08T15:39:37+00:00","modified":"2014-12-23T15:28:20+00:00","valid":{"from":"2014-12-23T15:28:20+00:00","to":"3014-12-23T15:28:20+00:00"},"hreflang":"en","title":"In Iraq, Coordination With Iran Not Impossible, Gen. Dempsey Says","published":"2014-09-03T20:26:00+00:00","teaser":"\"I'm not predicting that it's entirely impossible that we would at any point act collaboratively with Iran,\" the chairman of the Joint Chiefs of Staff tells NPR.","itags":["npr_api","326179051"],"guid":"79e742d6-21d8-4f01-9b5e-64e3d5104c6c","contentencoded":"<p>In an interview with <em>All Things Considered</em>, Gen. Martin Dempsey, chairman of the Joint Chiefs of Staff, declined to rule out coordination with Iran and Iranian-backed forces in Iraq. Dempsey also told NPR that one option in Iraq might involve U.S. air assets going after \"high-value\" individuals within the main Sunni insurgent group.</p><p>\"One of the things we need to find out is whether Iran is embedded in and advising and supporting the Iraqi security forces,\" Dempsey said. \"It is really about understanding facts on the ground before we make a decision on how to address them.\"</p><p>\"We will look at Iran with a cold eye on where and when we may need to operate in the same space and toward what is potentially the same goal of countering\" the Islamic State of Iraq and Syria, or ISIS.</p><p>\"But I can state with some assurance that their goals in Iraq are not going to be completely aligned with ours, and we're very clear about that,\" he told NPR's Melissa Block.</p><p>\"I'm not predicting that it's entirely impossible that we would at any point act collaboratively with Iran,\" he said. \"But there's a long way to go between here and there, in my judgment.\"</p><p>Dempsey's remarks were more nuanced than an earlier statement from the White House that seemed to rule out any possibility of coordination with Iran, which has long backed Shiite militias inside Iraq.</p><p>Speaking to reporters aboard Air Force One on June 16, press secretary Josh Earnest said: \"Any conversation with the Iranian regime will not include military coordination.\"</p><p>Dempsey said the primary goal of the U.S. assessment team sent to Iraq was to determine if the Iraqi security forces \"can be a credible partner moving forward,\" and whether Prime Minister Nouri al-Maliki is willing to form a government of national unity.</p><p>He said the assessment team needs to \"get a look under the hood\" of the Iraqi security forces to determine if they \"remain committed to national unity, [what is] the sectarian makeup ... and the morale of the force, as well as understanding what capabilities, weapon systems, ammunition, etc., they have.\"</p><p>Dempsey nonetheless expressed concern that the new insurgency in Iraq doesn't become \"an issue between Sunni and Shia, with [the United States] taking one side or the other.\"</p><p>He said two joint operation centers were being established with U.S. help — one in northern Iraq and one in Baghdad. \"I think we've got this thing sized about right, with the right authorities and protections and the inherent right of self-defense in order to accomplish the task.\"</p><p>He told NPR that an \"additional option\" that he's prepared for President Obama to consider is the possibility of using U.S. assets against \"high-value individuals who are the leadership\" of ISIS.</p><p>\"It includes potentially the protection of, in particular, critical infrastructure,\" he said.</p><p>\"And then there is the issue of blunting attacks by massed\" ISIS forces, he said.</p><p>\"We're flying a great deal [of] manned and unmanned ... intelligence and reconnaissance assets, and we're building a picture so that if the decision were made to support the Iraqi security forces as they confront [ISIS], we could do so.\"</p><p>Asked what he expects to happen next in Iraq, Dempsey said: \"I believe that the [Iraqi security forces] will stiffen around Baghdad,\" followed by \"a period of somewhat stalemate.\"</p><p>He said there would \"undoubtedly\" be suicide attacks in Baghdad.</p><p>\"Then ... with Iraq, if it chooses to establish this national unity government,\" he said, \"we will be deliberating on how to push back [ISIS] and take steps to lead to its eventual defeat.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Iraq%2C+Coordination+With+Iran+Not+Impossible%2C+Gen.+Dempsey+Says&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Neuman","audio":[{"meta":{"duration":"605"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326206010-396003.m3u?orgId=1&topicId=1010&ft=3&f=326179051"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326217096-9d54ce.m3u?orgId=1&topicId=1010&ft=3&f=326179051"}]}