{"created":"2014-09-17T22:04:09+00:00","modified":"2015-03-12T22:43:38+00:00","valid":{"from":"2015-03-12T22:43:38+00:00","to":"3015-03-12T22:43:38+00:00"},"hreflang":"en","title":"MacArthur Fellow Terrance Hayes: Poems Are Music, Language Our Instrument","published":"2014-09-17T22:03:00+00:00","teaser":"Hayes, a professor of writing at the University of Pittsburgh, was recognized for \"reflecting on race, gender, and family in works that seamlessly encompass both the historical and the personal.\"","itags":["npr_api","349272690"],"guid":"79f6868a-fc14-4444-ba2a-7a98594b9a34","contentencoded":"<p>On Wednesday, poet Terrance Hayes was named <a href=\"http://www.macfound.org/fellows/915/\">one of 21 MacArthur Fellows</a>. Hayes, a professor of writing at the University of Pittsburgh, was recognized for \"reflecting on race, gender, and family in works that seamlessly encompass both the historical and the personal and subvert canonical forms.\"</p><p>Hayes' poems play with ideas of music, visual arts, race, history and popular culture. In his poem <a href=\"http://pghwriterseries.wordpress.com/2011/09/15/the-blue-seuss-by-terrance-hayes/\">\"The Blue Seuss,\"</a> he mixes the well-known childhood refrain of \"one fish, two fish, red fish, blue fish\" with images of American slavery. It begins:</p><blockquote><p>Blacks in one box</p><p>Blacks in two box</p><p>Blacks on</p><p>Blacks stacked in boxes stacked on boxes</p><p>Blacks in boxes stacked on shores</p><p>Blacks in boxes stacked on boats in darkness</p><p>Blacks in boxes do not float</p><p>Blacks in boxes count their losses</p><p>Blacks on boat docks</p><p>Blacks on auction</p><p>Blacks on wagons</p><p>Blacks with masters in the houses</p><p>Blacks with bosses in the fields</p><p>Blacks in helmets toting rifles</p><p>Blacks in Harlem toting banjoes boots and quilts...</p><p><em><a href=\"http://pghwriterseries.wordpress.com/2011/09/15/the-blue-seuss-by-terrance-hayes/\">Click here to read the rest of \"The Blue Seuss.\"</a></em></p></blockquote><p>\"The idea of the box is a kind of interesting image, both for me as a poet, and, you know, historically speaking,\" Hayes tells NPR's Melissa Block. \"What do boxes do for poems, and what do they do for our people?\"</p><hr /><h3>Interview Highlights</h3><p><strong>On whether he pushes against the \"box\" of being defined as an African-American poet</strong></p><p>Well, you know, I wouldn't say I push against it. I think it's a bonus. It's a thing that makes me additionally interesting, is what I would say. So, black poet, Southern poet, male poet — many of those identities I try to fold into the poems and hope that they enrich them.</p><p>... It's lonely if that's the only thing in the box. ... I hope there are lots of other kinds of ideas.</p><p><strong>On Pittsburgh featuring prominently in his poetry, even though he's originally from South Carolina</strong></p><p>I became a poet in Pittsburgh. When I lived in the South I was a basketball player and primarily a jock. An English teacher essentially suggested that I send the poems that I'd been writing — really just for him — to a few programs, so that when I wound up in Pittsburgh, it's where I figured out that I could actually be a poet. And so, much of my identity is tied up into the city and my experiences in the city.</p><p><strong>On the relationship between poems and music</strong></p><p>Poems are a form of music, and language just happens to be our instrument — language and breath. But I would say, you know, people say that I'm a musician. I would just say I try. That's always — I try to play, I try to engage music, and I think if I could really play music, I don't know if I'd be a poet. So, I think, in the absence of knowing how to play a guitar or a cello, I thought, well I can play words. I know words. They're cheap, they travel very easily, and so that became my primary instrument.</p><p><strong>On his poem \"Arbor for Butch\" from his book <em>Lighthead</em></strong></p><p>It's broken in several pieces, but this is just one paragraph that sort of gets into both my interest in music and questions about identity. Primarily, the poem is about traveling to the South, and sort of reconnecting with the South. But also, reconnecting with my father, my biological father, who ... I didn't know until I was in my 30s. And so, this is just one section about what I thought I was looking for:</p><blockquote><p>Sometimes my body is a guitar, a hole waiting in wood, wires <br /> trembling to sleep. To identify what you are, to be loved by what <br /> you identify, I thought This is how the blood sings into the self. <br /> I thought what was hollow in me would be shaped into music.</p><p><em><a href=\"https://www.aprweb.org/poem/arbor-butch\">Click here to read the rest of \"Arbor for Butch.\"</a></em></p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=MacArthur+Fellow+Terrance+Hayes%3A+Poems+Are+Music%2C+Language+Our+Instrument&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"NPR Staff","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349329518-7dfe31.m3u?orgId=1&topicId=1032&aggIds=144967617,100876926&e=349272690&d=322&ft=nprml&f=349272690"},{"href":"http://media.npr.org/assets/img/2014/09/17/hayes_2014_hi-res-download_3-d367439332bc82c6bd3c2ff18a365cf715fa4afb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2141","width":"2856"}}]}