{"created":"2014-10-31T00:53:08+00:00","modified":"2014-10-31T00:53:08+00:00","valid":{"from":"2014-10-31T00:53:08+00:00","to":"3014-10-31T00:53:08+00:00"},"hreflang":"en","title":"Video Game Players To Be Rewarded With Athletic Scholarships","published":"2014-06-24T19:58:00+00:00","teaser":"For the first time ever, a university is offering generous scholarships to students who play the League of Legends multiplayer video game.","itags":["npr_api","325209918"],"contentencoded":"<p>Parents take note: you might want to pause for a moment before you tell your teenager to put down the video games and do something &#8212; actually anything &#8212; else.</p><p>For the first time ever, a university is offering generous scholarships &#8212; athletic scholarships &#8212; to students who play the <a href=\"http://na.leagueoflegends.com/\" target=\"_blank\">League of Legends</a> multiplayer video game. In fact, Robert Morris University in Chicago is debuting a team.</p><p>To the 27 million people who play these games daily and the thousands of spectators who turn up to watch professional tournaments, the games have long been considered a sport. But the scholarships mark the first time League of Legends is being listed in the same category as football, soccer and swimming.</p><p>Robert Morris&#8217;s associate athletic director, <strong>Kurt Melcher</strong>, says he thinks the scholarships will attract an underserved male population, and judging from the number of initial inquiries about the new program &#8212; close to 700 in a week &#8212; he may have hit on something big.</p><p>Melcher discusses the idea of video game scholarships with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><ul><li><a href=\"http://www.rmueagles.com/article/907.php\" target=\"_blank\">Details on Robert Morris University&#8217;s gaming scholarships</a></li></ul><h4>Interview Highlights</h4><p><strong>On giving sports scholarships to video game players</strong></p><p>&#8220;There&#8217;s no physical activity, but we also offer scholarships for our bowling teams. We do so for our choir and our band. Each of them has a level of physical ability and also a level of skill. Certainly, League of Legends is no different than say the skill required or amount exerted as bowling.&#8221;</p><p><strong>On the size and quantity of these scholarships</strong></p><p>&#8220;We&#8217;re planning on having three varsity teams. It&#8217;s five versus five. I think it makes sense to have eight or nine per team. The kids would get, for the best players, 50 percent tuition and 50 percent room and board, which comes out to almost $19,000.&#8221;</p><p><strong>On creating university e-sport teams </strong></p><p>&#8220;The culture of the gaming environment is all-nighters fueled by Red Bull and going at it hard. So I think we&#8217;ll have to put reverse elements into it, saying &#8216;hey stop practicing, take it easy, make sure you&#8217;re studying, get to classes, and make sure you&#8217;re a good citizen within the university.&#8217;&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.rmueagles.com/coach/0/14.php\" target=\"_blank\">Kurt Melcher</a></strong>, associate athletic director at Robert Morris University in Chicago.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Video+Game+Players+To+Be+Rewarded+With+Athletic+Scholarships&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"79f84fbc-8ffa-4f7c-a74e-4ccc1a987e81","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325225024-dfa8b0.m3u?orgId=1&ft=3&f=325209918"}]}