{"created":"2015-01-19T22:59:22+00:00","modified":"2015-02-27T21:25:30+00:00","valid":{"from":"2015-02-27T21:25:30+00:00","to":"3015-02-27T21:25:30+00:00"},"hreflang":"en","title":"Markets May Stumble Or Skyrocket, But This Economist Says Hold On Tight","published":"2015-01-20T16:00:00+00:00","teaser":"It's been more than four decades since Burton Malkiel published <em>A Random Walk Down Wall Street</em>. Eleven editions later, Malkiel hasn't wavered in his mantra of patience and broad investing.","itags":["npr_api","377698238"],"guid":"7a134ac6-59eb-4e9e-bde3-ce6a0f6efd94","contentencoded":"<p>In 1973, Burton Malkiel published a very readable guide to investing called <em>A Random Walk Down Wall Street</em>. He didn't rest with the first edition, though. Over the past 42 years — as we've lived through bubbles and crashes, scandals and fads — Malkiel has returned more than a few times to his seminal <em>Walk</em>.</p><p>In fact, this year he plans to release the book's 11th edition.</p><p>Despite the many iterations, he's standing by its central message: The investor who buys and holds a broadly based index fund, who effectively invests in the market as a whole, does better in the long run than all the stock pickers and Wall Street pundits.</p><p>The Princeton economics professor joined Robert Siegel to talk about the book and explain the philosophy that underpins it — an idea he calls the \"efficient market theory.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the \"efficient market theory\"</strong></p><p>Basically, the efficient market theory says that there are a lot of smart people around the world and that if information arises about a particular company or about an economy, that information gets reflected in market prices without delay. ... You won't have time to read the news and get in. The market is very efficient at digesting news.</p><p>Now, that doesn't mean that market prices are always correct. In fact, they're far from perfect. But the point is, it's very efficient at reflecting news, and if they're incorrect no one knows for sure whether they're high or low. Therefore simply buying a portfolio of stocks, given the tableau of market prices that you have at any point in time, is likely to give you a better performance than trying to go and pick stocks and buying one stock and selling another.</p><p><strong>On the criticism that the market's not always so efficient<br /></strong></p><p>Markets are not always correct! Markets are often wrong. Markets don't anticipate the things that happen. [But] if you look at the whole of active managers — including highly paid hedge fund managers — you don't see that they, over the long pull, have outperformed a simple strategy of buying and holding all the stocks in the market.</p><p><strong>On why many investors ought to hope for <em>lower</em> stock prices</strong></p><p>I think that for most people who are saving for retirement, they're going to be investing year after year after year. And so for those people, while everyone prays for higher stock prices, you actually ought to pray for lower stock prices. ... So, for people who are accumulating a retirement fund, it's just fine if the market goes up and down. Yes, you'll buy some things at the top, but then you'll also then buy some stuff at the bottom.</p><p>The only people who should pray for higher stock prices are people who are in retirement who are liquidating their portfolios. Everybody else should actually be very happy when stock prices go down.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Markets+May+Stumble+Or+Skyrocket%2C+But+This+Economist+Says+Hold+On+Tight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"389"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378409722-6f0a5f.m3u?orgId=1&topicId=1033&e=377698238&d=389&ft=nprml&f=377698238"},{"href":"http://media.npr.org/assets/img/2015/01/20/155050841-c6ae61c76e6838ebcaaf094f72253431a43d5dce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2472","width":"3298"}}]}