{"created":"2014-10-04T13:55:41+00:00","modified":"2014-10-30T21:48:01+00:00","valid":{"from":"2014-10-30T21:48:01+00:00","to":"3014-10-30T21:48:01+00:00"},"hreflang":"en","title":"Atlantic City Falls From Glittering Resort To Bargain Basement","published":"2014-10-06T17:51:00+00:00","teaser":"With four casinos shuttered, a fifth on the brink and 7,000 jobs lost, the once-glittery Atlantic City ponders a path to the future.","itags":["npr_api","353650702"],"guid":"7a2073a0-ae46-471f-a90a-52dd8922dd2f","contentencoded":"<p>The U.S. may have added jobs to its payroll last month, but the losses are still huge in Atlantic City, N.J., where four casinos have closed this year. A fifth teeters, and more than 7,000 people — dealers, greeters, cooks and maids — have been laid off.</p><p>The job losses could mean a future of boarded windows and abandoned buildings.</p><p>In the 1970s, Atlantic City had lost the glitter of its golden years — the 1940s and '50s, when it was a favored summer spot with a broad beach, the Boardwalk, pastel resort hotels and the home of the Miss America Pageant.</p><p>The city fell into debt, crime and decrepitude. In 1976, Atlantic City bet that legalized gambling could bring back hope, glory — and money.</p><p>In a 1987 interview with NPR, Joe Wittershine of the Golden Nugget casino remembered the early days of gambling in Atlantic City.</p><p>\"One of my fondest memories is of 1978, coming down to Atlantic City and standing on the Boardwalk while people lined up to get in the casino,\" he said. \"Ten o'clock in the morning, security guards open the door and these people, with their coin cuffs and change, ran — <em>ran</em> — to the slot machines. And I said, 'What a fascinating industry this is, people running to give you money.' \"</p><p>But gambling is no longer a safe bet. Thousands of casinos have opened in the United States, in major cities and on Indian reservation lands nearby.</p><p>Casinos like the Taj Mahal lost the day-trippers, people who get on the bus in Philadelphia or somewhere else in New Jersey or New York, come to Atlantic City, spend eight hours in front of a slot machine and go home. Now they have other places to go, closer to home.</p><p>\"That $5 billion that people spent in Atlantic City on gaming is now being split by 30 casinos in Delaware, Pennsylvania and New York, when just six years ago it all belonged to Atlantic City,\" says Mayor Don Guardian.</p><p>He says he has to lay off 200 to 300 city employees by the middle of next year because taxpayers can't afford to pay for city services.</p><p>\"Now we can't afford to do it, and everything came crashing down, all within a six-month period,\" Guardian says.</p><p>Donald Hardrick worked the desk at the Revel Casino Hotel, which closed in September.</p><p>\"It's been hard,\" he says. \"The first week was OK, hanging out, chilling. But now, it does get boring after a while. I've been looking at casino jobs, I've been applying at Borgata, Golden Nugget, Tropicana, Resorts, but no callbacks yet.\"</p><p>No surprise, when so many others in town have lost their jobs, too.</p><p>\"Seven thousand people, and there's not 7,000 jobs, so it's hard,\" Hardrick says. \"Only thing you do is just apply, that's it. Just apply, apply and pray for the best.\"</p><p>Cindy Almonte lost her job as a dealer at one casino and has been rehired at another, but says people who had full-time work now have to accept part-time jobs that pay less.</p><p>\"People that were full-time at Showboat are now part-time at Caesars or Harrah's,\" Almonte says. \"They got a transfer, but it's not the same position. So it's still a struggle.\"</p><p>Hardrick has two months of unemployment benefits left.</p><p>\"I'm going to be all right,\" he says. \"I have my mother. I have money saved up. But there are a lot of people I worked with, they had families, kids going to school.\"</p><p>A lot of work in Atlantic City has always been seasonal, tied to the swell of tourists drawn to the sea in the summer.</p><p>\"I'm always worried about the winter,\" says Justin Garrett, a bartender at the Dusk Nightclub at Caesars. \"The winter's always our slow season, and we always take a hit in the winter, so we try to make what we can in the summer, and kind of like squirrels, we stockpile for the winter.\"</p><p>The Ducktown Tavern on Atlantic Avenue hunkers down for the winter with 27 large TV screens and a 24-hour license. John Exadaktalis opened the tavern almost ten years ago.</p><p>\"its' just nature of the beast you know. this summer was a good summer. hopefully people were smart and they saved, i'm talking businesses and people. I knew this was going to be the belly scraper this winter, without a doubt, but next year is going to be a little better. And slowly transform back where we were.\"</p><p>Guardian can see several layers of Atlantic City history from his top-floor office window: the old resort town, with wedding-cake style seafront hotels and salt water spas, many of which were left to peel by legalized gambling; and the newer, gaudy and glassy casinos that now sit dark and empty.</p><p>He still thinks business people should make a bet on Atlantic City.</p><p>\"We are Filene's Basement,\" he says. \"You're not going to find a better bargain than coming to Atlantic City.\" This week, the shuttered Revel Casino sold for $110 million. It cost $2.4 billion when it opened two years ago.</p><p>Guardian looks back and says the city missed its best opportunity.</p><p>\"Atlantic City had the advantage of the billions of dollars coming through, with gaming, to do things other than gaming in the city to fix it up, to diversify, to become a cool place to visit, to become a great place to live,\" he says. \"We didn't take advantage of that. That was our mistake.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Atlantic+City+Falls+From+Glittering+Resort+To+Bargain+Basement&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"425"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353679043-181771.m3u?orgId=1&topicId=1091&ft=3&f=353650702"}]}