{"created":"2014-08-31T04:46:30+00:00","modified":"2014-10-30T22:54:17+00:00","valid":{"from":"2014-10-30T22:54:17+00:00","to":"3014-10-30T22:54:17+00:00"},"hreflang":"en","title":"'I Am Not An Inmate ... I Am A Man. And I Have Potential'","published":"2014-08-31T04:46:00+00:00","teaser":"Many of the 2 million men serving time in the U.S. have formed their sense of manhood while incarcerated. And becoming a different kind of man isn't easy — either behind bars, or beyond them.","itags":["npr_api","343777517"],"guid":"7a2dc2c8-7393-4594-ade2-ba10e00902a9","contentencoded":"<p>If you want to know how prison can shape a man, talk to Dan Huff. He's spent more than half of his 59 years locked up. He says he was \"raised by the state of California.\"</p><p>\"Even judges, when they would send me away — looking back at it now — they [were] kind of more like a father figure sitting up there,\" he says. \"Closer to fatherly than any father that I ever had.\"</p><p>Those judges had plenty of reason to be concerned about him: Huff used heroin. He committed robberies.<strong> <br /></strong></p><p>\"I'd go to <a href=\"http://www.nlm.nih.gov/medlineplus/heroin.html\">the spoon</a>, and I'd get a pistol. Or I'd go to the hardware store and get a shotgun and a hacksaw, and leave a piece of that barrel in the parking lot,\" Huff says.</p><p>Huff has served time for robbery, prison escape and manslaughter. He felt comfortable behind bars.</p><p>\"I surrounded myself with other people, and we patted each other on the back and told each other how swell we was,\" he says. \"We was the <em>real</em> men — and everybody else is a slug or worthless or a mark.\"</p><p>About 2 million men are currently serving time in prison or jail in America. For many of them, incarceration has played a big role in shaping their sense of what it means to be a man. And for several former inmates now living in Portland, Ore., like Huff, being on the outside has meant forming a whole new definition of manhood.</p><p><strong>'Prison Told Me To Be Hard'</strong></p><p>Keith Moody served a few short sentences in his youth. But when he was 30, a drug trafficking charge put him away for a decade.</p><p>\"It definitely ... gave me a lot of time to think,\" he says. \"And I started saying, 'OK, I've been proclaiming to be a father, proclaiming to be a man. But the whole time, everything I ever done was for myself.' \"</p><p>Behind bars, Moody enrolled in college classes, including sociology.</p><p>\"It really just started opening me up, because it let me know, that's not me,\" he says. \"I'm not a convict. I'm not an inmate. ... I am a man. And I have the potential to be much more.\"</p><p>The classes and the time definitely helped. But Moody says he didn't become the man he is because of prison. Nobody does.</p><p>\"Those bars can't change you. Those guards can't change you. There has to be something in <em>you</em> that recognizes that change is necessary,\" he says.</p><p>Felton Howard spent a year in prison along with Moody. Prison is \"not a rehabilitation center,\" Howard says. \"It's a warehouse. That's what prison is; it's a warehouse.\"</p><p>For the past five years, he's worked at Portland's Reentry Transition Center, where he's helped thousands of former inmates. There's a lot of growing that these men have missed, he says.</p><p>\"They find a way to fit in prison, but that doesn't mean that they've grown as a man — they're just growing older,\" Howard says. \"My formula is, if you go into prison and you're 26, and you're there for five years, you might be 27 when you get out.\"</p><p>Prison doesn't just slow down your path forward. It can also set you back, says Emanuel Price. He was a college junior when he fell in with some old high school friends and got picked up for robbery.</p><p>Going to prison \"was like throwing me into a lion's den,\" he says. \"I'm not a lion; I'm not an animal. But here I am, surrounded by lions.</p><p>\"Prison told me to be hard, not show your emotions, walk around with a frown on your face,\" he adds.</p><p><strong>'It's Tough Being A Square'</strong></p><p>That five-year sentence convinced Price to never make those mistakes again. Like Felton, he also works helping former inmates. But having to bottle up his feelings for so long, he says, made him a different man.</p><p>\"And when I got out, I was just like, 'Everybody out here is soft. Why is everybody smiling? Why is everybody so happy?' And then I began to unpack those things, like, 'Wait a minute — <em>I</em> can smile!' \"</p><p>For Price, that transition — redefining what it means to be soft, and what it means to be strong — happened because of friends and family. But it can also happen <em>in</em> prison. And slowly, it even happened to Dan Huff.</p><p>\"There was just times, when, reading books and stuff, there would be things in there that would bring it to my attention that I was a fraud,\" he says. Huff started valuing people who were compassionate and honest, and trying to be that same sort of man himself.</p><p>It's hard work. Since getting out a couple of years ago, Huff has basically been figuring it all out from scratch.</p><p>\"There ain't nothing I've done that I had any experience of doing. It's traumatized me a time or two,\" he says. \"Just little stuff, like being laid off from work, and bills come up. I had it all mixed up. And now I see that it's tough being a square.\"</p><p>But while dealing with hardships of daily life has been difficult — especially with a criminal record — it's that shift in thinking that's been the biggest change.</p><p>\"It's devastating. On the one hand, you've been thinking all this time that you're Superman, or God, or something. And now you find out you're not even a man.\"</p><p>And whether it's because of prison, or in spite of it, Huff and others like him are figuring out what kind of men they want to be.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27I+Am+Not+An+Inmate+...+I+Am+A+Man.+And+I+Have+Potential%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deena Prichep","audio":[{"meta":{"duration":"353"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344328063-fa1a4c.m3u?orgId=1&topicId=1091&aggIds=323986426&ft=3&f=343777517"},{"href":"http://media.npr.org/assets/img/2014/08/27/mercy-corps-nw-prison-reentry2604-c18336e36f79bc1bbb0e5d3b471c22c7e0035e8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3128","width":"4174"}},{"href":"http://media.npr.org/assets/img/2014/08/27/mercy-corps-nw-prison-reentry2605-03e22085d5782249dac2d4e85893e7b6ba053493.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3156","width":"4212"}},{"href":"http://media.npr.org/assets/img/2014/08/27/mercy-corps-nw-prison-reentry2611-ff98b45f77c7e5c1066a4b16a3337e817a88bc37.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2948","width":"3930"}},{"href":"http://media.npr.org/assets/img/2014/08/27/mercy-corps-nw-prison-reentry2613-3f94872ea92b0ead48af0b2f0e87764de697a853.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}