{"created":"2015-02-27T07:20:42+00:00","modified":"2015-05-14T19:05:10+00:00","valid":{"from":"2015-05-14T19:05:10+00:00","to":"3015-05-14T19:05:10+00:00"},"hreflang":"en","title":"Long Before Net Neutrality, Rules Leveled The Landscape For Phone Services","published":"2015-03-02T13:59:00+00:00","teaser":"The new FCC rules require service providers to be a neutral gateway to the Internet. The move has precedent in the 1930s, when regulators enacted \"common carrier\" rules on phone service companies.","itags":["npr_api","389318714"],"guid":"7a30bfec-6738-4e30-bedd-c0bbb32cbf6f","contentencoded":"<p>Yesterday, the Federal Communications Commission voted to regulate access to the Internet as it would a public utility, under something called Title II of the Communications Act of 1934. Critics of the FCC say it's an old, dusty law meant to apply to phone service, not the complexities of the modern Internet. But there are some parallels to the days when Title II was enacted.</p><p>Flash back to the 1920s and early 1930s. When you picked up a phone in that era, you would hear a voice (always a woman's) asking what number you wanted to reach. An army of hundreds of thousands of women operated America's manual telephone switchboards. They were the public face of American Telephone and Telegraph.</p><p>In an old promotional video from the AT&T archives these women are praised for their loyalty and called \"public servants.\" When there was an emergency people called the switchboard operators, says Dan Schiller, professor <em>emeritus</em> of communication at the University of Illinois.</p><p>\"The telephone operator was right there bringing in people who could help correct the problem,\" says Schiller, \"or even talking to subscribers to reassure them that help was on the way.\"</p><p>But AT&T — which had a near monopoly on phone service — upset the public in the 1930s when it began to automate connections and lay off the operators.</p><p>\"In the Depression, being laid off for any reason was a catastrophe,\" says Schiller.</p><p>Big corporations weren't happy with the company either — phones had become essential to business, and Schiller says the phone company set its prices accordingly.</p><p>\"Banks, steel companies, exporters and importers — they were all at the mercy of the biggest corporation in the world,\" he says. \"And they didn't like it.\"</p><p>That mix of corporate lobbying and public anger helped create the Communications Act of 1934. Robert MacDougall, a professor of American history at Canada's Western University in London, Ontario, says that people drew parallels to the railroads and ferries that once tried to make special deals to, say, provide a better rate for carrying wheat to some farmers rather than others.</p><p>\"If you own a bridge across the Hudson River or a ferry or a railroad, that gives you considerable power over other sectors of the economy,\" says MacDougall. \"Not just the railroad or the bridge sectors of the economy, but anybody who wants to transport their goods across that river.\"</p><p>To stop unfair pricing and discrimination against people and businesses that needed the railroads and ferries, the government enacted something called \"common carrier\" rules.</p><p>\"It's the idea that certain businesses are so tied to the public good, so instrumental to the workings of the economy that they have a duty to serve everyone,\" says MacDougall. \"They have a duty to serve all comers and serve them equally.\"</p><p>Sound familiar? That's basically the definition of \"net neutrality\" — the principle that all traffic on the Internet should be treated equally by the companies that provide you access. No discriminating in favor of a content provider that pays extra.</p><p>Back in 1934, the Communications Act regulated phone service as a common carrier under a part of the law called Title II. Supporters of the FCC's vote yesterday to put broadband under Title II say the Internet is the railroad, the ferry, the phone service of today.</p><p>But Milton Mueller, a professor at Syracuse University's School of Information Studies, says there are ways in which the analogy does not apply.</p><p>\"There's literally thousands — if not hundreds of thousands — of different kinds of services that run over the Internet,\" says Mueller. \"So the concept of nondiscrimination is much more broadly applicable, and you'd have to be very careful about how you want to apply it to this situation.\"</p><p>FCC Chairman Tom Wheeler says he is not going to apply the full scope of Title II to the Internet — for example, he says he won't try to regulate pricing. But he says he does want to ensure that all traffic — ranging from your local hardware store's website to Netflix — has the same access to you.</p><p>Broadband companies say that the proposed regulations are too stringent, and that they will fight them in court.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Long+Before+Net+Neutrality%2C+Rules+Leveled+The+Landscape+For+Phone+Services&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389454437-0eab81.m3u?orgId=1&topicId=1019&d=245&p=3&story=389318714&t=progseg&e=389454332&seg=7&ft=nprml&f=389318714"},{"href":"http://media.npr.org/assets/img/2015/02/27/switchboard-c4ed19308dcce06144eee58f5ca44ed44fe4212f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"420","width":"560"}}]}