{"created":"2015-03-12T20:58:09+00:00","modified":"2015-06-05T15:28:27+00:00","valid":{"from":"2015-06-05T15:28:27+00:00","to":"3015-06-05T15:28:27+00:00"},"hreflang":"en","title":"Silicon Prairie: Tech Startups Find A Welcoming Home In The Midwest","published":"2015-04-01T23:12:00+00:00","teaser":"Some entrepreneurs are leaving the high-tech hot spots of San Francisco, New York and the Silicon Valley for greener pastures in a place that actually has greener pastures: Lincoln, Neb.","itags":["npr_api","392136573"],"guid":"7a46f296-a714-4a7e-b4ac-d242d841209d","contentencoded":"<p>Some startup entrepreneurs are leaving the high tech hot spots of San Francisco, New York and the Silicon Valley for greener pastures in a place that actually has greener pastures: Lincoln, Neb.</p><p>In fact, one of the secrets to the economic success of Lincoln, a city with <a href=\"http://www.npr.org/2015/03/02/388740062/nation-s-nearly-recession-proof-city-sees-new-challenges\">one of the lowest unemployment rates</a> in the country, is a surprisingly strong tech startup community that is part of what some in the region are calling the Silicon Prairie.</p><p>One of the, shall we say, middle-aged startups is an e-commerce platform called <a href=\"https://www.bulubox.com/how-bulu-works\">Bulu Box</a>, started almost three years ago by Paul and Stephanie Jarrett.</p><p>It's a small company with nine full-time employees including the Jarretts, and a few interns.</p><p>\"We are all about the open air office,\" says Paul Jarrett, as he shows off the cozy space on the second floor of an older downtown building.</p><p>And if the bright and vibrant office has a homey feel, there's a reason for that. \"This is actually an apartment converted into an office space,\" he says.</p><p>There's a kitchen, laundry, showers, lockers, and a hangout room with couches, video games, board games, and adult beverages for those of legal drinking age.</p><p>But for Paul Jarrett, there's another reason his workspace feels like home.</p><p>\"I actually grew up in a trailer park about four blocks from here,\" in downtown Lincoln, he says.</p><p>While he dreamed of playing in the Nebraska Cornhuskers' football stadium, which is also just a few blocks from here, Jarrett earned a football scholarship to Iowa State and played there instead, starting at defensive nose guard.</p><p>He returned to Lincoln and then he and Stephanie moved away to New York for jobs in advertising and marketing, before going to work at tech startups in San Francisco.</p><p>\"It's insane there,\" Jarrett says. \"I couldn't get a cup of coffee without somebody telling me about their startup.\"</p><p>Nonetheless, Jarrett and his wife figured they'd need to stay in the Bay Area when they wanted to launch their own startup. But a friend told him about a network of technology investors back home, called <a href=\"http://www.nebraskaangels.org/\">Nebraska Angels</a>.</p><p>He and Stephanie pulled all-nighters to put their plan together and made the long drive to Lincoln to make their pitch.</p><p>\"Before we left town, we raised half a million dollars on our idea,\" he says.</p><p>So they loaded up a U-Haul and it was back to Lincoln they went, this time for good. And he immediately noticed a difference in the high tech business culture.</p><p>\"In San Francisco and in big cities, people come up to you and they say, 'What do you do?' And they immediately start competing with you and they start sizing you up, and it's almost like they're saying, 'What can you do for me?' And in the Midwest, it is completely opposite. People say, 'How can I help you? What can I do for you?' \"</p><p>For example, when Jarrett was setting up his office and needed Internet service, local providers told him it would be at least a couple of weeks. Then he ran into a friend on the street.</p><p>\"And he's like, 'Oh, I know a guy.' He literally said, 'Follow me,' and he introduced me to these local guys that did Internet downtown and they're like, yeah, we could wire you up right now and they actually temporarily ran across the alley a cord just right into our office and within one hour we had Internet.\"</p><p>In the growing community of high tech entrepreneurs in Lincoln, as well as in nearby Omaha, people pull for one another. They collaborate, commiserate, advise and mentor. Even though they may compete for investors, talent and ideas, Jarrett says, there's a belief that any one startup's success is good for everyone else, especially in the same building.</p><p>In the office next door are 25-year-old startup \"veterans\" Blake Lawrence and Adi Kunalic and their newest company, <a href=\"http://opendorse.com/\">Opendorse</a>.</p><p>\"Adi and I started our first company when we were 20 years old, five years ago, and there's been a ton of support ever since,\" Lawrence says.</p><p>Lawrence and Kunalic came to the University of Nebraska to play football, and the ties between college athletics and many tech startups in Lincoln are tight. An early connection was a company called <a href=\"http://www.hudl.com/\">Hudl</a>, which was started almost a decade ago by three students in at the University of Nebraska-Lincoln's Raikes School of Computer Science and Management. They worked with Nebraska's football coach at the time to develop digital tools for coaches and players to share and store video and data, so they can review game and practice footage on laptops, tablets and smartphones.</p><p>Hudl has been named the fastest growing company in Nebraska for two consecutive years and now employs more than 225 people around the country, with most in offices in Lincoln and Omaha.</p><p>CEO and co-founder David Graff says the company could have moved anywhere, and had offers to relocate, but it stayed in Lincoln because \"we really like the access to the University.\" Hudl has 35 interns and most are from the Raikes School (named for Nebraska alum and former Microsoft executive Jeff Raikes).</p><p>\"We've had great support from the city,\" Graff adds. \"A number of our investors come from the Lincoln area ... and we really like what's being built in Lincoln.\"</p><p>Graff points to the city's redevelopment of the Haymarket area, which is where Hudl is headquartered. Less than a decade ago, the area adjacent to downtown mostly consisted of neglected warehouses, dirty railroad tracks and the city's old rail depot.</p><p>The city and the university are also turning the old state fairgrounds into an innovation campus for high tech firms.</p><p>After starting and selling a social media company, Lawrence and Kunalic founded Opendorse, which uses data to help link athletes to marketers and the right endorsement opportunities.</p><p>Kunalic agrees the university provides access to \"a lot of talent\" and the small Midwestern locale helps keep a startup's costs down.</p><p>\"I feel like [in] Lincoln, you can take a lot of risk and you can grow your team very fast and not have to pay ridiculous prices just to get your concept out the door,\" Kunalic says.</p><p>Lawrence, Kunalic, Jarrett and other entrepreneurs here admit lower salaries and Nebraska's sleepy reputation can make Lincoln a tough sell when going after top talent in places like Boston, New York, Seattle or San Francisco.</p><p>But Lincoln boosters say the low cost of living and high quality of life can be a draw. And a redevelopment of Lincoln's warehouse district downtown has dramatically increased the number of bars, restaurants and music venues, sparking a vibrant night life in this college town of nearly 300,000.</p><p>One of the latest to make the move is 30-year-old Matt Boyd, who arrived a few weeks ago from the Bay Area.</p><p>\"I think there's a lot of people who in their mind, they think that innovation lives in San Francisco and hard work lives in San Francisco, especially for the startup scene and that's just not true,\" Boyd says. He says he's seeing \"so many positive indicators of people who are super-duper innovators and are just churning and burning the midnight oil and almost a harder work ethic than I have seen anywhere.\"</p><p>Boyd and the other entrepreneurs note that access to capital can be a problem. There is some money available in the Midwest through Nebraska Angels and other similar investment groups, but Midwest investors tend to be a bit more conservative.</p><p>\"That's why I keep my New York cell number,\" Bulu Box's Paul Jarrett quietly admits.</p><p>That way his calls are returned more often and more quickly. And after potential investors hear his business plan, they don't really care that he's not in the Silicon Valley, but on the Silicon Prairie in Lincoln, Neb.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Silicon+Prairie%3A+Tech+Startups+Find+A+Welcoming+Home+In+The+Midwest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392590094-1962f9.m3u?orgId=1&topicId=1019&d=258&p=2&story=392136573&t=progseg&e=392549864&seg=10&ft=nprml&f=392136573"},{"href":"http://media.npr.org/assets/img/2015/03/12/nicolas-henderson-lincoln-12d4dc78d2ff3349b42626ad93c96c828f85aa61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1364","width":"1818"}},{"href":"http://media.npr.org/assets/img/2015/03/12/img_4730edit-005b7be804bcede8523be93b2d35643baeacb44b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2015/03/12/img_4723edit-69647fed2fe6262c056025030a7afb8aae2515bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2198","width":"2931"}}]}