{"created":"2015-04-18T21:09:27+00:00","modified":"2015-06-16T17:17:07+00:00","valid":{"from":"2015-06-16T17:17:07+00:00","to":"3015-06-16T17:17:07+00:00"},"hreflang":"en","title":"It's Record Store Day – Here Are Pictures To Prove It","published":"2015-04-18T21:09:00+00:00","teaser":"From new releases to vintage finds, people have been posting photos of their favorite albums and record stores Saturday.","itags":["npr_api","400651489"],"guid":"7a474724-af38-4afe-a810-653235b860a7","contentencoded":"<p>In the music world, today is all about bricks and mortar. It's the annual Record Store Day, when music fans are urged to get out to support their local shop.</p><p>From new releases to vintage finds, people have been posting photos of beloved albums and record stores Saturday.</p><p>Music companies are putting out dozens of limited-edition releases for the occasion. One example: Johnny Marr doing a live version of his old band The Smiths' song \"Please Please Please Let Me Get What I Want.\"</p><p>If you're still looking for a way to celebrate, our pals at All Songs Considered talk about the records they're eager to get on their turntables <a href=\"http://www.npr.org/blogs/allsongs/2015/04/17/400181041/all-songs-plus-one-our-record-store-day-must-haves?utm_source=twitter.com&utm_medium=social&utm_campaign=allsongs&utm_term=music&utm_content=20150417\">in this week's mini-podcast</a>. On the list: the Grateful Dead's <em>Wake Up to Find Out</em> live album, featuring a 29-year-old Branford Marsalis.</p><p>The <a href=\"http://www.rhino.com/article/saturday-april-18-record-store-dayhttp://recordstoreday.com/SpecialReleases\">Record Store Day website</a> has a full list of releases — for example, you could snag a 30th anniversary reissue of the 1985 A-Ha song \"Take On Me\" — printed on a 7\" vinyl picture disc, no less. And we'll remind you, the idea is that you track it down at a store.</p><p>The Foo Fighters got into the spirit of the day by putting on a surprise concert close to where band leader (and 2015 Record Store day ambassador) Dave Grohl grew up in Ohio. They played an in-store show \"at the Record Connection — an independent record store nestled in a nondescript shopping plaza in Niles, Ohio,\" <a href=\"http://www.rollingstone.com/music/news/foo-fighters-turn-strip-mall-into-stadium-for-record-store-day-20150418#ixzz3Xh3Cr0rW\">Rolling Stone</a> reports.</p><p>We've collected some of our favorite images and messages:</p><p>In another sign that physical music formats have a future, our friends at <a href=\"http://www.npr.org/2015/04/18/400369975/its-thin-its-plastic-its-back-flexi-discs-find-new-fans\">Weekend Edition Saturday</a> note the renewed attention given to flexi discs, the flimsiest of formats that is popular with collectors – and is also gaining ground among fans of metal.</p><p>Today also brings the induction of the 2015 class of the Rock and Roll Hall of Fame, in Cleveland, Ohio. Our earlier post on this year's group includes <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/16/371064363/2015-rock-hall-of-fame-class-includes-lou-reed-joan-jett-green-day\">samples of their music</a>. Here's the official list of artists and who'll be inducting them, from the Hall:</p><ul><li>Paul McCartney is inducting Ringo Starr</li><li>Stevie Wonder is inducting Bill Withers</li><li>Patti Smith is inducting Lou Reed</li><li>Peter Wolf is inducting the Paul Butterfield Blues Band</li><li>Fall Out Boy is inducting Green Day</li><li>John Mayer is inducting Stevie Ray Vaughan</li><li>Steve Cropper is inducting the \"5\" Royales</li><li>Miley Cyrus will induct Joan Jett and the Blackhearts</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+Record+Store+Day+%E2%80%93+Here+Are+Pictures+To+Prove+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Bill Chappell","audio":[{"meta":{"duration":"600"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400656942-46addb.m3u?orgId=1&topicId=1106&d=600&story=400651489&ft=nprml&f=400651489"},{"href":"http://media.npr.org/assets/img/2015/04/18/record-store-64962b3d18fe5ddfa40940f009682eb4a51c99d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4912","width":"6553"}}]}