{"created":"2014-10-28T18:55:22+00:00","modified":"2014-11-26T01:05:26+00:00","valid":{"from":"2014-11-26T01:05:26+00:00","to":"3014-11-26T01:05:26+00:00"},"hreflang":"en","title":"As Great Barrier Reef Ails, Australia Scrambles To Save It","published":"2014-10-28T23:37:00+00:00","teaser":"One Australian report estimated the reef had lost more than half its coral since 1985. The government is considering a new 35-year plan to rescue the reef, but some say it falls short.","itags":["npr_api","353290458"],"guid":"7a4d5320-41a9-4191-9788-e684eea8d61d","contentencoded":"<p>The Great Barrier Reef has long been in trouble. One Australian government <a href=\"http://www.aims.gov.au/latest-news/-/asset_publisher/MlU7/content/2-october-2012-the-great-barrier-reef-has-lost-half-of-its-coral-in-the-last-27-years\" target=\"_blank\">report</a> in 2012 estimated the reef had lost more than half its coral since 1985.</p><p>Now it's in such bad shape that the United Nations has warned <a href=\"http://www.abc.net.au/news/2014-06-18/unesco-defers-decision-on-great-barrier-reef-danger-status/5530828\" target=\"_blank\">it could list the World Heritage site as \"in danger\" next year</a>. The Australian government is considering a new 35-year plan to rescue the reef.</p><p>Nearly 2 million tourists travel to the reef each year. Many of them scuba dive to explore this expansive water world up close. It's what brought Madison Lewis to the reef, a college student from Virginia studying in Australia.</p><p>\"I just expected to see a bunch of really exotic animals and cool coral reefs and stuff, and this went beyond my expectations,\" Lewis says.</p><p>The Great Barrier Reef — the world's largest living structure — generates some $5.6 billion a year in tourism revenue for Australia. But like many of the world's reefs, its future is in jeopardy. Climate change, invasive fish and pollution have killed off much of the reef.</p><p>\"It's in a mess,\" says Byron Conroy, who guides snorkling trips on the reef.</p><p>\"The biggest one I see on a day-to-day basis is coral bleaching caused by climate change. So, just an increase of 2 degrees in water temperature causes all the algae to dispel from the coral,\" he says. \"That's where we get the white corals. So if that doesn't get resolved, the water temperature doesn't sort itself out within six months, all the coral dies off.\"</p><p>Government officials from Australia and the state of Queensland have been trying to figure out how to save the reef. The government hopes to prevent UNESCO from listing the reef as \"in danger\" next year.</p><p>It could be a devastating move, says Felicity Wishart with the Australian Marine Conservation Society.</p><p>\"That would bring terrible shame to Australia,\" she says. \"It would potentially put tourists off coming here and be a real blow to the tourism industry.\"</p><p>Officials proposed a 35-year plan last month to restore and protect the reef. It aims to cut pollution, <a href=\"http://www.abc.net.au/news/2011-11-08/great-barrier-reef-invasive-species-threat/3650212\" target=\"_blank\">combat invasive sea life and limit nearby port developments</a>.</p><p>\"We are all passionate about ensuring that it's here for the long haul, for our kids and our grandkids,\" says Andrew Powell, Queensland environment minister. \"This 35-year plan is about achieving that outcome.\"</p><p>But already, conservationists like Richard Lek from Australia's World Wildlife Federation don't like what they see.</p><p>\"Look, this plan at the moment is a bit more than business as usual,\" Lek says. \"It's good to see the Queensland and the Australian governments working together, but it doesn't have big, new, bold actions that can be implemented immediately.\"</p><p>Environmental groups say that among the plan's biggest failures is continuing to allow companies to dump millions of tons of sediment from port dredging on the reef.</p><p>Many tourists like Lewis are also calling for change.</p><p>\"Now seeing in person how beautiful it is, I would hate for anything to happen to it,\" Lewis says. \"So I think that there definitely is something that needs to be done to preserve it.\"</p><p>The reef's biggest allies then might not be environmental groups, biologists and government officials at all, but tourists like Lewis whose money everyone wants.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Great+Barrier+Reef+Ails%2C+Australia+Scrambles+To+Save+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Dorsey","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359632779-fffd35.m3u?orgId=1&topicId=1004&ft=3&f=353290458"},{"href":"http://media.npr.org/assets/img/2014/10/09/dorsey_divers1_20141003-3f49f36ccff3f545e7a3ac1faa194ab36723ddc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1942","width":"2590"}},{"href":"http://media.npr.org/assets/img/2014/10/28/australia.a2004219.0015.1km-bbdf4f7f0cccd1ef10de6a257843bfebd6f8c710.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"825","width":"1100"}}]}