{"created":"2014-11-26T18:50:43+00:00","modified":"2014-11-26T20:34:24+00:00","valid":{"from":"2014-11-26T20:34:24+00:00","to":"3014-11-26T20:34:24+00:00"},"hreflang":"en","title":"UC President Janet Napolitano Says Tuition Must Rise","published":"2014-11-26T20:34:00+00:00","teaser":"Napolitano defends the planned tuition increases, which some students and lawmakers say are too steep.","itags":["npr_api","366832651"],"guid":"7a52759f-db05-41de-b5ba-57a33b7c9482","contentencoded":"<p>Shortly after leaving her post as U.S. Secretary of Homeland Security in 2013, <strong>Janet Napolitano</strong> took the helm of the University of California. She has dealt with some of the biggest questions on college campuses, receiving praise and considerable criticism.</p><p>In September, a UC task force <a href=\"http://hereandnow.wbur.org/2014/09/30/uc-policy-recommendations\" target=\"_blank\">presented recommendations</a> to improve the way the 10-campus system addresses sexual assault, as the state legislature passed a law requiring college campuses to have a &#8220;Yes Means Yes&#8221; rather than a &#8220;No Means No&#8221; policy on sexual consent.</p><p>She&#8217;s also made progressive moves announcing expanded legal services to help undocumented students at six UC campuses.</p><p>Last week, the university&#8217;s Board of Regents passed Napolitano&#8217;s plan to hike school tuition by as much as 5 percent per year for each of the next 5 years &#8212; a compounded increase of as much as 27 percent. Some students and state lawmakers, including California Governor Jerry Brown, say that is too much.</p><p>University of California President Janet Napolitano spoke with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young about those issues.</p><ul><li><strong>Related:</strong> <a href=\"http://hereandnow.wbur.org/2014/11/21/uc-tuition-protests\" target=\"_blank\">Students Protest University Of California Tuition Hikes</a></li></ul><h4>Interview Highlights: Janet Napolitano</h4><p><strong>On why tuition needs to increase</strong></p><p>“State cuts are the beginning of it. California, like virtually every other state, drastically cut funding for public higher education in the great recession but, in point of fact, in California for many years the state had been reducing the amount it was putting into the University of California even while we were increasing enrollment. So what the regents voted on was a plan which said we will not increase tuition more than 5 percent a year in the next five years, depending on the level of state support. I think it’s important to recognize that in California, unlike many other states, the way our financial aid program works, 55 percent of the California undergraduate residents pay no tuition.”</p><p><strong>On what the UC system has done</strong></p><p>“An independent public policy institute just came out with a study just before the regents meeting and it found that the reason that tuition has had to go up at the University of California is not because of administrators&#8217; salaries, it’s not because of costs at the university, it is in large part overwhelmingly because states have disinvested in public higher education. We trimmed over $660 million out of our budget, we’ve actually reduced the number of administrators and we’ve reduced overall administrative compensation &#8212; and that’s really what the struggle going on in California is and I suspect in other states as well.”</p><p><strong>On the issue of campus sexual assault</strong></p><p>“Berkeley takes this issue very seriously, all our campuses do. We have a system-wide sexual assault task force. Now we’re in the process of putting independent advocates on every campus. I’ve provided funding for that, having uniform training for how to properly conduct an investigation in this arena. More important, perhaps, is the culture change that has to happen here and that’s what ‘Yes Means Yes’ really means, which is to say if your partner is drunk or incapable of providing consent or saying no, that’s no good enough. It has to be your partner is saying ‘yes I would like to have a relationship with you.’”</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.ucop.edu/president/\" target=\"_blank\">Janet Napolitano</a></strong>, president of the University of California and former U.S. Secretary of Homeland Security.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=UC+President+Janet+Napolitano+Says+Tuition+Must+Rise&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"514"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366844060-d78b13.m3u?orgId=1&ft=3&f=366832651"}]}