{"created":"2014-12-27T12:44:01+00:00","modified":"2014-12-30T23:05:35+00:00","valid":{"from":"2014-12-30T23:05:35+00:00","to":"3014-12-30T23:05:35+00:00"},"hreflang":"en","title":"Author Explores Armenian Genocide 'Obsession' And Turkish Denial","published":"2014-12-29T19:36:00+00:00","teaser":"As a child, Armenian-American writer Meline Toumani was taught to see Turks as a bitter enemy. She wrote her new book, <em>There Was and There Was Not,</em> in an effort to understand that conflict.","itags":["npr_api","372906470"],"guid":"7a65fd91-c36f-4705-94c6-8bbfd2685ddd","contentencoded":"<p>Writer Meline Toumani grew up in a tight-knit Armenian community in New Jersey. There, identity centered on commemorating the mass killings of Armenians by Ottoman Turks during World War I, a history that's resulted in tense relations between Armenians and Turks to this day.</p><p>In her new book,<em> There Was and There Was Not,</em><em> </em>Toumani recounts her attempts to understand Turkey and the Turkish people — people she was always taught were her bitter enemy. She also explores what she calls the Armenian community's \"obsession\" with genocide recognition, which she herself harbored.</p><p>\"There would be moments where I felt almost embarrassed by a certain deep-seated prejudice in me,\" Toumani tells NPR's Eric Westervelt. \"For example, if a friend comes back from vacation in Turkey and they're talking about it and I'm kind of bristling or brooding and just waiting for that to be over because I know that I can't say what I feel — which is, you know, 'I would never go to Turkey. The Turks, you know, killed the Armenians in 1915.' \"</p><hr /><h3>Interview Highlights</h3><p><strong>On why she decided to move to Turkey, a sort of forbidden place for Armenians</strong></p><p>I'd have these feelings rise up in me and they didn't fit anymore in the life that I had created, which was otherwise very progressive and intellectually oriented. And that was when I decided I kind of need to explore this. And through a series of events, it entered my mind that exploring it would mean going to Turkey, talking to Turks; not to try to take seriously the Turkish version of the history of the genocide, but just to understand how does it happen that another group of people have learned this history in a completely different way leading to a completely different conclusion? And is there any way that we can connect if I find the right way to talk about it, or the right way to listen about it?</p><p><strong>On being attacked on Armenian-American news sites for taking on this project</strong></p><p>It's actually surprisingly painful given that I've just written a book that describes the kinds of attitudes that lead to that kind of criticism. ... I knew that there would be people who would feel that way, and yet part of what my book is about is this incredible tension between belonging to a community and trying to individuate from it.</p><p>And it's sad for me to see that some people are so threatened that they're not even willing to engage, because most of the people publishing those attacks haven't read the book. In fact, one of them celebrates the fact that he hasn't read it and in the same breath calls for a boycott.</p><p><strong>On how people in Turkey reacted when they learned she was Armenian</strong></p><p>I was perhaps recklessly optimistic in thinking that things wouldn't be quite as bad in Turkey regarding the Armenian issue as I had been taught to believe. ... In some ways, they were even worse. The thing that shocked me the most was the fact that on a daily basis — [and] this is over the course of 2 1/2 years of living there — people would find out that I was Armenian and sometimes the reaction would be so blunt: \"Well, I guess you came here to prove that there was a genocide. I want you to know that I don't believe that that's what happened.\" Or something like that. And those moments were really jarring and made it very difficult for me to ever really relax. There was a lot of stress in my daily life.</p><p>And I want to be clear, of course, that I also had the opposite reactions, you know. There was a young man who I met outside of a restaurant with some friends, just totally at random on a Saturday night, and when he found out I was Armenian he put his hand over his heart and he said, \"I want to welcome you back to your country and I want to apologize on behalf of the Turkish nation.\"</p><p>So I would have every manner of reaction, but to be honest, most of the reactions ranged from pretending I hadn't said anything at all to saying something sort of blunt and harsh.</p><p><strong>On where relations between Turks and Armenians stand today</strong></p><p>It was a few years ago already that I left Turkey. And in the time since then, there have been some big changes. For example, on April 24, 2014 — which was the 99th-year commemoration of the Armenian genocide — in Istanbul you had several events commemorating the genocide openly and without any kind of the contorted language that you might have had in the past.</p><p>Also [Turkish President Recep Tayyip] Erdogan made a statement that was very much falling short but at the same time really breaking new ground in acknowledging that something tragic had happened to the Armenians. And although he ... was very careful not to call it a genocide and to say everyone suffered and to use a lot of the same rhetoric that he has always used, I consider it a major step.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Author+Explores+Armenian+Genocide+%27Obsession%27+And+Turkish+Denial&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"377"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373420279-caf041.m3u?orgId=1&topicId=1033&ft=3&f=372906470"},{"href":"http://media.npr.org/assets/img/2014/12/26/486517113-acae48e2956771a8f62eb35edd89c07d077c07a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}