{"created":"2015-06-26T19:22:50+00:00","modified":"2015-06-29T19:44:55+00:00","valid":{"from":"2015-06-29T19:44:55+00:00","to":"3015-06-29T19:44:55+00:00"},"hreflang":"en","guid":"7a70d277-f768-454c-adcb-ea8aa1b51a94","title":"Which countries will follow America in legalizing gay marriage?","published":"2015-06-29T19:44:51+00:00","byline":"Jeb Sharp","tags":["US Supreme Court","gay marriage","LGBT rights","Global Politics","North America","Asia","United States","South Korea"],"teaser":"\"This is really setting a trend towards an international movement where 20, 30 years ago the notion that same-sex couples could marry seemed crazy in a lot of places,'' says BuzzFeed's J. Lester Fader.","contentencoded":"<p>Look for Australia, Italy and Germany to follow America's move on Friday to legalize gay marriage. And maybe Colombia, too.</p>\n<p>But the US Supreme Court decision may actually impede efforts toward marriage equality in other countries, says J. Lester Feder of BuzzFeed, who covers LGBT issues internationally.</p>\n<p>\"I think it's a very big deal,\" Feder says. \"A lot of the world watches the decisions that the United States makes, especially coming on the heels of the vote in Ireland, to establish marriage equality. This is really setting a trend towards an international movement where 20, 30 years ago the notion that same-sex couples could marry seemed crazy in a lot of places. Now it's moving toward being not just at the forefront of where human rights and civil rights law is, but to becoming more and more mainstream in much of the world.\"</p>\n<p>Feder listed Australia, Germany and Italy as likely followups, but says the most interesting country to watch right now is Colombia. There, the constitutional court is facing a similar case to the one decided today in the US. That case has to do with whether or not gay marriage is a constitutional right. “Colombia is bound by a treaty on human rights in the Americas, and the US Supreme Court will have an impact on how that’s interpreted,” Feder says. “So that could be a place where this could directly influence how the court decides.”</p>\n<p>Except for in Italy and Germany, Feder says that marriage equality — or at the very least, civil unions — are a reality in virtually every big country in western Europe or the Americas. But while these countries may be trending that way, the vast majority of the world still doesn’t recognize same-sex marriage. And, according to Feder, more countries criminalize homosexuality than recognize the right of same-sex couples to marry.</p>\n<p>The United States is far from the first country to legalize gay marriage. Early adopters included Denmark, the Netherlands and Belgium. Others are Argentina, Brazil, Britain, Canada, France, Iceland, Ireland, Luxembourg, New Zealand, Norway, Portugal, South Africa, Spain, Sweden and Uruguay. In addition, Scotland and much of Mexico allows same-sex marriage.</p>\n<p>Feder is in Seoul, South Korea, for a huge — and contentious — gay pride march scheduled for Saturday. \"I was in the Seoul police station yesterday asking about projections for this march,\" says Feder. \"They're talking about 20,000 people to participate in the march itself and 25,000 coming out to protest it.\"</p>\n<p>Despite the historic celebrations unfolding in the US, Feder says he is happy to be reporting in Seoul. While gay pride in the US has become commonplace, he says, in many places around the world the topic is still unsettled.</p>\n<p>Feder found that uncertainty while reporting on Montenegro's first pride march a few year ago. \"Half the police force of the country was deployed,\" he says. \"On the perimeters of that march, people were rioting. There was some burning of cars. These kinds of things that in the United States have become like any other kind of festival in a lot of ways are deeply controversial and political in much of the rest of the world. Watching the people involved in that and the kind of courage it takes to put themselves in that kind of situation is really interesting to watch.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-26%2Fwhat-does-supreme-courts-decision-gay-marriage-mean-worldwide&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06262015_01.mp3"},{"href":"http://admin.pri.org/file/0626201501mp3"}]}