{"created":"2014-10-31T01:39:07+00:00","modified":"2014-10-31T01:39:07+00:00","valid":{"from":"2014-10-31T01:39:07+00:00","to":"3014-10-31T01:39:07+00:00"},"hreflang":"en","title":"Park Service Launches LGBT Sites Initiative","published":"2014-05-29T19:31:00+00:00","teaser":"The effort will begin with a study to identify landmarks important to LGBT history in the United States.","itags":["npr_api","317057317"],"contentencoded":"<p>The National Park Service is set to launch <a href=\"http://www.doi.gov/news/mediaadvisories/secretary-jewell-to-launch-initiative-to-expand-national-park-services-telling-of-americas-story.cfm\" target=\"_blank\">an initiative</a> to fold LGBT historic sites into its commemoration of American history.</p><p>The effort, first a study to identify landmarks, is scheduled for kick-off tomorrow at the famous Stonewall Inn in New York City.</p><p><strong>Fred Sainz</strong> of Human Rights Campaign has been closely following this development. He joins <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now&#8217;</em></a>s Robin Young to discuss the initiative.</p><h4>Interview Highlights: Fred Sainz</h4><p><strong>On his reaction to the announcement</strong></p><p>&#8220;I think for us, it makes a tremendous amount of sense, for our National Park Service to be telling the story of all Americans; in fact, what they&#8217;re terming a complete story of America&#8217;s heritage and history, and Stonewall seems a very appropriate place to kick off this process.&#8221;</p><p>&#8220;I think the National Park Service should be congratulated for that, because LGBT Americans are just as important part of American society as any other group. And it is completely appropriate &#8212; in fact, quite to their credit that they are wanting to tell a more complete story about American history by taking a look at minority populations in the United States, whose story deserves to be highlighted as part of our nation becoming more democratic, more inclusive, more equal. And certainly the story of LGBT Americans should be a part of that entire narrative.&#8221;</p><p><strong>On the sites that may be recognized</strong></p><p>&#8220;I feel it&#8217;s really important that scholars, historians, sociologists, members of our community be a part of this process, because we want to ensure that the sites that are selected are truly historical sites. But it is important to understand that, in the context of American history, 230, 240 years in the making now, LGBT history is relatively nascent. We&#8217;re talking about the Stonewall movement having been only 45 years ago. That is not to mean that LGBT people did not exist and were not an important part of American history, but yet, our sites, simply because of the stigma associated with being a member of our community, are relatively recent in the context of American history. So you may very well see a number of bars that are recognized as central points in LGBT history, simply because they were the community gathering place, the community centers, if you will, of our community. Whereas now, there is an LGBT community center in virtually every city across America. It used to be that we really had to meet under the cover of darkness, in many ways.&#8221;</p><p><strong>On whether he fears there will be push-back over the announcement</strong></p><p>&#8220;Absolutely not, and I think we have to dispel any notion that we are not as deserving of recognition as any other group of Americans. I really think of that thinking as being anachronistic. You know, a few years ago, an avowed opponent of LGBT rights tried to insert the notion that if the Supreme Court ever found in favor of marriage equality, there would be revolution in the streets. And I have to tell you that there is absolutely no evidence for that; in fact, quite the contrary. Americans are continuously embracing equality because they see it as a very natural extension of the equal protection clause of of our Constitution, and probably, much more closer to home, of the golden rule. Perhaps the greatest secret to the success of our movement since Stonewall is that Americans have come to know LGBT people. In fact, the latest Pew research found that nine out of 10 Americans now know someone that is LGBT. And you find that, when people know us, when they understand that we are no different than they are, that we have the same hopes, the same fears, the same struggles that they do, that we&#8217;re raising families, and that we want the same thing for ourselves and our families that they want for them &#8212; that the artificial barrier that has been put up by opponents, opponents of equality, crumbles very quickly. And so I think that Americans will embrace having LGBT history told as part of the great tapestry of American democracy, because it will be quite natural to them that it is.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.hrc.org/staff/profile/fred-sainz\" target=\"_blank\"><strong>Fred Sainz</strong></a>, vice president of communications and marketing at the Human Rights Campaign.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Park+Service+Launches+LGBT+Sites+Initiative&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"7a7a702b-784b-4f29-8c2b-f54bb13ecdb8","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317076889-eab483.m3u?orgId=1&ft=3&f=317057317"}]}