{"created":"2014-12-18T08:27:38+00:00","modified":"2014-12-19T19:05:52+00:00","valid":{"from":"2014-12-19T19:05:51+00:00","to":"3014-12-19T19:05:51+00:00"},"hreflang":"en","title":"Boundary-Pushing Late Night Hosts Move On — Colbert Up, Ferguson Out","published":"2014-12-18T23:32:00+00:00","teaser":"Both Stephen Colbert and Craig Ferguson end their late-night TV shows this week. Colbert is getting a boatload of attention as he moves to succeed David Letterman, but Ferguson deserves some too.","itags":["npr_api","371552307"],"guid":"7a7c2f55-74a5-48a2-bbf8-04b97900d975","contentencoded":"<p>They both started their late-night shows in the same year, reinventing their respective corners of television by bending and sometimes breaking the rules.</p><p>But as Stephen Colbert and Craig Ferguson both say goodbye to long-running programs this week, only one has turned his showbiz rebellion into a launchpad for an even bigger TV platform.</p><p>From the cover of <em>Entertainment Weekly</em> to shoutouts from James Franco and Michael J. Fox, everyone seems to be talking about tonight's finale of <em>The Colbert Report</em>.</p><p>Including, to no one's surprise, the host himself.</p><p>But there's another long-running late-night host also saying goodbye this week.</p><p>On Friday, Craig Ferguson hosts his last episode of CBS' <em>The Late Late Show</em> after nearly 10 years. His departure isn't getting much attention — in part because he's leaving as CBS builds its new late-night franchise around Colbert, who will replace retiring legend David Letterman in the new year.</p><p>Both Colbert and Ferguson blew up the traditional talk show format, but each man accomplished it in his own, unique way.</p><p>Ferguson built a show that often played like an impish inside joke, poking fun at the ubiquitous talk show sidekick by having a robot skeleton sidekick built and naming it Geoff Peterson.</p><p>Because he was voiced by ace impressionist and comedian Josh Robert Thompson, Geoff turned out to be a pretty good sidekick after all, especially when he did a mean Morgan Freeman impersonation, right in front of Morgan Freeman.</p><p>On the other hand, Colbert crafted a program that touched the zeitgeist again and again — and, in his first episode in 2005, summed up all the absurdity of the modern news media in one word:</p><p>Colbert started his show after eight years on <em>The Daily Show</em>. On the <em>Report</em>, he played an egotistical, defiantly ignorant conservative pundit.</p><p>At times, he took that character into the real world, creating a superPAC, insulting President George W. Bush at the White House Correspondents' Dinner and testifying before Congress about undocumented immigrants working on U.S. farms.</p><p>Later, Colbert told David Gregory on NBC's <em>Meet the Press</em> that such stunts help make tough political points in a less confrontational way.</p><p>Craig Ferguson took over <em>The Late Late Show</em> in 2005, the same year <em>The Colbert Report </em>began. He was chosen from several guest hosts who tried out for the job after the departure of previous host Craig Kilborn.</p><p>He had no house band, tore up his note cards with suggested questions before every celebrity interview and improvised his monologues — including a <a href=\"https://www.youtube.com/watch?v=7ZVWIELHQQY\">serious vow to tone down making fun of celebrities in crisis</a> when Britney Spears had a meltdown on the anniversary of his own sobriety.</p><p>His instincts could lead to great television, including a long-running bit centered on his successful effort to become a U.S. citizen and a heartfelt talk with Bishop Desmond Tutu.</p><p>But Ferguson also created a show filled with jokes built on past jokes, making it tough to cultivate new fans or compete in the ratings with rivals Jimmy Fallon and Seth Meyers.</p><p>Ferguson has said he had already planned to leave the network before Letterman announced his retirement; British comedian James Corden takes over the <em>Late Late Show</em> in March.</p><p>And so, this week actually marks the end of two landmark late night TV shows:</p><p>One birthed a future star of the genre and another ended as a noble experiment which never quite lived up to its potential.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Boundary-Pushing+Late+Night+Hosts+Move+On+%E2%80%94+Colbert+Up%2C+Ferguson+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371597868-72ba30.m3u?orgId=1&topicId=1138&ft=3&f=371552307"}]}