{"created":"2014-09-28T15:05:12+00:00","modified":"2014-10-31T01:16:26+00:00","valid":{"from":"2014-10-31T01:16:26+00:00","to":"3014-10-31T01:16:26+00:00"},"hreflang":"en","title":"Uber's Rapid Growth Pits Innovation Against Existing Laws","published":"2014-06-13T15:53:00+00:00","teaser":"The fast-growing startup is operating in more than 100 cities around the world. But Uber, which is valued at $17 billion, faces opposition from traditional taxis and regulators.","itags":["npr_api","321008384"],"guid":"7a8218d4-8b95-45bc-9a5d-b4ab0cd8cca4","contentencoded":"<p>To see the speed of technological innovation, look no further than a street corner. Hailing a cab from the street is less common in cities with Uber, a service that lets you request a ride with the simple tap of a mobile phone app.</p><p>The 5-year-old company — <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/06/319527353/uber-car-service-company-is-now-valued-at-17-billion\">now valued at $17 billion</a> — is growing so fast that it's operating in 128 cities globally, on every continent except Antarctica. But its disruptive entrance to the market means it's facing some growing pains worldwide.</p><p>\"In 128 of our cities, we've got regulatory issues in about 128 of our cities,\" says Justin Kintz, Uber's policy director for the Americas.</p><p><strong>Unfair Playing Field</strong></p><p>Cab drivers staged traffic-snarling anti-Uber protests across Europe on Wednesday. They say Uber isn't competing on a level playing field, since the service doesn't adhere to the same driver training, safety and pricing rules that regulate existing cabs. Similar fights are happening in American cities, too.</p><p>Uber launched in Miami, Orlando and Austin last week, even though rules in those cities say services like it aren't allowed to operate. In Virginia, the company is <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/06/319552439/despite-va-order-car-services-uber-lyft-refuse-to-pull-over\">openly defying orders</a> to stop offering rides, running afoul of existing laws.</p><p>\"I think that the laws can be changed to accommodate them, but until they are, they are in violation,\" says Virginia Transportation Secretary Aubrey Layne. \"I'd be the first to admit that technology is moving quicker than many of our laws. On the other hand, there is the safety of the public and there is the due process of law that needs to be dealt with.\"</p><p>Donna Blythe-Shaw, a representative of the Boston Taxi Cab Drivers Association, says Uber's drivers \"are not properly vetted. Their prices are to lure you in, and so once they take over, then of course they can price and do whatever they want.\"</p><p><strong>Exponential Growth</strong></p><p>None of this seems to slow the company's growth. Last week, an additional investment infusion put Uber's value at more than Hertz or Avis. And despite pressure from so many places, Uber argues it's on the side of progress.</p><p>\"We're pro competition, we're pro-consumer choice, and I think the market's going to decide a lot of these factors,\" says Uber's Kintz.</p><p>History shows that's probably what will happen, according to economist Michael Cox, a professor at Southern Methodist University and the former chief economist at the Dallas Federal Reserve.</p><p>\"It's called creative destruction. Out with the old, in with the new. It's the way a capitalist process grows,\" Cox says. \"We had it when we got the Internet, and Sears closed their catalog division and laid off 185,000 people. Printers went out of business. We had it with elevator operators. Then the elevator got smart enough to where we didn't need them.\"</p><p><strong>Laws Catching Up</strong></p><p>Uber says it doesn't expect to crush all taxicab companies. In many places in Europe, it's just fighting to keep operating. Cox says the outcome of these fights will determine how Uber works in the future.</p><p>\"With Uber, probably they'll face some regulations just like the taxicab industry did, and they'll be a little bit more like the taxicab in terms of regulation. But you'll always see the existing industry complain about it,\" he says.</p><p>The complaints have prompted some policy action. Virginia leaders say they're open to rewriting laws regulating transportation services. And Colorado last week became the <a href=\"http://www.cpr.org/news/story/uber-lyft-become-regulated-colorado\">first state to pass a law</a> governing Uber and similar services. Lawmakers don't work at the speed of technology, but the honks and calls for action may move things along.</p><p><em>Additional reporting by Ari Shapiro in London and Sarhaddi-Nelson and Esme Nicholson in Berlin.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Uber%27s+Rapid+Growth+Pits+Innovation+Against+Existing+Laws&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321218353-713f06.m3u?orgId=1&topicId=1019&ft=3&f=321008384"},{"href":"http://media.npr.org/assets/img/2014/06/11/450426416-0fee86d885a062ede5f85222ff4c9e0fa70b6dfd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1831","width":"2440"}},{"href":"http://media.npr.org/assets/img/2014/06/11/450434184-4ac1531648459ede156f26bffa640b2d50b34192.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2648","width":"3533"}}]}