{"created":"2015-03-03T12:41:54+00:00","modified":"2015-06-16T17:24:30+00:00","valid":{"from":"2015-06-16T17:24:30+00:00","to":"3015-06-16T17:24:30+00:00"},"hreflang":"en","title":"With Iran's Help, Iraqi Force Pushes Toward ISIS-Held Tikrit","published":"2015-03-03T23:31:00+00:00","teaser":"A local source says that Iran, which has already been aiding Iraq with artillery and intelligence support, has sent fighters to help take the city of Tikrit.","itags":["npr_api","390363823"],"guid":"7a843b5f-8f37-4cd0-b829-0942944eaf52","contentencoded":"<p>The new Iraqi effort to retake Tikrit from the self-styled Islamic State, or ISIS, brought fierce fighting to areas around the city Tuesday. A local source says that Iran, which has already been aiding Iraq with artillery and intelligence support, has sent fighters to help seize Tikrit.</p><p>NPR's Alice Fordham reports:</p><blockquote><p>\"Spokesmen for the fighters said they moved on the city from five directions, with special forces, regular soldiers and local tribesmen pushing into districts around the city. A local tribal leader confirmed there were Iranian fighters among the paramilitary forces.</p><p>\"Iraq's state media reported key points on a highway had been taken, including close to the Speicher air base, where ISIS killed more than 1,000 soldiers last year. But the extremists had left numerous roadside bombs, which are slowing progress.</p><p>\"Most civilians are thought to have left Tikrit, but the prime minister has sought to reassure the largely Sunni citizens there that the largely Shiite force moving on the city will act humanely.\"</p></blockquote><p>As for the possible presence of Iranian fighters in the operation, the news would represent a new level of involvement for Iran, which has previously given logistical or intelligence help.</p><p>\"U.S. officials tell NPR that Iran is providing support — artillery and rockets; surveillance and advisers — to both the Iraqi army and Shia militias,\" NPR's Tom Bowman reports on today's <em>Morning Edition</em>.</p><p>Tom spoke to Michael Knights, an expert on Iran's military, who said there currently are two theaters of operations in Iraq.</p><p>\"One is Iranian backed,\" Knights says. \"The other theater that's opening up is the upper Tigris River Valley, and in that direction we expect the U.S. and its international partners.\"</p><p>The arrangement is similar to how the U.S. military worked with Iraq's army before it withdrew combat troops left in 2011, says Knights, who works at the Washington Institute for Near East Policy.</p><p>The Americans are watching the current operation with their own drones. And Tom says, \"U.S. officials have repeatedly said they're not coordinating their military efforts with Iran.\"</p><p>Tom adds that U.S. officials are hoping that the current push against ISIS won't include sectarian score-settling over incidents such as last year's <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/02/353197982/u-n-report-details-possible-war-crimes-by-islamic-state-militants\">mass execution of Shiites</a> at the Camp Speicher location.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Iran%27s+Help%2C+Iraqi+Force+Pushes+Toward+ISIS-Held+Tikrit&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"139"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390363870-abfade.m3u?orgId=1&topicId=1010&d=139&story=390363823&ft=nprml&f=390363823"},{"href":"http://media.npr.org/assets/img/2015/03/03/tikrit-artillery-05e4a80e7e38ca6fbb8fb028429a469637cdbda1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1883","width":"2511"}}]}