{"created":"2014-12-16T23:17:51+00:00","modified":"2014-12-18T21:26:29+00:00","valid":{"from":"2014-12-18T21:26:29+00:00","to":"3014-12-18T21:26:29+00:00"},"hreflang":"en","guid":"7a97b372-c485-44b0-b8cd-9a422b4182b5","title":"A plunging Russian ruble generates nervousness and humor","published":"2014-12-18T21:26:26+00:00","byline":"Traci Tong","teaser":"Russians had a rude awakening this morning when they discovered that their interest rates doubled overnight AND the ruble plunged to its lowest level.  The Russian Central Bank increased interest rates by 7 percent, hoping to avert a ruble freefall.  And it could get worse. ","tags":["Economics","Global Politics","Business, Finance & Economics","Moscow","Asia","Europe","Russia","Ukraine","Asia","Europe","Vladimir Putin","Charles Maynes","President Obama","Russian crisis","Russian economy","Russian ruble","Currency","Central Bank of Russia","Economy of the Soviet Union","Economy of Russia"],"contentencoded":"<p>How would you feel waking up in the morning to discover that your country's interest rates nearly doubled overnight and the currency lost one-fifth of its value? </p>\n<p>Pretty scary scenario.  That was exactly Russia's situation Tuesday, awakening to discover the Russian Central bank raised its interest rates from 10.5 percent to 17 percent.  That move was taken to try to stabilize the ruble free fall but even that didn't stop the slide.</p>\n<p>The ruble dove to its lowest level against the US dollar.  </p>\n<p>\"There are lot of reasons behind this,\" says Charles Maynes, a reporter based in Moscow. He listed Western sanctions against Russia over the crisis in Ukraine and collapsing world oil prices as factors.  But it's the \"run on the ruble that was caused, in part, by suspicion in terms of how the Russian economy runs,\" he says.  \"There was some concern that perhaps secret deals had been cut between the central bank here (Moscow) and Rosneft, which is one of the main Russian companies, to issue billions of rubles to help the company pay off debts.\"</p>\n<p>It's likely the squeeze will be felt across the board, he says, with the exception of those working for Western companies and are paid in dollars or euros. </p>\n<p>Otherwise, those Russians mainly affected will be those who took out mortgages when their homes were valued higher but now worth half the value.   There was a lot of nervousness in the air, says Maynes. Over the weekend Russians were trying to buy \"big ticket\" items in anticipation of the collapse of the ruble.  There was a run on computers, people buying real estate and plane tickets for vacations.</p>\n<p>So far blame has not pointed directly at Putin. But that could all change on Thursday when the Russian president participates in his annual call-in show, where he takes in questions from Russians.  It's unclear, says Maynes, whether Putin will be able to assuage the fears of Russians.     </p>\n<p>Despite the economic crisis, some Russians haven't lost their sense of humor.  </p>\n<p>\"Last week there was a joke circulating around that Putin's were going to hit 63 at the same time,'' Maynes said \"But that's no longer relevant... It (the ruble) ran up to 80 (for a dollar).\" Another bitter joke: A Russian ministry was listing the plunging currency rates in Fahrenheit, not Celsius. Maynes noted that one website, <a href=\"http://zenrus.ru/\">Russian Zen</a>, played this soft new age music as it showed the Russian currency tanking against the dollar and the euro. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}