{"created":"2014-12-08T22:18:24+00:00","modified":"2014-12-09T19:35:06+00:00","valid":{"from":"2014-12-09T19:35:06+00:00","to":"3014-12-09T19:35:06+00:00"},"hreflang":"en","guid":"7a9b3eed-89ec-4992-bb40-702667ffac3e","title":"We say goodbye to 'the Nikola Tesla' of video games ","published":"2014-12-09T19:35:04+00:00","byline":"Nina Porzucki","tags":["video games","entertainment","Culture","Arts, Culture & Media","North America","United States","North America","Ian Bogost","Ralph Baer","Electronic games","Magnavox Odyssey","Video game developers","Ralph H. Baer","Atari"],"teaser":"Ralph Baer escaped Nazi Germany. He ended formal schooling at 14. And he turned your TV set into a video game screen. He even won the National Medal of Technology for it.","contentencoded":"<p>Remember Simon? You know, that electronic game with four colors, where you have to match the colors and sounds that light up as the pattern gets more and more complex.</p>\n<p>Its inventor — a Jewish immigrant who fled Nazi Germany and came to the US — died over the weekend at age 92. But Simon was far from Ralph Baer's most important legacy.</p>\n<p>He is the person largely credited with the idea that your TV screen could be used to play games.</p>\n<p>“You know the idea that the television was kind of the new hearth of the home, it was replacing the radio,\" says Ian Bogost, video game designer and editor for The Atlantic. \"It was something that everybody had and that different kinds of entertainment would be possible.\" Baer, he says, was ahead of his time in reimagining the TV.</p>\n<p>The idea for home video games came to him in the late 1960s, while he was working as an engineer for Sanders Associates, a company that built electronics for the defense industry.  </p>\n<p>The games on Baer’s early video system were very simple and one was the precursor to Atari’s legendary game “Pong,” according to Bogost.</p>\n<p>Sanders licensed the technology to Magnovox who marketed it as the Odyssey system in 1972. Several hundred thousand people bought the Magnavox Odyssey, but it was never as popular as the Atari system, which came out five years later.</p>\n<p>“I sometimes think of him as like the Nikola Tesla of video games, someone no one’s heard of but is behind the actual operation and innovation in a lot of our industry,” says Bogost.</p>\n<p>Baer filed patents for his gaming system and successfully sued companies like Atari and Nintendo for patent infringement. Bogost claims that was ironic, since Baer's big hit game was Simon, which \"is actually based on a Atari coin-operated game called ‘Touch Me’ that had the same general idea. Nobody’s every heard of Touch Me,” says Bogost.</p>\n<p>In later years, Baer <a href=\"http://www.washingtonpost.com/national/health-science/ralph-h-baer-a-father-of-video-gaming-dies-at-92/2014/12/07/a24c8964-7e6e-11e4-8882-03cf08410beb_story.html?postshare=6491417999722253\">expressed annoyance </a>at the big-time special effects of newer video games. \"Anybody over 35 can't play today's games,\" he told the publication High Times in 2004. \"Who has the patience?\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/simon1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/simon1jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120820147.mp3"},{"href":"http://www.pri.org/file/120820147mp3"}]}