{"created":"2015-01-12T09:59:06+00:00","modified":"2015-05-06T17:05:52+00:00","valid":{"from":"2015-05-06T17:05:52+00:00","to":"3015-05-06T17:05:52+00:00"},"hreflang":"en","title":"Regulators Take Action Against Delinquent Mines","published":"2015-01-20T19:28:00+00:00","teaser":"In reaction to an NPR/MSHN investigation, federal regulators, a member of Congress and others are considering ways to crack down on mining companies that fail to pay delinquent mine safety penalties.","itags":["npr_api","372464410"],"guid":"7a9cc748-77db-497f-8875-f569de206e71","contentencoded":"<p>Two weeks after NPR and Mine Safety and Health News reported nearly $70 million in delinquent mine safety penalties at more than 4,000 coal and mineral mines, federal regulators suddenly revived a rare approach to force mines to pay.</p><p>They cited a delinquent coal mine for failing to pay $30,000 in overdue penalties and gave the mine's owner two weeks to pay. He didn't, so the Mine Safety and Health Administration (MSHA) shut down the mine. Within 40 minutes, mine officials agreed to a payment plan and the mine reopened.</p><p>It sounds like a straightforward and tough response, but it might not stand up to legal scrutiny. Federal law doesn't give MSHA the authority to shut down mines simply because they haven't paid their safety penalties. But the agency can force a mine to fix safety violations. In this case, the failure to pay penalties is considered an unfixed violation.</p><p>\"The operator in this particular case did not challenge that legally. Somebody's going to,\" says Larry Grayson, a mine safety expert at Penn State University, and a consultant to industry and Congress.</p><p>\"And then that's going to protract the amount of time it's going to take to resolve the issues,\" Grayson, a former mine superintendent, adds.</p><p>As the<a href=\"http://www.npr.org/series/363761319/delinquent-mines\"> NPR/Mine Safety and Health News investigation</a> found, delinquent mines committed 131,000 violations and reported nearly 4,000 injuries while they were delinquent and while MSHA targeted many of them with other enforcement. Many mines were delinquent and continued to operate for years.</p><p>MSHA's attempt to shut down a delinquent mine isn't new. NPR identified three other cases in 2009. But Labor Department lawyers abandoned the tactic, according to multiple current and former agency officials, because it's not clear whether it's permitted by mine safety law.</p><p>\"Until it is challenged, it is iffy,\" says Grayson, who says it will probably take a court challenge to be sure. \"But once that process starts, as slow as it may be, there will be a level of worry among the operators, and hopefully it would change many of them.\"</p><p>MSHA says it's also putting together what it calls a \"better early warning system\" for delinquent mines it might take to federal court to seek court orders for payment.</p><p>But neither MSHA chief Joe Main nor agency lawyer Heidi Strassler would discuss these initiatives. They \"are not available for taped interviews,\" says MSHA spokeswoman Amy Louviere.</p><p>The action MSHA took recently targeted the Watson Branch coal mine in Claiborne County, Tenn., which is operated by Solid Fuel Inc. Owner Darrell Wagner operates three other mines that have more than $2 million in overdue fines, some a decade old. Those three mines are now closed.</p><p>One of Wagner's mining companies, Wilcoal Mining Inc., agreed to pay more than $626,000 in overdue penalties in federal court in 2013, but MSHA records indicate no payments were made. When asked to explain this failure to enforce the settlement, the agency said in a written statement, \"We do not discuss internal attorney-client decision making concerning litigation strategy.\"</p><p>While they were delinquent and operating, Wagner's mines produced more than 244,000 tons of coal, according to government records. That coal is valued at an estimated $13.6 million, based on Energy Information Administration coal price reports for the same area and the same years.</p><p>Wagner did not respond to an interview request made through his attorney.</p><p>Wagner's Watson Branch mine was hit with five surprise blitz inspections while it continued to ignore its penalties. MSHA touts these special inspections targeting mines with troubled safety records, including delinquent mines. But NPR found that just 10 delinquent mines that had these so-called \"mine impact inspections\" were cited for 5,700 violations and reported 120 injuries while they were delinquent and while MSHA applied this and other enforcement.</p><p>\"They can continue to target egregious mines [but] it would be a very slow process,\" says Grayson. \"Look at all of the injuries that are going to occur. And these are the high-injury-rate mines or operators. That's almost untenable for the cost of human health.\"</p><p>NPR found that delinquent mines overall have an injury rate 50 percent higher than mines that pay their fines.</p><p>NPR also found that taking mines to court and getting court orders and settlements takes months and, sometimes, years. Close to three-dozen cases reviewed by NPR rarely resulted in payments, and injuries and violations continued while the cases were litigated.</p><p>That has Sen. Bob Casey, D-Pa., a member of the Committee on Health, Education, Labor and Pensions, urging more definitive action.</p><p>\"Unless the law is clear and unless the tools are substantial to impose accountability, [mine operators] will keep violating and take any kind of fine and just chalk it up to the cost of doing business,\" Casey says.</p><p>\"In many cases, [they] won't change their behavior unless the sanctions are severe and substantial.\"</p><p>Casey says he will soon reintroduce a sweeping mine safety bill that includes the authority to shut down delinquent mines six months after their fines become overdue. But the measure failed to pass when both houses of Congress were controlled by Democrats, and passage is considered even less likely in a Congress controlled by Republicans.</p><p>Some safety advocates suggest pulling the language specifically addressing delinquent mines and making that a separate bill or attaching it to a budget measure.</p><p>\"I'd certainly be willing to evaluate that strategy,\" Casey says. \"I want to get results, and if results take more than one bill, I'm willing to consider that.\"</p><p>In the meantime, industry responses to NPR's series may add pressure to delinquent mining companies. A statistician at insurance giant AIG has asked about NPR's data showing higher injury rates at delinquent mines. He wants to determine whether delinquent companies have additional risk that has not been factored into their workers' compensation policies and rates.</p><p>And Grayson wants to do a deeper analysis of NPR's findings as part of an industry effort to assess risk at coal mines and identify unsafe mine operators.</p><p>\"A bad operator will do anything to basically undercut the cost that they're going to have to bear,\" Grayson says. \"They're taking market share away from good performers. It really is unfair competition.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Regulators+Take+Action+Against+Delinquent+Mines&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Howard Berkes","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376660069-ec8a55.m3u?orgId=1&topicId=1150&aggIds=363761319&d=234&p=3&story=372464410&t=progseg&e=376659969&seg=4&ft=nprml&f=372464410"}]}