{"created":"2015-04-18T11:44:09+00:00","modified":"2015-05-03T01:38:21+00:00","valid":{"from":"2015-05-03T01:38:21+00:00","to":"3015-05-03T01:38:21+00:00"},"hreflang":"en","title":"Wordless Ads Speak Volumes In 'Unbranded' Images Of Women","published":"2015-04-18T15:00:00+00:00","teaser":"Artist Hank Willis Thomas strips slogans and brands off ads to create images that expose American preoccupations. His last series focused on African-Americans; his new work features white women.","itags":["npr_api","400396747"],"guid":"7a9ddf1e-86f2-4cc6-abd6-aec61c96457e","contentencoded":"<p>Advertisements don't need any words to say a lot about a culture.</p><p>That's one of the messages that shines through in the work of artist Hank Willis Thomas. In 2008, Thomas removed the text and branding from ads featuring African-Americans, creating a series he called <em>Unbranded, </em>which illustrated how America has seen and continues to see black people.</p><p>In the run-up to the 2016 election — and the possibility of a white woman being nominated — he's mounted a new exhibit, featuring women in print. It's called <em>Unbranded: A Century of White Women, </em>and it features images from mainstream commercial print advertisements from 1915 to today.</p><p>Stripping away the normal elements of an advertisement and reducing it to pure image is powerful, Thomas says.</p><p>\"I think what happens with ads — when we put text and logos on them, we do all the heavy lifting of making them make sense to us,\" he tells NPR's Linda Wertheimer. \"But when you see the image naked, or unbranded, you start to really ask questions.</p><p>\"That's why we can almost never tell what it's actually an ad for, because ads really aren't about the products. It's about what myths and generalizations we can attach, and the repetition of imagery of a certain type.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On what surprised him when he laid out the advertisements chronologically</strong></p><p>I actually was amazed to look at how advertising can function as a mirror for the hopes and dreams — or the anxiety — of a society at a period of time.<br />The one that really kind of struck a chord with me was this image from 1955 of a woman being dragged by her hair in a corset and holding a telephone. When I first saw the ad I was struck by the violence in it — it's a man, kind of dressed like a caveman ... dragging her. And the text said, \"Come out of the Bone Age, darling.\" And the suggestion was that corsets were made with bones, and that if you wanted to be advanced, like a modern woman, you would wear synthetic [materials].</p><p>But at the same time that that image was produced, Emett Till was killed in the United States for whistling at a \"white woman.\" And I found it fascinating that her virtue could be so challenged and maybe besmirched by him whistling at her, allegedly, but it would be OK in the public to present images of white women being dragged by their hair by white men.</p><p><strong>On how in the late '50s and early '60s the images became more sexualized</strong></p><p>I also think that it's amazing that it really happens almost immediately after World War II. And I think this sexualization in mainstream ads, which is what I use, was part of this need for women to be kind of put in a place.</p><p><strong>On whether it got any better for women as decades passed</strong></p><p><em>Mr. Mom</em> came out [in 1983], and we see that kind of switching of positions. And then the '90s is where I think things start to get more diverse — and then into the aughts it gets, I think, crazier. Because we see really sexist images, but we see images where African-Americans appear for the first time as equals to white women, we see men being kind of in a lesser position than women in certain images, and we even see same-sex couples.</p><p>But the final image is an image from 2015 for a Ram truck, where it looks like — it's based off an image of \"Washington Crossing the Delaware\" ... and there's all these women in bikinis in the cold. It really speaks to the ridiculousness of it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wordless+Ads+Speak+Volumes+In+%27Unbranded%27+Images+Of+Women&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400573711-c5b328.m3u?orgId=1&topicId=1141&d=277&p=7&story=400396747&t=progseg&e=400573577&seg=19&ft=nprml&f=400396747"},{"href":"http://media.npr.org/assets/img/2015/04/17/hwt15.022_1935-hr-edit-62923077c08fb3fe35f1ec4a010da410934dffc8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1924","width":"2887"}},{"href":"http://media.npr.org/assets/img/2015/04/17/hwt15.042_1955-hr-edit-c2795b3018a727c8880bcb4894188d05bb4801b2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2312","width":"3469"}},{"href":"http://media.npr.org/assets/img/2015/04/17/hwt15.050_1963-hr-edit-84ad991f60ba2d0d91e547c3cc6debfa5b1ccdb6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2228","width":"3343"}},{"href":"http://media.npr.org/assets/img/2015/04/17/hwt15.068_1981-hr-edit-52d7f29a5c34dbc14ba9ee75f354af7d651223b5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1674","width":"2511"}},{"href":"http://media.npr.org/assets/img/2015/04/17/hwt15.095_2008-hr-edit-8ff44c609587b7d6c5fdef4277fae427b69e62fc.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1669","width":"2502"}},{"href":"http://media.npr.org/assets/img/2015/04/17/hwt15.102_2015-hr-edit-4df5b8f0c8116f5ffbefa1a920c3e0bb0c7fa17a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1615","width":"2422"}},{"href":"http://media.npr.org/assets/img/2015/04/17/hwt15.049_1962-hredit-60c75848d00c44881e7ae1180f15888435ebb7c6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2435","width":"3652"}},{"href":"http://media.npr.org/assets/img/2015/04/17/hwt15.042_1955-hr-edit1-01550bc33522129e1842cc32d91b09a808fa274d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1779","width":"2372"}},{"href":"http://media.npr.org/assets/img/2015/04/17/hwt15.045_1958-hr-3500_custom-e37de3d94f9a874d87ace0b1ffd45adb0933c9ae.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3038","width":"2394"}}]}