{"created":"2014-11-11T22:14:30+00:00","modified":"2014-11-14T21:53:06+00:00","valid":{"from":"2014-11-14T21:53:06+00:00","to":"3014-11-14T21:53:06+00:00"},"hreflang":"en","guid":"7aab741a-a690-4323-a6a7-a3603f8dc44b","title":"This Tunisian woman supports equal rights for women by driving a cab — something she's done for 30 years","published":"2014-11-14T21:52:50+00:00","byline":"Kiran Alvi","tags":["women's rights","female taxi drivers","Religion","culture","democratization","Arab Spring","Culture","Arts, Culture & Media","Tunis","North Africa","Tunisia","Middle East","Yamina Jaouani","Ben Ali","Sabrine Ben Laabidi","Tunisia","Women in Tunisia","Zine El Abidine Ben Ali"],"teaser":"Tunisia's new constitution explicitly recognizes women's rights, including the right to drive a cab. But Yamina Jaouani has been a taxi driver in Tunis for nearly 30 years.","contentencoded":"<p>If you get into a taxi in Tunisia’s capital, you just might find yourself in a cab driven by a woman. Out of Tunis’s 16,000 cabbies, 40 of them are women.</p>\n<p>And 60-year-old Yamina Jaouani is one of them. A divorced mother of two, she's been supporting her family by driving a cab since 1986.</p>\n<p>“I’m actually surprised that it’s 2014, and there aren’t more women doing this,” Jaouani says.</p>\n<p>Watching her sister become Tunisia’s first female taxi driver in 1974 inspired her to take on a job so few women in Tunisia dare to do.</p>\n<p>“My sister went to France and saw women driving cabs there and since our president, Habib Bourguiba, supported women’s equality, my sister decided to drive one too. And when I needed to work for my family, I signed up.”</p>\n<p>Jaouani started driving a cab around the same time that <a href=\"http://www.bbc.com/news/world-africa-12196679\">Zine El Abidine Ben Ali</a> assumed the presidency in a bloodless coup. In 2011, he was ousted in Tunisia’s <a href=\"http://takingnote.blogs.nytimes.com/2014/10/06/tunisia-where-the-arab-spring-still-shows-promise/?_r=0\">Arab spring revolution</a>. Since then, Jaouani says, fewer police patrol the streets in Tunis and some areas are left unmonitored. As a result, she’s had to make adjustments.</p>\n<p>“I’ve been more concerned because I can’t work at night,” she says. “There are also places now that just aren’t considered safe, so that means fewer places that I can drive to.”</p>\n<p>But she’s careful to emphasize that she supports the revolution, even though she misses the cleanliness and safety of pre-revolutionary Tunis. She says a democratic government is worth making some minor changes to keep herself safe. The country's new constitution explicitly recognizes women's rights, including to drive a cab.</p>\n<p>Her 25-year-old daughter, Sabrine Ben Laabidi, says that her mother’s years of work made it possible for her to go college. After graduating and getting a job in IT, Ben Laabidi used her first paychecks to help her mother buy her own taxi.</p>\n<p>“My mother is a great woman,” Ben Laabidi says. “To be a taxi driver, this work, it’s enormous for a woman who is Arab, and who is Muslim. She’s a courageous woman.”</p>\n<p>Jaouani doesn’t see it that way. To her, driving a cab is just another job — one that happens to get some attention.</p>\n<p>“Maybe people think I’m not respected because this is a traditional country, but they do,” Jaouani insists. “Men are very proud, they tell me. Women get excited too. They tell me things like, ‘We are strong!’ ”</p>\n<p>Tunisia is a traditional country where women are vocal about their rights. In January, the National Constituent Assembly adopted an article in the <a href=\"http://www.quotaproject.org/uid/countryview.cfm?CountryCode=TN\">new constitution calling for gender parity in the assembly</a> (though it hasn’t happened yet), and endorses all efforts to “eradicate violence against women.”</p>\n<p>With these developments, Jaouani asks, what’s the big deal if women are cab drivers? Still, she warns that the freedoms women have in Tunisia are not to be messed with.</p>\n<p>“If anyone dare touches the rights that women have here, there would be a second revolution,” she says.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/P-4443.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/p-4443jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111120143.mp3"},{"href":"http://www.pri.org/file/111120143mp3"}]}