{"created":"2015-03-08T22:27:35+00:00","modified":"2015-03-12T03:05:13+00:00","valid":{"from":"2015-03-12T03:05:13+00:00","to":"3015-03-12T03:05:13+00:00"},"hreflang":"en","title":"Author Explores The Ripple Effects Of A Kidnapping In Mexico ","published":"2015-03-09T13:52:00+00:00","teaser":"In his collection<em> Barefoot Dogs, </em>Antonio Ruiz-Camacho offers varying perspectives on the kidnapping of a Mexican patriarch. He asks: \"How do you reach closure when someone you love has disappeared?\"","itags":["npr_api","390690592"],"guid":"7aaf1665-33a5-4f97-ae55-543a7c26d824","contentencoded":"<p>Antonio Ruiz-Camacho's new book <em>Barefoot Dogs</em> is billed as a collection of short stories, but it could easily be called a novel. Each piece provides a perspective on one horrific event: the abduction of the patriarch of a wealthy Mexican family by a drug gang.</p><p>Throughout the book, readers see how this affects children, grandchildren, mistresses and others, as the tragedy follows the family through exile in the United States and Europe</p><p>Ruiz-Camacho left Mexico over a decade ago, but like the characters in his book, he is haunted by the drug violence that has torn the country apart.</p><p>\"I wanted to explore that,\" he tells NPR's Arun Rath. \"How do you reach closure when someone you love has disappeared and you don't know what happened to them? That's one of the many things that these characters are facing.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the current events that inspired these stories</strong></p><p>I think the loss of someone out of a disappearance has to be one of the hardest ways of loss to endure. Many people, thousands of people have disappeared from Mexico in the last years as a result of the drug wars. That has affected me and haunted me deeply, especially because I'm now living abroad.</p><p><strong>On the story \"I Clench My Hands Into Fists and They Look Like Someone Else's,\" written entirely in dialogue between two siblings</strong></p><p>That's a story that was fun to write but also a challenge. I wanted the reader to realize some of that claustrophobic sense of being stuck at an apartment in this place that you don't know. ... One of the novels that I really admire is Manuel Puig's <em>Kiss of the Spider Woman </em>[written mostly as dialogue between two prisoners] ... that was my little attempt to an homage to Manuel Puig.</p><p>In a way they are stuck. I mean, they are free to go outside, but they are alone, they are on their own, their parents are back in Mexico City. Even though they are privileged, spoiled kids in a Lower East Side apartment in Manhattan, they have lost everything they had. And I wanted to reflect that sense of loss and that sense of frailty.</p><p><strong>On how his journalism career informed his writing</strong></p><p>I've worked as a journalist for almost 19 years, many of those covering immigration issues both here in the States and back in Mexico. So I had the opportunity to see first-hand what immigrants of all backgrounds experience on a day-to-day basis. One of the things that has always struck me about them is their ability to reinvent themselves in these new places. How they can cope with so much without even knowing what's at stake for them. I think those experiences are present in the book.</p><p><strong>On reactions he's gotten to the book from readers in Mexico</strong></p><p>It's been interesting because I was a bit concerned about what friends in Mexico or people in Mexico would think about the book. Especially because, yeah, this is a big crisis going on in Mexico, but I left Mexico almost 15 years ago so I was not sure if they would think that I was allowed to be part of this conversation.</p><p>But the book has been sold to be published in Mexico in the fall and I am in charge of the translation. So to me that was like a sanction — like, \"OK, I did things right here.\" I think more Mexicans relate to the book, and not just me.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Author+Explores+The+Ripple+Effects+Of+A+Kidnapping+In+Mexico+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391708162-47fca1.m3u?orgId=1&topicId=1033&e=390690592&d=305&ft=nprml&f=390690592"},{"href":"http://media.npr.org/assets/img/2015/03/09/barefoot-dogs-stories-3620714f2b16b69c097b45699dfcc7f2f1591042.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1799","width":"2400"}},{"href":"http://media.npr.org/assets/img/2015/03/04/ruizcamacho_color-8fc80ea49faafe68dd175c35341a60080e409d2e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2493","width":"3318"}}]}