{"created":"2014-11-10T20:54:40+00:00","modified":"2014-11-11T16:12:17+00:00","valid":{"from":"2014-11-11T16:12:17+00:00","to":"3014-11-11T16:12:17+00:00"},"hreflang":"en","guid":"7ab60c6a-f6a4-443e-aa36-64975e29ffeb","title":"Conflicts over ISIS turn physical and violent on Turkey's college campuses","published":"2014-11-11T16:11:49+00:00","byline":"Jacob Resneck","tags":["ISIS","conflict","education","protests","SafeMode","Conflict","Conflict & Justice","Kobane","Istanbul","Asia","Turkey","Syria","Middle East","Sebnem Korur Fincanci","Ibrahim Karci","Mustafa Hasan Gunes","Islamism","Student activism","ISIS","Islamic State of Iraq and Syria"],"teaser":"On college campuses in Turkey, masked, stick-wielding students have clashed with leftist activists over banners criticizing ISIS and Turkey's seeming indifference to the fight that's raging in nearby Syria. Many say the conflicts are reminiscent of the country's violent past.","contentencoded":"<p>Campus life in Turkey has been a little tense lately. In recent weeks, masked, stick-wielding students have clashed with leftist activists over banners criticizing ISIS and Turkey’s apparent indifference over the fate of the predominately Kurdish city of Kobane in neighboring Syria.</p>\n<p>The first serious attack came on Sept. 26 and <a href=\"http://www.youtube.com/watch?v=aR4eP85kLlw\">was captured on video</a>. Islamist students smashed up tables inside Istanbul University where leftist students had posted banners expressing solidarity with Kurdish forces holding out in Kobane.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2824\" width=\"5024\" alt=\"A crowd of university protesters marched on Istanbul University on Nov. 6, 2014, holding a banner that read, “Youth are resisting against fundamentalism, war and AK Party.”\" title=\"A crowd of university protesters marched on Istanbul University on Nov. 6, 2014, holding a banner that read, “Youth are resisting against fundamentalism, war and AK Party.”\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/DSC00010.JPG\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ibrahim Karci</p>\n<p> </p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>A crowd of university protesters marched on Istanbul University on Nov. 6, 2014, holding a banner that read, “Youth are resisting against fundamentalism, war and AK Party.”</p>\n  </div>\n</div>\n<p>Perhaps most disturbing was the fact that campus security sat back while rival groups hurled bottles at each other — leaving other students to dodge broken glass. The video ends with some students shouting Islamist slogans.</p>\n<p>It wasn’t an isolated incident.</p>\n<p>A week later another clash — between a leftist group and Islamist assailants calling themselves Muslim Youth — broke out. This time, police intervened and arrested members of both groups. Knives, a meat cleaver and other weapons were confiscated.</p>\n<p>Such incidents have continued over the past several weeks.</p>\n<p>“What we were doing was not insulting Islam,” says Mustafa Hasan Gunes, a student and socialist activist. “We’re trying to stop the AK Party and its imperialist policies in the Middle East.”</p>\n<p>The 22-year-old changed his major to extend his student life, and he’s been a fixture at campus protests for about five years. He’s no stranger to scrapping when his small group is physically attacked by students who disagree with him. But he says these days, religious extremists are bringing knives — and worse — to what should be a fist fight.</p><div class=\"media media-element-container media-default\"><img height=\"2824\" width=\"5024\" style=\"line-height: 20.0063037872314px;\" alt=\"Student protesters shout slogans outside the faculty’s gates. \" title=\"Student protesters shout slogans outside the faculty’s gates. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/DSC00016.JPG\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ibrahim Karci</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Student protesters shout slogans outside the faculty’s gates. </p>\n  </div>\n</div>\n<p>Veteran academics say this type of violence echoes the country's violent past.</p>\n<p>“These people, the right-wing people, or the religious people, ... they are supported by the state,” says Istanbul University Professor Sebnem Korur Fincanci, an outspoken critic of Turkey’s human rights record. She’s convinced the ruling AK Party is using Muslim youth groups as proxies to further its political interests and intimidate politically active students.</p>\n<p>But she cautions against exaggerating the level of violence; it's not nearly as bad as the 1970s, she says.</p>\n<p>“When I was a student, there were some barriers in between the buildings because if you went to another building you would be killed,” she says.</p>\n<p>Those barriers were to keep warring factions physically apart. Fincanci — who teaches about torture at the school’s medical school — says Turkish governments have a history of using violent student groups as proxies to intimidate its young critics. And the pro-ISIS groups on campus are an extension of that policy.</p>\n<p>Fincanci says her students recently had to hold a panel on Kobane in a hallway, because the university’s dean was afraid to open up a meeting room.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2824\" width=\"5024\" style=\"line-height: 20.0063037872314px;\" alt=\"On the route of the marching protesters, Riot police took their position to intervene in case of any clashes.\" title=\"On the route of the marching protesters, Riot police took their position to intervene in case of any clashes.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/DSC00027.JPG\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ibrahim Karci</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>On the route of the marching protesters, Riot police took their position to intervene in case of any clashes.</p>\n  </div>\n</div>“They are afraid of a political clash between different political groups because everything is so sensitive now,” she says. “They are afraid there would be clashes, there would be some attacks.”\n<p>At Istanbul University, near where the first clashes broke out, 22-year-old geography student Recep Cinar is watching a particularly intense ping pong match. The rapid-fire contest could be a perfect metaphor for what’s happening on campuses. Cinar says his peers are starting to stay away from school, for fear that they’ll be caught in the crossfire.</p>\n<p>“Both of the rival groups contain aggressive elements,” Cinar says.</p>\n<p>Members of Muslim youth groups contacted via social media either refused to comment or didn’t respond. Many have publicly disavowed any connection with the campus attacks.</p>\n<p>The only official response has been a permanent police presence around university campuses with security officers checking IDs at the gates.</p>\n<p>The Turkish government has been unusually quiet in recent weeks — and won’t address any of the charges that they are sanctioning violence, or creating divisions.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2824\" width=\"5024\" alt=\"On the route of the marching protesters, riot police took their positions - but ultimately did not intervene.\" title=\"On the route of the marching protesters, riot police took their positions - but ultimately did not intervene.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/DSC00028.JPG\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ibrahim Karci</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>On the route of the marching protesters, riot police took their positions - but ultimately did not intervene.</p>\n  </div>\n</div>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/DSC00013.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dsc00013jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111020148.mp3"},{"href":"http://www.pri.org/file/111020148mp3"}]}