{"created":"2014-12-06T12:47:58+00:00","modified":"2014-12-11T20:15:41+00:00","valid":{"from":"2014-12-11T20:15:40+00:00","to":"3014-12-11T20:15:40+00:00"},"hreflang":"en","title":"A Premature Obituary Can Be A Sweet — If Strange — Gift","published":"2014-12-06T16:51:00+00:00","teaser":"Obituaries tend to smooth over the failures in a long life. So, says NPR's Scott Simon, it might be nice to write one for a loved one while he or she is still alive to appreciate it.","itags":["npr_api","368751496"],"guid":"7ab8ede7-04b0-4370-9352-818f6dabbccd","contentencoded":"<p>This just in: Kirk Douglas is not dead.</p><p>\"The announcement of my death is premature,\" <a href=\"http://www.usatoday.com/story/life/people/2014/12/01/kirk-douglas-death-announcement-is-premature/19743185/\">he told USA Today</a>, after <em>People Magazine</em>'s website ran an obituary this week for Mr. Douglas, who looks vigorous, says he feels strong, has just published a book of poetry, and will turn 98 years old on Tuesday.</p><p>News organizations prepare obituaries in advance, of course. They just usually wait for someone to die before they run them. People hasn't said how they happened to hit the send button on Kirk Douglas.</p><p>I don't know if Mr. Douglas read the obituary that <em>People</em> briefly posted. But I imagine that, save for reading that he was gone, Kirk Douglas could only be delighted by the way his life was encapsulated.</p><p>He has enjoyed one of the great, long careers in an industry famous for flash and fad. But the glimpse of the obituary Mr. Douglas might have gotten didn't seem to mock or even much remark on some of the slightly silly hairy-costume epics in which he appeared, like <em>The Vikings</em>; or the soap operas-on-horseback, like <em>Last Train from Gun Hill</em>. The obit dwelled on Mr. Douglas' fierce portrayal of the fragile and frantic genius of Vincent Van Gogh in <em>Lust for Life</em>; or the vagabond modern cowboy in <em>Lonely Are the Brave</em>; and how he used his stardom to get great films like <em>Paths of Glory</em> and <em>Spartacus</em> made, and helped break the Hollywood blacklist. It noted how a man famous for his star quality didn't dim when felled by a stroke and slurred speech.</p><p>The obit might have mentioned flops and infidelities, of which Mr. Douglas had quite a few. But an obituary strives to have the perspective of a full life. Failures and mistakes which once loomed huge can finally be seen as small bumps on a long road.</p><p>Maybe it would be a good exercise — even a gift, in the holiday season — to help write a brief obituary for someone you love while they are still vibrant, alive, and able to appreciate it. You can remember a grandmother, who may seem a little halting and crotchety now, as she was when she was young and light-hearted. You can ask a father who can seem exasperated about being an authority figure now to remember the years when he was young, unruly, and even a little sassy. Seeing your life stretched out may make you see disappointments and defeats as pointers, not missteps, along that long road.</p><p>A magazine's blunder may have given Kirk Douglas a pretty good gift for his 98th birthday: the chance to see how his life adds up, while he can still add to it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Premature+Obituary+Can+Be+A+Sweet+%E2%80%94+If+Strange+%E2%80%94+Gift&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"172"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368931717-9c5795.m3u?orgId=1&topicId=1060&aggIds=4495795&ft=3&f=368751496"},{"href":"http://media.npr.org/assets/img/2014/12/05/150269397-73e337cd2ad545bcac558856fb2416260cd4854c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1890","width":"2520"}}]}