{"created":"2014-11-05T21:44:13+00:00","modified":"2015-04-30T19:32:53+00:00","valid":{"from":"2015-04-30T19:32:53+00:00","to":"3015-04-30T19:32:53+00:00"},"hreflang":"en","title":"A French Best-Seller's Radical Argument: Vichy Regime Wasn't All Bad","published":"2014-11-06T15:23:00+00:00","teaser":"In <em>French Suicide,</em> conservative journalist Eric Zemmour argues that if the country wants to reverse its decline, it must cut through its complex about the collaborationist World War II government.","itags":["npr_api","361790018"],"guid":"7abeb5f9-1c7a-463b-b433-21994fa700f1","contentencoded":"<p>On a recent night in France, conservative journalist Eric Zemmour, author of <a href=\"http://www.albin-michel.fr/Le-Suicide-francais-EAN=9782226254757\" target=\"_blank\">Le Suicide Francais</a> (French Suicide), was under attack on a talk show — again. The debate over Zemmour's book has monopolized conversation on the airwaves and in cafes.</p><p>In a nutshell, Zemmour says France is in decline because its traditional values — nation, family — have been destroyed over the past 40 years and replaced by a feminist, pro-gay, egalitarian agenda imposed on the country by left-wing elites. And, he says, the country has been undermined by successive waves of Muslim immigration.</p><p>\"France today is suffering from a spiritual and an identity crisis,\" he tells NPR. \"Plus we've been subjected to massive immigration — Muslims who reject our culture. So the French feel overwhelmed and they don't recognize themselves or their country anymore.\"</p><p>The book coincides with the growing political success of the far-right National Front Party, but Zemmour denies any connection. He says he's involved in ideological combat, not politics. Still, critics say his book attempts to give intellectual justification to the policies of the far right.</p><p><strong>A Symptom Of Crisis</strong></p><p>Whatever the critics say, <em>Le Suicide Francais</em> has certainly struck a chord. In a popular Paris bookstore, employee Olivier Gras says they've reordered the book four times and can't seem to keep it in stock. The 500-plus-page best-seller is packed with footnotes and references and has an intellectual patina — a big selling point in a country that worships intellectuals.</p><p>Parisian Alexandra Riguet is browsing the stacks<em><strong>.</strong></em><strong><em> </em></strong>She says she would never read the book:<strong><em> </em></strong>\"He's just surfing a wave of fear and fragility in France right now, taking advantage of a certain fringe that's scared and ill at ease.\"</p><p>But Zemmour says his ideas have wide support. He says people are just afraid to speak out lest they be labeled racist or homophobic. Jean Descartes, who has just left the bookstore and has read Zemmour's book, agrees.</p><p>\"He has the courage to tell the truth,\" Descartes says. \"I just came out of the metro and I was the only white person on the platform. That's not normal. Add the high cost of living, taxes, insecurity, immigration. We're sick of it all.\"</p><p>Christian Makarian, editor of newsmagazine <em>L'Express,</em> says Zemmour's ideas are popular because the French model is in crisis and politicians don't have any concrete answers.</p><p>\"Zemmour is a kind of symptom of the French global, intellectual, political, philosophical crisis,\" he says.</p><p><strong>'It Always Comes Back To Vichy'</strong></p><p>Of all Zemmour's theories, the one that's rattled people the most is his view of France's World War II collaborationist government in Vichy. Zemmour, who is Jewish, argues that by first deporting foreign Jews to Germany's death camps, Vichy actually helped save French Jews. That assertion has provoked a firestorm of criticism from people who say it was ordinary French citizens who saved Jews, not Vichy.</p><p>Zemmour's claim revolves around the seminal 1970s work of American historian Robert Paxton, whose study of Vichy helped France come to terms with its wartime past. Zemmour says Paxton's thesis that Vichy was all-guilty is wrong because the regime wasn't so black and white.</p><p>\"I felt compelled to include this in the book,\" he says, \"because guilt over Vichy lies at the very heart of French self-loathing, even today. ... Every time we want to send illegal immigrants back, the elites scream that it smacks of Vichy. If we encourage foreigners to assimilate, we're accused of colonialism and Vichy. It always comes back to Vichy.\"</p><p>If France wants to reverse its decline, Zemmour says, it has to cut through its Vichy complex and start anew.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+French+Best-Seller%27s+Radical+Argument%3A+Vichy+Regime+Wasn%27t+All+Bad&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361820880-9f77f5.m3u?orgId=1&topicId=1161&aggIds=100876926&d=249&p=2&story=361790018&t=progseg&e=361640317&seg=8&ft=nprml&f=361790018"}]}