{"created":"2015-02-26T21:14:43+00:00","modified":"2015-02-26T22:58:13+00:00","valid":{"from":"2015-02-26T22:58:13+00:00","to":"3015-02-26T22:58:13+00:00"},"hreflang":"en","guid":"7acdb4d8-f1bf-4abf-bcde-378e9a8a4efa","title":"A 'stimulating' film is causing a stir in Israel","published":"2015-02-26T22:58:04+00:00","byline":"Daniel Estrin","tags":["Judaism","Religion","sex","movies","culture","Lifestyle","Lifestyle & Belief","Asia","Israel","Middle East","Ori Gruder","Masturbation","Haredi Judaism","Entertainment","Religion"],"teaser":"Plenty of religions tell their members that masturbation is a sin, but few are willing to go to the lengths of ultra-Orthodox Jews to make sure the rule is followed. That struggle is the subject of a new documentary, \"Sacred Sperm,\" from an ultra-Orthodox filmmaker who lives that temptation.","contentencoded":"<p>Ori Gruder, an ultra-Orthodox Jewish filmmaker in Israel, is taking an intimate look at how his devout community comes to grips with a religious prohibition against masturbation.</p>\n<p>In his new documentary, \"<a href=\"http://www.imdb.com/title/tt4005662/\">Sacred Sperm</a>,\" Gruder takes viewers into the closed-off world of Hasidic Jews — and recounts his own struggles with the prohibition.</p>\n<p>The film opens with Gruder praying alone in a synagogue. “Oy,” he sighs. “God, give me the strength to stay sexually pure. Please, please help me.”</p>\n<p>Gruder was a totally different man in his 20s, one who really didn’t really care much what God thought. He used to be “a beachboy surfer, a filmmaker, making films with a lot of beautiful women always around,\" he remembers. \"Parties. Cocktails. The good life, you know? What I thought was good life.”</p>\n<p>Then, at the age of 30, Gruder became a Hasidic Jew. He’s 44 now, but he's <em>still</em> atoning for his past behavior — especially for sins of the flesh.</p>\n<p>A rabbinic sage once said that rolling in the snow naked is a good way to cleanse the soul. So, in one of the most arresting scenes in \"Sacred Sperm,\" Gruder goes to Israel’s only ski resort. He gets off the chairlift, finds a remote spot on the mountain, sheds his black coat, black pants and everything else into a pile, and rolls in the snow, praying.</p>\n<p>It’s all tastefully filmed.</p>\n<p>“It seems, on the paper, black on white, crazy,\" Gruder admits, speaking at a film studio in Tel Aviv in between edits on a new film. \"Prevent spilling the sperm, just, you know, for fun, as a teenager. It’s one of the things that we are not allowed to do. It’s forbidden to spill sperm for nothing. Punishment for that is very, very strict. That is the worst thing to do from the Torah.”</p>\n<p>Of course, reaching below the belt is a no-no in many religions. But what may surprise viewers is just how much pressure the ultra-Orthodox community is willing to put on its members to follow the commandment.</p>\n<p>According to the film, Hasidic boys are taught not to touch themselves when they urinate. When it comes to sperm samples — in the case of Hasidic men who need to undergo chemotherapy but want to store away healthy sperm to father babies in the future — many prefer to use electrical stimulation under anesthesia so they don’t have to, you know, do it themselves. </p>\n<p>Viewers also get to see Hasidic Rabbi Israel Aharon Itzkovich show a pair of his loose-fitting underwear, which prevents unnecessary friction, and explain how boys are taught to stand on their tiptoes until certain urges pass.</p>\n<p>But how can an entire community, especially teenage boys thumping with hormones, actually follow this religious prohibition?</p>\n<p>Rabbi Itzkovich says it's simple: Boys, from a very young age, are told not to touch themselves for any reason. From the age of 13, you’re in religious school from 6:30 a.m. to about 10 p.m., anyway. There’s no time to think about anything else, he says. Plus, you get married very young.</p>\n<p>Gruder says he knows many viewers might find this nuts, but “I am making films about my world,\" he says.</p>\n<p>His goal is for people outside his religious community to “see that we are people, with urges, talking about subjects, dealing with subjects that nobody thought we are dealing [with]. I think people feel the honesty.”</p>\n<p>Gruder didn’t make the film for the ultra-Orthodox Jewish community — it generally shuns cinema — but he says the film is surging through the community on the messaging service WhatsApp.</p>\n<p>Now, he says, Hasidic men stop him on the street all the time. \"Shame on you,\" some tell him — but others thank him for dealing with such a subject.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-26%2Fstimulating-israeli-film-about-stimulation-causing-stir&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02262015_09.mp3"},{"href":"http://www.pri.org/file/0226201509mp3"}]}