{"created":"2014-10-22T21:39:40+00:00","modified":"2014-10-28T14:08:59+00:00","valid":{"from":"2014-10-28T14:08:59+00:00","to":"3014-10-28T14:08:59+00:00"},"hreflang":"en","guid":"7ad1cd29-8bd7-4edd-9cc4-98179e6d81a0","title":"Ebola-related precautions on flights from West Africa get praise from this Liberian","published":"2014-10-28T14:08:58+00:00","byline":"Joyce Hackel","tags":["Ebola","ebola outbreak","flight ban","air travel","Health","Health & Medicine","Monrovia","WASHINGTON","Africa","North America","United States","Liberia","West Africa","Africa","North America","Patrice Juah","airplanes","airlines","flights","Ebola","deadly virus","monitoring","Washington Dulles International Airport","Roberts International Airport","Airport"],"teaser":"Liberian Patrice Juah boarded a plane from Monrovia this week to come to the US. When she arrived at Washington's Dulles International aiport, she encountered a host of new screening measures, including a system for 21 days of self-monitoring. She says she came away impressed and reassured","contentencoded":"<p>Airport authorities in the US are keeping a much closer eye on passengers arriving from Liberia, Sierra Leone and Guinea these days. </p>\n<p>There are plenty of temperature screenings and forms to complete, of course. And starting on Monday, anyone arriving from one of those three Ebola-stricken countries will have to undergo a strict, 21-day monitoring for Ebola symptoms.</p>\n<p>Patrice Juah got the full treatment when she flew out of Monrovia, Liberia, on Tuesday, headed for Washington's Dulles International Airport via Brussels.</p>\n<p>Juah says the screenings started even before she could get through the airport's main entrance. Authorities insisted on taking the temperature of her <em>driver</em> before the vehicle she took to the airport was allowed through the airport's entrance gates. Juah's mother, who wasn't travelling, wasn't even allowed to enter the airport grounds.</p>\n<p>But Juah wasn't bothered. \"I'm really impressed with how this thing is being handled,\" she says. \"They're not taking any chances.\"</p>\n<p>She also says she was treated with respect when she finally arrived in Washington: \"The first immigration guy that I met, he was really warm and friendly. When he saw my Liberian passport he said, 'Welcome, and enjoy your trip.'\"</p>\n<p>Juah had only one more step after that: Authorities gave her a personal thermometer and told her to use it daily. She also recieved a list of contacts she should call in case she starts to feel sick.  </p>\n<p>The extensive precautions may have reassured Juah, but they haven't silenced a small but vocal group in the US calling for a ban on passengers from countries affected by the Ebola outbreak in West Africa. Juah says a flight ban would only worsen the situation in West Africa; She and other West Africans are \"hoping and praying\" that it doesn't happen. </p>\n<p>\"It's not the way forward,\" she says. \"They wouldn't be able to get aid to the people. ... Compassion is really needed at this time, knowing that we're still connected to the world, knowing that people are still coming in to empathize and work with us.\"</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102220141.mp3"},{"href":"http://www.pri.org/file/102220141mp3"}]}