{"created":"2014-10-07T20:59:31+00:00","modified":"2015-01-08T15:05:20+00:00","valid":{"from":"2015-01-08T15:05:20+00:00","to":"3015-01-08T15:05:20+00:00"},"hreflang":"en","title":"Actress Elaine Stritch, 'Her Own Greatest Character,' Dies At 89","published":"2014-07-22T19:19:00+00:00","teaser":"In a career that stretched back to the '40s, Stritch did it all: theater, TV, movies. Candid about just about everything, she said she didn't mind the word aging — after all \"it applies to everyone.\"","itags":["npr_api","332311701"],"guid":"7ad32389-dab7-4ee7-817e-9db1e955e4e5","contentencoded":"<p>Elaine Stritch — one of Broadway's boldest and brassiest performers — has died. With that gravelly voice — and those long legs — and that utter command of the stage, Stritch was a bona fide Broadway star. Not as a classic leading lady, necessarily, but as the hardened-yet-vulnerable performer audiences couldn't forget. Stritch died of natural causes Thursday morning at her home in Birmingham, Mich. She was 89.</p><p>In <a href=\"http://www.npr.org/2014/03/01/280715944/elaine-stritch-volatile-and-vulnerable-in-shoot-me\">an interview with Stritch</a> in March 2014, NPR's Scott Simon observed that the stage and screen legend \"may be her own greatest character.\"</p><p>In a career that stretched back to the 1940s, Stritch did it all: theater, TV, movies. She was nominated for several Tony Awards and won three Emmys. She starred in the 1961 Noel Coward musical <em>Sail Away</em><em> </em>and the 1970 Stephen Sondheim musical <em>Company.</em> (With her performance of \"<a href=\"http://youtu.be/virv-1o2KjE?t=7s\" target=\"_blank\">Ladies Who Lunch</a>,\" Sondheim said, Stritch turned what he thought was \"just a simple saloon song\" into a \"piece of theater.\")</p><p>Stritch was born in Detroit, where her father was a rubber company executive. She was raised Roman Catholic and when she first moved to New York City, she went to a finishing school at the Convent of the Sacred Heart. Years later, Broadway producer Hal Prince said Stritch had \"the guts of a jailbird\" but \"the convent girl is still there.\"</p><p>It's been said that Stritch could always play older than she really was. She was 20 when she sang Zip in <em>Pal Joey</em>, but Stritch herself said she looked 40. She had a terrific sense of humor about her looks — and her age. In 1988, Stritch told NPR's Susan Stamberg that she didn't mind the word \"aging\" at all.</p><p>\"It applies to everyone,\" she said. \"I saw a kid 16 on the street and he was aging. We're all aging but somehow the press loves to say it when you're over 40.\"</p><p>Stritch was candid about everything — her age, her alcoholism, her diabetes. In her book <em>Am I Blue?: Living with Diabetes and, Dammit, Having Fun!</em> she wrote about being diagnosed with the disease at the peak of her career.</p><p>\"More than with any other condition I know of,\" she wrote, \"the diabetic simply has to understand the nature of the illness and become intimately involved in treating it.\" But with her trademark wit she also said: \"Diabetes is great because I can say, 'My blood sugar is off. I have to go.' \"</p><p>In 2002, when she was in her late 70s, she launched a Tony Award-winning, one-woman show called <em>Elaine Stritch at Liberty. </em>She continued performing well into her 80s. In 2008 Stritch won an Emmy — her third — for her role as character Jack Donaghy's mother on NBC's <em>30 Rock</em>.</p><p>Stritch once said, \"I just pray that I can be at least amusing.\"</p><p>And was she ever.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Actress+Elaine+Stritch%2C+%27Her+Own+Greatest+Character%2C%27+Dies+At+89&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332351654-b395cf.m3u?orgId=1&topicId=1144&ft=3&f=332311701"}]}