{"created":"2015-06-15T21:51:50+00:00","modified":"2015-06-16T12:10:20+00:00","valid":{"from":"2015-06-16T12:10:20+00:00","to":"3015-06-16T12:10:20+00:00"},"hreflang":"en","title":"Theft Of Social Security Numbers Is Broader Than You Might Think","published":"2015-06-15T22:33:00+00:00","teaser":"The hack of federal workers' personal data is the latest theft of Social Security numbers. The government isn't saying how many SSNs have been stolen over time. One expert says it's more than half.","itags":["npr_api","414618292"],"guid":"7af56ff2-d4c9-4f2c-ad78-0bba16e0dd34","contentencoded":"<p>As cyberattacks continue, analysts are seeing a new pattern: Hackers are focused on stealing personally identifiable information. That includes the security clearances of U.S. intelligence officers, with the reported <a href=\"http://bigstory.ap.org/article/d842d757851b4a59aca2aecf2f31995a/union-says-all-federal-workers-fell-victim-hackers\">theft of background information</a>. It also includes information that's less sensitive but far-reaching — like Social Security numbers.</p><p>In an interview with NPR's Audie Cornish, NPR's Aarti Shahani took a look at just how many Americans' Social Security numbers have been stolen so far, and what's being done about it.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>Let's start with stats. Following big data breaches like Anthem and, more recently, the federal government's Office of Personnel Management, how many </strong><strong>Social Security</strong> <strong>numbers have been taken?</strong></p><p>The question sent us on a wild goose chase.</p><p>The Social Security Administration says it does not have a count. So we turned to the Federal Trade Commission, which is the lead agency on identity theft for the federal government. FTC officials say they don't have anything approximating that number because they don't track data breaches. It's not part of their mandate from Congress.</p><p>The FTC suggested we contact Verizon. Their business unit, Verizon Enterprise Solutions, publishes a very popular <a href=\"http://www.verizonenterprise.com/DBIR/2015/\">annual report</a> on breaches.</p><p><strong>So, to get a tally on theft of </strong><strong>Social Security</strong><strong> numbers, the federal government sent NPR to a phone company?</strong></p><p>Pretty much.</p><p>Verizon gets cyberattack data from dozens of organizations around the world, including federal agencies like the Secret Service and the Department of Homeland Security's Computer Emergency Readiness Team.</p><p>Jay Jacobs, lead data scientist at Verizon for the breach report, is a foremost expert who has been slicing and dicing this data for years. He estimates 60 percent to 80 percent of Social Security numbers have been stolen by hackers. NPR put the question to him multiple times and he stuck by this estimate.</p><p>That number is staggering. It's far larger than the estimate, by the federal workers union, that <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/11/413751055/union-all-data-of-all-federal-employees-hacked\">every federal employee</a> is a victim.</p><p>Jacobs pointed out that while Social Security numbers have been stolen for decades, the scale of the problem is new. Before, socials were written or typed on a piece of paper, and breaking into one filing cabinet doesn't scale up. But now that everything is digital, if hackers compromise a server or data warehouse, that theft scales into the millions, quickly.</p><p>\"It's gotten somewhat easy for the attacker,\" Jacobs says. \"I think we're underestimating just how [many] records are out there.\"</p><p><strong>So the problem of theft has changed by orders of magnitude, but just because your number was stolen doesn't mean you're a victim of identity theft?</strong></p><p>Correct. The number of victims is definitely smaller. But we don't have a great estimate on how many people have actually been harmed. That'll unfold over time.</p><p>One key detail: The burden falls on you to vigilantly monitor if you are a victim. The Social Security Administration has a <a href=\"http://www.ssa.gov/pubs/EN-05-10064.pdf\">policy</a>: You can't change your Social Security number just because it's been stolen. You need proof it's been abused. SSA is strict about it. In all of 2014, they replaced only 250 Social Security numbers based on misuse and disadvantage.</p><p><strong>What about technological solutions? Is there something better than a Social?</strong></p><p>In health care, which is where a lot of this problem is originating, there are efforts to reduce the so-called Social Security footprint.</p><p>Aetna, the health insurer, has <a href=\"https://news.aetna.com/cyber-security-keeping-consumer-data-safe/\">a policy</a> to collect, store and share Social Security numbers in fewer and fewer places, to reduce the threat of exposure.</p><p>There's a new generation of health apps that help you visit the doctor or ER. A popular one called <a href=\"https://www.itriagehealth.com/\">iTriage</a> has a policy of not collecting or storing Social Security numbers, specifically for security reasons.</p><p>Outside health care, there are tech companies working on alternative ways to identify a person through <a href=\"http://www.npr.org/sections/alltechconsidered/2015/04/23/401466507/biometrics-may-ditch-the-password-but-not-the-hackers\">biometrics</a> (think iris scans), and systems that <a href=\"http://www.darkreading.com/operations/identity-and-access-management/behavioral-biometrics-on-the-rise-at-rsa-conference/d/d-id/1320134\">track your behavior</a> to block access if it looks like you're not acting like yourself. Experts say systems have to be revamped to do <a href=\"http://www.cnet.com/news/two-factor-authentication-what-you-need-to-know-faq/\">two-factor authentication</a> — where the user provides not just a password, for example, but also a fingerprint.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Theft+Of+Social+Security+Numbers+Is+Broader+Than+You+Might+Think&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"182"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414689907-a207d4.m3u?orgId=1&topicId=1019&d=182&p=2&story=414618292&t=progseg&e=414663694&seg=15&ft=nprml&f=414618292"},{"href":"http://media.npr.org/assets/img/2015/06/15/gettyimages-52123754-8cba968f69cb078cc3f830fb02493f2f8ab20cc3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2055","width":"2740"}}]}