{"created":"2015-02-04T23:26:56+00:00","modified":"2015-06-25T17:45:25+00:00","valid":{"from":"2015-06-25T17:45:25+00:00","to":"3015-06-25T17:45:25+00:00"},"hreflang":"en","title":"Harper Lee's Friend Says Author Is Hard Of Hearing, Sound Of Mind","published":"2015-02-06T20:12:00+00:00","teaser":"News of a second novel has raised concerns that the <em>To Kill a Mockingbird</em> author is being taken advantage of in her old age. But friend Wayne Flynt says Lee, 88, can \"understand what's going on.\"","itags":["npr_api","383854514"],"guid":"7af8a5cb-5f76-4145-ac31-e45ce92e9a38","contentencoded":"<p>News that <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/03/383524982/harper-lee-plans-to-publish-a-new-novel-featuring-mockingbird-hero\">a second novel by Harper Lee</a> will be published next July has thrilled fans of her first novel, <em>To Kill a Mockingbird,</em> but it has also been met with some skepticism and concern. Lee has been involved in several legal skirmishes and controversies in recent years, raising questions about whether she is being taken advantage of in her old age.</p><p>Charles Shields first heard about the newly discovered manuscript, <em>Go Set a Watchman,</em> when he was researching his biography of the writer in 2006. He came across references to it in Lee's correspondence with her first agent back in the 1950s, but he never knew what happened to the book.</p><p>\"I concluded that <em>Go Set a Watchman</em> had died on the author's hands or hadn't gained any traction with publishers and was set aside,\" he says. \"So I'm really surprised after over a half a century to see it come out.\"</p><p>Shields is among those who find it curious that the novel surfaced so soon after Lee's sister <a href=\"http://www.npr.org/2014/11/19/365120931/alice-lee-sister-of-mockingbird-author-dies-at-103\">died last fall</a>. Alice Lee had been the author's lawyer for many years. She gave up the position when she turned 100, which is when the author started getting involved in some very public disputes with her agent, the town where she lived and a journalist who befriended Lee and <a href=\"http://www.npr.org/2014/07/19/332361946/to-meet-a-mockingbird-memoir-recalls-talks-with-harper-lee\">wrote a book about her</a>. The sudden appearance of <em>Go Set a Watchman</em> has added to speculation that Lee's interests are no longer being protected. But Jonathan Burnham, Lee's new publisher, says the book wasn't discovered among Alice's belongings after she died.</p><p>\"In fact, it was not connected to Alice,\" he says. \"It was discovered by her lawyer and friend, Tonja Carter, in a safe location in the town where [Lee] lives, where [Lee's] archival material is kept. And it was found attached to an original manuscript of <em>To Kill a Mockingbird</em>.\"</p><p>Still, Shields says he can't see why Lee would want to publish this early attempt at a novel now. \"I think she had made up her mind that she was grateful to have done so much with her first book and couldn't see any advantage to bringing out another one,\" he says. \"And now suddenly here she is — blind, 88 years old, in assisted living — telling us that she's so pleased that her friends like it and it's coming out.\"</p><p>Lee has been in assisted living since she had a stroke in 2007. She is nearly blind and hard of hearing. Her friend Wayne Flynt and his wife visit her about once a month, most recently on Monday, the day before news of the new book broke. \"I understand from a friend that she was supposed to tell me but she forgot about it and I certainly didn't ask,\" Flynt says.</p><p>They did talk about a lot of other things. According to Flynt, Lee can still quote long passages of Shakespeare from memory and discuss the complete works of C.S. Lewis. She can still write and she reads voraciously, using a giant magnifying machine. He says Lee is hard of hearing but sound of mind.</p><p>\"Does she understand what's going on? If you make her hear, she can understand what's going on,\" he says. \"Can she give informed consent? Absolutely, she can give informed consent. She knows what she likes, who she likes, what she doesn't like. Mainly, she doesn't like people to disturb her and interrupt her privacy and probe in her personal business.\"</p><p>And Flynt is willing to give Lee's lawyer the benefit of the doubt. \"That interplay is an interplay totally beyond my knowledge and totally beyond anybody else's knowledge,\" he says. \"That is: No one was in the room with the lawyer and [Lee] at the time any of these negotiations or signings went on. And so, until someone shows me some evidence and not some rumor, I have no reason to doubt the lawyer's concern about what is best for Harper Lee.\"</p><p>Now that he does know about the new book, Flynt says he is looking forward to talking about it with Lee the next time he visits.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Harper+Lee%27s+Friend+Says+Author+Is+Hard+Of+Hearing%2C+Sound+Of+Mind&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383988671-95d5e1.m3u?orgId=1&topicId=1161&aggIds=100876926&d=220&p=3&story=383854514&t=progseg&e=383988522&seg=9&ft=nprml&f=383854514"}]}