{"created":"2015-04-16T07:59:33+00:00","modified":"2015-05-13T21:02:36+00:00","valid":{"from":"2015-05-13T21:02:36+00:00","to":"3015-05-13T21:02:36+00:00"},"hreflang":"en","title":"Islanders Pushed Out For U.S. Base Hope For End To 40-Year Exile","published":"2015-04-27T03:52:00+00:00","teaser":"Britain forced thousands off Diego Garcia, a remote Indian Ocean island, in the '70s to make way for a U.S. military base. For 40 years residents have fought to return. Now they have a growing chance.","itags":["npr_api","399845336"],"guid":"7b169495-0e9c-4fb2-b7c2-175f507e26f6","contentencoded":"<p>One of the most important U.S. military bases in the world sits in the middle of the Indian Ocean on an atoll called Diego Garcia. It's the largest of the Chagos Islands, a British territory far from any mainland that is spread out across hundreds of miles. Thousands of people, called Chagossians, used to live on Diego Garcia.</p><p>The U.S. military moved in in the 1970s only after the British government forced the entire Chagossian population to leave.</p><p>For more than 40 years, the islanders have been fighting to return. Now, it seems they have a growing chance.</p><p>For the U.S. military, the location of Diego Garcia is perfect: isolated, but with easy access to Africa, Asia and the Middle East. The base was a key staging ground during the wars in Iraq and Afghanistan. The CIA allegedly used it during rendition flights, moving suspected terrorists around the world after Sept. 11.</p><p>For the Chagossian people, the islands were perfect for entirely different reasons: abundant fish, a culture of sharing and a peaceful way of life that lasted generations.</p><p>Louis Clifford Volfrin lived on Diego Garcia until he was 10. I met him at a church hall outside of London, where a small group of Chagossians gathered to discuss the latest developments in their struggle.</p><p>Volfrin explains that families taught their pet dogs to catch fish for the villagers.</p><p>\"Our dog would never catch the small fish, only the big ones,\" he says, speaking in Chagossian patois through an interpreter. \"He would catch two, and bring one for us.\"</p><p>In the 1970s, British officials ordered that Chagossian dogs be rounded up. They were then gassed to death. Then they shipped the Chagossian people more than a thousand miles away to Mauritius, a former British colony, where the people lived in abject poverty.</p><p>Declassified messages between the British and U.S. governments show a plot to wipe all human life off the islands to make way for the U.S. military base.</p><p>\"There will be no indigenous population except seagulls,\" <a href=\"https://globalwatchmanblog.files.wordpress.com/2014/05/9ee78-diplomatic_cable_signed_by_d-a-_greenhill_dated_august_24_1966.jpg\">says one cable from 1966</a>. \"Unfortunately, along with those birds go some few Tarzans,\" says another.</p><p>\"It was a secret deal done between two governments, which resulted in islanders being hoodwinked out of their homes and from their islands,\" says Jeremy Corbyn, a member of Britain's Parliament who has worked on this issue for decades. \"They have sought ever since their right of return.\"</p><p>Sabrina Jean is chair of the U.K. Chagos Refugees Group in London.</p><p>\"When I been on the island, we say we are in our motherland,\" she recalls. \"Especially when you wake up in the morning, when the elderly told you about the singing of the bird, about the sea — the blue sea. Everything. It was for me a paradise island.\"</p><p>Today, it is difficult to find anyone who will defend the decision to expel the islanders. Many people who represented the British government in the past 40 years now side with the Chagossians.</p><p>David Snoxell was Britain's top man in Mauritius from 2000 to 2004. Now he coordinates a parliamentary group working to help the islanders return.</p><p>\"When I was high commissioner to Mauritius, I sympathized greatly with the Chagossians,\" says Snoxell. \"They did not know it, however, that I sympathized with them. And they did not know that my telegrams to London took their side.\"</p><p>Snoxell says his missives to London were so vehemently critical of the government that he nearly was fired. He believes the reason the issue has not been resolved today is simple bureaucratic inertia — no one in either the U.S. or U.K. government can be bothered to right this wrong.</p><p>A decade ago, government officials argued more vocally against resettlement. Back then Bill Rammell, who was then foreign secretary, said return would not be possible.</p><p>\"They haven't lived in the islands for almost 40 years. There is nothing there. And we would be entering into a financial commitment that would be extremely expensive,\" he told an interviewer.</p><p>Besides the question of cost, there were security concerns about resettlement. The U.S. warned that it could be dangerous to have local people living near the military base.</p><p>But British lawmaker Jeremy Corbyn says that rationale doesn't make sense.</p><p>\"Every other U.S. base anywhere in the world — and there's an awful lot of them — does have communities living quite nearby,\" Corbyn says. \"What's the problem here?\"</p><p>Even on Diego Garcia, workers from around the world staff the military base.</p><p>The U.S. allows 15 Chagossian elders to briefly visit their homeland once a year; a few years ago, Bernard Nourrice was among them. When he arrived on the island of his birth, he says he saw \"so many foreigners — like Indonesian, Indian, Mauritian, working with the American base. And there were no Chagossians.\"</p><p>\"It's heartbreaking,\" he says. \"I feel so ashamed to see there were no Chagossians gaining their living from the land of their birth, on which foreigners are living happily.</p><p>\"If the British and the Americans are talking as if they are the champions of human rights, where do the rights of the Chagossian people go, huh? Where does justice lie?\"</p><p>The U.S. government would not grant an interview about the Chagossians, but a State Department official provided a statement saying, in part: \"The Agreement between the United States and United Kingdom on Diego Garcia remains in force until December 30, 2036, unless it is terminated by either party. The United States has no intention of terminating the Agreement, and we have no indication that the U.K. will pursue termination. We refer you to the U.K. Government for further information on issues related to Diego Garcia.\"</p><p>So the U.S. military base is not going to shut down. But there are growing signs that the U.S. might be willing to let some Chagossians return to the land that was taken from them.</p><p><a href=\"http://qna.files.parliament.uk/ws-attachments/178757/original/Feasibility%20study%20for%20the%20resettlement%20of%20the%20British%20Indian%20Ocean%20Territory%20Volume%201.pdf\">A new report commissioned by the British governmen</a>t offers specific proposals for how the Chagossians could return to the islands.</p><p>And Snoxell, the former British commissioner to Mauritius, believes this is a breakthrough.</p><p>\"In view of the study, which showed that there were no real obstacles to resettlement, I think the most likely scenario is that there would be a pilot resettlement or an experimental resettlement on Diego Garcia,\" he says. \"The Americans would never have allowed the U.K. to do a feasibility study which included Diego Garcia if they were against it.\"</p><p>The British government <a href=\"http://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2015-03-24/HCWS461/\">first promised to reach a decision on resettlement by last month</a>, then backtracked.</p><p>When asked for comment, the British Foreign and Commonwealth Office provided a statement saying, in part, that the study \"showed that there are still fundamental uncertainties, around how any resettlement could work and the potential costs. Further work is underway to address these uncertainties, to enable a decision on the way ahead as soon as possible in the next Parliament.\"</p><p>That will be sometime after British elections in May.</p><p>Momentum does seem to be building in the islanders' favor, though. Last month, <a href=\"http://www.pca-cpa.org/showpage.asp?pag_id=1429\">a U.N. tribunal said the U.K. does not have the right to make unilateral decisions</a> about a marine preserve on the islands.</p><p>That gives hope to people like Luis Clifford Volfrin, whose family was forced off the islands when he was 10 years old.</p><p>\"If today they say to me I can go,\" says Volfrin, \"I am going.\"</p><p>Until then, he waits.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Islanders+Pushed+Out+For+U.S.+Base+Hope+For+End+To+40-Year+Exile&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400052272-09c0d2.m3u?orgId=1&topicId=1004&d=230&p=3&story=399845336&t=progseg&e=400050700&seg=8&ft=nprml&f=399845336"},{"href":"http://media.npr.org/assets/img/2015/04/15/diego-1-a3b976f7798c21eab9fd325810e511d9b41c01be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1177","width":"1569"}},{"href":"http://media.npr.org/assets/img/2015/04/15/diego-overview-66c237ab8a0b256dba2183f2a7f3b3dd83f13437.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1182","width":"1576"}},{"href":"http://media.npr.org/assets/img/2015/04/15/chagossians-986752c9fb061cb8675b6b4628f8a8da486e9be8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1681","width":"2241"}},{"href":"http://media.npr.org/assets/img/2015/04/15/map-diego-garcia-300-6195093d8a04102127e15773b682ce99454b69e7.png","type":"image/jpeg","meta":{"crop":"standard","height":"225","width":"300"}}]}