{"created":"2014-09-08T01:59:17+00:00","modified":"2014-10-30T23:24:00+00:00","valid":{"from":"2014-10-30T23:24:00+00:00","to":"3014-10-30T23:24:00+00:00"},"hreflang":"en","title":"One Woman's Lessons From Living On The Street ","published":"2014-08-31T00:42:00+00:00","teaser":"It's hard enough being homeless, but for women there are extra dangers and challenges. One D.C. woman who has lived on the streets for decades shares some of what she's learned.","itags":["npr_api","339637878"],"guid":"7b1c5ca1-cc89-447c-8b82-fae0bd9d2728","contentencoded":"<p>The grass is fraying around the edges in Washington, D.C.'s Franklin Square Park, but the trees are more important. They offer much-appreciated shade to the homeless people who sit below.</p><p>Many of the park benches are occupied by homeless men — but there are a few women too. Susan, sitting amid her bags in the park's northwest corner, is one of them. She's been on and off the streets of Washington since 1995 and asked that her last name not be used because she was in an abusive relationship and doesn't want her whereabouts known.</p><p>Susan says life on the streets is a constant battle for all homeless people, but for women it's particularly hard. On top of the everyday challenges of finding food and a safe place to sleep, she says, women face the threat of sexual violence and cruelty.</p><p>In nearly two decades on the streets, Susan, with graying hair and bright eyes, has learned some tough lessons.</p><p><strong>Lesson One: Don't Look Like A Woman</strong><strong></strong></p><p>\"It's not easy to be a woman on the streets, OK?\" Susan says. \"We tend to hide our features. In other words, we will wear more than one sweatshirt to look more like a man than a woman.\"</p><p>When darkness falls, Susan pulls out her dark and bulky clothes.</p><p>A slight Boston accent betrays her childhood origins, and it's particularly strong when she speaks of her children and grandchildren. But Susan says those relationships are complicated.</p><p>Susan is what experts call a rough sleeper; it's a small and hard-core subset of the homeless population. Research suggests this group often struggles with mental health issues and substance abuse, but their defining feature is that they choose not to go into shelters.</p><p>Susan sometimes stays in shelters but she doesn't like them. There is no place for her bags and she finds them rigid, with strict curfews and rules.</p><p>She says she prefers the freedom of the outdoors, where \"I can go and I can come.\"</p><p>After decades as a rough sleeper coming and going, Susan's confident about her strategies.</p><p><strong>Lesson Two: 'Act Crazy'</strong></p><p>\"On the street we tend to carry a real nasty personality,\" Susan says. \"If you act crazy, they'll leave you alone.\"</p><p>That means screaming, cursing and acting wild.</p><p>She says the reaction she's looking for is, \" 'Oh, she's crazy, leave her alone. We don't want to be bothered with her.' And walk away. OK? You can only act kind and sweet to so many people.\"</p><p>Dr. Jim O'Connell, president of the Boston Health Care for the Homeless Program and a physician who has been caring for the homeless population for almost three decades, confirms that Susan's hard-learned lessons hold up more broadly.</p><p>O'Connell says that on the streets of Boston, homeless men outnumber women 3 to 1. And those women are \"among the most vulnerable\" members of the homeless population. Thus, he says, disguising yourself as a man can be a good strategy. <strong></strong></p><p>\"Many of the women like to get clothes that are much bigger than usual,\" O'Connell says. \"They like to get clothes that have dark colors and no colors. They like to dress essentially as the men on the street would dress.\"</p><p>But O'Connell points out that while most female rough sleepers \"masculinize\" themselves, \"they will be quick to say that's not who they are or how they feel. It's a protective mechanism.\"</p><p>How about what Susan calls acting crazy?</p><p>\"It's a strategy we have seen many, many times,\" O'Connell says. \"We will frequently see, as anyone goes near any of those women, they will start screaming at the top of their lungs.\"</p><p>Both strategies, O'Connell says, are safety strategies.</p><p>\"Where they are probably going to be the victim of some kind of violence, they don't want it to be sexual violence,\" he says.</p><p><strong>Lesson Three: Pick Your Spot Carefully</strong></p><p>For a rough sleeper, much of the day can be spent planning where to sleep.</p><p>One of Susan's caseworkers, Paula Dyan, works the night shift for the Salvation Army. She says \"the normal standard operating procedure [is] you don't bed down until 10 p.m., up by 5 a.m.\"</p><p>The most important factor, Dyan says, is to avoid anyone who is \"really psychotic or really drunk.\"</p><p>Susan explains that the worry is they'll \"try to do something to a female.\"</p><p>So, Susan spends time planning in the hopes of ensuring safety. \"You walk around and you scope the area out, OK? To find out what's going on.\"</p><p>She checks out who is in the area, but she also takes a look at the nearby buildings.</p><p>That way when dusk starts to wipe away the trees' shadows, Susan knows where to go. She gravitates toward big public buildings. They represent one thing to her: safety.</p><p>\"[If] somebody [is] chasing me and trying to cause me problem, then I look at the closest place that I can go and what its affiliation is — the United States Capitol, the White House, the Senate Buildings, an embassy,\" Susan says.</p><p>Crossing onto their property is like calling 911, for someone who doesn't have a cellphone.</p><p><strong>Lesson Four: Partner With A Man</strong></p><p>More than dressing like a man or seeing the protection of public buildings, Susan says she's learned the importance of being associated with a man — ideally he's ex-military, trained in survival.</p><p>\"If you befriend a veteran, then you won't die on the street,\" Susan says, \"because they will treat you as part of their unit and part of their family. OK? You just have to learn their little ticks, their little moments when — they kinda just have their moments.\"</p><p>Jim O'Connell, the expert on homelessness, has seen this dynamic many times.</p><p>\"The underbelly of that protection, though, is it's frequently someone who has a streak of violence,\" he says.</p><p>This can be physical and sexual. \"And then the issue of domestic violence becomes a really paramount issue,\" O'Connell explains.</p><p>He says it's nearly impossible to pull homeless women away from abusive relationships. The women prefer the predictability of one man's violence to the unpredictability of street violence.</p><p>Susan says protection and the never-ending need for money require sacrifices. In her experience, \"the main thing is sexual favors.\"</p><p>And over the years she's had to make some tough choices. But she is adamant that \"everybody walking down the street is not a prostitute.\"</p><p>As Susan gathers her things and prepares to head into the night's darkness, she says, \"the men have it a little easier most of the time.\"</p><p>She says decades of rough sleeping have taught her that women on the streets can be as tough as men — but they have to be smarter.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Woman%27s+Lessons+From+Living+On+The+Street+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gabrielle Emanuel","audio":[{"meta":{"duration":"395"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344585071-101e28.m3u?orgId=1&topicId=1003&ft=3&f=339637878"},{"href":"http://media.npr.org/assets/img/2014/08/18/homeless-women-fd09969653276d8037775d67d5c1966f3f2e5cd5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2617","width":"3490"}}]}