{"created":"2015-05-27T06:03:30+00:00","modified":"2015-06-03T15:05:14+00:00","valid":{"from":"2015-06-03T15:05:14+00:00","to":"3015-06-03T15:05:14+00:00"},"hreflang":"en","title":"Eilen Jewell, The Half-Broke Horse Of Idaho, Returns Home","published":"2015-05-27T11:54:00+00:00","teaser":"\"It's a ghost town, essentially,\" Jewell says of her hometown. \"I mean, that's how it's listed on the map. It's about as Western as it gets.\"","itags":["npr_api","409698844"],"guid":"7b1c91f2-0d12-4dde-82bc-77a7a6d5b0c6","contentencoded":"<p>When <a href=\"http://www.npr.org/artists/15121469/eilen-jewell\">Eilen Jewell</a> was growing up in Boise, she says she had a sense of wanderlust.</p><p>\"I always felt like I wanted to leave,\" Jewell says. \"And I remember when I learned the word 'wanderlust,' I felt like I finally had a word to describe myself.\"</p><p>Jewell did wander. She went to college in New Mexico and busked on the streets of Venice Beach. She even went back to Boise — that didn't work out. Next, she tried Boston.</p><p>\"I remember hearing, when I was working in a very urban coffee shop in the Boston area, on the radio, suddenly out of nowhere, was <a href=\"http://www.npr.org/artists/16152990/loretta-lynn\">Loretta Lynn</a>, and she was singing 'Honky Tonk Girl,'\" Jewell says. \"The song and the twang in her voice and the simplicity of the music and the space between the notes made me think of Idaho. Eventually, it slowly dawned on me that home was Idaho, and that's where I wanted to come back to.\"</p><p>Back in Idaho, Eilen Jewell headed to the mountains north of Boise to Idaho City, a former mining center during the Gold Rush. It was there that she wrote what would become her new album, <em>Sundown Over Ghost Town</em>.</p><p>\"It's a ghost town, essentially,\" she says. \"I mean, that's how it's listed on the map. It's about as Western as it gets.\"</p><p>Jewell's family has a place in Idaho City.</p><p>\"It's a funny bit of land, because it's really mostly rocks,\" Jewell says, laughing. \"So its beauty is not very pedestrian. It's not something a lot of people would appreciate. But I think that's part of why we love it so much.\"</p><p>Jewell's dad farms trees on that land. He also keeps a horse, a mustang named Pyro.</p><p>\"Pryo was partly broke, meaning that he's still partly a wild horse,\" Jewell says. \"If you go to the corral where he's kept, he'll trot over to you, but then if you hold your hand out to try to pat him or something, he'll try to bite you. I see him as being a very kindred spirit to a lot of folks around these parts. I often feel that tug-of-war myself between my mustang and my tame side.\"</p><p>With her wanderlust behind her, at least for now, Eilen Jewell lives in Boise with her husband. They own a house and have a new daughter, Mavis.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Eilen+Jewell%2C+The+Half-Broke+Horse+Of+Idaho%2C+Returns+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leah Scarpelli","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409939265-650fd1.m3u?orgId=1&topicId=1039&d=229&p=3&story=409698844&t=progseg&e=409924887&seg=10&ft=nprml&f=409698844"},{"href":"http://media.npr.org/assets/img/2015/05/26/jewell-85c00aa42e31122fbd95f63e0c39f6f2ec165ae9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1009","width":"1346"}}]}