{"created":"2015-05-08T08:37:15+00:00","modified":"2015-05-13T20:57:54+00:00","valid":{"from":"2015-05-13T20:57:54+00:00","to":"3015-05-13T20:57:54+00:00"},"hreflang":"en","title":"17 Months Before Election Day, One Campaign Aims For $100 Million","published":"2015-05-11T20:13:00+00:00","teaser":"The lofty target for the superPAC of not-quite-a-candidate Jeb Bush is one more sign of the cash gusher — and legal gray areas — opened up by recent campaign finance decisions.","itags":["npr_api","405091080"],"guid":"7b1c3c68-f971-4a70-8817-ffe1d0874884","contentencoded":"<p>The price tag for the most expensive penthouses in Manhattan is just edging past $100 million. That's also the size of contributions given by conservative businessman <a href=\"http://www.forbes.com/profile/david-koch/\">David Koch</a> and Hollywood mogul <a href=\"http://www.forbes.com/profile/david-geffen/\">David Geffen</a> to Lincoln Center for the Performing Arts, where each philanthropist got <a href=\"http://www.nytimes.com/2015/03/05/arts/david-geffen-captures-naming-rights-to-avery-fisher-hall-with-donation.html\">naming rights</a> for a building.</p><p>And $100 million is what political advisers to Republican <a href=\"http://en.wikipedia.org/wiki/Jeb_Bush\">Jeb Bush</a> expect to have by June 1 in the bank accounts of <a href=\"https://righttorisesuperpac.org/\">Right To Rise SuperPAC</a> — the unlimited-contributions committee designed to help him win the White House.</p><p>Much of that money has been raised by Bush himself since January, in a full schedule of private dinners with millionaires and billionaires.</p><p>The former governor of Florida has depicted this as ordinary politics. Before a closed-door session with superPAC donors in Miami Beach, he told reporters: \"So the campaign finance laws are — they are what they are, and the campaigns are gonna have to play within those rules.\"</p><p>That's hardly going to be a stringent standard, says Sheila Krumholz, director of the nonpartisan <a href=\"http://www.opensecrets.org\">Center for Responsive Politics</a>.</p><p>\"Gov. Bush says they'll play within the rules — great,\" she says. \"But the rules are — as they're currently interpreted, by his and other campaigns — have been practically rendered meaningless. This is a radical shift in thinking about what campaigns can and cannot do.\"</p><p>There are two elements that Krumholz sees as radical.</p><p>First, Bush has not declared himself a presidential candidate, and many of the other White House hopefuls are playing it the same way.</p><p>That enables him legally to do that heavy-lifting fundraising for Right to Rise SuperPAC. As an official candidate, Jeb Bush only could solicit contributions of $2,700 per donor — the same as the maximum contribution to Bush's official presidential campaign committee for the primary season. But because Bush is not a candidate, there's no official campaign committee — and the rules don't apply.</p><p>The second radical development is that, while superPACs are not allowed to coordinate messages with the candidate's campaign committee, there's speculation that some campaigns — Bush's in particular — might outsource the entire, expensive job of running TV advertising to a designated superPAC.</p><p><a href=\"http://www.dbcapitolstrategies.com/#!dan/galleryPage\">Dan Backer</a>, a conservative campaign finance lawyer, said in an interview that the role of superPACs is being exaggerated.</p><p>\"They probably have relationships with the candidates that they're ultimately going to support,\" he said. \"But they are distinct legal entities — and very intentionally so.\"</p><p>While Backer acknowledged that presidential superPACs are \"pushing the envelope,\" he said, \"I'm a very firm believer that these organizational formalities are going to be very sternly respected — because there isn't an interest in being the poster boy for scandal.\"</p><p>But that poster boy is going to appear sooner or later, said Michael Malbin, director of the <a href=\"http://cfinst.org/\">Campaign Finance Institute</a>, a nonpartisan research organization. Contribution limits and other rules are crumbling, he says, as superPACs and other unlimited-money groups get cozier with federal candidates and elected officials.</p><p>Malbin's conclusion: \"We <em>know</em> that this kind of relationship between donors and candidates and their surrogates, eventually is going to create situations where candidates start extracting and extorting large amounts of money.\"</p><p>He cited the three <a href=\"http://www.npr.org/templates/story/story.php?storyId=121293380\">eras when presidential candidates were able to solicit unlimited campaign cash</a>: <a href=\"http://www.npr.org/templates/story/story.php?storyId=1491981\" target=\"_blank\">The 1890s and 1900s</a>, when advisers to presidents William McKinley and Theodore Roosevelt pressured corporations — especially insurance companies — to give; the early 1970s, when President Richard Nixon and aides <a href=\"http://www.npr.org/blogs/itsallpolitics/2011/11/16/142314581/illegal-during-watergate-unlimited-campaign-contributions-now-fair-game\" target=\"_blank\">traded official decisions for political funds</a>; and <a href=\"http://www.npr.org/templates/story/story.php?storyId=1037954\" target=\"_blank\">the \"soft money\" period of the 1990s</a>, when President Bill Clinton and senators of both parties made Washington a partner to corporations and billionaires.</p><p>Malbin noted that each era closed with the enactment of <a href=\"http://en.wikipedia.org/wiki/Tillman_Act_of_1907\" target=\"_blank\">new</a> <a href=\"http://en.wikipedia.org/wiki/Federal_Election_Campaign_Act\" target=\"_blank\">laws</a> <a href=\"http://en.wikipedia.org/wiki/Bipartisan_Campaign_Reform_Act\" target=\"_blank\">regulating</a> political money.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=17+Months+Before+Election+Day%2C+One+Campaign+Aims+For+%24100+Million&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405125548-f2f44e.m3u?orgId=1&topicId=1014&d=203&p=3&story=405091080&t=progseg&e=405124190&seg=15&ft=nprml&f=405091080"},{"href":"http://media.npr.org/assets/img/2015/05/07/47388922_h36280642-228d290d70050688d0aec13430225a12d3827329.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1801","width":"2401"}}]}