{"created":"2015-05-04T17:31:37+00:00","modified":"2015-05-20T19:18:42+00:00","valid":{"from":"2015-05-20T19:18:42+00:00","to":"3015-05-20T19:18:42+00:00"},"hreflang":"en","title":"A Pen-Pal Friendship Changes Two Lives","published":"2015-05-04T20:37:00+00:00","teaser":"Caitlin Alifirenka of Pennsylvania and Martin Ganda of Zimbabwe became best friends – and better people – through their exchange.","itags":["npr_api","404214669"],"guid":"7b35e003-9416-4388-85ff-8c6208e94c88","contentencoded":"<p>When Pennsylvania schoolgirl <strong>Caitlin Alifirenka</strong> was offered a pen pal in a foreign country, she chose Zimbabwe because she liked the sound of it. But as she began to correspond with Martin Ganda, who lived in Zimbabwe with his family, she had no idea the extent to which that correspondence would change both of their lives.</p><p>As Alifirenka began to learn more about the poverty that Martin faced on a daily bases, her perceptions of her own world began to change.</p><p>&#8220;He was actually dealing with real-life problems and poverty and my friends here were upset if they couldn&#8217;t get the new Spice Girls CD,&#8221; Alifirenka told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young.</p><p>Alifirenka and her family ended up becoming deeply embroiled in the lives of Martin and his family.</p><p>Caitlin Alifirenka and Martin Ganda, along with Liz Welch, have just released a new book, &#8220;<a href=\"http://www.amazon.com/Will-Always-Write-Back-Changed/dp/0316241318\" target=\"_blank\">I Will Always Write Back: How One Letter Changed Two Lives</a>.&#8221; Robin Young speaks to Alifirenka about their story.<a name=\"excerpt\"></a></p><ul><li><a href=\"http://apps.wbur.org/books/#herenow\" target=\"_blank\">Find more great reads on our digital bookshelf</a></li></ul><h4>Book Excerpt: &#8216;I Will Always Write Back&#8217;</h4><p><em>By Martin Ganda and Caitlin Alifirenka with Liz Welch</em></p><p><p style=\"text-align: right\"><em>September 1997</em></p><h5 style=\"text-align: center\">Caitlin</h5><p>I’D NEVER HEARD OF ZIMBABWE. But something about the way the name looked up on the blackboard intrigued me. It was exotic, and difficult to pronounce. It was also the last country in a long list that Mrs. Miller had written in chalk. She asked each student in my seventh‑grade English class to pick one place for a pen pal program our school was starting that year.</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0504_i-will-always-write-back.jpg\"><img class=\"alignright size-medium wp-image-83250\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0504_i-will-always-write-back-200x300.jpg\" alt=\"Cover of \"I Will Always Write Back\"\" width=\"200\" height=\"300\" /></a></p><p>I was sitting toward the back row. Usually, I spent that period passing notes with Lauren, my best friend, or staring out the window daydreaming about boys. It was late September, and the leaves on the trees were beginning to turn from vibrant green to rusty red and mustard yellow. I was an average student. If I applied myself, I did well. Honestly, I was not all that interested in school, but there was something almost magnetic about this crazy‑sounding place: Zimbabwe. I raised my hand.</p><p>“Caitlin,” Mrs. Miller said, surprised. She usually had to call on me to participate.</p><p>“How do you pronounce the last country?” I asked. “The one that starts with a <em>Z</em>?”</p><p>“Zim‑BOB‑way,” she said, sounding it out like it was three words. “It’s in Africa.”</p><p>“Oh, cool,” I said. I had a hunch it was there, but couldn’t name any other countries on the continent. I had a good handle on Europe, as my family had gone to Germany the summer before to visit my dad’s relatives. On the same trip, we went to Switzerland, Austria, Liechtenstein, and France. Other than several trips to Canada, that was my first trip abroad, and it was a huge deal. I’d never imagined traveling to Africa, or even wondered what life must be like there. I had no idea, and that was all the more exciting—like the beginning of an adventure.</p><p>“That’s the one I want,” I said.</p><p>I didn’t know it then—how could I have?—but that moment would change my life.</p><p>Before then, I was a typical twelve‑year‑old American girl, far more interested in what I should wear to school than what I might learn there. I assumed most kids, regardless of where they lived, had lives similar to mine. And while I imagined that Zimbabwe was radically different from suburban Pennsylvania, where I grew up, I had no idea how much.</p><p>My knowledge of Africa consisted of what I had seen in the <em>National Geographic </em>magazines my mother subscribed to for our family. I loved looking at the colorful photos of tribal people who wore face paint, loincloths, and beads. I didn’t think my pen pal would dress like that, but I had no idea what kids in Africa wore. Jeans, like me? I had so many questions.</p><p>I was born and raised in Hatfield, Pennsylvania, a small middle‑class town forty miles outside Philadelphia. Both my parents grew up there as well. They met in elementary school but didn’t start dating until college. After they got married, they moved to neighboring Lansdale, which was more affordable than Hatfield. My brother, Richie, was born there. By the time I came around five years later, they had moved back to Hatfield and bought the home they still live in today.</p><p>There was no reason to ever move—Hatfield was a great place to live: quiet streets lined with ranch and colonial‑style houses with well‑kept yards, a good public school, and an old-timey downtown with a deli called the Trolley Stop. There was a Dairy Queen within walking distance of my house, and I’d often meet Lauren there for Blizzards on the weekends. Otherwise, miles of farmland surrounded Hatfield, even though it was less than an hour away from a major American city. Truthfully, we rarely went to Philadelphia because there was so much to do in Hatfield, whether softball games on the weekends, roller skating at the local rink, or just hanging out with friends at the nearby mall. My summer trip to Europe did give me some sense of a world beyond suburban Pennsylvania, though.</p><p>When I was in Germany, I was struck by how different my cousin Carola was from me. Like me, Carola was tall and blond, but when I first met her, she was wearing cut‑off jean shorts and dark brown knee socks with sandals. I thought she looked ridiculous. She also spoke English with a harsh‑sounding accent, like she was always angry. She ate sharp cheese and dark bread for breakfast, and liked chocolate with hazelnuts, and salty black licorice—nothing like the Hershey’s Kisses and Starburst sweets I had grown up with. I assumed she was a total dork, until I went to school with her one day. The school year started in early August, and as soon as we walked into the building, everyone said hello to her, including all the cute boys. She was actually really popular! And many of her girlfriends were also wearing knee socks with sandals. It was fashionable! Meanwhile, I knew if I showed up at school wearing that outfit, people would say, “Why are you dressed like a nerd? Halloween isn’t until October.”</p><p>That trip opened my eyes to other ways of living beyond my small town. Everything and everyone in Hatfield felt so familiar—even a little boring. I wanted to learn about somewhere radically different, and having a pen pal in Africa seemed like a great way to do that.</p><p>Mrs. Miller went around the room, calling on people. Lauren picked Germany, as did many other kids in our class who had some ancestral connection. A few kids picked France, and others picked Italy and England. By the time everyone had chosen, I realized that I was the only person who had picked a country in Africa. I think it shocked my teacher, who had already busted me twice that year for chewing gum in class and once for passing a note to Lauren. Each time I was caught, I was slightly embarrassed. In seventh grade, I just wanted to blend in. I joined the field hockey team because all my friends were on it, even though I did not like running up and down a big field bent over a stick. I guess my trip to Europe had changed me. For the first time, I saw that being different wasn’t a bad thing. It was actually kind of cool.</p><p>Our homework assignment that night was to write a letter to our new pen pal. Since we did not know who would be receiving our letters, Mrs. Miller said to simply write <em>H</em><em>e</em><em>ll</em><em>o</em><em>! </em>instead of <em>D</em><em>e</em><em>a</em><em>r so and so</em>. I was actually excited about homework, maybe for the first time ever.</p><p>That afternoon, I sat on the bus next to Heather, my other best friend, who was a year older and lived two houses away from me. I told her about my pen pal assignment.</p><p>“That’s so cool,” she said. “What are you going to ask?”</p><p>It was a good question: I had no idea what to write or where to start. I thought about it as the bus pulled out of the school driveway.</p><p>Pennfield Middle School is just down the street from Hatfield Quality Meats, a pig slaughterhouse, which my school bus passed every morning and afternoon. That meant most days, I could see the pigs, some as big as miniature ponies, arriving on the back of huge livestock trucks, their pink and whiskered noses sticking through the metal crates. That image, and the squealing sounds they made as if they knew what would come next, always broke my heart. But the rendering days were even worse: The air filled with the stench of garbage cooked in bacon. The smell would stick to your hair and clothes, like cigarette smoke, as it wafted into our classrooms’ open windows on warm days back when our school didn’t have air‑conditioning.</p><p>I certainly would not write about that—it was the one thing I didn’t like about my hometown. Hatfield was also known for its dairy farms, which I much preferred. I pressed my forehead against the window as the bus passed by rolling green fields dotted with black‑and‑white cows grazing. They had much better lives than the pigs, I thought. I wondered what my pen pal saw on her or his way to school. I knew there were elephants and giraffes in Africa. Were they like our cows, grazing on the side of the road? There was so much I wanted to find out.</p><p>Twenty minutes later, the bus stopped at the end of my street, a cul‑de‑sac. I knew every family in each of the twelve houses that lined the road. In the summer, I played flashlight tag and kick ball with other neighborhood kids. In the winter, when it snowed, we’d build snowmen in one another’s front yards. My family’s house was beige with navy‑blue shutters and a matching front door, which we hardly ever used. Instead, I always went in through the side door. There Kava and Romeo, our two giant schnauzers, would always be waiting for me, doing their welcome dance, which entailed wagging their whole bodies and jumping up and down at the same time. They followed me through the laundry room that was also a mudroom for all our coats and boots, and then into the family room, where they returned to their still‑warm spots on our couch. As always, I threw my backpack at the bottom of the stairs—one of my mom’s rules—before heading into the kitchen to grab a snack.</p><p>My mom was always home when I arrived. Before I was born, she worked as an office manager for a doctor in town. Then, when I was still a baby, she decided to go back to school to become a teacher. She wanted to be home when Richie and I finished school every afternoon, and she wound up getting a job as an elementary school teacher in Central Bucks School District in the neighboring county. Now that I was in middle school, I didn’t see her during the day, but I always found her waiting for me in the kitchen when I came home.</p><p>That afternoon, she was sitting at the kitchen table, reading the newspaper.</p><p>“How was your day?” she asked, peering up at me, her big blue‑green eyes gentle but curious.</p><p>Most days, I filled her in on my softball game schedule or complained about too much homework or mean teachers. But on this day, I had something interesting to report.</p><p>“I got a pen pal today,” I said. “From Zimbabwe.” “Where?” she asked.</p><p>“In Africa, Mom,” I said, and rolled my eyes. I couldn’t believe she did not know where Zimbabwe was. She was a teacher, after all.</p><p>“Oh, do you mean Rhodesia?” she asked.</p><p>My mom went to get a world map from the living room, which she laid across the table.</p><p>“Rhodesia,” she said, pointing to a teakettle‑shaped country in the southern part of Africa above a place called Botswana and next to one called Mozambique. My mom then pointed to the date on the map: 1977. It was twenty years old.</p><p>“Countries in Africa change all the time,” she said in a matter‑of‑fact way. She mentioned <em>c</em><em>o</em><em>l</em><em>o</em><em>n</em><em>i</em><em>al</em><em>i</em><em>s</em><em>m</em>, a vaguely familiar word.</p><p>“What does that mean again?” I asked.</p><p>“It’s when powerful countries take over   other countries and call them their territories,” she explained. “Like America—it used to be a British colony, but we fought for our freedom. The Zimbabweans did the same thing.”</p><p>I had studied American history the year before, but I was having a hard time making the connection. It was all very confusing, but one thing was clear: I needed to learn a little more about this faraway place before I could even begin writing my letter. I didn’t want to seem stupid.</p><p>When my dad was not traveling for work, he arrived home every night at six. He worked on energy contracts for the government, which sounds as mysterious as it was. All I knew was that he had top government security clearance, and he could not talk about his work with anyone—including us. My brother, Richie, was seventeen years old and a junior in high school. He usually hung out with his friends after school— but he was always home in time for dinner. That was another one of my mom’s rules. We ate dinner together every evening at six thirty, and then afterward, my dad logged on to the family computer, a beige Dell the size of a television set. My parents kept it in the den, as my mother had read about predators posing as kids in chat rooms and wanted to monitor the websites Richie and I used. Back then, we had dial‑up Internet, which took forever, and then once we were connected, everyone took turns using the computer.</p><p>That evening, I went first. I waited for the snap‑crackle‑pop <em>Y</em><em>o</em><em>u</em><em>’</em><em>v</em><em>e </em><em>G</em><em>o</em><em>t Mail </em>sound sequence and then typed “Zimbabwe” into a search engine, which led me to the Encyclopedia Britannica site. My mom had a subscription, which meant I could access information. That’s how I discovered that Zimbabwe was “liberated” from the United Kingdom in 1980. I was beginning to see parallels: The Africans wanted to be free from British rule, just as colonial Americans did two hundred years earlier. I read that more than 90 percent of the Zimbabwean people were called Shona, but that there was another tribe called Ndebele, which I think was pronounced en‑duh‑BELL‑lay. Shona was the country’s national language, but most people spoke English as a result of being colonized.</p><p>Phew, I thought. At least my pen pal would be able to understand me.</p><p>I wondered which tribe my pen pal was from, and what it meant to be from one or the other. Could you be both? Was it like being German and Irish, like me? It was getting late, so instead of doing more research, I went upstairs to my room to start writing.</p><p>There, I took out a piece of lined school paper and sat on the bottom of my bunk bed, where I usually did my homework.</p><p>I began: <em>H</em><em>i</em><em>,</em><em> m</em><em>y name is Caitlin, I’m twelve years old. I live in Hatfield, Pennsylvania. I’m in the seventh grade. My brother Richie is in eleventh grade.</em></p><p>I paused. What else should I write to this person halfway across the world? I scanned my room for inspiration and spotted my collection of sports trophies won over the years, usually for good sportsmanship, as I was never the best player, or even very athletic. I continued: <em>I play softball and soccer and field hockey. </em>I did not include that I had started taking stats for my field hockey team because it hurt my back to bend over the stick all the time. I was already five foot three, the second‑tallest girl in my class. My posters tacked to the wall caught my attention, so I continued: <em>I like the Spice Girls and the Backstreet Boys. And my favorite color is pink. </em>This was all true. My mother had stenciled pink hearts on my walls, and the rug in my room was magenta, though no one would ever know, since it was completely covered in clothes.</p><p>I continued: <em>F</em><em>o</em><em>r fun, I like to go shopping at the mall on the weekend. I also like to go roller skating and bowling with my friends. And to eat pizza. What do you like to do for fun? And what is it like in Zimbabwe?</em></p><p>I knew there was more to ask and tell, but this was a good</p><p>start. I signed it the way Mrs. Miller had showed us earlier that day: <em>S</em><em>i</em><em>n</em><em>ce</em><em>r</em><em>e</em><em>l</em><em>y</em><em>,</em> <em>Ca</em><em>i</em><em>t</em><em>l</em><em>i</em><em>n </em><em>S</em><em>t</em><em>o</em><em>ics</em><em>i</em><em>t</em><em>z</em><em>.</em></p><p>When I turned in my letter to Mrs. Miller the following day, I felt giddy, like this was the start of something big.</p><p><p style=\"text-align: right\"><em>October 1997</em></p><h5 style=\"text-align: center\">Martin</h5><p>MRS. JAR AI ENTERED OUR CLASSROOM, smiling.</p><p>“Class, I have pen pal letters from America!” she said in a chipper voice. It was mid‑October and toward the end of our school year, so this was a welcome surprise.</p><p>Everyone started chattering—we all knew and loved America. It was the land of Coca‑Cola and the WWF, World Wrestling Federation. Kids with money would Xerox different wrestling photos from American magazines they found in town, and then sell them to other students. It was very popular to have an eight‑by‑ten black‑and‑white copy of Hulk Hogan—he was considered a god in Zimbabwe. My older brother, Nation, managed to get one somehow, and we hung it on our wall at home, using bubble gum as tape. It was a status thing. “Do you have Hulk Hogan? Or Macho Man?” This was my view of America—men with big muscles who wore skullcaps and knee‑high boots and made lots of money. The big life! I wanted to know what kids my age were like in this faraway country.</p><p>Mrs. Jarai only had ten letters—and there were fifty students in our classroom. I was in Group One, so I was one of the lucky ones. The school year in Zimbabwe starts in January, when every student takes a placement test. The kids with the highest scores are put in Group One. I had been in that group for the last eight years, since first grade—my mother made sure of it. On my very first day of school, when I was six, she kept asking, “Who’s the best teacher?” An older woman was pointed out, and my mother approached her and said, “This is my son Martin. Make sure he is in your class.”</p><p>It worked—I wound up in that class. At the end of first grade, there was a ceremony where the top three students were named: Number three was announced first. Then number two. When my name was called for number one, I heard a joyous cry from behind me. I turned to see my mother jumping up and down, like a rabbit, ululating, which is how we celebrate. I had to hold back a smile as her high‑pitched cries—“yul‑yul‑yul”—pushed me toward the front of the crowd, where I received my certificate. On our way home, my mother said, “Martin, if you want to do well in life, you must always be number one.”</p><p>I was number one again the following year, but then in grade three, I took second place.</p><p>“Why didn’t you take number one?” my mother asked the day I got my report card, her face screwed so tight, her eyes were squinted slits.</p><p>“The other guy is very clever,” I explained, handing it to her.</p><p>She swatted it out of my hand with such ferocity, I was startled. I watched the paper as it fluttered to the floor and kept my eyes there as she shouted, “That’s no excuse. Next you’ll be number five, then number fourteen. You must work harder.”</p><p>“I will, Mai,” I said, still stunned. I picked up the paper and smoothed it out on my thigh before trying to give it to her one more time.</p><p>“I don’t want to look at it,” she said, quiet this time, but still fierce. “Or you.”</p><p>As I turned to leave, the report crumpled in my hand, she whispered, “School is your only hope.”</p><p>She took a deep breath and finished her thought. “Otherwise you will end up like me.”</p><p>I understood. My mother wasn’t being unkind; she was being protective. My mother was smart, but she had to drop out of school when she was twelve because her parents could not afford the fees. My parents were also poor, but at least I was still in school. I promised her, and myself, that I would always work as hard as possible.</p><p>The next semester, I pushed myself and was number one from that year onward. That meant I always got to sit in the front row of our classroom. Since there were so many kids and not much room, four students shared a desk meant for one. It was crowded, but it made it easier to share textbooks—the teacher had only four, which she brought to class every day. I often stayed after school to take notes to make sure I understood what was being taught. We were very rarely allowed to take the books home. They were too precious.</p><p>Everyone in Group One got a letter from America, but then Mrs. Jarai ran out, leaving the last four groups with nothing. I felt especially fortunate that I was in the classroom that morning. Due to the overcrowding in our school, each group was also split into teams: 1A, B, C, and D. That meant every day, two teams would start classes inside and then finish outside beneath a big baobab tree—our teacher would travel with us and sit in a chair as we sat cross‑legged in the dirt and listened to her read passages from textbooks or lecture us on a topic. On sunny days, it was actually quite pleasant. But when it rained, we had to move into the hallways, which was not as fun. The other teams started outside and finished in. This was called hot sitting and was common throughout Zimbabwe.</p><p>Mrs. Jarai handed me the first letter and asked me to read it out loud. We learned English in school—Zimbabwe used to be a British colony—but I spoke Shona with my family and friends. Mutare, where I lived, was 99 percent Shona. I knew how to speak English but used it only in this class, so the words felt funny in my mouth. I tried to mimic the voices I had heard on the radio and television: high‑pitched and nasal‑y.</p><p>“ ‘Hello, my name is Caitlin,’ ” I began. It was such a strange name that everyone laughed. I had never heard of Pennsylvania, and had a difficult time pronouncing it. But then I got to the part where she listed the sports she played and smiled: We had something in common. I played soccer daily with my friends but had never heard of field hockey and was not sure how to say the word.</p><p>“ ‘Field hooky,’ ” I tried.</p><p>“HAH‑kee,” Mrs. Jarai corrected me before I continued.</p><p>“ ‘I also really like the Spice Girls. Do you know them? Baby Spice is my favorite.’ ”</p><p>Someone sang “If you want to be my lover!” and everyone laughed, including our teacher. The Spice Girls were very popular in Zimbabwe.</p><p>“ ‘What is life like in Zimbabwe? I hope you write me back! Sincerely, Caitlin Stoicsitz.’ ”</p><p>The class burst out in laughter again as I tried to pronounce her last name.</p><p>Mrs. Jarai just shook her head, smiled, and said, “I cannot help you with that one!”</p><p>Mrs. Jarai told those of us who had gotten letters to craft a response and bring it back the following day. I always loved homework, but this felt more important than any regular school assignment: I had a new friend. In America.</p><p>That afternoon, I walked home with a bunch of other kids who lived near me in Chisamba Singles. It was a housing development built in the 1960s as a place for men from the rural areas to stay during the week while they worked in different factories on the outskirts of Mutare, the third‑largest city in Zimbabwe. My father had arrived there in 1980, after my older brother, Nation, was born.</p><p>My mother grew up in a rural village several hours north of Mutare, near the Chimanimani Mountains. She had two older brothers and one sister. She was very clever and always was first in her class. The problem was that her family was dirt poor. They had no electricity and bathed in the rivers. My mother stayed in school until fifth grade, but then her family could no longer afford to send her. She dropped out, and soon after, they sent her to work for my father’s family because they could no longer afford to feed her, either. She was twelve years old. Or rather my mother thought she was around that age, as there is no formal record of her birth. She was born in her family’s hut, as were her brothers and sister. This is how some people in rural areas of Zimbabwe are born. And it was also common to send children to work for other families—one fewer mouth to feed. My mother worked in exchange for her food and keep, which still happens today.</p><p>My father grew up in a nearby village, and while his family wasn’t wealthy, they at least had goats and chickens. They were rich compared to my mother’s family. She was around fourteen years old when she got pregnant with Nation. My father was twenty‑four. It was not like my parents fell in love— in Zimbabwe, if a woman becomes pregnant, our Shona tradition requires that she get married or else she brings shame on both families. Basically, my father was forced to marry her. I don’t think it was a choice for either of them. And I know it was why my mom was also very strict about any interactions with girls. I was not allowed to talk to them, or play with them, or even look at them.</p><p>Shortly after Nation was born, my dad left the village for Mutare to find work. He got a job at Mutare Board and Paper Mills, the biggest paper mill in Zimbabwe, which was how he wound up at Chisamba Singles. He shared a room with another man—there were four rooms per housing unit. The men worked hard, saved their money, and then headed home once a month with groceries and money for their families. My father’s original goal was to save enough to build a house in his village, but apparently he started to misbehave. My father liked to drink, and he liked women, so the story goes that his every‑month visit home became every six months. During one, my mother got pregnant with their second son, who died a few days after he was born. People said terrible things to my father, like “Why keep a wife who bears dead babies?” They even told him to get a new wife.</p><p>Culturally, any issue around childbirth was the woman’s fault, whether the child was crippled, or he died. Polygamy was not common back then, but it also was not a big deal. My father’s brother, Uncle Sam, had to get a second wife because his first wife only gave him one child. But my mom was stubborn: After she lost her second son, she insisted on moving to Mutare, into the one‑room shack that my dad shared with another man. They put up a curtain in the center of the room, and my parents lived on one side with Nation, and our roommate, Mr. Dambudzo, lived on the other.</p><p>I was born there in 1983, three years after Zimbabwe was liberated, which meant I was one of the “born frees.” That was what people called children who were born after liberation from British colonial powers. In Zimbabwe, there’s often some kind of direct significance to your name. Nation was named after my father’s favorite cow. I was lucky: A medical student from England delivered me, and his name was Martin. If you were born on Friday, you could be called Friday. Or if you were born during a dry period, you could be named Drought. I knew people called Disaster and Weakness.</p><p>I have a Shona name as well. It’s Tatenda, which means “thank you.” Nation’s other name is Tawanda, which means “We are many.” He actually named our other brother Simba, which means “power” in Shona—his English name is Mack, my grandfather’s name. And then Lois, my sister, was named after my aunt. Her Shona name is Hekani, which means “surprise,” like, “Whoa! Finally a girl!” And then the youngest, George, was named for my father. George does not have a Shona name. I think my parents were too tired by then to think of one.</p><p>My father was not the only person to bring his entire family to Chisamba Singles—soon everyone did this, including his roommate, who had two wives. Each wife would swap every two weeks, commuting back and forth from the rural areas with her children. It was chaotic. Some weeks, between our family and theirs, there were twelve people living and sleeping in a room intended for two.</p><p>During the day we shared the same space, but at night we pulled the curtain across the room, which was meant to give us privacy, but you could still see and hear everything, a shadow puppet show. My mother and father slept on a single mattress, our only piece of furniture, which took up a third of our space. During the day my mother stored our pots and pans beneath the bed, but at night she stacked them in the corner so Lois and George could sleep there. Nation, Simba, and I slept on the concrete floor beside them. This was how all the kids lived in Chisamba Singles.</p><p>I know now this place is called a slum, but for me, it was home. I imagined Caitlin’s life as very different from mine, and I was excited to learn more about it, and her.</p><p>The little I knew about America I had learned on television. Several thousand people lived in Chisamba Singles, but there were only a few TV sets in the entire settlement. One was a fifteen‑inch black‑and‑white set owned by a man who worked as a manager at the same paper factory where my father worked. Whenever World Wrestling Federation with Hulk Hogan came on, or <em>T</em><em>h</em><em>e A‑Team </em>with Mr. T, people would cram into his living room and gather around his house, trying to watch through his window. I sometimes climbed onto Nation’s shoulders to get a better look as others peered through the door.</p><p>As soon as I got home that afternoon, I showed my mother Caitlin’s letter. I did not think my mom would mind that Caitlin was a girl—she was too far away to get in any kind of trouble with. And I was right.</p><p>“You can learn many things from her, Martin,” my mother said, smiling.</p><p>I wanted to write Caitlin back immediately, but I had to do my chores first. First, I had to change out of my school uniform—I had only one. It was a pair of green shorts and a green shirt, which I wore every day and washed twice a week, on Wednesday and then again on the weekend. My siblings and I each got a uniform every Christmas and had to make it last the entire school year. I changed into my regular T‑shirt and shorts, which hung from my nail—we each had one— and then I went to gather wood for the fire.</p><p>Our family shared a fire pit, which was directly outside our home, with four other families. There, my mother cooked over the fire in a large metal can once used for cooking oil that we now used as a stove. This way, we could move the fire into the house if it was raining.</p><p>My father left every morning at six to head to work at the factory, and returned by seven PM. We’d usually hear him singing before we saw him, his husky voice bellowing a liberation song by Thomas Mapfumo, a Zimbabwean legend, or “It’s only rock and roll but I like it.” My father loved the Rolling Stones, Cream, and Led Zeppelin too.</p><p>“Baba!” I’d shout, and start running past women selling</p><p>tomatoes or mangoes on the side of the road, dipping beneath the clotheslines that crisscrossed between the dozens of identical wooden slab shacks. Nation and Simba would always come running, too.</p><p>My father used to surprise us with small gifts, perhaps a piece of paper from the factory, or a pen, or a coin for each of us to spend on a pack of peanuts. And he’d usually bring something for my mother to cook—greens or a bag of chicken feet. But these days, he was mostly empty‑handed. My dad used the word “inflation” to explain why we no longer ate bread, which rose in price overnight from two to five dollars.</p><p>Back home, we’d gather around the fire to eat, sitting on stones or overturned cans made into stools. My mother dished out sadza, a cornmeal porridge that is our staple food. Sometimes, we had collard greens, too, which were common and cheap. Chicken was a once‑a‑year Christmas treat. We’d get beans from time to time, if our father could afford it. But lately, it was mostly just sadza.</p><p>After dinner, Nation and I had to wash the dishes before we could start our homework. Electricity was rationed from six PM to six AM, though sometimes it did not come on at all. That night, I wrote my letter by the light of the fire. I knew Caitlin was a girl, and I assumed she was white, which made me even more curious about her. White people lived in Zimbabwe, but I didn’t know any personally. I had only ever seen a white person up close once before, when a group of people from the Netherlands came to visit our school.</p><p>They were so pale, they practically glowed in the dark. They also smelled very sweet, like flowers. We called that the white smell. I think it was from deodorant. We used soap when we could, but if we ran out, we just bathed with water.</p><p>That was all I had to compare to Caitlin. I wondered if she glowed in the dark. And smelled like flowers. Did she know Hulk Hogan? Or was she just a regular kid like me?</p><p>I did not want to overwhelm her with all my questions. Instead, I wrote a basic letter, using hers as my guide. I told her what grade I was in, and the names of my siblings. I told her that I loved to play soccer, and that I really hoped we’d continue to write each other. I promised her I would not let her down, and I hoped she would do the same.</p><p><em>Excerpted from the book I WILL ALWAYS WRITE BACK by Martin Ganda, Caitlin Alifirenka and Liz Welch. Copyright © 2015 by Martin Ganda, Caitlin Alifirenka and Liz Welch. Reprinted with permission of Little, Brown Books for Young Readers.</em></p><h4>Guest</h4><ul><li><strong>Caitlin Alifirenka</strong>, co-author of &#8220;I Will Always Write Back.&#8221; She tweets <a href=\"https://twitter.com/milamommy23\" target=\"_blank\">@milamommy23</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Pen-Pal+Friendship+Changes+Two+Lives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"400"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404214672-bc17fb.m3u?orgId=1&d=400&p=60&story=404214669&t=progseg&e=404214516&seg=6&ft=nprml&f=404214669"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0504_IWAWB_Authors.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"900","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0504_IWAWB2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"888","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0504_IWAWB3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"872","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0504_i-will-always-write-back.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"900","width":"599"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0504_letter2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"988","width":"1280"}}]}