{"created":"2014-09-19T19:44:52+00:00","modified":"2014-10-31T01:19:55+00:00","valid":{"from":"2014-10-31T01:19:54+00:00","to":"3014-10-31T01:19:54+00:00"},"hreflang":"en","title":"Don't Be A Jerk. There's A Lot More To Island Cooking","published":"2014-06-16T20:29:00+00:00","teaser":"Drawing on a history both savory and sweet, two sisters are reintroducing Caribbean cooking to the world beyond the islands. And they'd like to make one thing clear: It's not just about jerk spice.","itags":["npr_api","320482216"],"guid":"7b36afc2-821b-4e00-a150-be67da060480","contentencoded":"<p>Anyone who has eaten many plates of blackened, mangy-looking jerk chicken might get the impression that Caribbean cooking is fairly limited. The cuisine of most of the English-speaking islands is often lumped under the umbrella of stews, dumplings and pineapple-strewn desserts.</p><p>But <a href=\"http://www.2sistersandameal.com/\">Suzanne and Michelle Rousseau</a> say there's much more to island cooking. They're sisters and cooks based in Jamaica, and their cookbook <em>Caribbean Potluck</em> introduces a new way of thinking about food from their homeland.</p><p>As Suzanne tells host Audie Cornish on <em>All Things Considered,</em> \"We have a plethora of flavors and ingredients that we underutilize, and because we have prepared them for so long in very traditional ways, the world outside of Jamaica has not explored the abundance of Caribbean ingredients and flavors.\"</p><p>This means the sisters' recipes pack a few surprises you might not expect out of Jamaica — dishes like callaloo and ricotta ravioli, or banana and coconut crème brûlée. And when they do turn to jerk chicken, that old standby, they thrust it into unknown territories like lasagna and spring rolls.</p><p>In all this experimentation, though, the style of the islands still dominates.</p><p>\"There is a thread that flows through all of the foods of the region,\" Michelle says. \"That would be not only based on the foods that we cook with, but just the quality of life, the approach to living, the approach to food and the role that that plays in the culture and society and in family structure.\"</p><p>These flavors, both of food and of life, have their roots in the islands' mixed history. In the distinctive combinations of savory and sweet, echoes of the region's colonial past remain.</p><p>\"How come we eat the foods that we do?\" Suzanne says. \"It speaks to the story of a combination of a slave history that all the islands share and a colonial history that was French or British or Spanish.\"</p><p>For instance, why is salted fish so prevalent on island menus? Thank the Europeans, who brought their food with them across the Atlantic. Suzanne explains: \"Of course, we never had refrigeration, there was no preservation of meats then, so obviously salting and curing them was a way of preserving them.\"</p><p>Crucial in that same history has been sugar, both how it's produced and how it's consumed — or, as Michelle puts it, \"that common culture of being sugar-producing islands. ... There were an availability of limited ingredients that really only changed in methodology of preparation, based on availability of equipment.\"</p><p>Woven together, the savory and the sweet make for a story of the islands the sisters hope to tell in new ways. And, yes, this means moving beyond the jerk.</p><p>\"[The islands have] been given this bad rap about being only about jerk,\" Suzanne says. \"It's not the truth: Our food can be extremely sexy, it can be extremely healthy, it can be easily done.\"</p><hr /><h3>Recipe: Whole Roasted Snapper With Grilled Lime And Mojito Oil</h3><p><em>Serves 4</em></p><p>4 fresh whole snapper (1 pound each)</p><p>4 teaspoons fresh lime juice</p><p>2 tablespoons olive oil</p><p>1 bunch fresh cilantro, chopped</p><p>1 tablespoon peeled and grated fresh ginger</p><p>1 tablespoon sea salt</p><p>1 bunch fresh thyme sprigs</p><p>1 lime, thinly sliced</p><p>2 or 3 slivers Scotch bonnet (optional)</p><p>Freshly ground black pepper</p><p>4 limes and/or lemons, halved</p><p><strong>For the Mint Lime Mojito Oil</strong></p><p>1 cup loosely packed fresh mint leaves</p><p>1/2 cup fresh parsley leaves, finely chopped</p><p>2 cloves garlic, chopped</p><p>2 teaspoons sugar</p><p>2 teaspoons lime zest</p><p>1 teaspoon sea salt</p><p>1/2 teaspoon Scotch bonnet, seeded and minced</p><p>1 cup olive oil</p><p>3 tablespoons fresh lime juice</p><p>2 tablespoons capers, chopped (optional)</p><p>1 teaspoon freshly ground black pepper</p><p>To make the mint lime mojito oil: In a mortar and pestle, muddle the mint and parsley with the garlic, sugar, lime zest, salt and Scotch bonnet. Transfer to a small bowl and add the oil, lime juice, capers, if using, and pepper. Let sit in the refrigerator for a minimum of 6 hours.</p><p>Rub each fish with 1 teaspoon lime juice. Mix together the oil, cilantro, ginger and salt in a small bowl. Score the outside of the fish with three cuts on either side and massage the marinade into the skin, the cuts and inside the cavity of the fish. Stuff each cavity with thyme sprigs, lime slices and slivers of Scotch bonnet, if using. Generously sprinkle the outside of the fish with sea salt and pepper and let rest for 1 hour.</p><p>Preheat the oven to 450 degrees F. Roast the fish for 20 minutes until the skin gets slightly charred.</p><p>Place the limes and/or lemons directly on the oven rack, cut sides down, until marked and slightly softened.</p><p>Place each fish on a serving plate and drizzle generously with the mojito oil. Garnish with the grilled citrus to squeeze onto the fish to add a kick.</p><p><em>From </em>Caribbean Potluck <em>by Suzanne and Michelle Rousseau. Copyright 2014. Photographs by Ellen Silverman. Excerpted by permission of Kyle Books. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Don%27t+Be+A+Jerk.+There%27s+A+Lot+More+To+Island+Cooking&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320734965-6cb24a.m3u?orgId=1&topicId=1053&ft=3&f=320482216"},{"href":"http://media.npr.org/assets/img/2014/06/10/rsz_jerk_chicken_roast_fish_stall-287f2a0be7317ac4d9d9294c8003668ae15c5760.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1327","width":"1771"}},{"href":"http://media.npr.org/assets/img/2014/06/10/roast-salmon-with-citrus-ginger-2ec9f93d18d4eb78f84ceb51bebfe013d4d30063.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2213","width":"2953"}},{"href":"http://media.npr.org/assets/img/2014/06/10/crepes-a-la-mode-c22be2cc07b9c3fcadf5118c210e2a7fa4b1502e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2213","width":"2953"}},{"href":"http://media.npr.org/assets/img/2014/06/10/primavera-jamaicana-0e6f7a1fc18638a94143922f962d9883a3fd39ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1659","width":"2214"}},{"href":"http://media.npr.org/assets/img/2014/06/10/rsz_jerk_chicken_roast_fish_stall-287f2a0be7317ac4d9d9294c8003668ae15c5760.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1327","width":"1771"}},{"href":"http://media.npr.org/assets/img/2014/06/10/rsz_1rousseaus_photo_by_ellen_silverman-3e0773653ebba2e5c951611200877af306de8008.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1603","width":"2135"}},{"href":"http://media.npr.org/assets/img/2014/06/09/whole-roasted-snapper-c098efb5e99e83ad3e77ad9373dce9955656d388.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2213","width":"2953"}}]}