{"created":"2014-10-03T03:49:15+00:00","modified":"2015-04-30T19:47:33+00:00","valid":{"from":"2012-05-23T19:41:11+00:00","to":"3012-05-23T19:41:11+00:00"},"hreflang":"en","guid":"7b3a18ab-0dad-4240-8f60-602a91ed5a80","title":"SOTRU - Baltimore: Outsiders In","teaser":"Baltimore is a city of many neighborhoods, of intense divides—racial, class, and otherwise-- not easily overcome. It’s a city bogged down by a reputation for crime, poverty and dysfunction (thanks, in part, to the acclaimed TV show The Wire)—a reputation not entirely undeserved. But all of that often overshadows the passion and dedication many Baltimoreans have for their city, and for taking on what’s wrong with it in ways small and large. In this episode, we tell stories of people who are working from outside the system to take on Baltimore’s problems and shepherd its promises into fruition, people who are not letting their outsider status stop them for working their way in. From a young black Baltimorean whose life was transformed by joining a teenage debate league and is working on reforming the city’s education system from the outside… to a group of veterans adopting an inner city neighborhood to turn it around… to a battle over the iconic Baltimorean word “hon”… and more. ","description":"State of the Re:UnionBaltimore - Outsiders InDESCRIPTION: Baltimore is a city of many neighborhoods, of intense divides&mdash;racial, class, and otherwise-- not easily overcome. It&rsquo;s a city bogged down by a reputation for crime, poverty and disfunction (thanks, in part, to the acclaimed TV show The Wire)&mdash;a reputation not entirely undeserved. But all of that often overshadows the passion and dedication many Baltimoreans have for their city, and for taking on what&rsquo;s wrong with it in ways small and large. In this episode, we tell stories of people who are working from outside the system to take on Baltimore&rsquo;s problems and shepherd its promises into fruition, people who are not letting their outsider status stop them for working their way in. From a young black Baltimorean whose life was transformed by joining a teenage debate league and is working on reforming the city&rsquo;s education system from the outside&hellip; to a group of veterans adopting an inner city neighborhood to turn it around&hellip; to a battle over the iconic Baltimorean word &ldquo;hon&rdquo;&hellip; and more. Billboard (:59)Incude: \"From P-R-X and\"Outcue: \"...first this news\"News Hole: 1:00-6:00SEGMENT A (12:29)Incue: You're listening to ...Outcue: ahead on State of the Re:UnionA. Welcome to the Neighborhood(s). In this brief show open, we introduce the idea that Baltimore is far more complex than the version most Americans know through HBO&rsquo;s &ldquo;The Wire.&rdquo; We hear about the many and diverse neighborhoods of Baltimore, some as long as only a few blocks. B. Debating the System Dayvon Love is 24 years old, and, if he has his way, Baltimore city would be in a radically different place before he hits 30. He&rsquo;s written policy papers, given presentations, and offered to debate any public official, anywhere, any time, on any topic. He ran for city council in Baltimore&rsquo;s 8th District in 2011, and only narrowly lost. This is all from a man that, when he was a sophomore in high school, was failing several grades, didn&rsquo;t like to read, and hated school. He came from a rough home that offered him no encouragement, and was basically uninterested in anything academic. That all changed when he found his way onto his high school&rsquo;s debate team. The Baltimore Urban Debate League was started 12 years ago as an experiment to try to do something that would engage kids who were struggling in school. Debate may sound like dorky territory, but the kids BUDL gets involved are anything but. Their philosophy is this: look for the kids that are loud mouth in class and always interrupting. Find the kids who are shrinking in the back and never saying anything&mdash;those are targets. Ease them into the idea of debate with free pizza and easy topics they already have an opinion about&mdash;like school uniforms, yay or nay. And then work your way into serious issues. And it caught on&hellip; Kids who&rsquo;d never been successful in the classroom were being transformed. Debate empowered them, put them at the head of the classroom instead of a teacher. Plus, it was a sport&mdash;with trophies! The Debate Tournaments became social events&mdash;debate in Baltimore became cool. And BUDL has supported many students like Dayvon Love. After becoming a top debater in high school, Dayvon got himself a scholarship to Towson University, debated in college, and became one of 2 students from Baltimore city schools who were on the first African-American team to win the national debate championship. Since graduating college, Dayvon and a handful of other graduates of Baltimore city schools (a number of them former debaters) have started a group called Leaders of a Beautiful Struggle. They call their group a &ldquo;traveling think tank&rdquo; and have been hosting public forums across the city on policy issues, but education in particular. \"I went to a middle school that was half black and half white. There, through the assignments, the testing, and how I was being treated and what I was being told, I remember deeply that I started to think of myself as stupid,\" Dayvon says. \"Part of me knew that either I really was stupid or something was fundamentally wrong with the structure around me.\" Debate, he says, proved to him which of those was right. SEGMENT B (18:59)Incue: \"You're listening to &hellip;\"Outcue: \"P-R-X.O-R-G.\"A. The 6th Branch and Operation Oliver The Oliver neighborhood in Baltimore has become infamous for drugs, crime and poverty. It was where a big chunk of The Wire was filmed, and that show&rsquo;s representation of dealers on the corner, abandoned houses and lives spinning out of control is pretty much accurate. And that&rsquo;s exactly what drew Earl Johnson. He and his wife had been in the military for years, and when the came off active duty, they were looking for some place to move to where they&rsquo;d make a difference. Earl says he didn&rsquo;t want allow myself to waste away. Earl and his wife heard about a guy named David Borinsky who was renovating houses in the Oliver neighborhood, hoping to recruit people to buy them who would be invested in the community. &ldquo;We thought military people would do wonders for the crime rates of this neighborhood,&rdquo; David says. &ldquo;It&rsquo;d be great if we had an army ranger or a navy seal on every block. Like a counter insurgency.&rdquo; And Earl turned out to be one of many Baltimore area veterans who still wanted to serve upon returning home. They started a group called The 6th Branch (playing on the fact that there are 5 branches of the military&mdash;and the guys back at home could be the 6th), and test out this idea of a veteran-sponsored community. Operation Oliver was born. The 6th Branch would organize service days where veterans would flood the neighborhood, picking up trash, cleaning up parks. Earl organizes patrols of the neighborhood to keep criminals and drug dealers at bay. The whole thing only got rolling at the end of the summer, so its still in its early days. But the ultimate goal is twofold: revitalizing the Oliver neighborhood&hellip; and giving returned veterans a sense of purpose. As Jeremy Johnson, a member of the 6th Branch, says &ldquo;it&rsquo;s like that line from the musical Rent: the opposite of War isn&rsquo;t Peace, it&rsquo;s Creation. And that&rsquo;s what we&rsquo;re trying to do here&hellip;&rdquo;B. Dear Baltimore Letter: Pastor Heber Brown III. A letter to Baltimore from the Pastor at New Hope Baptist Church. C. Knitting Behind Bars Lynn Zwerling took up knitting to keep herself occupied in her retirement, after selling cars for decades. She quickly realized: \"what it takes to do knitting are skills vital to human existence &mdash; setting goals, completing a project, giving to somebody else.\" - and that gave her an idea. Teach knitting to convicts in jail. The wardens of every other jail in the area turned her down before starting the weekly program at Jessup's Per-Release Unit - a jail for men in Howard County (25 mins from downtown Baltimore). The program has been running for two years now and it's one of the most popular clubs at the jail. The warden has seen lower rates of violence among the participants. They proudly wear their creations in the yard. It seems to change them.&nbsp; &ldquo;You have to see it,&rdquo; Lynn told the Baltimore Sun. &ldquo;These big, tough, tattooed guys, knitting, with a look on their face of tranquility and peace. It&rsquo;s magic.&rdquo; They're even doing good for the community, knitting winter hats for kids in need at a local school and comfort dolls for children removed from their homes due to domestic violence. And one man who was released says he's kept knitting. Now he's making a scarf for his grandma.SEGMENT C (18:59)Incue: \"You're listening to &hellip;\"Outcue: \"This is N-P-R\"A. The Battle of the Hons In Baltimore, &ldquo;hon&rdquo; is not just a term of endearment. It connotes a certain kind of woman&mdash;the middle-age,&nbsp; head-of-household, beehive-hairdo-wearing, excessively-make-uped, working class mama so successfully caricatured by Divine in John Waters movies. A &ldquo;hon&rdquo; is a Baltimore icon of sorts. Twenty years ago, Denise Whiting opened Hon Caf&eacute; in the Hampden neighborhood, a white working class part of town. She also started HonFest, an annual street festival featuring a contest for towering beehived hons. But it wasn&rsquo;t just her&mdash; &ldquo;hon&rdquo; was such a Baltimorean thing that someone plastered it up under the &ldquo;Welcome to Baltimore&rdquo; sign on the highway a couple of decades ago, and has persisted in replacing it each time officials tear the three letters down. So, it came as quite a shock when it was revealed last year that the word &ldquo;hon&rdquo; had actually been under trademark for years. The whole thing blew up when it came out through that that Denise Whiting, owner of Hon Caf&eacute;, owned the term&mdash;she&rsquo;d trademarked it as part of her marketing. Baltimoreans were outraged. There were protests outside the restaurant. Opinion pieces galore. &ldquo;Hon is as much Baltimore as breathing and eating crabs,&rdquo; says Bruce Goldfarb, who runs a website called Welcome to Baltimore, Hon.&nbsp; But Denise Whiting wouldn&rsquo;t step back, saying she was just protecting her brand. When she was losing so many customers that it seemed her business was doomed, though, an outsider stepped in to moderate&mdash;and a most surprising one at that. Gordon Ramsay, the Scottish foul-mouthed celebrity chef and his TV show Kitchen Nightmares came to Baltimore. Usually, they only do remodels of restaurant interiors or rehashes of menus, but in this case, it was all about PR. Ramsay assembled a focus group of the most vocal participants in the Hon debate. They all gave their point of view. And, eventually, Whiting issued a public apology and filed paperwork to abandon her trademarks at the end of 2011. &ldquo;The Hon Wars are over,&rdquo; Bruce says, &ldquo;and the Hons won.&rdquo; B. Think You Know Who Black Men Are? Think Again. For Fanon Hill, the problem comes down to moments like this one: &ldquo;I go into the bank, and I have a hat on, a Johns Hopkins University ballcap. Immediately, I have 2 security guards ask me to remove my hat. I do so, and then watch as others coming into the bank were allowed to leave their hats on. The difference between them and me? I&rsquo;m a black man. They&rsquo;re not.&rdquo; This may be a small moment, one that happens every day in the lives of black men and boys around the U.S. But Fanon is part of a group that has been directly taking on the assumptions behind that small incident, trying not only to make them overt, but question them, deconstruct them. It&rsquo;s a project that has turned Baltimore barbershops into event spaces, turned classrooms into art galleries, and turned a t-shirt into a political conversation-starter. They call it the Black Male Identity Project, and it was a year-long initiative that is aimed at overturning the huge negative stereotypes of black men and boys by using art to show the public positive images of them. The idea was to create new sorts of stories and images about who black men are, and ultimately build a database that would be an overwhelming case study in how false the stereotypes are..&nbsp;&nbsp; C. Baltimore Montage: We ask Baltimore residents to describe parts of the city that people who only know &ldquo;The Wire&rdquo; would have no idea about. PROGRAM OUT @ 59:00Broadcast Window Begins 06/01/2012The Spring 2012 Season of State of the Re:Union (SOTRU) will be available June 1, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp; State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Baltimore - Outsiders In<br /><br />DESCRIPTION: Baltimore is a city of many neighborhoods, of intense divides&mdash;racial, class, and otherwise-- not easily overcome. It&rsquo;s a city bogged down by a reputation for crime, poverty and disfunction (thanks, in part, to the acclaimed TV show The Wire)&mdash;a reputation not entirely undeserved. But all of that often overshadows the passion and dedication many Baltimoreans have for their city, and for taking on what&rsquo;s wrong with it in ways small and large. In this episode, we tell stories of people who are working from outside the system to take on Baltimore&rsquo;s problems and shepherd its promises into fruition, people who are not letting their outsider status stop them for working their way in. From a young black Baltimorean whose life was transformed by joining a teenage debate league and is working on reforming the city&rsquo;s education system from the outside&hellip; to a group of veterans adopting an inner city neighborhood to turn it around&hellip; to a battle over the iconic Baltimorean word &ldquo;hon&rdquo;&hellip; and more. <br /><br />Billboard (:59)<br />Incude: \"From P-R-X and\"<br />Outcue: \"...first this news\"<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: You're listening to ...<br />Outcue: ahead on State of the Re:Union<br /><br />A. Welcome to the Neighborhood(s). <br />In this brief show open, we introduce the idea that Baltimore is far more complex than the version most Americans know through HBO&rsquo;s &ldquo;The Wire.&rdquo; We hear about the many and diverse neighborhoods of Baltimore, some as long as only a few blocks. <br /><br />B. Debating the System <br />Dayvon Love is 24 years old, and, if he has his way, Baltimore city would be in a radically different place before he hits 30. He&rsquo;s written policy papers, given presentations, and offered to debate any public official, anywhere, any time, on any topic. He ran for city council in Baltimore&rsquo;s 8th District in 2011, and only narrowly lost. This is all from a man that, when he was a sophomore in high school, was failing several grades, didn&rsquo;t like to read, and hated school. He came from a rough home that offered him no encouragement, and was basically uninterested in anything academic. That all changed when he found his way onto his high school&rsquo;s debate team. The Baltimore Urban Debate League was started 12 years ago as an experiment to try to do something that would engage kids who were struggling in school. Debate may sound like dorky territory, but the kids BUDL gets involved are anything but. Their philosophy is this: look for the kids that are loud mouth in class and always interrupting. Find the kids who are shrinking in the back and never saying anything&mdash;those are targets. Ease them into the idea of debate with free pizza and easy topics they already have an opinion about&mdash;like school uniforms, yay or nay. And then work your way into serious issues. And it caught on&hellip; Kids who&rsquo;d never been successful in the classroom were being transformed. Debate empowered them, put them at the head of the classroom instead of a teacher. Plus, it was a sport&mdash;with trophies! The Debate Tournaments became social events&mdash;debate in Baltimore became cool. <br />And BUDL has supported many students like Dayvon Love. After becoming a top debater in high school, Dayvon got himself a scholarship to Towson University, debated in college, and became one of 2 students from Baltimore city schools who were on the first African-American team to win the national debate championship. <br />Since graduating college, Dayvon and a handful of other graduates of Baltimore city schools (a number of them former debaters) have started a group called Leaders of a Beautiful Struggle. They call their group a &ldquo;traveling think tank&rdquo; and have been hosting public forums across the city on policy issues, but education in particular. \"I went to a middle school that was half black and half white. There, through the assignments, the testing, and how I was being treated and what I was being told, I remember deeply that I started to think of myself as stupid,\" Dayvon says. \"Part of me knew that either I really was stupid or something was fundamentally wrong with the structure around me.\" Debate, he says, proved to him which of those was right. <br /><br /><br />SEGMENT B (18:59)<br />Incue: \"You're listening to &hellip;\"<br />Outcue: \"P-R-X.O-R-G.\"<br /><br />A. The 6th Branch and Operation Oliver <br />The Oliver neighborhood in Baltimore has become infamous for drugs, crime and poverty. It was where a big chunk of The Wire was filmed, and that show&rsquo;s representation of dealers on the corner, abandoned houses and lives spinning out of control is pretty much accurate. And that&rsquo;s exactly what drew Earl Johnson. He and his wife had been in the military for years, and when the came off active duty, they were looking for some place to move to where they&rsquo;d make a difference. Earl says he didn&rsquo;t want allow myself to waste away. Earl and his wife heard about a guy named David Borinsky who was renovating houses in the Oliver neighborhood, hoping to recruit people to buy them who would be invested in the community. &ldquo;We thought military people would do wonders for the crime rates of this neighborhood,&rdquo; David says. &ldquo;It&rsquo;d be great if we had an army ranger or a navy seal on every block. Like a counter insurgency.&rdquo; <br />And Earl turned out to be one of many Baltimore area veterans who still wanted to serve upon returning home. They started a group called The 6th Branch (playing on the fact that there are 5 branches of the military&mdash;and the guys back at home could be the 6th), and test out this idea of a veteran-sponsored community. Operation Oliver was born. The 6th Branch would organize service days where veterans would flood the neighborhood, picking up trash, cleaning up parks. Earl organizes patrols of the neighborhood to keep criminals and drug dealers at bay. The whole thing only got rolling at the end of the summer, so its still in its early days. But the ultimate goal is twofold: revitalizing the Oliver neighborhood&hellip; and giving returned veterans a sense of purpose. As Jeremy Johnson, a member of the 6th Branch, says &ldquo;it&rsquo;s like that line from the musical Rent: the opposite of War isn&rsquo;t Peace, it&rsquo;s Creation. And that&rsquo;s what we&rsquo;re trying to do here&hellip;&rdquo;<br /><br />B. Dear Baltimore Letter: Pastor Heber Brown III. <br />A letter to Baltimore from the Pastor at New Hope Baptist Church. <br /><br />C. Knitting Behind Bars <br />Lynn Zwerling took up knitting to keep herself occupied in her retirement, after selling cars for decades. She quickly realized: \"what it takes to do knitting are skills vital to human existence &mdash; setting goals, completing a project, giving to somebody else.\" - and that gave her an idea. Teach knitting to convicts in jail. The wardens of every other jail in the area turned her down before starting the weekly program at Jessup's Per-Release Unit - a jail for men in Howard County (25 mins from downtown Baltimore). The program has been running for two years now and it's one of the most popular clubs at the jail. The warden has seen lower rates of violence among the participants. They proudly wear their creations in the yard. It seems to change them.&nbsp; &ldquo;You have to see it,&rdquo; Lynn told the Baltimore Sun. &ldquo;These big, tough, tattooed guys, knitting, with a look on their face of tranquility and peace. It&rsquo;s magic.&rdquo; They're even doing good for the community, knitting winter hats for kids in need at a local school and comfort dolls for children removed from their homes due to domestic violence. And one man who was released says he's kept knitting. Now he's making a scarf for his grandma.<br /><br /><br />SEGMENT C (18:59)<br />Incue: \"You're listening to &hellip;\"<br />Outcue: \"This is N-P-R\"<br /><br />A. The Battle of the Hons <br />In Baltimore, &ldquo;hon&rdquo; is not just a term of endearment. It connotes a certain kind of woman&mdash;the middle-age,&nbsp; head-of-household, beehive-hairdo-wearing, excessively-make-uped, working class mama so successfully caricatured by Divine in John Waters movies. A &ldquo;hon&rdquo; is a Baltimore icon of sorts. Twenty years ago, Denise Whiting opened Hon Caf&eacute; in the Hampden neighborhood, a white working class part of town. She also started HonFest, an annual street festival featuring a contest for towering beehived hons. But it wasn&rsquo;t just her&mdash; &ldquo;hon&rdquo; was such a Baltimorean thing that someone plastered it up under the &ldquo;Welcome to Baltimore&rdquo; sign on the highway a couple of decades ago, and has persisted in replacing it each time officials tear the three letters down. <br />So, it came as quite a shock when it was revealed last year that the word &ldquo;hon&rdquo; had actually been under trademark for years. The whole thing blew up when it came out through that that Denise Whiting, owner of Hon Caf&eacute;, owned the term&mdash;she&rsquo;d trademarked it as part of her marketing. Baltimoreans were outraged. There were protests outside the restaurant. Opinion pieces galore. &ldquo;Hon is as much Baltimore as breathing and eating crabs,&rdquo; says Bruce Goldfarb, who runs a website called Welcome to Baltimore, Hon.&nbsp; But Denise Whiting wouldn&rsquo;t step back, saying she was just protecting her brand. When she was losing so many customers that it seemed her business was doomed, though, an outsider stepped in to moderate&mdash;and a most surprising one at that. Gordon Ramsay, the Scottish foul-mouthed celebrity chef and his TV show Kitchen Nightmares came to Baltimore. Usually, they only do remodels of restaurant interiors or rehashes of menus, but in this case, it was all about PR. Ramsay assembled a focus group of the most vocal participants in the Hon debate. They all gave their point of view. And, eventually, Whiting issued a public apology and filed paperwork to abandon her trademarks at the end of 2011. &ldquo;The Hon Wars are over,&rdquo; Bruce says, &ldquo;and the Hons won.&rdquo; <br /><br /><br />B. Think You Know Who Black Men Are? Think Again. <br />For Fanon Hill, the problem comes down to moments like this one: &ldquo;I go into the bank, and I have a hat on, a Johns Hopkins University ballcap. Immediately, I have 2 security guards ask me to remove my hat. I do so, and then watch as others coming into the bank were allowed to leave their hats on. The difference between them and me? I&rsquo;m a black man. They&rsquo;re not.&rdquo; <br />This may be a small moment, one that happens every day in the lives of black men and boys around the U.S. But Fanon is part of a group that has been directly taking on the assumptions behind that small incident, trying not only to make them overt, but question them, deconstruct them. It&rsquo;s a project that has turned Baltimore barbershops into event spaces, turned classrooms into art galleries, and turned a t-shirt into a political conversation-starter. They call it the Black Male Identity Project, and it was a year-long initiative that is aimed at overturning the huge negative stereotypes of black men and boys by using art to show the public positive images of them. The idea was to create new sorts of stories and images about who black men are, and ultimately build a database that would be an overwhelming case study in how false the stereotypes are..&nbsp;&nbsp; <br /><br />C. Baltimore Montage: <br />We ask Baltimore residents to describe parts of the city that people who only know &ldquo;The Wire&rdquo; would have no idea about. <br /><br />PROGRAM OUT @ 59:00<br /><br />Broadcast Window Begins 06/01/2012<br /><br />The Spring 2012 Season of State of the Re:Union (SOTRU) will be available June 1, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp; <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage.","byline":"Al Letson","published":"2012-05-23T19:41:11+00:00","tags":["Actuality","Documentary","Entertainment","Public Affairs","Real","Surprising","Thoughtful","Travel"],"itags":["prx:stories-78849"],"audio":[{"href":"https://hal.prx.org/pub/dd08343a1f9e2e53df3649ce79f9a1bb/0/web/story_image/178566/medium/Baltimore.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/740143151ec4adf32cc0b1dfc6d90b63/0/web/audio_file/395192/broadcast/01-Baltimore_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/58e33a4efe3dfbb4cdc6b3074b13131a/0/web/audio_file/395193/broadcast/02-Baltimore_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/f5047d9467ae9f771bbfcfa18d96e28d/0/web/audio_file/395200/broadcast/03-Baltimore_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/a87dc8aa734fff71c79c0b03877bf8ff/0/web/audio_file/395201/broadcast/04-Baltimore_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/1bd197ba8fefdd69704ea810de83c9d8/0/web/audio_file/395203/broadcast/05-Baltimore_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/c23422e926fd97990f11cc6d4d1bc2a4/0/web/audio_file/395204/broadcast/06-Baltimore_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1896285}},{"href":"https://cms.prx.org/pub/951e767d9df64b5ce6b6a761e6ab4faf/0/web/audio_file/395213/broadcast/07-Baltimore_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}