{"created":"2014-10-08T16:42:40+00:00","modified":"2014-10-31T02:23:05+00:00","valid":{"from":"2014-10-31T02:23:05+00:00","to":"3014-10-31T02:23:05+00:00"},"hreflang":"en","title":"Drone Journalism Can't Fully Take Flight Until Regulators Act","published":"2014-05-12T15:12:00+00:00","teaser":"Unmanned aircraft offer spectacular bird's-eye views, and news organizations are eager to deploy them to get that perspective. But U.S. regulators currently prohibit drone use for commercial purposes.","itags":["npr_api","309742245"],"guid":"7b3c65e8-d412-4e06-89dd-bb44a3a136f6","contentencoded":"<p>What was once experimental is now becoming more common: Journalists and photographers are increasingly putting small commercial drones in the air to shoot photo and video. But when they do, they're on shaky legal ground. Federal regulators currently prohibit drone use for commercial purposes — including reporting — as they work to <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/05/05/309746615/faa-head-safety-privacy-concerns-abound-in-regulating-drones\">write longer term guidelines</a> on who can fly small drones, and where.</p><p>Just last week, when a tornado ripped through Arkansas, it carved a path of damage so wide that the best way to see its destruction was from the air. KATV, the ABC affiliate in Little Rock, Ark., aired <a href=\"https://www.youtube.com/watch?v=c7s2lzDtjew\">several minutes of damage video</a>. It was recorded by a photographer from his drone, which has a built-in video camera that shot from about 150 feet in the air.</p><p>\"You can provide people in the affected area and outside of it a much greater perspective on just the scope and scale of the disaster,\" says Matt Waite, who started and leads the <a href=\"http://www.dronejournalismlab.org/\">Drone Journalism Lab</a> at the University of Nebraska, Lincoln. When he opened it, it was the first drone journalism lab in the world.</p><p>\"A lot of people ask what's the difference between a remote control helicopter and the thing that you're using, and honestly there's not a lot of difference,\" Waite says.</p><p>The main differentiator is that lightweight drones with photo and video capabilities have an automatic feature where they <em>could</em> fly without someone at the controls. The Federal Aviation Administration calls them UASs, or <a href=\"http://www.faa.gov/about/initiatives/uas/\">Unmanned Aircraft Systems</a>. But at even 10 or 20 feet in the air, cameras on these news drones capture perspectives you just can't get from the ground.</p><p>\"It's really interesting. It's a totally new way of experiencing the world,\" says recent Nebraska grad Ben Kreimer. He's a researcher at the Drone Journalism Lab, testing conditions under which drones could fly and the practical problems these devices would run into. At least that's what he was doing until last summer, when the feds sent the lab a cease-and-desist letter.</p><p>\"Based on your university website, you are currently operating a UAS without proper authorization,\" an excerpt from the letter reads.</p><p>At the same time the FAA works to craft its guidelines, drones are getting less expensive and more mainstream. It's opening up some big questions.</p><p>\"Can journalists use these, and does the First Amendment protect photographing in a public place, above ground level? And there's some really massive questions out there to be answered,\" Waite says.</p><p>The lab is now awaiting a federal permit to fly. Until it gets one, Kreimer and other students have been limited to flying indoors, in an old photo lab or one of Nebraska's indoor football practice facilities. Or, Kreimer goes abroad for test flights. He just returned from India and Kenya, where he captured roaming animals, a centuries-old shipyard and more.</p><p>\"It's crippling to have gone from being in these places where I can go out and operate and I can try out ideas, try stories out, shoot stories — to come back here where I just can't do anything without the risk of getting in trouble,\" Kreimer says.</p><p>That risk also means research of the potential for drone journalism is kept from taking off.</p><p>\"The real frontier for drones in journalism is going to be through investigative and explanatory reporting — using them to gather data,\" Waite says.</p><p>Until the FAA comes up with its official rules about who can fly and where — which isn't expected until September 2015 — drone users are just waiting.</p><p>\"The potential applications out there for farming, for search and rescue, for infrastructure management, for environmental regulation, for all kinds of things — is really just stuck until the FAA acts. And as soon as they do, you're gonna see an industry just spring up overnight,\" Waite says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Drone+Journalism+Can%27t+Fully+Take+Flight+Until+Regulators+Act&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309840557-64cca9.m3u?orgId=1&topicId=1019&ft=3&f=309742245"},{"href":"http://media.npr.org/assets/img/2014/05/05/img_1623-d2e278664f801f6a01418584c0f149a5dffce4b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1446","width":"1928"}},{"href":"http://media.npr.org/assets/img/2014/05/05/0_img_2475-0fb2bb86c0edb8c0552820d2b7e91a57170a8d6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3155","width":"4210"}}]}