{"created":"2015-03-18T15:38:12+00:00","modified":"2015-03-18T21:13:30+00:00","valid":{"from":"2015-03-18T21:13:30+00:00","to":"3015-03-18T21:13:30+00:00"},"hreflang":"en","guid":"7b3f7c54-ea03-44b2-9386-fc9a796a2e29","title":"With 'kangaroo care,' parents can save their premature babies, just by holding them","published":"2015-03-18T21:13:23+00:00","byline":"Dalia Mortada","tags":["health","medicine","Development","Across Women's Lives","Health","Health & Medicine","Addis Ababa","Africa","Ethiopia","Alice Allen","Kangaroo care","Breastfeeding","Maternity","Infancy","Human development"],"teaser":"Infant mortality rates have been improving greatly in Ethiopia, but hospitals are still not well-equipped to handle care for babies born prematurely. Enter \"kangaroo care,\" a technique originally developed in South America to keep premature babies in skin-to-skin contact with an adult during early, crucial weeks or months of development. ","contentencoded":"<p>A modest solution is turning out to be the difference between life and death for thousands of infants born prematurely in the developing world.</p>\n<p>In hospitals like Zeweditu in Ethiopia’s capital, Addis Ababa, incubators are rare. And when they are available, the electricity supply isn’t reliable enough to keep them running. So staff here are keeping new parents of premature infants in the hospital and, whenever possible, encouraging “kangaroo care,” a technique <a href=\"http://opinionator.blogs.nytimes.com/2010/12/13/the-human-incubator/\">developed</a> in South America decades ago to safely help premature and underweight babies grow with the help of skin-to-skin contact.</p>\n<p>As soon as a baby is born — as long as there aren’t other major medical issues — the infant is put naked on a parent’s bare chest, generally the mother’s. The baby stays there as long as necessary: days, weeks, months even — tucked in tight by wrapping a blanket around both the baby and the adult.</p>\n<p>A pair of twins and their parents have been in the hospital for nearly a month. One baby was born weighing less than three pounds, the other less than two, so mom and dad were each wrapped up with a baby for nearly three weeks. Now, the heavier twin is healthy enough to sleep on his own. The second baby is still getting there.</p>\n<p>Wandamu, the babies’ soft-spoken father, smiles sheepishly. “Initially ... they weren't able to feed properly, but now we are seeing them breast feeding and we are very happy,” he says, as his wife, Lakish, nods in agreement. The tiny infants are strapped to her chest still.</p>\n<p>That feeling of happiness is crucial in Ethiopia, where people sometimes assume that an especially premature baby won’t survive.</p>\n<p>“Unfortunately some communities will say, ‘God made his judgment,’ and the baby will be put somewhere to die. That baby might actually survive if it's close to its mother,” says Alice Allen, who’s been teaching a group of nurses at Zeweditu Hospital the techniques of what’s now called Kangaroo Mother Care, or KMC.</p>\n<p dir=\"ltr\"></p><div class=\"media media-element-container media-default\"><img height=\"598\" width=\"900\" alt=\"Kangaroo Care Ethiopia\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/kangaroo3.jpg?itok=XPidZPbI\" title=\"\" /><div class=\"field-caption\">\n    <p>New mom Birtukan is just starting kangaroo care with her daughter, who is eight days old. She's has spent the past week recovering from a very difficult delivery, her doctor says, while her baby needed urgent medical care and stayed in an incubator. </p>\n<p> </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Dalia Mortada</p>\n  </div>\n</div>\n<p>For some exhausted parents, though, the demands of KMC are difficult. Birkutan, a 30-year-old, first-time mother, has been here three weeks now. Her eyes look tired. Having a baby attached to her chest 24/7, and trying to sleep propped upright, isn’t conducive to rest.</p>\n<p>Birtukan had her baby two-and-a-half months early. Because of health issues, the baby had to stay in an incubator for a week. Afterwards, nurses wrapped the baby onto Birtukan’s chest for KMC. But right now, she’s worried.</p>\n<p>“The weight of the baby feels less, so I don't believe that KMC is helping,” Birtukan frets. Because she fears her daughter won’t survive, she hasn’t given the baby a name yet. The nurses are trying to ease her fears.</p>\n<div class=\"edit-entity cta_align-right cta_bg-gray\" data-entity-id=\"78466\" data-entity-type=\"node\">\n<div id=\"node-78466\" class=\"node node-story-act story-act-cta story-act-nid-78466 cta-type-external-link cta-style-learn clearfix\" about=\"/node/78466\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/78466\">Story Act: Researchers weigh in on Kangaroo Care</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act: Researchers weigh in on Kangaroo Care\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Researchers weigh in on Kangaroo Care  </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/thumbnail/public/kangaroocare1.jpg?itok=Ukqw6-3I\" width=\"100\" height=\"73\" /></div>\n<div class=\"field-story-act-teaser\">\n    Preemies experience less pain and have faster-maturing brains with Kangaroo Care  </div>\n<div class=\"field-story-act-external-link\">\n    <a href=\"http://www.sciencedaily.com/releases/2013/07/130710155732.htm\">Learn more</a>  </div>\n</div>\n</div>\n</div>\n<p>In Ethiopia, plenty of measures have been taken to help keep mothers and babies alive: In recent years, they’ve built more roads and health facilities in remote places for easy access and they’ve invested in maternity wards and infant ICUs. All this investment seems to be working: The number of kids who don’t make it past the age of 5 has dropped four-fold since 1990. But a lot of these measures need regular electricity and a lot of money to keep afloat — both of which aren’t in plentiful supply in Ethiopia. Nor are doctors.</p>\n<p>“[KMC] takes away the time the doctors have to spend,” Allen explains. “You don't need the technology to do it, so it's absolutely perfect for developing countries, which seems a complete no-brainer.”</p>\n<p>As long as parents can feel the pay-off of what can be a fraught and difficult time, that is. Wandamu and Lakish now do. “The more we are caring and holding the babies, the more our love grows as well,” Wandamu says.</p>\n<p><em>Dalia Mortada’s reporting was made possible with a fellowship from the <a href=\"http://internationalreportingproject.org/\">International Reporting Project</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-17%2Fkangaroo-care-how-holding-premature-babies-close-can-save-their-lives&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/kangaroocare2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kangaroocare2jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03182015_07.mp3"},{"href":"http://www.pri.org/file/0318201507mp3"}]}