{"created":"2014-10-24T19:24:27+00:00","modified":"2014-11-10T20:46:48+00:00","valid":{"from":"2014-11-10T20:46:48+00:00","to":"3014-11-10T20:46:48+00:00"},"hreflang":"en","title":"In Southeast Turkey, A Long History Of Bloodshed And Worship ","published":"2014-10-24T23:46:00+00:00","teaser":"A vast plain near Syria is no stranger to military carnage. But a place known as \"Potbelly Hill\" holds ruins built in ancient times, possibly for ritual purposes, long before organized religion.","itags":["npr_api","358577089"],"guid":"7b4dda14-f7a5-4c6d-92af-c840b10789d1","contentencoded":"<p>The Urfa plain in southeastern Turkey — not far from where Syrian refugees watch fighters from the so-called Islamic State wage a brutal war in the name of a primitive version of their faith — is one of the most fought-over landscapes in human civilization.</p><p>But on the plain — soaked in blood since the days when Sumerian and Assyrian kings ruled Mesopotamia — there's a place that's even older, so old that its denizens hadn't mastered the arts of pottery, writing or making war.</p><p>It's called Gobekli Tepe — \"Potbelly Hill\" — and some archaeologists believe it contains the ruins of the first place of worship.</p><p><strong>Thousands of Years Before Stonehenge </strong></p><p>In the mid-1990s, a German named Klaus Schmidt began digging at the mound, with its panoramic view of the biblical plain of Harran and northern Syria.</p><p>Schmidt unearthed circular enclosures featuring Stonehenge-like limestone T-pillars — except Stonehenge wouldn't exist for another several thousand years. The Gobekli Tepe pillars, decorated with animal reliefs, have been dated as far back as 9500 B.C. Those are the early years of what archaeologists call the Pre-Pottery Neolithic period in the Fertile Crescent.</p><p>After Schmidt's death from a heart attack earlier this year, Lee Clare took over work at the site. He says there are still more questions than answers. For instance, how were these stone pillars moved up the hill from the quarry below?</p><p>\"[The] big ones would've been, you know, 30, 40, 50 tons,\" he says. \"They may have been using rollers, using wooden logs, but we honestly don't know how they were doing it.\"</p><p><strong>Turning Accepted History On Its Head</strong></p><p>Finding no evidence of human habitation, Schmidt settled on a radical hypothesis: that these enclosures — at least 20 of them are buried in the hill — were created for ritual purposes, long before organized religion arrived on the scene.<strong></strong></p><p>Until now, the accepted theory has been that hunter-gatherers first came together in settlements, and agriculture, domestication of animals and the precursors to organized religion followed. Clare says Gobekli Tepe poses an intriguing question: What if the rituals came first?</p><p>\"People coming together, communal structures were being built, people erecting these wonderful pillars, carving them, that was a specialist job,\" Clare says, adding that those specialists had to be fed.</p><p>\"And one way of doing that and feeding these people was actually domesticating things,\" he says. \"Based on the evidence we have from this site, we tend to think that domestication of animals, of crops actually occurred as a byproduct of what was going on here.\"</p><p><strong>Radical Theory Has Its Critics</strong></p><p>Not everyone is convinced by this theory. A few years ago, a Canadian anthropologist argued that <a href=\"http://www.npr.org/blogs/13.7/2011/10/13/141216522/the-worlds-first-temple-or-not\">Gobekli Tepe could have been built by settlers, not hunter-gatherers</a>.</p><p>Clare says he's willing to be convinced, but so far there's no sign of cooking hearths or other evidence of domestic life at the site.</p><p>One of the pleasures Clare has working on the cutting edge of archaeology is the freedom to speculate about the hunter-gatherers just before their transition to settlements — a people so focused on daily survival that there was no time, let alone a reason, to wage war. Clare says this period is notable for the lack of evidence pointing to conflict, which may seem surprising.</p><p>\"But at the same time other scholars have said for the Neolithic to spread as it did, for this knowledge to spread, it would've needed people cooperating and not fighting,\" he says. \"And I think that's a nice thought.\"</p><p>That's an almost utopian thought, considering the millennia of carnage that followed, including the blood still being shed in the 21st century, just across the Syrian border, a mere 20 miles away.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Southeast+Turkey%2C+A+Long+History+Of+Bloodshed+And+Worship+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358631312-99f899.m3u?orgId=1&topicId=1009&ft=3&f=358577089"},{"href":"http://media.npr.org/assets/img/2014/10/24/Gobekli-Tepe0-12bc187c68482d1eec7d6931da66e3ec8ffeac29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2657","width":"3543"}}]}