{"created":"2014-10-27T18:41:06+00:00","modified":"2014-10-27T18:41:06+00:00","valid":{"from":"2014-10-27T18:41:06+00:00","to":"3014-10-27T18:41:06+00:00"},"hreflang":"en","title":"Recipes To Make The Most Of Summer Tomatoes","published":"2014-08-21T20:30:00+00:00","teaser":"Resident chef Kathy Gunst has all sorts of ideas for how to cook with summer tomatoes. She shares several recipes.","itags":["npr_api","342201369"],"contentencoded":"<p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong> joins hosts Jeremy Hobson and Meghna Chakrabarti with the summer&#8217;s bounties from her garden &#8212; tomatoes of all shapes and sizes. She has all sorts of ideas for how to cook with them, and shares these recipes:<a name=\"toasts\"></a></p><ul><li><a href=\"#toasts\">Herbed Ricotta Toasts with Slow-Roasted Cherry Tomatoes</a></li><li><a href=\"#salsa\">Garden Salsa</a></li><li><a href=\"#panzanella\">Island Tomato, Basil & Grilled Bread Panzanella</a></li><li><a href=\"#sandwich\">Mary Ann Esposito’s “Tomato Sandwich My Way”</a></li></ul><h4>Related Segments & Recipes</h4><ul><li><a href=\"http://hereandnow.wbur.org/2014/05/26/gunst-grilled-pizza\" target=\"_blank\">Grilling Pizza With Kathy Gunst (with video)</a></li><li><a href=\"http://hereandnow.wbur.org/2010/09/15/canning-recipes\" target=\"_blank\">Canning Recipes & End-of-the-Season Roasted Tomato Sauce (with video)</a></li><li><a href=\"http://hereandnow.wbur.org/2013/08/16/no-cook-cooking#gazpacho\" target=\"_blank\">Tomato Vegetable Gazpacho</a></li><li><a href=\"http://hereandnow.wbur.org/2014/07/02/summer-grilling-recipes#crostata\" target=\"_blank\">Tomato-Zucchini-Goat Cheese Crostata</a></li></ul><p><em>See more cooking segments and recipes from Kathy Gunst <a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">here</a>.</em></p><h4>Herbed Ricotta Toasts with Slow-Roasted Cherry Tomatoes</h4><p><a href=\"http://media.wbur.org/wordpress/11/files/2014/08/0821_kathy-gunst-tomato-recipes.pdf\" target=\"_blank\">(View/print a PDF of all four tomato recipes)</a></p><p><strong>Kathy’s Note:</strong> This is like the most delicious open-faced grilled cheese and tomato sandwich imaginable. You can slow roast the tomatoes and mix the ricotta beforehand and then assemble just minutes before you want to serve the toasts. These grilled toasts are delicious for breakfast, lunch or dinner—or as a first course with sparkling wine.</p><p>Cherry tomatoes are particularly abundant this season. They are naturally sweet as candy. I love slow roasting them in a low oven with olive oil, garlic and fresh herbs. You can also serve with crusty bread, on top of pasta, grilled fish, chicken or meat, or as a room temperature topping for pizza or an accompaniment to cheese.</p><p><em>Serves 6-12.</em></p><p><strong>Ingredients:</strong></p><p>The Slow-Roasted Tomatoes</p><p>3 cups cherry tomatoes, yellow and red and orange varieties if you can find them</p><p>3 tablespoons olive oil</p><p>3 cloves garlic, chopped</p><p>1 tablespoon chopped fresh basil</p><p>1 tablespoon chopped fresh thyme</p><p>Salt and freshly ground black pepper</p><p>The Ricotta:</p><p>1 cup whole milk ricotta cheese</p><p>1 tablespoon chopped fresh thyme</p><p>1 tablespoon chopped fresh basil</p><p>1 tablespoon chopped fresh chives</p><p>Salt and freshly ground black pepper</p><p>The Toasts:</p><p>12 thin slices of crusty baguette, about 1/2-inch thick</p><p>About 1 1/2 tablespoons olive oil</p><p><strong>Instructions:</strong></p><p>Make the tomatoes: Preheat the oven to 225 degrees.</p><p>Place the tomatoes, oil, garlic, basil, thyme, salt and pepper in a large ovenproof skillet or gratin dish. Gently toss to coat all the tomatoes with the oil, garlic and herbs. Roast on the middle shelf for about 1 to 1 1/2 hours, or until the tomatoes are beginning to burst and are very softened. Serve hot or at room temperature.</p><p>Make the ricotta blend: in a small bowl gently mix the ricotta, thyme, basil, chives, salt, pepper. Cover and refrigerate until ready to use.</p><p>Assemble: preheat the broiler.</p><p>Place the toasts on a cookie or baking sheet. Brush lightly with half the oil. Broil for 2 minutes, or until just golden brown and toasted. Flip the bread over and brush with the remaining oil. Divide the ricotta mixture on top and arrange several roasted tomatoes and a little drizzle of the juices from the bottom of the dish on top. <a name=\"salsa\"></a>Broil for about 1 to 2 minutes, or until the cheese just begins to bubble. Serve hot or at room temperature.</p><h4>Garden Salsa</h4><p><strong>Kathy’s Note:</strong> This is tomato, pepper, onion, and cilantro season so that makes it’s time to make the salsa. Serve with chips, vegetables or spoon onto tacos, burgers, and salads.</p><p><em>Serves 4.</em></p><p><strong>Ingredients:</strong></p><p>12 cherry tomatoes, cut in half or quarters, depending on the size</p><p>2 large ripe tomatoes, cubed</p><p>1 sweet green, red or yellow pepper, cut into cubes</p><p>1 small red or white onion, finely chopped</p><p>2 scallions, finely chopped</p><p>1 clove garlic, chopped, optional</p><p>1 jalapeño, cut in half, seeded, and finely chopped*</p><p>2 1/2 tablespoons olive oil</p><p>Juice from 1 large lime</p><p>Salt and freshly ground black pepper</p><p>*Remove seeds if you don’t want a spicy salsa or add a few for a moderately spicy salsa and keep them all for a hot hot salsa</p><p><strong>Instructions:</strong></p><p>In a medium bowl gently mix all the ingredients. Taste for seasoning adding more lime juice, oil, salt, pepper or jalapeño as desired.<a name=\"panzanella\"></a> The salsa will keep for about 2 hours. Serve with chips.</p><h4>Island Tomato, Basil & Grilled Bread Panzanella</h4><p><strong>Kathy’s Note:</strong> This recipe comes from Susie Middleton, a farmer on Martha’s Vineyard and author of Fresh From the Farm. See her original recipe <a href=\"http://www.mvmagazine.com/article.php?47427\" target=\"_blank\">here</a>.</p><p><em>Serves 8.</em></p><p><strong>Ingredients:</strong></p><p>4 tablespoons extra-virgin olive oil, plus more for brushing the bread</p><p>1 tablespoon plus 2 teaspoons good-quality sherry or red wine vinegar</p><p>2 teaspoons minced fresh garlic</p><p>3 tablespoons chopped, drained sun-dried tomatoes</p><p>1 teaspoon minced fresh capers</p><p>Sea salt</p><p>Fresh ground black pepper</p><p>1/2 small red onion, julienned</p><p>8 1-inch-thick slices ciabatta or other airy artisan bread</p><p>2 1/4 pounds ripe, juicy beefsteak tomatoes, cored and cut into 3/4-inch pieces</p><p>1/2 cup (lightly packed) small whole fresh basil leaves or large leaves, torn into pieces</p><p><strong>Instructions:</strong></p><p>In a large bowl, combine the 4 tablespoons olive oil, the vinegar, the garlic, the sun-dried tomatoes, and the capers. Add a few big pinches of salt and several grinds of pepper and stir well. Add the red onions and stir again.</p><p>Heat a gas grill to medium or a broiler to high. Brush the bread generously with olive oil on both sides and sprinkle with salt.</p><p>Just before grilling or toasting your bread, go ahead and add the tomatoes to the oil mixture and toss gently. (If the tomatoes are very ripe, you don’t want to let them sit in the dressing for much longer than 10 minutes.)</p><p>Put the bread slices directly on the grill grate or a few inches under the broiler element and cook until a light golden brown on the first side, about 1 minute. Flip and cook for 1 minute more until the other side is golden. Transfer the bread to a cutting board and cut into 3/4-inch cubes.</p><p>Add the bread cubes and half of the basil to the bowl of tomatoes and toss gently until well-combined. Let sit for 5 to 10 minutes, tossing once or twice, to let the bread absorb some of the tomato juices. Taste for salt and pepper and add more if you like.<a name=\"sandwich\"></a></p><p>Transfer the salad to a serving bowl and garnish with the remaining basil.</p><h4>Mary Ann Esposito’s “Tomato Sandwich My Way”</h4><p><strong>Kathy’s Note:</strong> This is a recipe from Mary Ann Esposito, host of the popular television show “Ciao Italia.&#8221;</p><p><strong>Mary Ann&#8217;s Note:</strong> Here is my favorite tomato &#8220;sandwich,&#8221; which I make in a bread pan to serve eight. The recipe could not be simpler to make and it is a refreshing lunch on a hot summer’s day. Granted I only do this when my beefsteak tomatoes are ripe for the picking. The recipe is versatile too because you could add layers of mozzarella cheese to make it a &#8220;caprese&#8221; or how about some crisp bacon strips for an added crunch. Use a combination of tomatoes like yellow, green zebra and red if you like. It’s a winner no matter what.</p><p><strong>Ingredients:</strong></p><p>The Dressing:</p><p>1/2 cup extra virgin olive oil</p><p>1/3 cup white balsamic vinegar</p><p>2 tablespoons sugar</p><p>1/2 teaspoon fine sea salt</p><p>1 tablespoon finely minced oregano or 1 teaspoon dried</p><p>1 large clove garlic, finely minced</p><p>The Sandwich:</p><p>Fresh whole basil leaves, stemmed, washed, and dried and left whole</p><p>5 lengthwise 1/4 -inch-thick bread slices cut from a 1-pound-4-ounce loaf white bread</p><p>1 large (about 4 ounces) red beefsteak tomato, cut into thin rounds</p><p>1 large (about 4 ounces) yellow beefsteak tomato, cut into thin rounds</p><p><strong>Instructions:</strong></p><p>To make the dressing, combine all the ingredients in a jar, shake well and set aside. The dressing can be made several days ahead and stored in the refrigerator. Bring to room temperature before using.</p><p>To prepare the filling and assemble the salad, make a design with a few of the basil leaves in the bottom of the mold. Save the rest to place between the layers.</p><p>Trim the bread slices to fit neatly in the bread pan (about 7 1/2 x 4 inches if using the called-for bread pan). Place one of the bread slices over the basil in the bottom of the bread pan. Brush the bread with some of the dressing. Make a layer of red tomato slices over the bread. Cut up a few slices to fill in any gaps along the sides. Brush the tomatoes with a little of the dressing. Place a layer of basil leaves over the tomatoes and brush them with a little of the dressing. Lay a second bread slice over the basil leaves and repeat brushing with the dressing. Add a layer of the yellow tomatoes, filling in any gaps with pieces of cut tomatoes and brush them with the dressing. Add another layer of basil leaves and brush with a little of the dressing. Continue to make three more layers in the same manner, ending with a bread layer. Brush the top of the bread with any remaining dressing.</p><p>Cover the pan tightly with a piece of plastic wrap and bring the overhanging edges over the top. Press on the loaf with your hand to make sure the loaf is compacted and even with the top edges of the pan. Refrigerate the loaf for several hours.</p><p>Unwrap the top of the loaf and place a platter over the top and invert the loaf onto the platter. Remove the plastic wrap and discard it. Use a tomato knife to cut the loaf into slices. Serve immediately.</p><p>Tip: A tomato knife has a serrated blade that cuts tomatoes without tearing them. Tomato knives are available from kitchen and cutlery stores.</p><p><em>This recipe is from CIAO ITALIA &#8211; BRINGING ITALY HOME by Mary Ann Esposito, published by St. Martin&#8217;s Press.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Recipes+To+Make+The+Most+Of+Summer+Tomatoes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"7b5aa164-b8be-417b-9168-b39178d344ba","audio":[{"meta":{"duration":"550"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342235368-d7e533.m3u?orgId=330&ft=3&f=342201369"}]}