{"created":"2015-02-27T21:35:21+00:00","modified":"2015-03-04T15:51:53+00:00","valid":{"from":"2015-03-04T15:51:53+00:00","to":"3015-03-04T15:51:53+00:00"},"hreflang":"en","guid":"7b5c5767-1a8a-4c4c-800c-fef98aacc7c0","title":"Experts watch in horror as Islamic State fighters destroy ancient artifacts","published":"2015-03-04T15:51:51+00:00","byline":"Shirin Jaafari","tags":["Assyria","Mosul","Akkadian culture","Ninawa Governorate","Nineveh","Hatra","Culture","Arts, Culture & Media","Mosul","Nineveh","Asia","Iraq","Middle East","Asia","Assyria","Mosul","Akkadian culture","Ninawa Governorate","Nineveh","Hatra","ISIS","UNESCO"],"teaser":"A video emerged this week that shows Islamic State fighters destroying artifacts in Mosul, Iraq, dating back thousands of years.","contentencoded":"<p>For many, especially historians and archaeologists, it was terribly heartbreaking to watch.</p>\n<p>Pieces of art dating back thousands of years were smashed and hammered into pieces. And that's exactly what Augustan McMahon, professor of archaeology at University of Cambridge, watched on Thursday.</p>\n<p>Islamic State published a video showing its fighters burst into the central museum in Mosul, Iraq and destroy statues that date back to the Assyrian and Akkadian empires. McMahon explains that the modern city of Mosul is located within the ancient city of Nineveh and there are still, a lot of architecture there that date back thousands of years.</p>\n<p>\"Nineveh and these winged bulls and so on were in many ways symbols of a time when Iraq and Assyria were great nations,\" says McMahon. She says Iraqis had a deep connection with these pieces that they regarded as national treasures.</p>\n<p>Hatra, an ancient city in Nineveh, is the one site that Iraq has on UNESCO's world heritage list. The body has called for an emergency meeting of the UN Security Council to discuss how to protect Iraq's cultural heritage.</p>\n<p>According to McMahon, the statues were mostly figures of gods, kings, chiefs and leaders that would have been dedicated in the temples in Nineveh. The video starts inside the museum but then towards the end, the fighters step outside to destroy winged-bull figures that stand in the open air.</p>\n<p>\"These winged-bull figures were placed on the sides of gates into the city and also gates and entrances to the palaces,\" says McMahon.</p>\n<p>McMahon, who worked in Nineveh in 1989 and 1990, says she knows the place well and she and her colleagues have no doubt that the footage was taken in the Mosul museum and its surrounding area. She adds that at first, it seemed to them that some of the statues were replicas but after closer look at the video, they were determined they are originals.</p>\n<p>As for why these artifacts weren't sold on the market, McMahon believes there are two reasons. \"It is very difficult to move them,\" she says, saying some objects weighted several tons.</p>\n<p>Secondly, she says, these objects are very distinctive. \"Smashing up a life-size or larger-than-life size statue has a certain degree of impact, it's highly visible,\" she says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-27%2Fexperts-watch-horror-islamic-state-fighters-destroy-ancient-artifacts&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0227201507.mp3"},{"href":"http://www.pri.org/file/0227201507mp3"}]}