{"created":"2015-04-24T18:21:29+00:00","modified":"2015-05-13T21:00:40+00:00","valid":{"from":"2015-05-13T21:00:39+00:00","to":"3015-05-13T21:00:39+00:00"},"hreflang":"en","title":"CDC Warns More HIV, Hepatitis C Outbreaks Likely Among Drug Users","published":"2015-04-27T04:29:00+00:00","teaser":"The U.S. epidemic of injected-opioid use could lead to more severe outbreaks of HIV and hepatitis C, like those now occurring in Indiana, the Centers for Disease Control And Prevention says.","itags":["npr_api","401968600"],"guid":"7b61dd4b-42c8-4bf0-854c-177223f1f23f","contentencoded":"<p><strong></strong>The Centers for Disease Control and Prevention warns that the U.S. epidemic of opioid abuse could lead to more severe outbreaks of HIV and hepatitis C nationally, much like the outbreak now seen in Indiana. A health <a href=\"http://www.bt.cdc.gov/han/han00377.asp\">advisory</a> the agency released Friday outlines steps that state health departments and medical providers should take to minimize the risk of that happening.</p><p>A public health emergency has been in effect in southern Indiana's Scott County since <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/27/395768499/indiana-suspends-needle-exchange-ban-to-combat-hiv-outbreak\">late March</a>. According to the Indiana State Department of Health, 142 people have been diagnosed with HIV since December. Prior to the outbreak, the rural county hadn't recorded more than five cases of HIV in a given year, and in many years it recorded none.</p><p>Indiana's current HIV outbreak has been linked to the intravenous injection of oxymorphone, an oral painkiller sold under the brand name Opana. Abuse of the prescription opioid has been a common problem in southern Indiana for <a href=\"http://www.reuters.com/article/2012/03/27/us-drugs-abuse-opana-idUSBRE82Q04120120327\">years</a> and has affected many communities across the U.S.</p><p>A CDC <a href=\"http://www.cdc.gov/mmwr/preview/mmwrhtml/mm64e0424a1.htm\">report</a>, released at a press conference Friday, shows that 85 percent of patients newly diagnosed with HIV in Scott County also have hepatitis C, which can be hugely expensive to treat.</p><p>The report also indicates that 75 percent of the infected patients are men, and about 25 percent of infected women are commercial sex workers.</p><p>Entire families are sometimes using the prescription opioids, the report notes — \"with as many as three generations of a family and multiple community members injecting together.\"</p><p>The Indiana State Department of Health says it has developed a multipronged plan for dealing with the current outbreak. It includes a public education campaign, a facility that offers immunizations, and programs that connect patients with addiction treatment centers and job training.</p><p>Right now, that approach also includes a controversial needle exchange program, which has <a href=\"http://www.nytimes.com/2015/04/21/us/hiv-cases-lead-indiana-to-extend-needle-exchanges.html?_r=0\">reportedly</a> distributed thousands of needles to more than 80 injection drug users. The exchange program became possible when Indiana Gov. Mike Pence temporarily suspended an Indiana law that bans needle exchange programs. Some politicians have <a href=\"http://www.npr.org/blogs/health/2015/03/28/395821345/indianas-hiv-spike-prompts-new-calls-for-needle-exchanges-statewide\">called for</a> the ban to be lifted permanently. Neighboring Kentucky approved the use of needle exchange programs last month.</p><p>In addition to the recent HIV and hepatitis C outbreaks in Indiana<strong>, </strong>CDC data have shown a 150 percent increase across four years nationally in new hepatitis C infections. Hepatitis C infections often increase among users of injected drugs; the CDC is asking states to take a closer look at their own health data, to help identify communities that could be at risk for unrecognized clusters of hepatitis and HIV infections.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=CDC+Warns+More+HIV%2C+Hepatitis+C+Outbreaks+Likely+Among+Drug+Users&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"142"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402035073-cdbcf4.m3u?orgId=1&topicId=1128&d=142&p=2&story=401968600&t=progseg&e=401860294&seg=5&ft=nprml&f=401968600"}]}