{"created":"2015-05-10T14:06:41+00:00","modified":"2015-06-04T14:42:45+00:00","valid":{"from":"2015-06-04T14:42:45+00:00","to":"3015-06-04T14:42:45+00:00"},"hreflang":"en","title":"Coming Soon To A Highway Near You: A Semitruck With A Brain","published":"2015-06-01T23:47:00+00:00","teaser":"Self-driving cars are hot news, with Google and others showing off their latest innovations. Now expand that concept from four to 18 wheels, and you get the Freightliner Inspiration.","itags":["npr_api","405598189"],"guid":"7b62bf0d-0326-4452-abba-89486a0d7c1a","contentencoded":"<p>Imagine you're on the highway. You glance into the cab of the 18-wheeler next to you — and there's no driver. That day might be getting closer.</p><p>Automaker Daimler unveiled a truck last week that drives itself, called the Freightliner Inspiration. But the truck is not yet entirely autonomous.</p><p>\"You still have the driver in the driver's seat, ready to take over at all times in case something goes wrong or the system encounters a situation it's not really well prepared for,\" says Alex Davies, associate editor for <em>Wired</em>, who was at the demonstration and rode in the big rig.</p><p>The driver controls the rig on surface roads, but on the highway, engages the autopilot mode. Cameras detect the lane lines to keep the truck headed in the right direction, Davies tells NPR's Rachel Martin.</p><p>\"Then from there on, the truck will stay in its lane, maintain its speed and a safe distance from other vehicles,\" he says. \"But you still need to be in the seat, ready to take over.\"</p><p>And being ready to take over means the driver can't exactly take a nap.</p><p>When it's time for the driver to take over — at the correct exit or if bad weather hits — the truck alerts the driver with a beep. If the driver doesn't respond, the truck slows and eventually comes to a complete stop, Davies says.</p><p>Daimler says the Inspiration, the first self-driving truck licensed to roll on public roads — highways and interstates in Nevada — is the future of trucking and may hit the market before autonomous cars, according to the <a href=\"http://bigstory.ap.org/article/6cce475b6d75416ba346cba0dceedc9f/daimlers-self-driving-big-rig-makes-big-entrance-nevada\" target=\"_blank\">Associated Press</a>. Drivers will still be human, but might be called \"logistics managers.\"</p><p>\"The human brain is still the best computer money can buy,\" said Daimler Trucks North America LLC CEO Martin Daum.</p><p>Davies says no automaker will ever use the term \"driverless\" for a vehicle, preferring the safer-sounding \"autonomous\" or, in the case of the Freightliner Inspiration, \"piloted.\"</p><hr /><h3>Interview Highlights</h3><p><strong>How it feels in the driver's seat</strong></p><p>When you're sitting in the cab of the truck, the freakiest part is watching the wheel turn on its own as the truck stays in its lane on slight curves in the road and even in heavy crosswinds. We were driving around outside Las Vegas, so you get some pretty big crosswinds, and the truck is doing those little things that you do, even without thinking about it, to make sure you're staying right in the center between those lines.</p><p><strong>Whether truckers will worry about losing their jobs to a machine</strong></p><p>For right now, there's no threat at all to drivers' careers. Daimler will be the first to say so. They say, \"No, we still need a driver in the driver's seat, first of all just to handle surface-street driving.\" This is a system that only works on the highway, and you could take the driver out, but then the truck would just endlessly drive down the highway and would be effectively useless.</p><p>That's the real grind of the job: It's just holding the wheel, staying in the lines and following the highway for hours on end. In the middle of the night when you're by yourself, that's where the real tough part of the job is, and if you have a machine that can step in and pick up a lot of the slack for you, I think that would be a welcome change.</p><p><strong>On when this technology will be available</strong></p><p>Daimler is very cautious to say this is a system it doesn't think will be ready to market for about a decade. That said, this is happening. This has already been happening for about 20 years, and you have all kinds of building-block systems that are leading us toward autonomy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Coming+Soon+To+A+Highway+Near+You%3A+A+Semitruck+With+A+Brain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405624530-674252.m3u?orgId=1&topicId=1019&d=199&p=10&story=405598189&t=progseg&e=405624317&seg=13&ft=nprml&f=405598189"}]}