{"created":"2015-03-04T12:03:19+00:00","modified":"2015-03-16T17:05:15+00:00","valid":{"from":"2015-03-16T17:05:15+00:00","to":"3015-03-16T17:05:15+00:00"},"hreflang":"en","title":"Ishiguro's 'Buried Giant' Gets Lost In Its Own Fog","published":"2015-03-05T23:55:00+00:00","teaser":"Kazuo Ishiguro's latest novel is set in a mythical Arthurian England. Though the premise was promising, the book is too vague to make much of an impact.","itags":["npr_api","390447029"],"guid":"7b6b8b43-0e8d-4dad-bc52-8480b99c1957","contentencoded":"<p>There are some writers whose books you anticipate for months before they're published. For me, Kazuo Ishiguro is one of those writers. Whenever I hear he has a new novel coming out, I start to imagine what it will be about, knowing that, with Ishiguro, I can't possibly have any idea. His previous novels have been strange, beautiful, and, in some way ... stealthy. This was true of the devastating novel <em>The Remains of the Day</em>, narrated by a proper English butler, and it was also true of the very different but equally devastating <em>Never Let Me Go. </em></p><p>In both instances, you have to read and read and read in order to get to the true heart of the book. Sometimes it can be a slow, meandering climb, but you hang on, and eventually all is beautifully revealed, and you finally understand the nature of that climb. I fully expected to have a similar experience with <em>The Buried Giant</em>. When I began to read it, and discovered it was a kind of medieval journey-story, I was surprised –– this was certainly a departure for Ishiguro, though in truth he is the master of the departure. I reminded myself of one of John Updike's very helpful rules for book reviewing: \"Submit to whatever spell, weak or strong, is being cast.\"</p><p>And so I submitted, undertaking my own journey, wandering the bleak, flickering landscape of <em>The Buried Giant</em> –– its stretches of flatness and its occasional moments of great lyricism and mystery. It is the story of an old man and woman, Axl and Beatrice, living in England shortly after the time of King Arthur, who decide to go off to see their son who lives in another village. The problem is that the entire region is shrouded in what they call \"the mist,\" which gives people a kind of amnesia. When a child goes missing, for instance, a whole village is consumed with worry, but by the time she actually turns up unharmed, everyone has already forgotten she has been gone.</p><p>The region is also held in the thrall of a female dragon named Querig, and the atmosphere of menace and destruction is described vividly: \"As Beatrice beside him started, Axl realized that the dark patches beneath their feet, and elsewhere all over the ruined floor, were old bloodstains, and that mingled with the smell of ivy and damp mouldering stone was another faint but lingering one of old slaughter.\" There is, in fact, strong writing throughout this book, but often it comes shrouded in its own mist; within pages, I could sometimes only half-remember parts of what I'd already read. I can't believe that was Ishiguro's intention.</p><p>As the quest continues, Axl tries to remember his life as a soldier (Did he fight with King Arthur? And what exactly did Arthur accomplish with that fighting?) and the couple struggle to remember their early life together. Can they still be in love if they can't recall their shared memories?</p><p>Memory is an important theme both here and in Ishiguro's previous books, and the idea that an entire people can wipe out or suppress their own memories surely remains convincing and relevant. But the trick of a novel is that even in describing vagueness, it needs to be sharp and specific. Even in describing what has slipped away, the writing needs to be present. Too often these moments are allowed to fade away without being fully explored. Kazuo Ishiguro is a brilliant writer with distinct and compelling preoccupations that have worked for him in the past. And there might be a powerful novel in all this mythic material, but I couldn't quite find it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ishiguro%27s+%27Buried+Giant%27+Gets+Lost+In+Its+Own+Fog&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Meg Wolitzer","audio":[{"meta":{"duration":"148"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391042073-109e64.m3u?orgId=1&topicId=1034&aggIds=4467346&e=390447029&d=148&ft=nprml&f=390447029"},{"href":"http://media.npr.org/assets/img/2015/03/03/--jeff-cottenden-d0c6e83b40297918260add1b2a11bc2914c9be12.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1498"}}]}