{"created":"2014-09-19T21:27:01+00:00","modified":"2014-10-30T22:14:10+00:00","valid":{"from":"2014-10-30T22:14:10+00:00","to":"3014-10-30T22:14:10+00:00"},"hreflang":"en","title":"For The Autumnal Equinox, A Poem As Chilling As The Fall Weather","published":"2014-09-19T22:08:00+00:00","teaser":"Tuesday is the first day of fall. This time of year reminds critic Abigail Deutsch of Stephen Dobyns' \"How to Like It\" — a poem about a man who ponders his lost summers and fleeting dreams.","itags":["npr_api","349864039"],"guid":"7b77c191-ba21-40e7-92b9-bdb4fd813e54","contentencoded":"<p>This time of year always reminds me of a wonderfully autumnal poem called \"How to Like It,\" by Stephen Dobyns. Set in \"the first days of fall,\" the poem describes a man whose summer seems long over: Old memories weigh on him, and new adventures feel just out of reach.</p><p>But that doesn't stop him from dreaming of one. He envisions a long road trip in heart-rending detail, from the \"dusty smell of the car heater\" to the pines by \"the edge of the shoulder\" to the triumphant moment when, \"at dusk he'll crest a hill / and there, filling a valley, will be the lights / of a city entirely new to him.\" The richness of the fantasy suggests how much he wants it to come true.</p><p>The man imagines all this movement while standing still — in front of his house, accompanied by his dog. His dog, surprisingly enough, can talk. While the man doesn't speak his desires aloud, the dog does verbalize <em>its</em> wishes. And it has a lot of them. \"Let's go downtown and get crazy drunk. / Let's tip over all the trash cans we can find.\" \"Let's dig holes everywhere.\"</p><p>Perhaps the dog is a projection of the man, a canine id that reveals its owner's basest desires. Either way, the man generally ignores the dog's hopes — a poignant reflection of his tendency to ignore his own.</p><p>The poem concludes with a final instruction from the pet:</p><blockquote><p>... Let's go make a sandwich.<br />Let's make the tallest sandwich anyone's ever seen.<br />And that's what they do and that's where the man's <br />wife finds him, staring into the refrigerator<br />as if into the place where the answers are kept --<br />the ones telling why you get up in the morning<br />and how it is possible to sleep at night,<br />answers to what comes next and how to like it.</p></blockquote><p>It's an unsettling account of an unsettled man — and as chilling as autumn weather.</p><p><em>Abigail Deutsch is a writer based in New York. Her <a href=\"http://www.newyorker.com/books/page-turner/mysterious-case-park-poet\">last article</a> was about her hunt for the author of an anonymous couplet on a New York City park sign.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+The+Autumnal+Equinox%2C+A+Poem+As+Chilling+As+The+Fall+Weather&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Abigail Deutsch","audio":[{"meta":{"duration":"143"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349908482-719658.m3u?orgId=1&topicId=1034&aggIds=257657827&ft=3&f=349864039"}]}