{"created":"2014-12-06T22:13:59+00:00","modified":"2014-12-11T20:15:08+00:00","valid":{"from":"2014-12-11T20:15:07+00:00","to":"3014-12-11T20:15:07+00:00"},"hreflang":"en","title":"After A 5-Year Struggle, Soccer Player Gets A Second Chance","published":"2014-12-07T05:28:00+00:00","teaser":"Sunday's MLS Cup features a player with one leg shorter than the other, metal plates in his face and an ear-to-ear scar. Charlie Davies, nearly killed in a 2009 car crash, is finally back on his game.","itags":["npr_api","368859976"],"guid":"7b7cf343-6869-4509-954d-de861a959db1","contentencoded":"<p>The New England Revolution plays the Los Angeles Galaxy on Sunday for the Major League Soccer championship. For one player on the field — sporting one leg shorter than the other, metal plates in his face and an ear-to-ear scar — the MLS cup caps an excruciating journey back to the top of his game.</p><p>That player, Charlie Davies, barely survived a devastating car accident five years ago.</p><p>He woke up to find stitches crisscrossing his body. Bones had shattered in his face, his elbow and his right leg — the same leg that just a few months before had scored a historic goal in Mexico for the U.S. Men's National Team.<br /> <br />Davies had been thrilling American soccer fans with his wicked speed and skill, and the passion he showed in his goofy goal celebrations.<br /> <br />But two days before another big U.S. game, the 23-year-old from New Hampshire made a life-altering decision. He was out past team curfew at a bar, and he accepted a ride home from a stranger who he says he didn't know had been drinking.<br /> <br />The car accident split the SUV into two pieces, killing another passenger.<br /> <br />\"At one second, I think I'm playing in the World Cup,\" Davies says. \"The next, it's — people are wondering if I'm going to walk again.\"<br /> <br />Davies' body was weak, but not his spirit. His wife, Nina, whom he'd met in a Christian theology class at Boston College, helped him stop dwelling on everything that he'd lost and start focusing on everything he still had.</p><p>His college soccer coach, Ed Kelly, says Davies' optimism shines through in a photo from a hospital visit.<br /> <br />\"Taking the photograph and he's got bandages in blue and black and green and all kinds of colors from getting in the accident,\" Kelly says. \"And he's got his thumb up in the air like, 'Yeah!' you know? Smiling.\"<br /> <br />Less than a year later, Davies was back on the field. But he was slower; his body couldn't do what his mind said. He could overhear his teammates wondering why he was there at all. And he was in pain. The operations that put titanium rods in his right leg left it tilted slightly outward and 1 inch shorter than his left.<br /> <br />Over the next three years, Davies bounced around to different teams in Europe and the U.S. Every now and then, he recaptured flashes of the old Charlie, but his body couldn't keep it up.</p><p>The New England Revolution signed him last year and kept him on this season, giving him the time and continued medical treatment to work on his form. Team captain José Gonçalves says Davies was always positive, even when he was still riding the bench.<br /> <br />\"He comes every day to the training ground, and he's the first guy who has a story to tell to the guys to make them smile and laugh,\" Gonçalves says.<br /> <br />\"Just being able to wake up every day, I'm so thankful,\" Davies says. \"Every time I get to come to the locker room to practice or train, or just to be around the guys, I'm so happy.\"<br /> <br />Davies finally got his chance this summer, when the Revolution, like his career, was in a mid-season slump, losing eight straight games. Coach Jay Heaps gave him the start.<br /> <br />\"We gave him a stable environment, but he was fighting for his position every day, to the point that when he did get his chance, the staff was rooting for him, the entire team was rooting for him,\" Heaps says. \"I think that he's been the inspirational guy, that every time he started the team wanted to help him play better, and I think that that's a pretty amazing story.\"<br /> <br />Davies says now, five years after the accident, his body is back to where it was. So is his confidence. He says he's a different player now — more of a team player.<br /> <br />\"I've grown so much and feel like I'm not only a better person, I feel like I'm a better player for that,\" he says.<br /> <br />\"He's been huge,\" says Revolution defender Andrew Farrell. \"His perseverance and his fight through everything he's had to go through shows when he gets on the field. And he's in those instances when he puts those games away for us.\"<br /> <br />At the conference championship last weekend, for instance, Davies headed in two goals to put New England in the MLS Cup.<br /> <br />Sunday, in the MLS Cup, Davies will put a spacer inside his right soccer cleat to accommodate his shorter leg. He'll run out on the field with the scar that traces his scalp like the seam of a ball, determined to make the most of his second chance.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+A+5-Year+Struggle%2C+Soccer+Player+Gets+A+Second+Chance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Curt Nickisch","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369008788-8d856e.m3u?orgId=1&topicId=1055&ft=3&f=368859976"}]}