{"created":"2015-05-18T07:52:51+00:00","modified":"2015-05-22T19:05:14+00:00","valid":{"from":"2015-05-22T19:05:13+00:00","to":"3015-05-22T19:05:13+00:00"},"hreflang":"en","title":"Deaf Jam: Experiencing Music Through A Cochlear Implant","published":"2015-05-18T16:16:00+00:00","teaser":"After swapping hearing aids for a cochlear implant, Sam Swiller's taste in music shifted dramatically, from grunge rock to folk. Now scientists are trying to improve how implants relay music.","itags":["npr_api","406838781"],"guid":"7b837a90-8a10-48c1-a12d-b293d02f1db5","contentencoded":"<p>When Sam Swiller used hearing aids, his musical tastes ran to AC/DC and Nirvana — loud bands with lots of drums and bass. But after Swiller got a cochlear implant in 2005, he found that sort of music less appealing.</p><p>\"I was getting pushed away from sounds I used to love,\" he says, \"but also being more attracted to sounds that I never appreciated before.\" So he began listening to folk and alternative music, including the Icelandic singer Bjork.</p><p>There are lots of stories like this among people who get cochlear implants. And there's a good reason. A <a href=\"https://www.nidcd.nih.gov/health/hearing/pages/coch.aspx\">cochlear implant</a> isn't just a fancy hearing aid.</p><p>\"A hearing aid is really just an amplifier,\" says <a href=\"http://linc.georgetown.edu/jessica-phillips-silver\">Jessica Phillips-Silver</a>, a neuroscience researcher at Georgetown University. \"The cochlear implant is actually bypassing the damaged part of the ear and delivering electrical impulses directly to the auditory nerve.\"</p><p>As a result, the experience of listening to music or any other sound through the ear, with or without a hearing aid, can be completely unlike the experience of listening through a cochlear implant. \"You're basically remapping the audio world,\" Swiller says.</p><p><strong>A Boy's Audio Life</strong></p><p>Swiller is 39 years old and lives in Washington, D.C. He was born with an inherited disorder that caused him to lose much of his hearing by his first birthday. That was in the 1970s, and cochlear implants were still considered experimental devices. So Swiller got hearing aids. They helped, but Swiller still wasn't hearing what other people were.</p><p>\"The earliest memory I have of that awareness is a family picnic around the time I was 4 or 5,\" he says. He recalls \"feeling isolated and separated from everyone, even though it was a picnic filled with family friends.\"</p><p>Even with hearing aids, Swiller was only understanding perhaps one word in three. He relied on lip reading and creativity to get by.</p><p>And he took refuge in music, especially grunge rock that cranked up the low-frequency sounds he heard best. \"Isolation was a common theme in my childhood and so Nirvana kind of spoke to me,\" he says.</p><p>Swiller didn't know what most of the lyrics were saying until MTV started closed captioning its music videos. But it didn't matter.</p><p>\"I just love music,\" he says. \"Not just the sound of music, but the whole theory of music, the energy that's created, the connection between a band and the audience and just the whole idea of just rocking out.\"</p><p>Swiller kept rocking out through high school and college. Then, in his late 20s, the hearing he had left pretty much vanished.</p><p>By that time, cochlear implants had been greatly improved and had become a common option for people with profound hearing loss or no hearing at all. So Swiller, after giving it a lot of thought, decided to give the new technology a try.</p><p>That meant surgery to place a receiver under the skin behind his ear and electrodes in the <a href=\"http://www.hhmi.org/biointeractive/cochlea\">cochlea</a>, a hollow tube in the inner ear containing nerve endings that carry sound information to the brain. Once Swiller healed from the surgery, the receiver was connected to the external parts of the device: a microphone and processor that resemble a traditional hearing aid.</p><p>Swiller says when a doctor switched on his device for the first time, he wasn't prepared for the way people would <a href=\"https://auditoryneuroscience.com/prosthetics/noise_vocoded_speech\">sound</a>. \"I remember sitting in a room and thinking everyone was a digital version of themselves,\" he says.</p><p>The voices seemed artificial, high pitched and harsh. And he couldn't figure out what people were saying. \"Your brain is understanding, 'OK, this is a language, but I need to figure out how to interpret this language,' \" he says.</p><p>Over the next few months, Swiller's brain learned to decode words and sentences. And he started listening to music again, which is when he realized that his tastes had changed.</p><p><strong>Lots Of Beat, Not Much Tune</strong></p><p>A cochlear implant is designed to do one thing really well — allow users to understand speech.</p><p>\"Where it is somewhat lacking is more in relating information about pitch and timbre,\" says Phillips-Silver. Current implants simply leave out much of the information needed to tell the difference between notes that are close together on a keyboard or instruments that sound similar, she says.</p><p>To show how this affects listening to music, Phillips-Silver did an experiment that involved people with cochlear implants listening to \"Suavamente,\"<strong> </strong>a merengue song with a strong dance beat. \"There is a lot going on,\" she says. \"A lot of different instrument sounds, there's a vocal line, there's a great range of frequencies. It's fairly intricate music.\"</p><p>Even so, people with cochlear implants had no trouble moving in time with the music, Phillips-Silver says. They also kept the beat when they heard a version <strong></strong>of the song that consisted entirely of drum tones.</p><p>But when they heard a version played on a solo piano,<strong> </strong>participants had no success keeping the beat, Phillips-Silver says, because they couldn't rely on the bass or drums.</p><p><strong>Better Implants For Music</strong></p><p>It should be possible to make cochlear implants more music-friendly, says <a href=\"http://www.ee.washington.edu/faculty/atlas/\">Les Atlas</a>, a professor of electrical engineering at the University of Washington. But there's a reason current models are so limited, he says.</p><p>\"There is no easy way to encode pitch as an electrical stimulation pattern,\" Atlas says. Also, it takes a lot of computing power to encode something like pitch information in real time.</p><p>As a result, even the newest cochlear implants provide very little information about pitch, Atlas says. To make his point, he plays a recording of a few piano notes<strong></strong>, followed by a simulation<strong> </strong>of how those notes might sound through a cochlear implant. The simulated version sounds like the same note being played again and again.</p><p>So Atlas and other researchers are working on software that allows an implant to convey more information about pitch and timbre. \"It explicitly looks for the tonality in the music and uses it in how things are encoded,\" he says.</p><p>When he plays a simulation of the piano music as encoded by his software, changes in pitch are much more obvious. The result may not replicate music exactly, Atlas says, but it offers implant users a lot more information about musical sounds.</p><p>\"And lo and behold the results we get now on the few people we've tested is that they do get better music cues,\" he says. \"They can hear the difference between musical instruments. The richness of their experience when they listen to music has increased.\"</p><p>The extra information isn't just useful for music, Atlas says. It also should help people with implants who need to understand highly tonal languages like Chinese and Vietnamese. And it could help people with cochlear implants pick out one voice in a room filled with voices.</p><p>Even with technical improvements, the experience of hearing the world through a cochlear implant will still be different. But that's a given, says Sam Swiller, who has now spent a decade with his implant.</p><p>\"All of our senses give us the ability to experience very different worlds,\" Swiller says. \"Even though we're walking side by side we are experiencing a very different street, a very different day, very different colors.\"</p><p>And that's a good thing, Swiller says. Someday we all may be listening to new and different sounds created by musicians with cochlear implants, he says. \"When we truly engage each other we get to experience a little bit of each other's world and I think that's where real creativity happens.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deaf+Jam%3A+Experiencing+Music+Through+A+Cochlear+Implant&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"18"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407073341-ada592.m3u?orgId=1&topicId=1066&d=18&p=3&story=406838781&t=progseg&e=407617978&seg=5&ft=nprml&f=406838781"},{"meta":{"duration":"18"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407073383-af2f04.m3u?orgId=1&topicId=1066&d=18&p=3&story=406838781&t=progseg&e=407617978&seg=5&ft=nprml&f=406838781"},{"meta":{"duration":"415"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407619694-0174cd.m3u?orgId=1&topicId=1066&d=415&p=3&story=406838781&t=progseg&e=407617978&seg=5&ft=nprml&f=406838781"},{"meta":{"duration":"10"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407059339-80bf05.m3u?orgId=1&topicId=1066&d=10&p=3&story=406838781&t=progseg&e=407617978&seg=5&ft=nprml&f=406838781"},{"meta":{"duration":"10"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407568895-d2a550.m3u?orgId=1&topicId=1066&d=10&p=3&story=406838781&t=progseg&e=407617978&seg=5&ft=nprml&f=406838781"},{"meta":{"duration":"10"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407059346-e8ad36.m3u?orgId=1&topicId=1066&d=10&p=3&story=406838781&t=progseg&e=407617978&seg=5&ft=nprml&f=406838781"},{"href":"http://media.npr.org/assets/img/2015/05/15/sam-1b-45648d33f94ca1d30aa1cbe6c917719698a68a66.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1141","width":"1521"}},{"href":"http://media.npr.org/assets/img/2015/05/15/sam-2-2a15a64b1687bdd65becd86a87113fe097b675a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"951","width":"1268"}},{"href":"http://media.npr.org/assets/img/2015/05/15/sam-3a-5e056bf85f2ddd846fc14ed725b7fcea7a97c7ca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1158","width":"1544"}}]}