{"created":"2014-09-02T16:53:12+00:00","modified":"2014-10-30T22:49:42+00:00","valid":{"from":"2014-10-30T22:49:42+00:00","to":"3014-10-30T22:49:42+00:00"},"hreflang":"en","title":"Cantinflas, With His Puns And Satire, Is Back (And Still Relevant)","published":"2014-09-02T16:53:00+00:00","teaser":"Mexican actor Mario Moreno, known as Cantinflas, made dozens of films between the 1930s and 1980s. A biopic about the comic, whose humor tweaked the rich and powerful, opens in the U.S. this weekend.","itags":["npr_api","344327967"],"guid":"7b9304b1-2166-4996-8378-b59f9acb46f9","contentencoded":"<p>Charlie Chaplin reportedly called him the \"greatest comedian alive.\" Mexican actor Mario Moreno, or \"Cantinflas\" as he was known, starred in scores of films from the 1930s up to the 1980s. In Latin America, he's a beloved icon. In the U.S., he's best known for his Golden Globe-winning turn as the ingenious valet Passepartout in <em>Around the World in 80 Days.</em></p><p>A new film about the legendary comic opens in U.S. theaters this weekend and will soon premiere in Mexico.</p><p>Cantinflas is so popular, he even changed the Spanish language. There's a verb in Spanish: c<em>antinflear</em>. It means to talk in so many circles and puns that everyone ends up completely confused. It was the character's signature move when caught in a tight spot.</p><p>He was a scrappy, mouthy, working-class hero, with a mustache like quotation marks around his mouth. He always saved the day, and he always got the girl.</p><p>In the new movie, Cantinflas is played by Spanish actor Oscar Jaenada. True to form, the dialogue throughout the movie is filled with slang and double entendres. This is a pillar of Mexican humor, according to Gustavo Arellano, who writes the column \"<a href=\"http://www.ocweekly.com/columns/and-161-ask-a-mexican-and-174--32466/\">Ask a Mexican</a>\"<em> </em>for the <em>OC Weekly</em> in Southern California.</p><p>\"When Americans think of Mexican humor, they think of the big, over-the-top pratfalls. But Mexican humor is far more complex than that,\" Arellano says. \"I would argue far more interesting in wordplay than American has even ever tried to. And Cantinflas, with all his puns and double entendres, was the grand exemplar of that.\"</p><p>But will today's audiences still find him funny?</p><p>Pantelion Films, the brainchild of Lionsgate and Televisa, is banking on it. The studio has been courting the booming Latino market in the U.S. The film is mostly in Spanish — except for the scenes that take place in Hollywood where Michael Imperioli of <em>Sopranos</em> fame plays Mike Todd, the American producer who fights to bring Cantinflas to the U.S.</p><p>The film's producers are betting not only that audiences will still find Cantiflas funny but that they will also continue to connect with his political satire. Lead actor Jaenada says that word for word, everything Cantinflas said in his films about politics rings true today in Latin America.</p><p>Early on in the biopic, there's a scene in which a young, very poor Cantinflas goes to a fancy theater house and watches a satire about political corruption. In the audience, a bloated politician laughs raucously. \"You see?\" a friend leans over and tells Cantinflas. \"In real life, they never admit their wrongs. But when they see them played out on a stage, they laugh.\" Cantinflas took that advice and ran with it.</p><p>Check out the scene of the classic 1952 Cantinflas movie <em>If I Were a Deputy</em>.</p><p>Cantinflas is a barber giving a haircut to a crooked government official, who is threatening him. Cantinflas starts lecturing the official about democracy. It's Cantinflas 101: going around in confusing, pun-filled circles. But the joke is on the politician. \"You know what a democracy is, sir?\" Cantinflas asks. \"No,\" the corrupt politician responds. \"Do you?\"</p><p>\"Well I don't know, sir. But I can imagine,\" Cantinflas says.</p><p>This is what made Cantinflas so beloved. Professor Juan Gabriel Moreno, who teaches theater at the Autonomous National University of Mexico, says Cantinflas' revenge against the rich and authorities is the revenge of Mexico itself.</p><p>Gabriel Moreno says you have to understand what was happening in Latin America at the time: So much of the continent was under abusive oligarchic dictatorships. Cantinflas was just another guy trying to survive.</p><p>And when he bamboozled a cop or a politician, Cantinflas was just doing what an entire people fantasized about doing: talking back.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cantinflas%2C+With+His+Puns+And+Satire%2C+Is+Back+%28And+Still+Relevant%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344327968-885f97.m3u?orgId=1&topicId=1127&ft=3&f=344327967"},{"href":"http://media.npr.org/assets/img/2014/08/29/52034222-4eefe3ac801dc3ce8590e4b2fe88d53c7262fbfa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1407","width":"1876"}}]}