{"created":"2014-09-09T19:37:44+00:00","modified":"2014-09-11T19:02:37+00:00","valid":{"from":"2014-09-11T19:02:37+00:00","to":"3014-09-11T19:02:37+00:00"},"hreflang":"en","guid":"7b982d10-5636-455b-b493-360efacc5038","title":"The men tracking down Boko Haram are committing Boko Haram-like atrocities ","published":"2014-09-11T19:02:36+00:00","byline":"Bradley Campbell","tags":["Boko Haram","#BringBackOurGirls","Islamic militants","Conflict","Conflict & Justice","Africa","Nigeria","West Africa","Africa","Evan Williams","Boko Haram","Islamic terrorism","Nigeria"],"teaser":"Frontline's new documentary, \"Hunting Boko Haram,\" shows that the hunt for Boko Haram has led to atrocities and abuse on the side of the \"good guys\" — the Nigerian government and the militias it funds to help track down terrorists.","contentencoded":"<p>The Islamic militant group Boko Haram continues its push through Nigerian towns, and the <span style=\"line-height: 1.538em;\">United States has announced a major border security program to help Nigeria and its neighbors fight group terrorist groups. But it&#39;s not that simple.</span></p><p>A new documentary from Frontline titled&nbsp;<a href=\"http://www.pbs.org/wgbh/pages/frontline/hunting-boko-haram/\">&quot;Hunting Boko Haram&quot;</a> shows that the situation in Nigeria is more complex than simply aiding the government:&nbsp;<span style=\"line-height: 1.538em;\">New video obtained by Frontline shows that some government troops going after Boko Haram are also torturing, beating and summarily executing local villagers.</span></p><p>Frontline reporter Evan Williams says the project started a year ago when he began to hear accounts of a pro-government militia searching for Boko Haram members. The militia members are young boys, teenagers who arm themselves with anything they can find &mdash; knives, machetes and even bows and arrows.</p><p>Williams obtained cell phone videos the militia members recorded as they conducted interrogations. &quot;What they showed was all sorts of abuse,&quot; he says. &quot;Torture, beatings and then men disappearing in the hands of the military.&quot;</p><p>Williams says it&#39;s not hard to join a militia, or even start your own: You essentially grab your friends and some weapons, then head out to set up checkpoints. And&nbsp;<span style=\"line-height: 1.538em;\">their actions &mdash; and the government&#39;s support of the groups &mdash; challenge the notion of who the good guys in Nigeria actually are. </span></p><p><span style=\"line-height: 1.538em;\">The hunt for Boko Haram members lacks any due process. &quot;We have to know who they are actually collecting,&quot; he says. &quot;On what basis are they arresting people? On what basis are they trotting confessions out of them?&quot;</span></p><p>Militia methods are often haphazard, Williams says. They will accuse a man of being a member of Boko Haram because of a mark on his finger, saying it&#39;s from firing a weapon. If the man is skinny, it&#39;s a sign he&#39;s been out fighting in the bush.</p><p>That&#39;s because the militias,&nbsp;<span style=\"line-height: 1.538em;\">despite early successes, have</span><span style=\"line-height: 1.538em;\">&nbsp;become&nbsp;</span><span style=\"line-height: 1.538em;\">an industry unto themselves. Because the government and the military pay the groups, Williams explains, they &quot;need to find enemies.&quot;</span></p><p>Unfortunately, things don&#39;t seem any better when suspects are turned over to the military. Williams has uncovered hundreds of cases where people died in military detention.</p><p>The atrocities committed by government forces are putting the people in rural towns in tough positions. They don&#39;t want to join Boko Haram, but they are terrified and distrustful of the military. All of that harms the international community&#39;s effort to help confront Boko Haram.</p><p>Williams says that&#39;s why two militiamen gave him the cell phone videos: They want to show what&#39;s happening in the hope that it will spark some change.&nbsp;<span style=\"line-height: 1.538em;\">&quot;They would like to see some process of accountability,&quot; he says.</span></p><p><em>Frontline&rsquo;s new documentary, &ldquo;<a href=\"http://www.pbs.org/wgbh/pages/frontline/hunting-boko-haram/\">Hunting Boko Haram</a>,&rdquo; airs on local PBS stations. You can view the first two segments of the film below:</em></p><p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/nn4pkAxgaKo\" width=\"560\"></iframe></p><p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/uQruyXRGgzQ\" width=\"560\"></iframe></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR426PJ.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr426pjjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/090920147.mp3"},{"href":"http://www.pri.org/file/090920147mp3"}]}