{"created":"2014-10-04T21:05:21+00:00","modified":"2014-10-30T21:54:57+00:00","valid":{"from":"2014-10-30T21:54:57+00:00","to":"3014-10-30T21:54:57+00:00"},"hreflang":"en","title":"Affleck: 'Gone Girl' Was Freeing, And 'Batman' Will Be No 'Daredevil'","published":"2014-10-05T01:16:00+00:00","teaser":"Ben Affleck says playing a character shrouded in suspicion was liberating, because \"likability was sort of thrown out of the window.\" He also looks back on where his career began: <em>Voyage of the Mimi.</em>","itags":["npr_api","352772313"],"guid":"7b9a7a40-b9df-4fb1-a501-f844e8881de6","contentencoded":"<p>In <em>Gone Girl, </em>Ben Affleck's character might be a murderer — or he may be an innocent guy in a bad situation. In the new movie, based on the novel, he plays a man who finds himself at the center of a media circus after his wife disappears and suspicion falls on him.</p><p>Affleck, who directed, produced and starred in the Academy Award-winning film <em>Argo, </em>and will be taking on the role of Batman in 2016, has had a prolific 30-year career in acting. But he says<em>Gone Girl </em>demanded something new.</p><p>\"Performance-wise it wasn't something that I've had to do, I don't think ever, as an actor,\" he tells NPR's Arun Rath. \"I haven't done many movies where there was a sort of thriller component like this.\"</p><p>Affleck tells Rath it was freeing for him to play such a murky character, and that working with director David Fincher was an education. He also addresses the 2003 flop <em>Daredevil, </em>and gives a shout-out to public media.</p><hr /><h3>Interview Highlights</h3><p><strong>On the freedom he had with his character in <em>Gone Girl</em></strong></p><p>The really liberating thing was ... usually when you play a protagonist and you're a lead in the movie there are sort of some unspoken rules. You know, you have to be a good person, you have to be a leader, you have to be smarter than everyone in the room, you have to kind of ... give people steely glares and that kind of thing.</p><p>And in this case, we weren't encumbered by that at all. The whole idea of likability was sort of thrown out of the window. And I thought that was really exciting and liberating as an actor because you didn't know where this guy was gonna go.</p><p><strong>On the transition back to acting after directing his own films</strong></p><p>When you're working with a director you really trust, who you really admire, it's actually quite relaxing. ... David [Fincher] is the sort of prime example of that because he really is a master. I mean, <em>Social Network</em> and<em> Se7en</em> — he's made movies that I think are really modern masterpieces. ... Not only did I trust David, but it was a chance for me to learn from him as a director and to steal some tools from his box.</p><p><strong>On whether he has any trepidation about starring in the upcoming <em>Batman, </em>given his regrets about the 2003 film <em>Daredevil</em></strong></p><p>Indeed I have regrets about <em>Daredevil.</em> I have regrets about all the movies that I don't think were executed properly. ... Look, if I thought we were remaking <em>Daredevil</em>, I'd be out there picketing myself ... and that goes for other movies as well that I haven't been happy with. You know, I'm hard on myself and I have exacting standards and I want to do excellent work and I don't always succeed, but I think you have to start out with that drive.</p><p>[<em>Batman</em>] was written by Chris Terrio, who wrote <em>Argo</em>, who's not a comic guy. And it's directed by Zach Snyder, who's a incredibly magical sort of visual stylist who's steeped in the comic world. And you have this sandwich of talents. I felt very confident about it. ... I thought it would be nice to make one of these movies really, really good.</p><p><strong>On getting his start in public broadcasting</strong></p><p>I started at 7 years old working ... on a television show called <em>Voyage of the Mimi</em>, which is an educational show about math and science that was part documentary and part drama. And it was produced at WGBH in Boston and I did it when I was 7, then 9, then 10, then hosting the documentaries. ... It gave me my start ,and to this day people come up to me and go, \"You know, I had to watch <em>Voyage of the Mimi</em> in sixth grade.\" I'm not sure they're grateful, exactly, but it is how I got going.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Affleck%3A+%27Gone+Girl%27+Was+Freeing%2C+And+%27Batman%27+Will+Be+No+%27Daredevil%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"376"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353743591-36a975.m3u?orgId=1&topicId=1137&ft=3&f=352772313"},{"href":"http://media.npr.org/assets/img/2014/10/02/gone-girl-df-01826cc_rgb-1982744894dc6c92e1f76983621833d177fb8079.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1733","width":"2311"}}]}