{"created":"2015-01-12T18:19:33+00:00","modified":"2015-01-14T21:02:27+00:00","valid":{"from":"2015-01-14T21:02:27+00:00","to":"3015-01-14T21:02:27+00:00"},"hreflang":"en","title":"5 Years After Quake, Haitian Immigrants In U.S. Long For Home","published":"2015-01-12T19:46:00+00:00","teaser":"Peter O'Dowd speaks with a group of Haitians in  Brockton, Mass. who are still struggling to adjust to life in America.","itags":["npr_api","376752998"],"guid":"7b9d1b10-aa2d-4ab2-8ae7-f507e6139855","contentencoded":"<p><p style=\"padding-left: 30px\"><em>Five years ago today, an earthquake devastated the lives of millions of Haitians. Hundreds of thousands died, and many more were displaced from their homes. <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a>s <strong>Peter O&#8217;Dowd</strong> went to Brockton, Mass., to speak with a group of Haitians still struggling to adjust to life in America.</em></p><p>After the 2010 earthquake in Haiti, the United States government allowed Haitians already living in the United States and those arriving within a year after the earthquake the opportunity to stay and work.</p><p>According to government data, about 58,000 Haitians qualified. But living in the United States has been a challenge for displaced families, especially for those who came too late to qualify for the special status.</p><p>Five years ago today, Beatrice Gedeon was at home in Port-au-Prince when she says the earth beneath her felt as if it had turned to water.</p><p>&#8220;The house turned like a circle, a circle, and then I fall on the floor. And then, pop pop pop pop!&#8221; she says.</p><p>As her home fell down around her, Beatrice tried to protect her 2-year-old daughter. She was also four months pregnant.</p><p><div class=\"pullquote\" style=\"\">&#8220;We have a lot of problems in our country, but I still have some emptiness inside of me.&#8221;<div class=\"pullquoteauth\">&ndash; Beatrice Gedeon</div></div></p><p>&#8220;What I say in my heart, even if I die they will find the baby down on me, and I bend over the baby and everything fall down,&#8221; she says. &#8220;I stay down on the floor and pray god, pray god, pray god. After that I don’t hear anything.&#8221;</p><p>Beatrice and her daughter weren&#8217;t injured, but the home was ruined. The nights that came next were troubled. She and her husband, Atto Eriveau, slept outside. It was cold and dark. She says children buried beneath the rubble of a nearby school called out for help.</p><p>Atto and Beatrice worried about the health of their unborn baby. The hospitals were full. Malaria was in the air.</p><p>&#8220;Sometimes when I explain that to other people, I almost cry,&#8221; she says. &#8220;It&#8217;s day I am going to remember until I die.&#8221;</p><p>Atto adds, &#8220;The earthquake, I can say, changed all our life.&#8221;</p><p><strong>A new, challenging life in America</strong></p><p>A month after the earthquake, the family decided to join Beatrice’s mother and sister in Massachusetts, where the baby would be born. Beatrice and Atto had resources. He was a customs inspector. She was a nurse.</p><p>&#8220;I used to get paid $1,600 every month,&#8221; Beatrice says &#8212; a fortune in a poor country like Haiti. &#8220;One month here I could pay my whole year in Haiti for the rent&#8230; That mean I had a good life. I had two maids in my house that took care of my kids. But when we came here, you know, even if you had family here it’s very hard because you don’t know the system. You don’t work, you know.&#8221;</p><p>Beatrice and her family qualified for something called temporary protected status. After the earthquake, the U.S. government allowed Haitians in the United States to work here without fear of deportation.</p><p>Beatrice wasn’t trained to be a nurse in this country, so she took a job as a nursing assistant. Atto is a home health aide. They have four children now. They make less money here than they ever did in Port-au-Prince.</p><p>&#8220;We have a lot of problems in our country, but I still have some emptiness inside of me,&#8221; Beatrice says. &#8220;I need something different. I need to go home&#8230; Every step, every action we take over here we take it in the idea we gonna come back, let’s say very soon.&#8221;</p><p><strong>A &#8216;robust diaspora&#8217;</strong></p><p>According to the government, 58,000 Haitians like Beatrice and Atto qualified for protected status in the U.S. after the earthquake. Muzaffar Chisti follows the Haitian diaspora at the Migration Policy Institute.</p><p><div class=\"pullquote\" style=\"\">I believe that USA is land of opportunity. I want to seize that opportunity.<div class=\"pullquoteauth\">&ndash; Frankine Senozier</div></div></p><p>In 2010, Chisti says there was no Haitian exodus – not like there was in the 1990s when Haiti shuddered with political unrest. He says most migration from the island is legal. Large communities have settled in Miami, New York and Boston.</p><p>&#8220;It’s a very robust diaspora,&#8221; he explains. &#8220;It sends about $1.8 billion in remittances a year, which is pretty close to 25 percent of the GDP of Haiti. So it’s a very important contributing factor to the Haitian economy.&#8221;</p><p>Back in Brockton, Beatrice and Atto say they’re thankful for the chance to work and occasionally send money home. Protected status for Haitians expires in 2016. By then, they’ll be ready to leave.</p><p><strong>Too late for protected status</strong></p><p>Frankine Senozier, 37, isn’t so lucky. She also lost her home and her job to the earthquake. But she waited too long to flee Port-au-Prince. By the time she moved to Massachusetts in 2013, the window for protected status had closed.</p><p>Through an interpreter, Frankine says her tourist visa expired long ago. She cannot legally work. She lives with a friend who supports her. When someone offers Frankine money, she asks that it be sent back to Haiti instead &#8212; to her daughter, who still lives there.</p><p>&#8220;Until now, I don’t really get the life that I would like to,&#8221; she says. &#8220;I know I have a lot of potential. I know I can work. I know I am a professional, but it&#8217;s not easy to work with my status.&#8221;</p><p>Five years after the earth shook, Frankine spends much of her time on a church pew. She prays her life will change.</p><p>&#8220;Since it’s worse in my country, I should say I am not really disappointed,&#8221; Frankine says. &#8220;I am living by faith. I believe that USA is land of opportunity. I want to seize that opportunity. I want to live by faith. One day things will change.&#8221;</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/peter-odowd\" target=\"_blank\">Peter O&#8217;Dowd</a></strong>, associate managing editor for <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=5+Years+After+Quake%2C+Haitian+Immigrants+In+U.S.+Long+For+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"392"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376753001-f54e96.m3u?orgId=1&ft=3&f=376752998"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0112_eriveau-brockton.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"944","width":"1280"}}]}