{"created":"2014-12-14T10:41:59+00:00","modified":"2015-06-11T14:51:34+00:00","valid":{"from":"2015-06-11T14:51:34+00:00","to":"3015-06-11T14:51:34+00:00"},"hreflang":"en","title":"This Weekend, Pick Up The Pieces With 'Gabi'","published":"2015-01-09T18:38:00+00:00","teaser":"In our Weekend Reads series, NPR's Rachel Martin talks to Meg Medina about Isabel Quintero's novel, <em>Gabi, a Girl in Pieces.</em> It's the story of a Mexican-American teenager struggling with her identity.","itags":["npr_api","370098154"],"guid":"7bb7ab89-1b87-4962-9f71-4c3ecc565c42","contentencoded":"<p>When we meet 17-year-old Gabi Hernandez, she's a senior in high school who's suffering from all the typical teenage problems. Dysfunctional family: Check. Rampaging hormones: Check. Low self-esteem: Check.</p><p>On top of all that, Gabi has to negotiate two cultures and two very different sets of rules for girls and boys. She's the protagonist in our latest Weekend Read: Isabel Quintero's debut novel, <em>Gabi, A Girl in Pieces</em>.</p><p>Award-winning writer Meg Medina (her most recent young adult novel is <em>Yaqui Delgado Wants to Kick Your Ass</em>) says Quintero's writing \"gets at everything, all at once.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On what makes Gabi special</strong></p><p>\"Gabi's voice is a completely bicultural and bilingual voice, so throughout the novel, you will have Spanish and English the way it's really spoken in our families — it's this crazy sort of Spanglish mix. And she's bold. She will say the quote-unquote unthinkable things about her body, about sexuality, about the crazy, dual sets of rules for Latino boys and girls. ...</p><p>There's a stereotype and an expectation that the Latino boy is going to roam, that he's going to be sexually active and curious, that in fact that's what makes him muy macho, a big man. But when we turn to the young women, suddenly, we call that cochinadas, dirty things ... and Gabi herself says it in the novel ... \"you know, for my mother, a woman's whole value is what's between her legs. And once a man has access to that, she has no more value.\"</p><p><strong>On Gabi's relationship with her mother</strong></p><p>I think that non-Latino readers will be shocked to think, why doesn't her mother want her to go off to college. Well, what's really funny is while I was reading this, I remembered when it was time for me to go to college, and I had said to my mother that I might go ... not far, but it was, \"are you crazy? Why would you do that? Why would you not, you know, live at home with your family until you're married?\" That's what you're supposed to do. It's just a really difficult set of realities to try to live with ... and that's one of the things I really loved about this book as well, because I think Latina girls reading this are going to see their families in this.</p><p><strong>On the complex issues Gabi deals with</strong></p><p>I think there are many authors — and Isabel sits squarely in this group — who don't shy away from telling young people the truth. Who are producing work for young women that really dignifies their intelligence and dignifies their experience.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Weekend%2C+Pick+Up+The+Pieces+With+%27Gabi%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370714636-543a2d.m3u?orgId=1&topicId=1161&aggIds=100876926&d=292&p=10&story=370098154&t=progseg&e=370714609&seg=5&ft=nprml&f=370098154"},{"href":"http://media.npr.org/assets/img/2014/12/11/71rsecebpdl._sl1162_-858ee80fd3ec80309e100904affcf086ac26191f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"404","width":"539"}},{"href":"http://media.npr.org/assets/img/2014/12/11/meg_medina2-2702971f05f5acea55796bd23031e5c803fc5338.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1778","width":"2370"}}]}