{"created":"2014-11-17T10:15:21+00:00","modified":"2015-05-13T21:31:25+00:00","valid":{"from":"2015-05-13T21:31:25+00:00","to":"3015-05-13T21:31:25+00:00"},"hreflang":"en","title":"Is Beauty In The Eye(Lid) Of The Beholder?","published":"2014-11-21T18:25:00+00:00","teaser":"Half of people of Asian descent have double eyelids — folds above the lash line — and the other half don't. There's a controversial surgery some people get to give themselves that crease.","itags":["npr_api","363841262"],"guid":"7bbb8935-8ae8-4eb2-a511-081526d840bb","contentencoded":"<p><em>This is part one of a <a href=\"http://www.npr.org/blogs/codeswitch/2014/11/18/364670361/the-many-stories-behind-the-double-eyelid-surgery?utm_source=twitter.com&utm_medium=social&utm_campaign=codeswitch&utm_term=nprnews&utm_content=2043\">two-part series</a> looking at the history and motivations behind the Asian blepharoplasty, popularly known as \"double-eyelid surgery.\" Find part two <a href=\"http://www.npr.org/blogs/codeswitch/2014/11/18/364670361/the-many-stories-behind-the-double-eyelid-surgery\">here</a>.</em></p><p>\"So your crease is up here, so it's probably about a 6-millimeter crease,\" plastic surgeon Dr. Laura Phan tells me in her office. \"It's very nice, um, for Asian eyes,\" she says, hesitating over that last descriptor. Phan points to the inner corner of one of my eyes as I hold a small, plastic mirror. \"It's more pronounced on your right side,\" she says, referring to my epicanthic folds.</p><p>Having this crease means I have double eyelids. Among people of East Asian descent, about half share this trait, along with most of the world's non-Asian people. The other half of the world's Asian population has monolids.</p><p>As Phan shows the ways my skin slopes and sags and pulls over my eyeballs, I remember what relatives or family friends would say when I was growing up: that having double eyelids was <em>better</em>. That they looked <em>better</em>, and that they were just <em>better</em>.</p><p>There's a surgery you can have to get double eyelids, and that itself is controversial. It's called an Asian blepharoplasty, the Asian part referring to who gets it, the blepharoplasty part referring to more general eyelid surgery. While the procedure is generally cosmetic, it's really important to stress that there <em>are</em> medical reasons why people seek Asian blepharoplasties — their lids are too heavy and obstruct vision, for instance.</p><p>According to the American Society Of Plastic Surgeons, it's one of the most common surgeries for Asians in the U.S. In 2013, 6.2 percent of procedures Asians sought were blepharoplasties. (Overall, women of color have been getting plastic surgery at increasing rates, ASPS president Dr. Scot Glasberg tells me. Costs — and stigmas against getting plastic surgery — have minimized.) But these numbers aren't necessarily precise, I'm told by Joanne Rondilla, a lecturer at Arizona State University who has researched race and cosmetic surgery. Rondilla, who worked as a makeup artist for more than a decade, says it's hard to measure how many people go to nonboard-certified surgeons, or head to Asia, where plastic surgery is in general more prolific and less expensive.</p><p>Stepping past the controversy — <em>Is it appropriate to get this surgery? What beauty standards are you abiding by or reinforcing?</em> — I wanted to get at the <em>why</em>. Why some of us get the surgery, why some of us don't, or why everyone seems to have an opinion about those who seek it. I spoke with many people who had the surgery, considered it or chose not to get it. But to understand how the surgery became so common, I found it helpful to dig into its history, which goes back more than a century.</p><p><strong>'The Curse Is Being Removed'</strong></p><p>In February 1895, an unnamed special correspondent for the <em>Los Angeles Times</em> wrote about this surgery in Japan.</p><p>\"In their efforts to acquire recognition in the civilized world, the Japanese have found their greatest barrier in the unmistakable mark of their Mongolian origin,\" writes the unnamed author. \"The prejudice against Mongolians is undeniable, and among the Japs, the slanted eye being its only evidence, the curse is being removed.\"</p><p>An American doctor named Abraham Stone was living in Japan — the city of \"Tokio,\" to be precise — and dragging his scalpel across the eyelids of Japanese people. In a letter to the unnamed writer, Stone describes his technique:</p><blockquote><p>\"I take a small scalpel in hand, that is the right hand, of course, and stretching the skin with the forefinger of my left hand, make an incision on the outer point of the eyelids in a straight line for the barest part of an inch. The lashes are then drawn into shape and held so firmly by a piece of the chemically-prepared sticking-plaster I have made strong enough for the purpose. The wound needs no further dressing, and the subject of the Emperor and ex-Mikado of the flowery kingdom goes on about his business as if nothing had happened.\"</p></blockquote><p>(The writer notes, by the way, that \"in future generations, it is claimed, nature will mold the organs straight.\")</p><p>I couldn't find anything about this surgery happening in the U.S. until 1926, when news articles gleefully tell the love story and reshaping of Shima Kito. He was Japanese, lived in Boston and was dating this white girl from Iowa named Mildred Ross. They'd met in Detroit in the previous year and fell in love. So Kito decided to propose.</p><p>But things didn't go smoothly. According to a March 1926 <em>New York Times</em> story, Ross told Kito \"frankly that she preferred him to other young men of her own race whom she had met, but she loved her parents and would do nothing that would hurt them.\" The late 1800s were rife with anti-Chinese and anti-Asian sentiment, and Ross' folks didn't approve of interracial marriages, so Kito took it upon himself to take control of his fate — and face. He visited a Dr. Bernstein in Boston, who gave Kito a double eyelid, restructured his nose and tightened his lower lip.</p><p>Then Kito announced he planned on donning an aptly chosen moniker: William White.</p><p>Among the accounts I read, Kito was exceptional in one way, in that he was trying to transform himself to resemble another race. The way most of these news articles were framed, it seems that the people seeking the surgery weren't trying to look more white, just less like themselves. It was implied, pretty clearly, that \"Mongoloid\" wasn't good. There's a nuance there that points at a motivation so tied with power structures, it's hard to tear it from its root.</p><p>(And, by the way: The other articles from 1926 don't mention whether Kito followed through with the name change, or whether he did wind up marrying Ross.)</p><p>Moving farther through the 20th century, much of plastic surgery's modern rise can be tied to war: It was born as a way to fix disfigurements from combat. Experts also point to World War II — and American and European militarization of Asian countries — as the driving force that helped make cosmetic surgery more pervasive elsewhere.</p><p>Look to the 1960s in Vietnam, and you'll see newspaper reports that indicate the needle was swinging toward plastic surgery because of American occupation there. A <em>Time</em> interview with two Vietnamese surgeons says Vietnamese bar girls sought blepharoplasties to catch the eye of American soldiers.</p><p>As you look through history, you can see that pursuit of an aesthetic ideal wasn't the only reason why people sought this surgery. They were trying to elevate their places in society; they were like Shima Kito or the women in Vietnam's bars, who were trying to catch suitors. These motivations — and their nuances — continue all the way to the present day.</p><p>On the CBS show <em>The Talk</em> last year, host Julie Chen revealed that she'd had the surgery earlier in her career. Chen recalled something an old boss told her when she was a TV reporter cutting her teeth at an Ohio news station. \"He said ... because of your heritage, because of your Asian eyes,\" Chen said, \"sometimes I've noticed that when you're on camera and you're interviewing someone, you look disinterested.\" (Chen notes that her career took off after she changed her eyes.)</p><p>What's hard to pull from history are these individual perspectives. When we look back at the girls who worked in those Vietnamese bars, they could have been like Shima Kito, changing their eyes for love, or like Julie Chen, seeking the surgery to boost their socioeconomic prospects — or neither.</p><hr /><p><em>Read part two: <a href=\"http://www.npr.org/blogs/codeswitch/2014/11/18/364670361/the-many-stories-behind-the-double-eyelid-surgery?utm_source=twitter.com&utm_medium=social&utm_campaign=codeswitch&utm_term=nprnews&utm_content=2043\">The Many Stories Behind Double-Eyelid Surgery</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+Beauty+In+The+Eye%28Lid%29+Of+The+Beholder%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kat Chow","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364641195-9dce0e.m3u?orgId=1&topicId=1015&aggIds=177622347&d=216&p=3&story=363841262&t=progseg&e=364641028&seg=19&ft=nprml&f=363841262"},{"href":"http://media.npr.org/assets/img/2014/11/14/korea-eyelid-surgery-landov-9535690eeab7f7641d21601aab96f58261d8bb16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1293","width":"1725"}},{"href":"http://media.npr.org/assets/img/2014/11/14/lat-operation_custom-ca0d78b919b2e25aa23d9d9f41530ab77df2e196.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1274","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/11/17/screen-shot-2014-11-17-at-10.07.19-am-d0946634c2d3702a64122fec2608f92ae1e2ba64.png","type":"image/jpeg","meta":{"crop":"standard","height":"695","width":"927"}}]}