{"created":"2014-11-23T10:53:15+00:00","modified":"2015-05-13T21:30:11+00:00","valid":{"from":"2015-05-13T21:30:11+00:00","to":"3015-05-13T21:30:11+00:00"},"hreflang":"en","title":"For The Season, Trio Mediaeval Spans Centuries","published":"2014-11-23T18:26:00+00:00","teaser":"The Norwegian group has a age-old salve for those who can't stand \"Jingle Bell Rock\" — 15th-century English carols.","itags":["npr_api","365527312"],"guid":"7bc03ea2-fd1f-4f24-a634-b9c3f5af7fdc","contentencoded":"<p>For all those who just can't bear to hear \"Jingle Bell Rock\" or any of the other Yuletide earworms that will invade shopping malls and radio waves in the coming months, Norway's <a href=\"http://www.npr.org/artists/17082718/trio-mediaeval\">Trio Mediaeval</a> has some new <em>old</em> music for the holiday season.</p><p>The group's new album, <em>Aquilonis</em>, features 15th-century English carols that member Linn Andrea Fuglseth found in a book of Old English medieval carols before Trio Mediaeval formed. In fact, \"Alleluia: A New Werke,\" one of the carols on the album, is the reason she started Trio Mediaeval, she says.</p><p>\"It was so spectacular when I first heard it,\" she tells NPR's Rachel Martin.</p><p>The album is not just carols. There are also Italian songs from the 12th century, Icelandic chants from the Middle Ages, a few modern works and traditional Norwegian folk melodies. The record also marks the first time that the trio of women has recorded with accompaniment from a special type of fiddle played by member Anna Maria Friman.</p><p>\"It's sort of the national instrument of Norway, which is called the Hardanger fiddle,\" Fuglseth explains. \"It's a violin that's from a place called Hardanger in the west coast of Norway. And the special thing about this fiddle is that it has sympathetic strings underneath the main strings so you can hear more than one string at a time. The actual decoration on the instrument is very, very beautiful ebony pieces that are made into beautiful artwork on the actual violin. It's a beautiful instrument.\"</p><p>Medieval music is, in many ways, the domain of men. Most of the music the group — Fuglseth, Friman and Berit Opheim — performs was originally written for male voices.</p><p>\"That's the nice thing,\" Fuglseth says. \"That we can actually take some music that's written for men and do it for female voices. There were a few monasteries, also, for nuns in Europe in the Middle Ages and there's some music from there too. But we haven't done as much of that. I think it's nice to do things that's not expected.\"</p><p>Those who want to get as far away from American Christmas as possible will want to hear the full conversation at the audio link, in which Fuglseth describes the Norwegian version of the winter holiday. Hint: It includes a \"very small Santa Claus.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+The+Season%2C+Trio+Mediaeval+Spans+Centuries&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"381"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366084595-06e91d.m3u?orgId=1&topicId=1105&aggIds=6511959&d=381&p=10&story=365527312&t=progseg&e=366084527&seg=11&ft=nprml&f=365527312"},{"href":"http://media.npr.org/assets/img/2014/11/20/trio-mediaeval-1-faefdde7b77c314051c198d764d01146abffb17e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}