{"created":"2015-04-17T20:29:21+00:00","modified":"2015-06-15T17:14:39+00:00","valid":{"from":"2015-06-15T17:14:39+00:00","to":"3015-06-15T17:14:39+00:00"},"hreflang":"en","title":"In New Orleans, A Second-Chance School Tries Again","published":"2015-05-04T00:22:00+00:00","teaser":"Crescent Leadership Academy has a checkered reputation, but a new principal is trying to do right by some of the toughest — and most troubled — kids in the city.","itags":["npr_api","398838417"],"guid":"7bd20865-1984-4f92-b90c-a2fc115ced3a","contentencoded":"<p>Principal Nicholas Dean looks at his scarred, broken office door with resignation.</p><p>\"Time to get a new lock,\" he says.</p><p>Over the weekend, a person or persons smashed into his office, found the keys to the school van and drove off in it.</p><p>It's another day at Crescent Leadership Academy, one of New Orleans' three second-chance schools for students who have not been successful elsewhere.</p><p>The students at CLA range from ages 12 to 21. Nearly all are from poor families. More than half end up here after getting expelled from the city's charter schools, mostly for fighting, weapons or drugs. At least half of the students are already in the city's juvenile or criminal justice system. And 15 percent meet the definition of homeless, whether living with friends, extended family or in shelter housing<em>.</em></p><p>\"We have no choice but to be flexible,\" Dean says. \"At any given time 110 students are coming in with 110 different issues, 110 different things happened last night.<em>\"<br /></em></p><p>Dean, the first-year principal, is an Air Force veteran who admits that at this school he's often flying without instruments. The health app on his smart watch shows he averages more than 5 1/2 miles a day just roaming the halls and grounds.</p><p>\"To know what's going on ... no surprises ... know which teachers are strong and which teachers are struggling, why and how on both sides. To know who all the students are, to create that sense of trust,\" Dean says.</p><p>After <a href=\"apps.npr.org/the-end-of-neighborhood-schools/\">Hurricane Katrina in 2005,</a> the city's public school system was remade wholesale. More than 9 out of 10 students now attend charter schools, most administered by the Recovery School District. Scores on state tests have reportedly improved dramatically — though student-level data have not been openly released — and the city has been hailed as a national model.</p><p>However, a persistent complaint has been that many charter high schools, in the rush to raise standards and scores, imposed a one-size-fits-all, zero-tolerance discipline policy. Parent groups and other critics charged that schools became too quick to suspend, expel or otherwise \"push out\" students who are more difficult — or expensive — to deal with.</p><p>Meanwhile, the district lacks many of the coordinated functions found in other cities, such as dropout-prevention efforts, assistance finding placement in another setting, and adequate adolescent mental health services.</p><p>At their highest, in the 2007-2008 school year, expulsion rates in the district <a href=\"http://www.splcenter.org/sites/default/files/downloads/publication/SPLC_report_Access_Denied.pdf\">were 10 times the national average</a>.</p><p>A response came in 2012-2013, when the district created a centralized board to review expulsions. Adam Hawf, at that time deputy superintendent, was the architect of that policy.</p><p>\"The demand for this actually came from the school community,\" says Hawf, who has since left the district and is an independent education consultant. \"It was a question of fairness.\"</p><p>Under the new policy, the charter schools agreed on a list of offenses that can lead to expulsion, and on a due process. Expulsions fell between 2013 and 2014, driving the city's rate below Louisiana's as a whole.</p><p>But suspension rates in the school district are still three times the state average.</p><p><strong>Weakening Ties With School</strong></p><p>\"Kids are still being kicked out of school for normal adolescent behavior,\" says Gina Womack, who founded Families and Friends of Louisiana's Incarcerated Children. Womack says that over time, rhetoric about \"superpredators\" has given way to positive behavioral intervention and other discipline practices designed to keep kids in class.</p><p>But, she adds, \"when you have 61,000 kids being suspended [a year, statewide] out of school, about 8,000 of those kids suspended for more than a couple months, positive behavior support isn't being utilized the way that it should.\"</p><p>The Recovery School District says that dropout prevention and discipline issues, by design, are not part of its mission. \"It's something that's handled individually,\" says Dana Peterson, the RSD's deputy superintendent of external affairs. \"That's the point of our unique decentralized school system.\"</p><p>He says the all-choice model, with no neighborhood schools, is the best way for each student to find his or her best fit. \"We think that leveling the playing field and equalizing access is something that speaks to the issue in some small way as a district.\"</p><p>Joshua Perry with the Louisiana Center for Children's Rights applauds the city's positive steps on expulsions and suspensions. But he says charters in New Orleans are still too quick to pull kids out of class for far too broad a range of incidents.</p><p>\"We can do better by our most vulnerable kids than assuming that there is a one-size-fits-all solution for the great majority of them,\" Perry says.</p><p>What critics call \"pushout\" isn't always expulsion. On paper it can look identical to a voluntary transfer, perhaps to a school such as CLA.</p><p>A class-action lawsuit filed against the Recovery School District last year argued that students with learning disabilities and mental health issues, in particular, were being shuffled from school to school and inappropriately harshly disciplined. Many of the students at CLA have these kinds of diagnoses.</p><p>The range of serious problems some students come to school with are enormously challenging, says CLA's full-time social worker, Tarsha Davis. \"Suicidal ideations. Sexual abuse. A lot of trauma. We have lots of kids who are hurting, they're not getting the services they need. Whether those barriers are family, their own barriers or simply not having the resources,\" she says.</p><p>A consent decree, the first step to a settlement, was announced in December. It requires that charter schools here be held accountable for serving students with disabilities, and that the RSD do a better job tracking young people and seeing that they find appropriate placements.</p><p>Neither the district nor the Southern Poverty Law Center, which brought the suit, nor school leaders named would comment on the ongoing litigation.</p><p>But Hawf, the former deputy superintendent, says the suit was \"a blessing,\" because it \"increased the level of urgency and focus\" around serving underserved students. He cites another factor at work in an all-charter system: \"Some of the past misbehavior was a result of psychological fear about finances.\"</p><p>And he has an unlikely solution: better budgeting. He says removing schools' fears that they will be stuck \"holding the bag\" for students who are inherently more expensive to serve can provide incentives for them to help those students.</p><p>During his tenure he helped change the district's funding formula and create a fund to ensure that schools would receive more resources to meet the needs of students with disabilities.</p><p>The Crescent Leadership Academy is one of just three schools set up to deal with problem kids, and before Dean arrived, it was widely known as a weak link. A local nonprofit that advocates for children alleged that the school was little more than a way station on the school-to-prison pipeline.</p><p>Dean's boss, the superintendent of this school, is Tracy Bennett-Joseph. She concedes the charter got off to a rocky start 2 1/2 years ago. Teacher turnover was huge. Learning often took a back seat to basic safety.</p><p>\"Students that came to us had serious criminal backgrounds. Fights, gangs. This is our third year and I think 14 of our students have been killed,\" she says. That number, she says, shows \"just what our students are dealing with outside of school.\"</p><p>But the critics now say they have seen improvements. They're giving Dean and Crescent Leadership Academy a second chance.</p><p>So are the second-chance students CLA serves.</p><p>The biggest change, students told us, is simply the school's culture. There is now a clear sense that the principal and teachers care about helping students achieve and reach concrete goals, especially graduating from high school.</p><p>Tahj Cruell, 16, ended up here for fighting. \"It ain't no bad school. The principal, Mr. Dean, is a good man,\" he says. \"He works with you. It's hard to get into trouble because the teachers here understand you. And if you get into trouble here, you're just ignorant.\"</p><p>Besides, he says, \"I don't know what's after this and I don't wanna find out.\"</p><p>Tahj loves football. He's a talented cornerback. He plays on the school's makeshift and popular new football squad. He dreams of a career in the NFL. But he's a realist.</p><p>If he doesn't make it in the pros, he says, he'll get his contractor's license and a small-business loan — \"I'll build my own construction crew, do some entrepreneurship,\" he says.</p><p>By all accounts, the school has made progress under principal Dean. The graduation rate is expected to jump to 73 percent this year, a big improvement.</p><p>Derricka Tucker, 18, has been at CLA since 2012. \"Since Mr. Dean came, it's really improved,\" she says. \"A lot. Now they really on it this year. They barely be having fights this year. They used to have a whole lot of fights last year.\"</p><p>Tucker, too, ended up here after being expelled for fighting. Her twin sister got into it with another girl. Then, she says, \"we both got kicked out of the regular school. ... She can't fight without me having to jump in. That's my twin, that's my baby.\"</p><p>She'll soon have her own baby — a boy, due this summer. She attends school two days a week on an adjusted schedule and works as a supermarket cashier the other days. She lives with relatives. Tucker says she's still determined to graduate from CLA in May.</p><p>\"I have no choice,\" she says. \"I gotta step up. This is a new human being in me!\"</p><p>\"We don't always have a whole lot of success stories,\" says Davis, the CLA social worker. But Derricka Tucker \"is one of those students that's gonna make it. She has a self-determination in her to keep moving. She's hanging in there.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+New+Orleans%2C+A+Second-Chance+School+Tries+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400424082-b46093.m3u?orgId=1&topicId=1013&aggIds=396399813&d=496&p=2&story=398838417&t=progseg&e=400423739&seg=14&ft=nprml&f=398838417"},{"href":"http://media.npr.org/assets/img/2015/04/15/cd7a2892-edit3-a3f0d4e2366acb6963dc4b8b83dfd5739ff56984.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1747","width":"2330"}},{"href":"http://media.npr.org/assets/img/2015/04/15/cd7a3070-edit_slide-08f0962bac1623b8d3ba1589ab57b9d3f6a55f46.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/04/15/cd7a2992-edit_slide-8284b6321597fd33de46900ee5d146cec94406d3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/04/15/cd7a3183-edit_slide-a2b8ffff6aa876eb528c31c6a9b0e4ddc5d56ea1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/04/15/cd7a3145-edit-bb6c1dd43d66452d07116f8139957c1e78b9ffb8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1732","width":"2309"}},{"href":"http://media.npr.org/assets/img/2015/04/15/cd7a3212-edit_slide-48087c3304ab2b7fcdc69b6aa2b144faa728248a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}}]}