{"created":"2014-12-25T21:16:17+00:00","modified":"2015-06-15T17:16:05+00:00","valid":{"from":"2015-06-15T17:16:05+00:00","to":"3015-06-15T17:16:05+00:00"},"hreflang":"en","title":"Where Ebola Has Closed Schools, A Radio Program Provides A Faint Signal Of Hope","published":"2014-12-29T17:13:00+00:00","teaser":"1.5 million children are out of school in Liberia. It's possible kids may not return to class until spring.","itags":["npr_api","371166648"],"guid":"7bd676fa-7e67-4b22-9c89-a020a1afd0be","contentencoded":"<p>Florence Allen Jones used to teach in Washington, D.C., before coming back home to Liberia.</p><p>Now she's part of the education ministry's teaching-by-radio team. Working with UNICEF and another nonprofit, Talking Drum, in Monrovia, the capital of Liberia, the government aims to provide lessons to children across the country, hit by the Ebola outbreak. Most schools closed this past summer and will likely remain closed for months.</p><p>\"Our programs are child friendly,\" says Allen Jones. \"They're programs that you would love to listen to. Like, for example, if it were teaching verbs, we would sing, 'All action words are verbs. They make lessons superb. High ho the cheerio, all action words are verbs. '\" The programs follow the basic outlines of a curriculum, from first grade upwards, in several subjects.</p><p>The radio classes are broadcast on local stations, and on United Nations radio. The Education Ministry acknowledged that the broadcasts are not reaching nationwide. In any case, few children in Liberia's 15 counties have access to a radio, or even the batteries to power one. Wealthy parents have hired home tutors for their kids, but many other youngsters have taken to peddling petty goods, like trinkets or donuts, on the streets of Monrovia, to try to earn a little money for their families while schools are closed.</p><p>J. Emmanuel Milton is another member of the teaching-by radio team. He warns that there are other dangers for children, many of whom are not being supervised during the day. \"It poses dangers, especially for the girl child,\" he says. \"Even the boys, they could engage in some wayward activities. So we're trying to get attention for them to focus on ... some learning program. \"</p><p>Even before Ebola arrived in Liberia, the education system was <a href=\"http://allafrica.com/stories/201303160187.html\">\"a mess.\"</a> That's how President Ellen Johnson Sirleaf described it last year, saying a complete overhaul was needed. Primary school attendance is mandatory, but enforcement is lax and classes are overcrowded. Often teachers fail to show up. The UN says about 40 percent of Liberia's four and half million people are literate. That's among <a href=\"http://www.uis.unesco.org/literacy/Pages/data-release-map-2013.aspx\">the lowest rates in the world.</a></p><p>The radio classes are meant to help take up the slack while schools remain closed. But the lesson we heard sounded more like a lecture — worthy, but frankly, dull and not child-friendly.</p><p>We hit the streets of downtown Monrovia, to find out if children were tuning in. The answer, again and again, was no.</p><p>Finally, we met 13-year-old Blessing Famata Johns, who was chatting with her friend. \"Yes, I listen to that,\" she said. \"I listen to them telling children how to take exercise in the morning, how to relax and wake up and be strong. I listened to it once.\"</p><p>Blessing says she helps her mother sell cooked food early in the morning, so she doesn't have time to follow radio classes.</p><p>Milton says he hopes this does not become — as during the long civil war — another lost year for Liberian education. \"That's the reason why we're saying, 'Look, don't turn your attention away from the lessons. Keep your copybooks and radio around, listen to teaching by radio in the evening or night.' \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Where+Ebola+Has+Closed+Schools%2C+A+Radio+Program+Provides+A+Faint+Signal+Of+Hope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373128504-0006d8.m3u?orgId=1&topicId=1001&d=286&p=2&story=371166648&t=progseg&e=373075162&seg=13&ft=nprml&f=371166648"},{"href":"http://media.npr.org/assets/img/2014/12/16/radio-education_poole-1-318fb9beb5dfb28a6e2405cb1edfa3a501804c2f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/16/radio-education_poole-2-ff1c6040121794de533bdf47ce505ea66978d8a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}}]}