{"created":"2015-03-23T15:57:07+00:00","modified":"2015-05-13T21:07:48+00:00","valid":{"from":"2015-05-13T21:07:48+00:00","to":"3015-05-13T21:07:48+00:00"},"hreflang":"en","title":"An Object Of Desire: Hope And Yearning For The Internet In Cuba ","published":"2015-03-26T22:05:00+00:00","teaser":"Without a doubt, the Internet in Cuba is tough. The politics are thorny; getting it is difficult. But there are signs that change is on the horizon.","itags":["npr_api","394276385"],"guid":"7bd80918-1aec-4caa-9ddb-f157fba9c23e","contentencoded":"<p>After the sun sets on Havana on weekends, G Street turns into a kind of runway.</p><p>Blocks of the promenade — which is very colonial with its big, beautiful statues and impeccable topiaries — swell with crowds of young Cubans. For the most part, they just walk up and down, greeting each other with kisses.</p><p>It's a spectacle: Everyone, it seems, is here to impress. They're perfectly coiffed, perfectly matched; they're splayed on benches, arms wrapped around each other.</p><p>We stop to talk to Tatiana, 17, and her group of friends. We ask her what she hopes will come of a new relationship with the U.S.</p><p>\"We're going to be able to travel. We're going to have Internet,\" she says, growing excited. \"Unlimited Internet. Finally.\"</p><p>What you quickly find out here in Cuba is that the Internet has become an object of desire: something as rare and valuable as strawberries that everybody wants.</p><p>By any measure, Cuba's Internet penetration rate is dismal. The government says that about 25 percent of Cubans have access to the Internet. But <a href=\"https://freedomhouse.org/report/freedom-net/2014/cuba\">Freedom House, a watchdog that promotes freedom globally, says</a> that number refers to Cubans who have access to a government-run intranet. According to Freedom House's experts, only about 5 percent of Cubans have access to the open Internet.</p><p>That's why Facebook and the World Wide Web have become a kind of promised land.</p><p>As we walk through G Street, we notice that many of the kids clutch smartphones. Out here, they're essentially useless, because the only real way to get on a Wi-Fi network is to pay $5 an hour at a tourist hotel.</p><p>We ask the group why they think Cuba doesn't have widely available Internet — and if they accept the government explanation that the lack of infrastructure is the result of the U.S. embargo.</p><p>They laugh. Christian, an 18-year-old drummer, answers. He looks like a typical teenage skater with long hair, baggy pants and Vans shoes.</p><p>\"Cuba does not want us to know the things that happen in other countries,\" he says.</p><p>Daniel, 18, interjects: \"Only they,\" he says, making epaulets on his shoulder with his fingers, \"can have Internet.\" Then he tugs at an imaginary beard, Cuba's universal symbol for Fidel.</p><p>\"Only Fifo can have Internet access,\" he says.</p><p>We point out that what's going on here on G Street is actually kind of nice: a bunch of kids talking to one another, without having their heads buried in a screen. If indeed there is new openness in Cuba and the island is flooded with foreign investment, and with it Internet connectivity, this scene would probably cease to exist.</p><p>The moment they hear that, they erupt with giddy laughter, imagining a future in which they would lie on their beds and still be able to connect with friends and the world.</p><p>\"I'm already an expert texter,\" Tatiana says.</p><p><strong>A Limited Internet</strong></p><p>For years, Cuba accessed the Internet using satellites. It meant that the connection was slow and sluggish and had severe limitations on the amount of data that moved in and out of the island.</p><p>At the beginning of 2013, Doug Madory, of Dyn, an Internet performance company, noticed that the Internet speed on the island had become significantly better. He figured out that Cuba had turned on a huge underwater fiber optic cable that Venezuela had run from its shores to the eastern end of Cuba. Madory says the cable — called the ALBA-1 — has the capacity to move a huge amount of data to and from Cuba.</p><p>He says that right now, Cuba's lack of Internet has little if nothing to do with the embargo.</p><p>\"We've been making the case that if Cubans really want to do this, they have a good model in Myanmar,\" Madory says.</p><p>Myanmar, also known as Burma, turned its ruling military junta into a nominally civilian government in 2011. That's given rise to a more open society and an improved relationship with the United States.</p><p>Madory says that shortly thereafter international telecoms lined up to provide Myanmar with the infrastructure to access the Internet. Because of the advancement in mobile Internet, the deployment has happened rapidly.</p><p>Madory says Cuba could follow suit even if the U.S. embargo against it continues.</p><p>Non-American \"telecoms would be lining up around the block to work in Cuba if they were allowed,\" Madory says. \"Not only that but they would be willing to pay hundreds of millions of dollars for that right and Cuba could probably use that money.\"</p><p><strong>Long Waits To Get Online</strong></p><p>One of the ways to get online in Havana is to visit the offices of the state-owned telecom monopoly, ETECSA.</p><p>We find an office, painted blue and white, in a leafy neighborhood called Miramar. Two priests from the Ecumenical Catholic Church of Christ, Monsignor Stefanos and Father Fanurios, are sitting on the porch.</p><p>This is their second time in line. Earlier in the day, they had traveled 45 minutes to the office and then waited outside for another 45 minutes, only to be told finally that the connection was down.</p><p>Stefanos says that he comes to ETECSA to check his email every few days. That's the only way he can keep in touch with his leadership in Central America.</p><p>So, they sit patiently as people are called by the police officers to walk inside the air-conditioned building and use one of the four computers connected to the Internet.</p><p>At the end of the day, the clerics will have accomplished one thing: checking their email.</p><p>\"We're Cuban,\" says Fanurios, resigned. \"We're Cuban and with needs.\"</p><p><strong>A Special Case</strong></p><p>Without a doubt, the Internet in Cuba is tough. But there is an oasis in the midst of this digital desert.</p><p>It's in a poor neighborhood in Havana called El Romerillo. That's where the artist Kcho (pronounced \"CAH-cho\") built his studio.</p><p>Kcho is a bear of a man, bearded and wearing a Rolex watch. As he walked through his vast complex, which also houses a cafe, a library and a gallery, a group of young girls followed, giggling as he expounded on being a son of the Cuban revolution.</p><p>He's a superstar; his paintings and sculptures, often made with pieces of boats, have been exhibited worldwide — in Spain, in Italy and even at the Marlborough Gallery in New York City.</p><p>Because he's an artist, the Culture Ministry allowed him to have an Internet connection. He told us that when he first moved into this space, a 2-megabit Internet connection was too broad just for him to use. So, in 2013, he connected a few computers to the Internet and made them public, and in January, he installed wireless routers to share the connection more widely.</p><p>\"The Internet was invented for it to be used,\" he says. \"There's this big kerfuffle here in Havana that Kcho has Internet at his place. There's nothing to it. It's just me, who is willing to pay the cost and give it to the people. It's about sharing something with people, the same way my country does. I've always worried that people have what they need, just like the revolution did, and so I'm trying to give people a place to grow spiritually. A library, an art studio — all those things are important.\"</p><p>Kcho says that bringing Internet to the masses is not the responsibility of the government. It is, he says, an \"entrepreneurial responsibility.\"</p><p>\"And if it's so important for young people to have Internet, my dream is to bring more of it to them and to have a space here where they can travel the world without spending a dime, a place where they can travel from India to Burundi, to Antarctica, to the Library of Congress,\" he says.</p><p>When asked if the Internet could be detrimental to the revolution, he says that a shift away from socialism is simply not on the table.</p><p>\"But it's also not an option for me to renounce what I'm doing,\" he says. \"It's not an option for me to take back what I've already given to Cubans.\"</p><p>The Internet at Kcho's place is Cuba's first free hot spot, and it's on 24 hours a day.</p><p>That means that the place is a hive of activity: There are people leaning on the outside walls, staring at their smartphones. In the library, people get on a waiting list to watch funny videos on Yahoo.</p><p>Yoan Istameyer, 29, is sitting along a concrete retaining wall. He is with his friend Yendy Rodriguez, 20, but they aren't talking. They're glued to a screen.</p><p>Istameyer says he has been there since the night before.</p><p>\"I never leave,\" he says. The Web and especially Facebook keep him hooked.</p><p>He says that there are only two places in Havana with free Internet: Kcho's place and the U.S. Interests Section along the Malecon. He'd gone to the Interests Section twice before, he says, but he decided to stop because of the political baggage that comes with stepping foot inside a U.S. installation.</p><p>Rodriguez says that he had just heard of this place and is thrilled. We ask him if the Internet had changed his life in any way. Rodriguez shakes his head: not really.</p><p>Then Istameyer cuts in. He's young. He's brash. He'll hand you his email address as soon as he can.</p><p>\"I even left my girlfriend for Wi-Fi,\" he says, eliciting laughter from his friend.</p><p>The Internet — and the social connections across the world that it gave him the freedom to make — had drawn Istameyer in so much that his girlfriend gave him an ultimatum: Wi-Fi, which Cubans pronounce \"wee-fee,\" or me.</p><p>Istameyer chose the Internet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Object+Of+Desire%3A+Hope+And+Yearning+For+The+Internet+In+Cuba+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Siegel","audio":[{"meta":{"duration":"531"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394906635-899b1f.m3u?orgId=1&topicId=1127&aggIds=395846943&d=531&p=2&story=394276385&t=progseg&e=394807955&seg=11&ft=nprml&f=394276385"},{"href":"http://media.npr.org/assets/img/2015/03/20/img_0291-d301ec0841369f78b6a4cf6710bf50dc43c46aac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2212","width":"2949"}},{"href":"http://media.npr.org/assets/img/2015/03/20/_mg_0076_custom-1d83e2deff1c5d7d181136de7bd1104a5f8829d8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2333","width":"3504"}},{"href":"http://media.npr.org/assets/img/2015/03/20/img_0313_custom-aac939734f0e0941105c7cbceeb9bf418e235511.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2333","width":"3504"}},{"href":"http://media.npr.org/assets/img/2015/03/20/img_0303_enl-203b0628d8339f1ec0e02fb20a145954bd4e288a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2281","width":"3500"}},{"href":"http://media.npr.org/assets/img/2015/03/20/_mg_0284_custom-5920c53088cfc0a53e3c85864fbbc011a4bb15f7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2333","width":"3504"}}]}