{"created":"2015-05-28T19:44:08+00:00","modified":"2015-05-29T20:40:33+00:00","valid":{"from":"2015-05-29T20:40:33+00:00","to":"3015-05-29T20:40:33+00:00"},"hreflang":"en","guid":"7bff7e57-f90d-4503-b782-f8851b07538c","title":"Don't worry, FIFA — Putin has your back","published":"2015-05-29T20:40:29+00:00","byline":"Bradley Campbell","tags":["Vladimir Putin","sepp blatter","FIFA corruption","2018 World Cup","government","Sports"],"teaser":"FIFA has come under intense pressure from countries and sponsors over a huge bribery scandal. But Russian President Vladimir Putin, no stranger to allegations of corruption, is standing up for the organizations and its reeling president. ","contentencoded":"<p>Not everyone agrees that the US has jurisdiction in the corruption case it has brought against FIFA, the organization that runs the World Cup.</p>\n<p>Russia — for one.</p>\n<p>Russian President Vladimir Putin thinks the US case is an example of American \"over-reach.\"</p>\n<p>\"These officials are not US citizens,\" he says. \"And if they committed anything, it wasn't on US territory. The United States has nothing to do with it. This is yet another obvious attempt to spread their jurisdiction to other countries. And I also have no doubt that this is an obvious attempt to prevent Mr. Blatter from being re-elected as FIFA president.\"</p>\n<p>There's a larger context to Putin's reaction, of course. For starters, FIFA chose Russia to host the next World Cup, in 2018.</p>\n<p>\"Putin has had a long-standing policy of trying to get as many international, high-profile sporting events as possible in Russia,\" says Ben Judah, a contributing writer for Politico Europe. \"He believes it makes Russia look like a superpower.\"</p>\n<p>Judah says Putin is nervous that the corruption scandals could lead to the cancelation of the World Cup. There are also a growing number of people calling for a boycott of the 2018 World Cup. Judah is among those who feel Russia's actions in eastern Ukraine warrant such a move.</p>\n<p>Judah says so far, there is no evidence that Russia bribed its way into hosting the tournament. \"But you need to remember there's lots of evidence over the years that the Russian state and officials of the Russian state are chronically, even irredeemably, corrupt,\" he says.</p>\n<p>But if the tournament goes on — and there is no reason to think it won't, at the moment — Judah will watch it. He says he loves the English national team too much.</p>\n<p>And that's the sad truth about this story. Despite being run by a corrupt organization, FIFA's World Cup is impossible not to watch.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-28%2Fdont-worry-fifa-putin-has-your-back&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05282015_02.mp3"},{"href":"http://admin.pri.org/file/0528201502mp3"}]}