{"created":"2015-02-23T20:47:03+00:00","modified":"2015-02-24T21:44:26+00:00","valid":{"from":"2015-02-24T21:44:26+00:00","to":"3015-02-24T21:44:26+00:00"},"hreflang":"en","guid":"7c16c2af-9157-4969-a389-c82e1ffdbb2d","title":"An American millionaire works to rescue migrants off the coast of Italy","published":"2015-02-24T21:44:22+00:00","byline":"Andrea Crossan","tags":["migrants","refugees","politics","immigration","Global Politics","Europe","North America","Italy","Malta","United States","Tunesia","Mediterranean","North Africa","Europe","Martin Xuereb","Christopher Catrambone","Regina Catrambone","Refugee","migrants","Smuggling","Politics"],"teaser":"This American millionaire set up the first privately-funded search and rescue operation in the waters off of North Africa.","contentencoded":"<p>Wealthy American businessman Christopher Catrambone and his wife Regina have set up the first privately-funded search and rescue operation in the Mediterranean Sea.</p>\n<p>“We were out for three months last year and we were able to save 3,000 people,” he says.</p>\n<p>The crossing between North Africa and the Italian island of Lampedusa can be a treacherous one.</p>\n<p>In 2014, the UN refugee agency estimates that 207,000 people attempted to cross the Mediterranean and it estimates <a href=\"http://www.unhcr.org/5481bf796.html\" target=\"_blank\">that 3,419 migrants</a> died making the crossing. That’s approximately one of every 60 people.</p>\n<p>And so the Catrambones set up the <a href=\"http://www.moas.eu/\" target=\"_blank\">Migrant Offshore Aid Station</a>.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"3003\" width=\"4500\" alt=\"MOAS Rescue ship Phoenix I\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/MOAS_-_Press_5_005.jpg\" title=\"\" /><div class=\"field-caption\">\n    <p>MOAS Rescue ship Phoenix I</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>MOAS</p>\n  </div>\n</div>\n<p>The organization's goal is to locate vessels overloaded with men, woman and children trying to reach Europe, and save the lives of any passengers in danger.</p>\n<p>“We were able to assist them, provide them with life jackets, medical care, food, and water — everything they needed after they were rescued,” says Catrambone, whose Phoenix I set sail on the Mediterranean last summer carrying two drones, two inflatable boats and a crew of technical and medical experts.</p>\n<p>The ongoing conflict in Syria has created a refugee community of three million people, many whom want to find a better life beyond the overcrowded camps in Turkey, Lebanon and Syria. And there are tens of thousands of economic migrants trying to escape poverty and conflict from countries like Iraq, Somalia, Sudan and Eritrea.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2048\" width=\"1536\" alt=\"The MOAS rescue ship is equipped with drones.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/drone_0.jpg\" title=\"\" /><div class=\"field-caption\">\n    <p>The MOAS rescue ship is equipped with drones.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>MOAS</p>\n  </div>\n</div>\n<p>“Most people have always relied on government intervention for these types of incidences. When the government isn’t adequately making a response to the situation, and you do have lives lost, I think that it is civil society’s responsibility to do something,” Catrambone says.</p>\n<p>Migration is a divisive issue in many European countries, leaving politicians cautious about \"encouraging\" immigration, even if it means leaving migrants to drown. But the growing number of people drowning in the waters off of Italy spurred the government to act.</p>\n<p>It launched the <a href=\"http://marenostrumproject.eu/\">Mare Nostrum</a> search and rescue operation in 2013 after a migrant boat sunk near the island of Lampedusa, killing more than 360 people.</p>\n<p>And when Catrambone's organization picks up stranded migrants, the decision on where they are taken is made by the Italian authorities.</p>\n<p>“We are being coordinated by the Rome Rescue Coordination Center and they have the legal obligation to not only coordinate rescue, but also to coordinate disembarkation,” explains Migrant Offshore Aid Station director Brigadier Martin Xuereb.</p>\n<p>Xeureb is a former commander of the Maltese armed forces. He says it’s common for the smugglers to send migrants out to sea with very few supplies.</p>\n<p>“I’ve been in this business a number of years now and experience tells me that the smugglers do not do the crossing with the migrants, they just shove the migrants in a boat. If the migrants pay some extra money they will give them a compass. If they pay some extra money, they’ll give them a sat phone and if they pay some extra money they give them a life jacket and some fuel — and then just point them towards Europe.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-23%2Famerican-millionaire-works-rescue-migrants-coast-italy&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/moas2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/moas2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0223201506.mp3"},{"href":"http://www.pri.org/file/0223201506mp3"}]}