{"created":"2014-09-03T17:11:36+00:00","modified":"2014-11-04T21:29:32+00:00","valid":{"from":"2014-11-04T21:29:32+00:00","to":"3014-11-04T21:29:32+00:00"},"hreflang":"en","title":"Freddie Gibbs: 'I Think I'm The Best Rapper'","published":"2014-06-04T18:43:00+00:00","teaser":"The rapper from Gary, Ind., moved to L.A. 10 years ago, where he met Madlib, a producer revered for his collaborations. The two of them have now made an album Gibbs thinks can't be touched.","itags":["npr_api","303786105"],"guid":"7c2d8d4e-2501-498d-ad34-41c5bab41686","contentencoded":"<p>Freddie Gibbs moved away from his hometown of Gary, Ind., more than 10 years ago. He went to L.A., where he became friends with Madlib, the producer revered for his work in <a href=\"http://en.wikipedia.org/wiki/Lootpack\" target=\"_blank\">The Lootpack</a>, as a solo artist under the name <a href=\"http://www.stonesthrow.com/quasimoto\" target=\"_blank\">Quasimoto</a>, for that time <a href=\"http://www.amazon.com/Shades-Blue-Madlib/dp/B00009OOI6\" target=\"_blank\">Blue Note Records let him do whatever he wanted in their vault</a> and the albums he's made collaboratively, with heavyweights <a href=\"http://www.amazon.com/Champion-Sound-Jaylib/dp/B0000CC87O\" target=\"_blank\">J Dilla</a>, <a href=\"http://www.amazon.com/Madvillainy-Madvillain/dp/B00018Y0QQ/\" target=\"_blank\">MF Doom</a>, <a href=\"http://www.amazon.com/gp/product/B000R9QFA8\" target=\"_blank\">Percee P</a> and <a href=\"http://www.amazon.com/Liberation-Talib-Kweli/dp/B000ODMVEG\" target=\"_blank\">Talib Kweli</a>.</p><p>Gibbs and <em>Microphone Check</em> cohost Ali Shaheed Muhammad are quite certain that <em>Piñata</em>, the album Madlib has made with Gibbs, is the most gangster project Madlib has ever worked on. He couldn't join us in the studio, but Gibbs sat down to talk about what he calls his \"homiefied\" album.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: What up?</p><p><strong>FREDDIE GIBBS</strong>: Man, chilling. It's a pleasure to be in the building, man. It's a pleasure.</p><p><strong>MUHMAMMAD</strong>: We're happy to have you here.</p><p><strong>GIBBS</strong>: Especially to be here with you, man. So you already know.</p><p><strong>MUHAMMAD</strong>: Who me? Who am I?</p><p><strong>GIBBS</strong>: It's a pleasure.</p><p><strong>MUHAMMAD</strong>: What's good, Freddie Gibbs?</p><p><strong>GIBBS</strong>: It's crazy, man. I just dropped my new record and I got a show tonight in New York, sold out, man, you know. Things couldn't be better.</p><p><strong>MUHAMMAD</strong>: How does that feel?</p><p><strong>GIBBS</strong>: It feels great. It's mind-blowing. I'm still like — this is surreal to me. Like the point that I'm at with what I'm working with and the odds that I was against and all the doors closing in my face and everybody telling me, \"No.\" So to be here right now, it's a blessing, man. It's God.</p><p><strong>MUHAMMAD</strong>: <em>Piñata</em>. How'd you come up with the title?</p><p><strong>GIBBS</strong>: The name of the record is <em>Cocaine Piñata.</em> We gotta call it <em>Piñata</em> so we can sell it in the stores. Wal-Mart and Target don't like that whole cocaine thing.</p><p>It just came to me in a dream, honestly. That's what I tell everybody. It came to me in a dream. Madlib had never made a record this street, at all. And I think that I just wanted to culminate everything that I was doing and everything that I had been through into one album. And it was just like — that's like a piñata, you know what I mean? If you break it open, there's a bunch of treats gone fall out. So that's the direction I wanted to go with it.</p><p><strong>MUHAMMAD</strong>: How long did it take to put this album together?</p><p><strong>GIBBS</strong>: To be honest I was working on this album for like three years, in-between working on my other projects. Cause you can't work on another kind of project and then work on this at the same time because it's totally different.</p><p><strong>MUHAMMAD</strong>: Yeah, I was gonna ask, what's the difference between this and like the other mixtapes?</p><p><strong>GIBBS</strong>: Definitely the beats. The beats are — they're different. It's more dirty loops, samples and things of that nature. A lot of — on my other tapes, it's more synthesized type things. There's still sample-based production on there, like I get from <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2013/06/20/193913593/statik-selektah-on-boom-bap-and-his-moms-favorite-rapper\" target=\"_blank\">Statik Selektah</a> and guys like that. Shout out to Statik Selektah. But for the most part, the difference between this record is definitely the production.</p><p><strong>MUHAMMAD</strong>: How did you and Madlib connect?</p><p><strong>GIBBS</strong>: Nothing real crazy. Just we got mutual friends. We have mutual friends, his manager cool with my manager; we all just link up, drink, smoke and made a record. It wasn't nothing — no industry red tape, no lawyers, nothing crazy. It was just like let's do this record, let's put it together and put it out.</p><p><strong>MUHAMMAD</strong>: Did you have some of the songs written up before you got the music or was it — what's the process?</p><p><strong>GIBBS</strong>: Nah, I never do that. I never write a song before I get the track because I just feel that I have to make a marriage with that track with my raps. And if it's something that's already there, it ain't gone really fit, I don't think. Like if you get divorced and you go marry a new chick — if it was me — I would want to get a new house, a new car, everything. I wouldn't even want to put her in the same house that I had my old wife in. So I just like to start fresh and come with something fresh for a fresh track.</p><p><strong>FRANNIE</strong> <strong>KELLEY</strong>: And you guys met in L.A.?</p><p><strong>GIBBS</strong>: Yeah, definitely. I been in L.A. almost 10 years, almost like a native. You know he's been living there for years, he was born there. With all the weed smoking and music-making going on out there, we was bound to link up.</p><p><strong>KELLEY</strong>: So you work with people from very different places and you don't feel the need to stay in Indiana, in the Midwest.</p><p><strong>GIBBS</strong>: Mm-mm.</p><p><strong>KELLEY</strong>: What does your hometown give you, though?</p><p><strong>GIBBS</strong>: My hometown gives me that — I go back all the time. I go back every month, every other month. My family's still there. My close — you know, my best friend, my closest friends still live there. It gives me that base; this is where I started from. This is the things I rap about, so I could never just let it, let my sense of home dwindle away. Not for nothing. Like I said, I'm always there. My family's there. Those are my roots so I'ma make sure I'm always connected to that, no matter what. Every record. Every day I'm talking to somebody from Gary, like I said, every other month I'm going back home so I'm deeply rooted there. Half the people there don't like me, but they'll get over it.</p><p><strong>KELLEY</strong>: What is Gary? Can you describe the city?</p><p><strong>GIBBS</strong>: Yeah. Gary is a old factory town right outside Chicago. From my standpoint, my family migrated there in the '50s and '60s from Mississippi — Sardis, Mississippi — shout out to Sardis, Mississippi. My family migrated there just like a lot of black families in that area: they migrated there to get jobs, to get those factory jobs, that steel mill job. A lot of people from the South migrated to Detroit for the automobile business, you know. Like I said, Gary had U.S. Steel — it was basically the largest steel plant in the country at the time.</p><p>When late '70s, early '80s rolled around, a lot of layoffs start happening and the crack era ushered in — and when you got a lot of drugs and a bad economical situation, you can just imagine what happens to the city. It deteriorates. I'll say the city probably started deteriorating when I was about five or six years old, and since then it's just been on a steady decline.</p><p>So the things I rap about are 100 percent real. But at the same time, I don't rap about those things to tear my city down. I give you the reality of what it is and what I been through and how it is living in those conditions in Gary, Ind. But at the same time, I'm trying to shed light on it so that possibly, you know, we can figure out something to reverse that deterioration process.</p><p><strong>KELLEY</strong>: When the city was thriving, what was happening culturally?</p><p><strong>GIBBS</strong>: Culturally? Hm, when the city was thriving? When was that? In the '60s? The Jacksons. That's what was happening when the city was thriving. It was The Jackson 5. But you know, after that, it wasn't much hope left there.</p><p><strong>KELLEY</strong>: In 1972, there was the <a href=\"http://www.wbez.org/story/garys-national-black-political-convention-40-years-97111\" target=\"_blank\">National Black Political Convention</a>.</p><p><strong>GIBBS</strong>: Correct.</p><p><strong>KELLEY</strong>: Did that have any impact? Is that ever talked about? Do people remember?</p><p><strong>GIBBS</strong>: You know what man? I definitely can say — that probably scared a lot of white people away that lived in Gary. You got what we call, in the city, is \"white flight.\" A lot of those people that lived in Gary in those areas, they moved because we had a black mayor that was all about black power: Richard Hatcher, at the time. He was pushing that line, and he was militant. And rightfully so. We were going through a time in America where you needed that black pride, and we needed something to be proud of.</p><p>With that said, I think that that drove a lot of people out of the city that were making money and spending money within the economical circle. That drove a lot of businesses out, in turn. I hate to say that you push the white people out, you push the money out, but essentially that's what happened. When they left, they moved to like Hobart and Merrillville and neighboring little towns like that. They just went like South Lake, and they took their businesses and influence with them. They built malls and things of that nature and movie theaters and things that we all could have had in Gary, they just built them south of Gary, in the middle of nowhere.</p><p>If you were to go to some of these places that they occupy now, in the '70s and '80s, there was nothing there — cornfields. But now they have multiple malls, multiple movie theaters, endless amounts of business. It's just a real direct stream of commerce, and we don't have that in Gary at all. We don't have a movie theater; we don't have a Wal-Mart.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>GIBBS</strong>: We don't have a Target, like, we don't have big-name businesses opening up in our city to bring those jobs, to battle those economic woes that we have.</p><p><strong>MUHAMMAD</strong>: So, if that's the case, then is it still highly affected by the drugs?</p><p><strong>GIBBS</strong>: Oh, yeah. Definitely, man. I mean, crack, not so much. That's kind of — you see that everywhere in America kind of like dying down a little. People still smoking crack — don't get me twisted — but I mean, it's more so the youth, man. I think they about to close like three or four schools in Gary. Like we have no funding for, you know, school board, you know what I mean. My mom does a program, or she works with a program, that provides school supplies for the children. And I'm about to go back and donate to that. We do that every year, man, because the city just can't hack it.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>GIBBS</strong>: It's tough. I can't — you know you can't really point the finger at anybody because it's like what would be the point of that?</p><p><strong>MUHAMMAD</strong>: Are people leaving as a result? Like in Detroit, how most people just kind of like — it's a ghost town?</p><p><strong>GIBBS</strong>: You hit it right on the head. You look at Gary; it's a smaller Detroit. That's exactly what it is; exactly what it is, totally.</p><p><strong>MUHAMMAD</strong>: Wow.</p><p><strong>GIBBS</strong>: Same crime rate, drugs, deteriorating business, you know what I mean. At least Detroit's got professional teams and things of that nature. They got the Lions, they got the Tigers, you know what I'm saying, the Pistons.</p><p><strong>KELLEY</strong>: They just got the Lions and the Tigers back, whatever.</p><p><strong>GIBBS</strong>: Yeah, they're barely hanging onto 'em by a thread but they got them though, you know what I mean. Is still some type of sense of pride there in Detroit, so they doing they thing.</p><p>A lot of my family lives in Detroit, too. Matter of fact, my Uncle Jimmy — he just died. Rest in peace to my Uncle Jimmy. He lived in Detroit. Like I said, most of my family migrated from Mississippi and half of them went to Detroit and half of them went to Gary.</p><p><strong>MUHAMMAD</strong>: I was wondering about a song on the album, \"<a href=\"http://open.spotify.com/track/60zuh1luYW18XCPJtQ2aoW\" target=\"_blank\">Watts</a>.\" I thought — is that a real relative?</p><p><strong>GIBBS</strong>: Yeah, that's definitely a real relative. That's my uncle — my mom's brother.</p><p><strong>MUHAMMAD</strong>: I felt it. Cause, you know, we all got someone.</p><p><strong>GIBBS</strong>: Yeah, it's one in every family and I had to display mine.</p><p><strong>MUHAMMAD</strong>: I was wondering if you did that as a reminder to yourself.</p><p><strong>GIBBS</strong>: Right.</p><p><strong>MUHAMMAD</strong>: Is that why you put it on the album?</p><p><strong>GIBBS</strong>: Definitely. Keep me grounded. It's only certain people that could talk to me like that and he one of them. And you know when he mad, he don't mind speaking his mind. And like I said, man, things like that humble me, make me never, ever forget where I came from.</p><p>The dispute that he had was definitely ridiculous. He was calling my phone cause he was mad. He's been a real source of joy for me my whole life. I been laughing at him my whole life so it's cool, man, I love him to death. I definitely put that on the record to keep me humble and remind me, \"This is where I come from, and my family still got the right to talk crazy to me if they want to.\"</p><p><strong>MUHAMMAD</strong>: I love your attitude, your spirit about it. Cause it made me wonder — you know, certain words is just a straight violation, but when it comes to a relative, it's like --</p><p><strong>GIBBS</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: It's like, how do you rectify that? And I was also wondering, \"I wonder if it was that big of a deal.\" Were you able to have a conversation? Be like, \"OK, hear me out,\" and then he would hear you out and be like, \"Oh OK, no big deal.\" Some of those words were just so cutting.</p><p><strong>GIBBS</strong>: If you meet this guy, you will know that you cannot have a real conversation with this guy. You have to just take the good with the bad and let it roll. Let him say what he's gonna say. That builds your skin up. If you got tough skin, you could deal with it. He been cursing me out like that since I was four or five years old. It don't really affect me no more.</p><p><strong>MUHAMMAD</strong>: That's crazy.</p><p><strong>GIBBS</strong>: It's funny to me.</p><p><strong>MUHAMMAD</strong>: It is funny. I'm just saying. I mean, you put it up there.</p><p><strong>GIBBS</strong>: We real close. He'll cuss me out like that and then tell me he love me five minutes later.</p><p><strong>MUHAMMAD</strong>: That's what I was wondering.</p><p><strong>GIBBS</strong>: Yeah, we super close. That's just how we rock.</p><p><strong>MUHAMMAD</strong>: You said this is the most street record for Madlib.</p><p><strong>GIBBS</strong>: Definitely.</p><p><strong>MUHAMMAD</strong>: Specifically with \"<a href=\"http://open.spotify.com/track/0pjxyrTe8u67ZHKuMIrdz0\" target=\"_blank\">Real</a>,\" I was listening — I was like man, \"I'm wondering how he's feeling about that.\" Like, \"That has nothing to do with me,\" sort of a position or it's like, \"Yo, we ride. Whatever it is, it is.\"</p><p><strong>GIBBS</strong>: You know what, man? That ain't got nothing to do with him, you know what I mean? That don't got nothing to do with nobody but me and the person I was talking about on that record. And like I said, that's not the end all be all to what I am. Every record is an expression of how I was feeling at the time, and that's how I was feeling at the time so I felt like I just wanted to express that.</p><p>I don't want to make that the driving force behind the whole album. It's definitely one of the best songs on the album; I can't even front on that. It's definitely one my favorite songs on there, whether it's a diss record or not. But you know, that's how I felt that day and that's the way it came out. And if I feel like that another day, you gone get another one. So I suggest don't nobody make me feel like that and I won't have to do that to you.</p><p><strong>MUHAMMAD</strong>: Understood.</p><p><strong>KELLEY</strong>: Can we say who it is?</p><p><strong>GIBBS</strong>: Yeah. It's Jeezy.</p><p><strong>GIBBS</strong>: Yeah, you can say it. I say his name on the record. Ain't no secret. You know, me and him do not get along. Ain't nothing to play with. It is what it is.</p><p><strong>KELLEY</strong>: You guys, to me, represent two different approaches to talking about struggles. You're very warts and all and sometimes with Tribe, it's like, \"Let's uplift. Let's focus on what's possible.\" What do you get out of airing the dirty laundry?</p><p><strong>GIBBS</strong>: It's therapeutic for me, man. It's good to get a lot of things off my chest and if I can do that through music and entertain people with it, then you know, it's just poetry in motion. That's how I look at it. Some things I don't get to talk about with certain people. Or, some things I'm not comfortable talking about in a regular conversational setting, but when I get it in the music, it's easier, you know, it's way easier. I can't really talk about, you know, me running down, chasing somebody around the corner with a gun trying to kill 'em in a conversational setting, it feels kind of weird. But when I do it on the music, it's like, oh yeah, it's like I'm painting a picture for you; it's like I'm giving you a vivid interpretation of what I'm trying to say.</p><p><strong>KELLEY</strong>: Does it feel comfortable to perform a song like that?</p><p><strong>GIBBS</strong>: Oh, yeah, definitely, definitely. I love performing. That's definitely one of my favorite things to do. I just act like it ain't nobody in the crowd and I just rock like I'm at home by myself. Every time I do a show, I gotta ask everybody, \"Did I do good? Did I do alright? Did I do alright?\" cause I'm like — my ears are on mute. I can't hear the crowd noise, I can't hear nothing. All I know is the cue for me to rap; that's all I know. I'm a straight robot on stage. I don't know what's going on nowhere else. It's just me and the mic, you know.</p><p><strong>KELLEY</strong>: Our colleague <a href=\"http://www.npr.org/blogs/therecord/2011/01/19/133048907/doing-it-live-freddie-gibbs\" target=\"_blank\">interviewed you a few years ago</a> and it was all about performing. It was right before you played a show at CMJ I think in 2010?</p><p><strong>GIBBS</strong>: Uh-huh.</p><p><strong>KELLEY</strong>: And you told him your pre-show ritual.</p><p><strong>GIBBS</strong>: Uh-huh.</p><p><strong>KELLEY</strong>: And part of it was praying.</p><p><strong>GIBBS</strong>: Definitely.</p><p><strong>KELLEY</strong>: Do you pray for something or do you pray that something doesn't happen?</p><p><strong>GIBBS</strong>: I always pray for something. I don't ever pray for nothing negative, you know what I mean. I always be like, \"Yo, let me do this right.\" You know, \"God, let me go do what I — what you put me to do.\" That's really it. It's just a 20-second conversation. Like, \"Yo, let me go execute.\" Execution — that's the main thing. Just execute the objective.</p><p><strong>KELLEY</strong>: And when you spoke to him, you were sort of just starting to tour because you were working without a label and everything and so --</p><p><strong>GIBBS</strong>: Still working without a label.</p><p><strong>KELLEY</strong>: Right, right.</p><p><strong>GIBBS</strong>: From the get-go.</p><p><strong>KELLEY</strong>: You were making most of your money from shows. Is that still the case?</p><p><strong>GIBBS</strong>: I make a lot of money off sales, too, selling these records. Every project might only sell like 30 to 50,000 but I mean, I'm getting seven, eight dollars every CD. I make more money per record than a artist on a major label — I can definitely say that.</p><p><strong>KELLEY</strong>: Cause you got the Master P, deal, <a href=\"http://open.spotify.com/track/7gDuP7JHRP6A9zwbTIA5gF\" target=\"_blank\">you say</a>?</p><p><strong>GIBBS</strong>: Definitely got the Master P deal. Shout out to <a href=\"http://www.empi.re/\" target=\"_blank\">Empire Distribution</a>, those are my partners. They distribute all my music. ESGN, we put it out and it's a beautiful marriage to me, man. We make a good amount of money and we tour all over the world, so you can't really ask for much. It's nothing really a major label can really do for me that I can't do for myself right now. I got videos on MTV. I might not have — getting a thousand spins a day on the radio, but what does that really matter when the label's paying for that anyway?</p><p>I got a real core fan base, a grassroots fan base, and I just keep feeding them and they just keep growing. So unless a label gone come give me like $5 million, it really doesn't make any sense because I'm making a lot of money doing what I'm doing. Off the shows, we're selling out on iTunes every day. This album gone sell a lot so we about to get a big check off this.</p><p>Sometimes you gotta put your ego to the side and just be like, \"Look, man, I'm an artist, this what I do. I'm making a living off of this; I'm feeding my family off of this.\" I don't need to be within the \"in\" crowd of rap. I don't need to be standing next to this guy, that guy, that guy, and be — I don't need to be on your magazine cover. I don't need to come to whatever. People that rock with me, they rock with me off of my sheer skill and just the fact that I'm a cool person. Nothing extra with me, man. If it ain't real love, then don't even have me come, you know what I mean. That's how I feel.</p><p><strong>KELLEY</strong>: But what do you say to the haters on \"Robes?\"</p><p><strong>GIBBS</strong>: Oh, man. \"I got plenty fans, but I ain't nothin' without my haters.\" I ain't s--- without my haters. I gotta have the haters, you know what I mean? If you ain't got no haters, man, you ain't doing something right, man.</p><p><strong>KELLEY</strong>: We feel like that.</p><p><strong>GIBBS</strong>: For real. If everybody love you, you need to check yourself and think. Like, \"Something could be wrong.\" If everybody love you and nobody hate you, it could be all over just like that, cause they'll turn their back on you real quick. I just feel like, gotta be some type of opposition. Gotta be some type. Or it ain't as sweet when you get to the top.</p><p><strong>KELLEY</strong>: Right. And Raekwon is on <a href=\"http://open.spotify.com/track/2NnuTprLJBfiBZEHkQ666a\" target=\"_blank\">that song</a>?</p><p><strong>GIBBS</strong>: Oh, yeah, definitely Raekwon is on there.</p><p><strong>KELLEY</strong>: That was a nice smile. How did that happen?</p><p><strong>GIBBS</strong>: Oh man, Raekwon. You know, we got mutual friends. My homeboy <a href=\"https://twitter.com/Dominican_H\" target=\"_blank\">Dominican H</a>, he a Brooklyn dude and he helped me get Rae on the record. Me and Rae, we did a little small tour together I think a year and a half ago, and we just developed a rapport from there. He asked me to do a record a while ago; I gave him this record and it was simple. That's how I love it, man.</p><p>That's why I love guys like Rae, because they don't make you deal with the industry politics just to do a record, man. That's one thing I hate. Like, \"I gotta talk to this person, talk to that guy, I gotta get it cleared.\" I don't want to deal with all that when I'm doing my music. Like if we want to do music, let's just do music without all the red tape. And guys like Raekwon and Scarface, they made that possible for me without all the red tape.</p><p><strong>MUHAMMAD</strong>: You know who I heard on there? I love what Raekwon did, but I just kept hearing Havoc and Prodigy. I was like, \"Man, this sound like so tailor-made for <a href=\"http://www.npr.org/blogs/therecord/2014/05/05/309008422/unheard-bounty-on-mobb-deeps-first-album-in-eight-years\" target=\"_blank\">Mobb Deep</a>.\"</p><p>GIBBS: Yeah, man. I definitely want to — I'm bout to be remixing a lot of this album and I've already did one remix of the joint \"<a href=\"http://open.spotify.com/track/5QnxFSR9HJQPqCza567s92\" target=\"_blank\">Knicks</a>.\" I got <a href=\"https://twitter.com/ActionBronson\" target=\"_blank\">Action Bronson</a>, my homeboy <a href=\"https://twitter.com/201Ransom\" target=\"_blank\">Ransom</a> on there — Ransom's from Jersey; shout out to Ransom — I got <a href=\"https://twitter.com/TroyAve\" target=\"_blank\">Troy Ave</a> on there, my homeboy <a href=\"https://twitter.com/ROBWHITEMIB\" target=\"_blank\">Rob White</a> on there, you know what I mean. So I rock with all New York cats on that thing. I'm definitely gonna remix a couple more joints and try to get the Mobb on there. I rock with <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2013/07/08/198422330/prodigy-on-mobb-deeps-early-days-and-protecting-his-success\" target=\"_blank\">Prodigy</a>. Prodigy's the homie — shout out to Prodigy. It's all love, man. Like I said, I just like working with cats that I came up listening to and respect.</p><p><strong>MUHAMMAD</strong>: I love — what's it, \"<a href=\"http://open.spotify.com/track/1yeTf9ZUaNlJ7637FJLtRa\" target=\"_blank\">Broken</a>\"? With Scarface?</p><p><strong>GIBBS</strong>: Correct.</p><p><strong>MUHAMMAD</strong>: Yo. You know that song touched me cause how you start it off. I was like, \"Wow. He put it out there.\"</p><p><strong>GIBBS</strong>: Yeah, that's real man. You know Islam is something that I definitely can relate to so I definitely had to throw that in there. And that record — man, I really poured it all out on that record. I've never done a record like that. I think that that's the most open, honest record that I've ever done. I listen to it, and it can bring me to tears, listening to that record.</p><p><strong>MUHAMMAD</strong>: Me too.</p><p><strong>GIBBS</strong>: And it's my record! Then when I hear Scarface on the end of it and he says, \"Fred, I'm on the same page\" and I'm like — it's surreal cause you know that's my favorite rapper, and to hear him on a record like that, where I'm being just all the way open like that, man — it's just real. I still don't believe it. The album's out and packaging's there and I still don't believe he on the album.</p><p><strong>MUHAMMAD</strong>: I love that song. I think that — like with a lot of your music — I don't know the story of your life, but it feels like you speak about the life in the sense like, \"Yo, to the limit, I have to live it,\" because that's what the surroundings may be or whatever. But it comes across like there's — it's sort of a price to pay, but I don't think you put it out there like that. You find ways of — not necessarily apologizing for it, but it's like, \"This is what it is.\"</p><p><strong>GIBBS</strong>: Right. I'm not trying to glorify it. It is what it is, you know what I mean. I'll tell you about it, but I'm not like — it ain't cool to get in shoot-outs every weekend. So I kind of gotta give you both sides of the coin with that. But at the same time, I gotta give you both sides of the coin when it come to messing with certain females, when it come to dealing drugs. Yeah, it's pluses to all of that. But it's plenty of minuses. I feel like somebody gotta make note of that.</p><p>Pimp C said that before he died. He was like, \"Yeah, it's cool to have fun and do all of this and ball on these records and all that. It's cool, but we gotta add some type of social commentary to the records.\" When he <a href=\"http://www.hiphopdx.com/index/singles/id.2700/title.pimp-c-1079-interview-atl\" target=\"_blank\">said that</a>, that really stuck with me and, you know, ever since then, I just been on a mission for that.</p><p><strong>KELLEY</strong>: He said that to you in a private conversation?</p><p><strong>GIBBS</strong>: Nah, nah, nah, nah, nah. I wish. He said it in an interview. I wish.</p><p>Oh, man. Man, I kill a rapper to bring Pimp C back. Take one of you guys out. Why we have to lose Pimp C? Why couldn't we lose somebody else? Nah, I'm just joking.</p><p><strong>KELLEY</strong>: I don't think you're alone in that feeling.</p><p><strong>GIBBS</strong>: For real. Real talk: there's a couple guys that we could have pushed off a cliff just to get Pimp C back. I kill three rappers to get Pimp C back.</p><p><strong>KELLEY</strong>: Warts and all.</p><p><strong>GIBBS</strong>: For real.</p><p><strong>MUHAMMAD</strong>: Who was the inspiration for \"<a href=\"http://open.spotify.com/track/6xwkCL4h1pYXqlUu68RAI6\" target=\"_blank\">S---sville</a>?\"</p><p><strong>GIBBS</strong>: You know what? This goofy rapper said something about me on Twitter. I ain't even gonna say his name, cause he ain't even worth publicity. But he was somebody that was signed to a major label — signed to a big rap cat. And like, he's nobody now. The cat that signed him don't even rock with him. But I remember he said something to me on Twitter, something basically bashing me, man. All it take for you to do is — to spark me off, man ... I'm a calm guy; I'm a nice guy. But man, dude, when you push me to that level — I let all that rage and emotion just pour out on that record.</p><p>I was just tired of the things that I was hearing, you know, in the music, like guys perpetuating something that they weren't. Like I say in that song, \"The society dare a n---- to do drugs and dare you deal 'em, distribute and conceal 'em,\" And then I said, \"My n----s don't got no boats or no ports / How you think we get 'em?\" It's guys out here talkin' 'bout they meeting Pablo on the boat and all this and — just far-fetched stories.</p><p>Those drugs are getting dropped off in the ghetto every day, to a guy that they think can sell 'em, and they making they money and they looking down laughing at us. But we gotta do what we gotta do cause we ain't got no other options, you know what I mean. I gotta sell that pack of cocaine because I don't have a job, or I don't have the correct training, or the correct funds to get me the training that I need to get a good job and provide for my family. It's so easy to succumb to that.</p><p>With that record, I just wanted to pour all that emotion out, and show people the real side of the things. \"S---sville,\" that's where we was living at, man. We was really dipped in the s---, man, for real.</p><p><strong>MUHAMMAD</strong>: Wow. I like that record. I just think it's a real kind of like tongue-in-cheek — especially when you go, \"It's just like me.\" I love that.</p><p><strong>GIBBS</strong>: Right, man. We all the same. We all live and born to die, man, and ain't no man greater than the next. You could be easily dipped into the s--- just like me, you know what I mean. I wanted to show that. I think that record kind of gives people a little bit of self-confidence, too. It evens the playing field a little bit in life, I think.</p><p><strong>MUHAMMAD</strong>: Yeah. I know the record just dropped. Have you and Madlib talked about, like, Part 2 already?</p><p><strong>GIBBS</strong>: The day the record dropped, we was like, \"We ain't never doing Part 2.\" We was like, \"The only way we gonna do Part 2, it's gonna have to build up a lot of hype.\" I'm not really a fan of Part 2s and Part 3s and Number this and Number that, cause I feel like it take away from the first one, man. We do another record together, it's definitely not gone be Part 2 — it's probably gone be called something else.</p><p>Hopefully we do that, you know what I mean. But right now, we gone celebrate this. We gone ride this one 'til the wheels fall off cause I think that we dropped a classic, man, and it's something to be, you know, just put up there.</p><p>I was looking the other day at a lot of the <a href=\"http://www.npr.org/blogs/therecord/2014/05/01/307771190/minya-oh-i-was-never-gonna-not-want-to-listen-to-this\" target=\"_blank\">records that got 5 Mics in </a><em><a href=\"http://www.npr.org/blogs/therecord/2014/05/01/307771190/minya-oh-i-was-never-gonna-not-want-to-listen-to-this\" target=\"_blank\">The Source</a>. Y</em>'all got a record in there, Outkast, you know what I'm saying, a couple other people. And I was just like, \"Man, I gotta do something on that level before I check out the game.\" I could easily sit up and rap on all these, whatever they call it, trap beats, that everybody — I've definitely done that throughout my career and a lot of my records and whatnot. But I wanted to do something that was gonna sit by itself. No matter how people took it, or if it was critically acclaimed or not, I didn't really care. I wanted to do something like, \"OK, nobody else did this this year.\" Or, \"Nobody else is gonna do this this year.\"</p><p><strong>MUHAMMAD</strong>: The way it starts off — what's the name of the intro?</p><p><strong>GIBBS</strong>: \"<a href=\"http://open.spotify.com/track/1ah2uXf2PFjLpSupcf1jG3\" target=\"_blank\">The Supplier</a>.\"</p><p><strong>MUHAMMAD</strong>: \"The Supplier.\" That just — it sets the tone right there. It's like, \"Yo, uh oh, this is serious.\" Stop everything and let me really listen to this album.</p><p><strong>GIBBS</strong>: Yeah, the whole record is like a Blaxploitation film. I grew up watching those Blaxploitation films like <em><a href=\"http://www.imdb.com/title/tt0069792/?ref_=fn_al_tt_1\" target=\"_blank\">Black Caesar</a></em>, <em><a href=\"http://www.imdb.com/title/tt0069332/?ref_=fn_al_tt_1\" target=\"_blank\">Super Fly</a></em> and things of that nature. And when I listen to Madlib beats — I told him when we started working on it — I was like, \"Man, when I listen to your beats, that's the mode that I get in. I think of that Blaxploitation, <a href=\"http://www.imdb.com/name/nm0641938/bio?ref_=nm_ov_bio_sm\" target=\"_blank\">Ron O'Neal</a> type stuff.\" That's the sound I was looking for with this record.</p><p><strong>MUHAMMAD</strong>: Yeah. If anyone's listening out there and they know Madlib, he chops stuff up, so there's that familiarity of it, and this definitely has his signature. But I think your voice and the painting that you put on that canvas, it's a good combination.</p><p><strong>GIBBS</strong>: Yeah, definitely, man. Like I said, I don't think he made nothing this gangsta before in his career.</p><p><strong>MUHAMMAD</strong>: Yeah, I don't think so.</p><p><strong>GIBBS</strong>: And I don't think there's no gangsta rappers that rap as good as I rap, honestly. I mean, you got a lotta guys that can tell you about the street. They be like, \"Yeah, shawty, we got a bag. We doin' this. We bang.\" But nah, man. I don't think nobody brings it across as intelligent as I do, you know what I mean, from my standpoint. They just can't out-rap me, flat-out.</p><p><strong>MUHAMMAD</strong>: What do you think, as a gangsta rapper, is one supposed to take away from the music?</p><p><strong>GIBBS</strong>: You know what? I hear a lot of people say, \"Oh, man. Gangsta rap, man, the subject matter. How many times you gonna bang, bang, shoot 'em up, sell drugs on the records and this, that and the other.\" But I mean, that's where I'm from, man. I rap about that cause that's what I seen coming up.</p><p>I know that the subject can get redundant, but at the same time, you gotta think of new ways to flip it, new ways to bring it across to 'em each time, and that's what I did with <em>Cocaine Piñata</em>. Everybody can sit up and talk about selling drugs or banging and gang-banging and all of that; it's just the way you bring it across.</p><p><strong>MUHAMMAD</strong>: What do you think is missing in hip-hop now?</p><p><strong>GIBBS</strong>: Diversity. I think that everybody's doing the same thing and everybody's trying to jump on one bandwagon. Everybody trying to be in one big clique. Just the diversity I think.</p><p><strong>KELLEY</strong>: You got some of this new generation on here, though: <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2013/11/20/245993882/earl-sweatshirt-on-rza-day-his-purpose-and-paul-mccartney\" target=\"_blank\">Earl</a> and <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2014/01/29/265730068/putting-the-pill-in-the-pudding-an-interview-with-danny-brown\" target=\"_blank\">Danny</a> and <a href=\"http://www.npr.org/blogs/therecord/2012/05/30/153989940/a-new-hip-hop-business-model-that-sounds-familiar\" target=\"_blank\">Ab</a> — how do you decide who?</p><p><strong>GIBBS</strong>: Earl and Domo, those are my homies. The whole <a href=\"http://www.npr.org/blogs/therecord/2011/06/21/132283971/why-you-should-listen-to-the-rap-group-odd-future-even-though-its-hard\" target=\"_blank\">Odd Future</a>, I'm cool with them. They some weird little dudes. They come by the house, and, you know, this whole record was made organically. It was just people at the house doing verses, whoever wanted to come through and rock. Mac Miller came through and rocked, that was love. It was just the homies; it's a homiefied album, you know what I mean? Me and Madlib homies, everybody that jumped on the record was my homie — Scarface, Raekwon. It was all love.</p><p><strong>KELLEY</strong>: What about <a href=\"https://twitter.com/bjthechicagokid\" target=\"_blank\">BJ</a>?</p><p><strong>GIBBS</strong>: BJ, too. I just talked to BJ. I mean, me and BJ always work together. BJ from Chicago, so that's a given. That's hands down.</p><p><strong>KELLEY</strong>: So that song \"<a href=\"http://www.youtube.com/watch?v=OwC5ePDNkp0\" target=\"_blank\">Shame</a>\" — he sounds sampled. I think it's the best he's ever sounded.</p><p><strong>GIBBS</strong>: Yeah, man. A lot of people ask me was that a sample? I'm like, \"No, that's BJ.\"</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>GIBBS</strong>: Yeah, BJ is great. A lot of people sleep on BJ the Chicago Kid. Shout out to BJ the Chicago Kid. He definitely have one of the best voices in the game, period.</p><p><strong>KELLEY</strong>: 100 percent. How would you describe that record, though? It's nostalgia but not from your point of view and --</p><p><strong>GIBBS</strong>: That was actually one of the first records that we did off the album and whatnot. That sample was just so smooth. It was like, what could I rap about but girls on there? It was so smooth and then BJ just came in and killed it. To be honest, I sang it first and then he came over and re-sang it for me. I did a little reference. Don't sleep on my singing skills, either.</p><p><strong>KELLEY</strong>: I would like to hear that but also I'm very glad that BJ came in.</p><p><strong>GIBBS</strong>: Yeah, don't sleep on my singing skills, either.</p><p><strong>KELLEY</strong>: What's the line you're most proud of off the album?</p><p><strong>GIBBS</strong>: That's quite difficult; every rap is like my baby. Probably the line on \"Broken,\" in the end when I say, \"Seven days a week, I'm living in a rush / Seven grams of rock, I stuff 'em in my n--s,\" you know what I'm saying. That was like, you know, a real line. I was talking about my pops, like how his infidelity with my mom and things of that nature, how that rubbed off on me. Seeing your pops with a bunch of different women, when you get grown, it's gone be hard for you to stay married or be with one woman.</p><p>It's difficult — especially with all the fame and the money and things of that nature, it's hard. And I say that on the record. I be like, \"Running through groupies and boppers, I guess I got it honest,\" you know what I mean. \"But honestly I know I'm out here f---ing up / Seven grams of rock, I stuff 'em in my n—s.\" I got bad traits from my father. I got bad traits from my uncles, selling drugs. I mean, you heard 'em on the record. I took — a lot of good things I took from them, but I took a lot of bad things from them and I applied them to the streets. This record is a display of that. But I'm man enough to know now that those were transgressions and now I'm all about progression.</p><p><strong>MUHAMMAD</strong>: I can't remember the exact three words, but what was it you said that I was like, \"I gotta get a definition.\" Is it something jug of juice?</p><p><strong>GIBBS</strong>: Ah, it's crazy. Hot water jugging — it's crazy. Shout out to <a href=\"http://www.npr.org/series/99077537/funk-archaeology\" target=\"_blank\">Egon</a>, because Egon asked me about that, too. I said, \"If I never sell a record, might catch me hot water juggin'.\" That's cooking crack. You got the jug with the dope in it, at the stove, hot water, let's get it cracking. Literally, let's get it cracking. I definitely brought a couple new slanguage terms to this album, too.</p><p><strong>MUHAMMAD</strong>: Yeah, I'ma have to go back and listen for some more, but that one caught me. I was like, \"Hot water juggin'?\"</p><p><strong>GIBBS</strong>: Hot water juggin'. It's a lot of guys out there hot water juggin', man. They know what's up.</p><p><strong>KELLEY</strong>: I feel pretty good about everything we've got.</p><p><strong>GIBBS</strong>: I'm blessed to be here right now. I'm blessed to be in the room with you right now, man. When I walked in here, saw you was here I was like, \"What?\" I had to go to the bathroom. And just, \"What's going on?\" Man, everything's a blessing from God, that's how I look at it. Every day is a gift, man. I woke up this morning, it's a gift. Sent my mom some money yesterday; it's a gift.</p><p>I'm able to provide. I'm not on the corner. I'm not in nobody jail cell, you know, I ain't out here got 10 women chasing me for child support. I pay my taxes. You aint gone never hear, \"Freddie Gibbs owe $3 million in taxes.\" Nah, ain't gone be none of that.</p><p>I'm living a real — how can I put it? My life is in order right now, man, that's how I can say it. I went through so many years of my life not being in order, and for it to be in order right now, it's a blessing. I'm speechless, man.</p><p>My mom, she look at me and shed a tear now because five, 10 years ago, you didn't know what path I was gonna go down, or where I was gonna wind up, because everything that I was doing I was losing at it. I was losing. I went to college, played football; lost that. Went to the military — which I didn't want to do, the judge made me do that — but I lost that. I got kicked out of that, being insubordinate. Every job I ever had, I lost. It was like nothing really worked for me, at all, man, and this the first thing in my life that I won at. And I'm winning at. I'm definitely not gonna take it for granted at all.</p><p><strong>KELLEY</strong>: We've been talking to a lot of people who have reached the point that you're at. And then the music, it's like, you can hear it. It's never people saying, \"I'm the best. I can tell you how to be the best. Be yourself,\" whatever. It's less direct than that, but it just comes out more clearly.</p><p><strong>GIBBS</strong>: Yeah, definitely. I think I'm the best rapper. Honestly, that's my opinion. If I don't think that, how can I sell it to you, you know what I mean? But I let the music speak for itself, I let the lyrics speak for themselves. I don't need to profess that all the time or tweet it or anything like that. If you can do what I do lyrically, then do it. I think that — I don't think it's nothing that anybody else does lyrically out there that I can't do. It ain't nothing that challenging to me. I think that I made a lot of rappers scratch they head with this record.</p><p>And I know that for a fact because they was calling my phone and telling me and texting me. A lot of them was asking me for Madlib number. And I'm like, \"Nah, man. Get it out the yellow pages.\" I threw a monkey wrench in the game, I think.</p><p>But watch how many labels and these majors and things of that nature — watch how many of my techniques they try to steal. Watch how many of my techniques they try to incorporate with their artists. Really, whoever come out with an album sounding like this, they need to give me a check. Somebody's definitely gonna try to duplicate it.</p><p><strong>MUHAMMAD</strong>: Yeah, that's inevitable.</p><p><strong>GIBBS</strong>: They not gone be able to do it, though.</p><p><strong>MUHAMMAD</strong>: Stay on your grind, though.</p><p><strong>GIBBS</strong>: Definitely.</p><p><strong>KELLEY</strong>: Thank you so much.</p><p><strong>GIBBS</strong>: Thank y'all so much. I really appreciate y'all having me.</p><p><strong>KELLEY</strong>: This was really great.</p><p><strong>GIBBS</strong>: It's a humbling experience. I appreciate y'all. Thank y'all so much.</p><p><strong>MUHAMMAD</strong>: You in New York City sold out?</p><p><strong>GIBBS</strong>: Sold out NYC. We sold out in L.A., too.</p><p><strong>MUHAMMAD</strong>: That's what's up.</p><p><strong>GIBBS</strong>: Sold out Chicago. We selling it all out. Everything sell out.</p><p><strong>MUHAMMAD</strong>: Well, I won't say break a leg. That one always throws me when people say, \"Break a leg.\"</p><p><strong>GIBBS</strong>: Nah, don't break a leg.</p><p><strong>MUHAMMAD</strong>: I don't know how to take that. I know it's show business, but I'ma say just have the best trance that you can ever have, since you go in a trance when you go on stage.</p><p><strong>GIBBS</strong>: Definitely get in a trance.</p><p><strong>MUHAMMAD</strong>: That's what's up.</p><p><strong>GIBBS</strong>: Man, I appreciate it, big homie. That's love.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Freddie+Gibbs%3A+%27I+Think+I%27m+The+Best+Rapper%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310523540-e3528b.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=303786105"},{"href":"http://media.npr.org/assets/img/2014/05/06/freddie_gibbs_press-shot-by_peter_beste-9c1a465396589af61346668fee1f6c613c2875b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1598","width":"2132"}}]}