{"created":"2015-03-10T21:22:31+00:00","modified":"2015-03-12T14:18:32+00:00","valid":{"from":"2015-03-12T14:18:32+00:00","to":"3015-03-12T14:18:32+00:00"},"hreflang":"en","guid":"7c3fa726-ee6d-437d-8232-e9d81e4b3f7a","title":"Sex without the Pill? There's an app for that!","published":"2015-03-12T14:18:31+00:00","byline":"Joyce Hackel","teaser":"You might have thought of the \"rhythm method\" of family planning as discredited and low-tech. Not anymore. Fertility awareness mobile apps are reinventing the rhythm approach by adding precision and detail to calendar-based efforts to monitor a woman's hormonal cycle. ","tags":["Across Women's Lives","Health","Health & Medicine","Europe","Europe","Olga Khazan","Fertility awareness","Mobile apps","Fertility","Birth control","The Pill","Body Politics: The struggle for access to reproductive rights"],"contentencoded":"<p>Fertility awareness mobile apps are reinventing the rhythm approach by adding precision and detail to calendar-based efforts to monitor a woman's hormonal cycle. Although the new method is far from foolproof, it's increasingly popular in Europe and is being tested in parts of the developing world, says <a href=\"http://olgakhazan.com/\">Olga Khazan</a>, a staff writer for <a href=\"http://www.theatlantic.com/health/archive/2014/12/return-of-the-rhythm-method/383545/\">The Atlantic</a>.</p>\n<p>\"This old [form of] birth control has been around for literally centuries,\" Khazan says. \"People are kind of moving forward by moving backward.\" </p>\n<p>Because a woman's basal temperature rises slightly right after ovulating, some of the new fertility technology relies on a thermometer that can be linked to a smartphone's mobile app. One such contraceptive system developed in Switzerland is called <a href=\"https://www.ch.daysy.me/en/\">Daysy</a>. </p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/cV0mHVdZL1Y?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>\"If [the thermometer's light] is red or yellow, you have to use protection,\" Khazan says. \"But if it lights up green then you can have sex without a condom.\"</p>\n<p>Khazan is quick to add that the American College of Gynecologists is still wary of the mobile apps' effectiveness as a family planning device, warning they may be ineffective up to 25 percent of the time.</p>\n<p>\"Some of these new device manufacturers are saying is that they can actually achieve greater rates of accurracy just because they add a layer of technology and make it more personalized,\" Khazan says.</p>\n<p>Clearly, mobile fertility apps aren't for everyone. \"You have to be really diligent, and you have to track your readings,\" she says. \"A lot of the makers of these devices don't recommend these for people who can't control when they have sex or who are in a situation or a relationship where the man makes those decisions.\"</p>\n<p>Nonetheless, apps such as Daysy are increasingly popular in Europe, she says. For those without access to a smartphone, Cycle Beads offer a lower-tech approach.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"209\" width=\"208\" alt=\"CycleBeads: the low-tech version\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/front_beads.jpg?itok=h0eV-nqY\" title=\"\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Cycle Technologies</p>\n  </div>\n</div>\n<p>It's a 28-bead necklace, with each bead representing a day of the menstrual cycle.  \"On the first day your period, you put a little rubber ring around a bead,\" Khazan explains. \"You move the ring along as your cycle progresses.  And when you get to a certain color bead, you can have unprotected sex on those days without really risking getting pregnant.\"</p>\n<p>At least that's the plan.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-10%2Fsex-without-pill-theres-app&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0310201506.mp3"},{"href":"http://www.pri.org/file/0310201506mp3"}]}