{"created":"2014-10-31T01:48:19+00:00","modified":"2014-10-31T01:48:19+00:00","valid":{"from":"2014-10-31T01:48:19+00:00","to":"3014-10-31T01:48:19+00:00"},"hreflang":"en","title":"What To Do About The Racist Ice Cream Truck Song?","published":"2014-05-28T18:15:00+00:00","teaser":"It turns out ice cream trucks' infamous jingle has its roots in one of the most racist songs in American history.","itags":["npr_api","315259771"],"contentencoded":"<p><em>Language advisory: This interview contains a discussion of racial slurs.</em></p><p>Do you remember running down the street towards the ice cream truck when you were a kid? You'd hear that infamous jingle, and sprint after a cold treat. It turns out that song has its roots in one of the most racist songs in American history.</p><p>Writer, Naval officer, and former White House fellow <strong>Ted Johnson</strong> made this surprising connection recently, and wrote about it in <a href=\"http://www.npr.org/blogs/codeswitch/2014/05/21/314246332/talking-about-race-and-ice-cream-leaves-a-sour-taste-for-some\" target=\"_blank\">an article for NPR's Codeswitch</a>. He speaks with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young about the song, its origins and what we can do with this startling information.</p><h4>Interview Highlights: Ted Johnson</h4><p><strong>On how he made this discovery</strong></p><p>&#8220;I was preparing to post an article on TED Talks, and it was about how Americans view food and how it ties to our culture. Naturally, as a black man, the watermelon stereotype popped into my head, and the more I dug around on it, the more I found, and this song, called &#8216;Nigger Love a Watermelon,&#8217; popped up on my screen. And as soon as I took a listen to it, I recognized the tune, and realized this story is one that needed to be told.&#8221;</p><p><strong>On how the song became associated with ice cream trucks</strong></p><p>&#8220;In the late nineteenth century, people weren&#8217;t very mobile, right? So they lived very close together, and the ice cream parlor was sort of the Sunday treat or, you know, something families would do together. There were music boxes in those ice cream parlors, and many of those boxes played the current, popular songs of the day. So they played things like &#8216;Turkey in the Straw,&#8217; but the version that was most popular during that time was the &#8216;Zip Coon&#8217; version. A lot of folks would like to think that, &#8216;Wait, it&#8217;s just &#8220;Turkey in the Straw,&#8221; and we can&#8217;t help it that there were racist lyrics thrown on it.&#8217; But these ice cream parlors also played &#8216;Camptown Races,&#8217; which is from the blackface minstrel era. It also played &#8216;Oh! Susanna&#8217; and &#8216;Dixie,&#8217; also blackface songs. &#8216;Jimmy Crack Corn,&#8217; also a blackface song. So there is just no separating the ice cream parlor songs of the late nineteenth century with the music they decided to put on the ice cream trucks intentionally to evoke the same sort of family experience that folks had in the ice cream parlors before.&#8221;</p><p><strong>On what we should do with this information</strong></p><p>&#8220;The number-one thing is just to have an appreciation for the history of the country, and to realize that even those things we see as innocuous, they have a history, and it&#8217;s important to learn the history. You know, it&#8217;s funny, the title of the article began with a question: &#8216;Recall the Ice Cream Truck Song?&#8217; And a lot of readers took that as &#8216;<em>Re</em>-call the Ice Cream Truck Song,&#8217; as if we were advocating for, &#8216;Stop playing the song, it&#8217;s racist, it&#8217;s based on this watermelon song with this foulmouthed man,&#8217; it&#8217;s not that at all. We just want people to remember the song and hear something about it you may not know.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.theodorerjohnson.com/\" target=\"_blank\">Theodore R. Johnson, III</a></strong>, Naval officer, former White House fellow and freelance writer based in Washington, D.C. He tweets <a href=\"https://twitter.com/T_R_Johnson_III\" target=\"_blank\">@T_R_Johnson_III</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+To+Do+About+The+Racist+Ice+Cream+Truck+Song%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"7c406aea-37ca-40d8-b7ec-c8d7bcd74a26","audio":[{"meta":{"duration":"581"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316670575-300ff2.m3u?orgId=1&ft=3&f=315259771"}]}