{"created":"2015-06-01T19:02:34+00:00","modified":"2015-06-01T19:21:12+00:00","valid":{"from":"2015-06-01T19:21:12+00:00","to":"3015-06-01T19:21:12+00:00"},"hreflang":"en","title":"Genevieve: Tiny Desk Concert","published":"2015-06-01T19:21:00+00:00","teaser":"See a singer with a powerful voice and extremely encouraging message — words to be not just sung but shouted from the rooftops.","itags":["npr_api","411227694"],"guid":"7c53aaf9-4e63-4c1c-92e4-4eefddc46e02","contentencoded":"<p>It's often true that the songs we wind up loving most are the ones that surprise us. I'm not a pop music lover, not a lover of songs with obvious hooks, so when I heard the big fat chorus that starts off Genevieve's \"Colors,\" I thought, \"uh-oh.\" What wound up drawing me in first was her voice — powerful with a tiny bit of rasp and a sweet smile in her phrasing. And then that perfectly positive message, worded in a way that gave me chills:</p><p>\"Your life is your design, so go ahead design it. Your star is in the sky, so go ahead align it. Cause you're forever lost until you go and find it.\"</p><p>The truth in those words needed to be shouted from rooftops and that chorus, that hooky thing that generally is my turnoff, became a giant turn-on. Then I went and saw Genevieve perform on a sunny day outdoors in Austin. That SXSW performance gave me a new glimpse of her talent, especially the many ways she could sing, all with great conviction. So I invited her to my desk and she came armed not with the band she had in Austin but simply with an accompanist, Chris Faller, and her voice. To anyone in that room — and for you watching this Tiny Desk — her promise is undeniable.</p><p>Set list</p><ul><li><p>\"Colors\"</p></li><li><p>\"The Enemy\"</p></li><li><p>\"Authority\"</p></li></ul><p>Credits</p><p><em>Producers: Bob Boilen, Maggie Starbard; Audio Engineer: Neil Tevault; Videographers: Maggie Starbard, Morgan McCloy; Production Assistant: Annie Bartholomew; photo by Morgan McCloy/NPR</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Genevieve%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"862"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411246829-3be77c.m3u?orgId=1&topicId=1039&aggIds=92071316&d=862&story=411227694&ft=nprml&f=411227694"},{"href":"http://media.npr.org/assets/img/2015/06/01/tdc_genevieve01-66298e4b2061126b8fbb074f187be3982a025d9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1285","width":"1713"}}]}