{"created":"2015-06-24T17:56:27+00:00","modified":"2015-06-25T02:30:11+00:00","valid":{"from":"2015-06-25T02:30:11+00:00","to":"3015-06-25T02:30:11+00:00"},"hreflang":"en","title":"The Reason Cervantes Asked To Be Buried Under A Convent","published":"2015-06-25T00:01:00+00:00","teaser":"Tests have confirmed the bones under a Madrid convent belong to Spain's most famous writer. He wished to be buried there because the nuns raised money and paid a ransom when he was captive in Africa.","itags":["npr_api","417117826"],"guid":"7c59c9a4-5756-48b7-8bf2-ce3e35cfedc1","contentencoded":"<p>It was Miguel de Cervantes' dying wish to be buried inside the walls of Madrid's<em> Convento de las Trinitarias Descalzas</em> — <a href=\"http://turismomadrid.es/patrimoniohistorico/linea1/anton-martin-linea1/convento-de-las-monjas-trinitarias-descalzas-de-madrid\" target=\"_blank\">the Convent of the Barefoot Trinitarians </a>— where a dozen cloistered nuns still live today, nearly 400 years later.</p><p>Cervantes, born in 1547, is the most famous writer in the Spanish language. But the world would never have read his literature if it weren't for the Trinitarian nuns. Cervantes believed he owed his life to them.</p><p>That's because before Cervantes wrote his two-volume masterpiece, <em>The Ingenious Gentleman Don Quixote of La Mancha</em>, the author had some chivalrous adventures of his own.</p><p>As a young man in his early 20s, he fled Spain for Rome, after wounding a nobleman in a duel. By 1570, he returned home and enlisted in the Spanish navy. He went to war to defend the pope — and got shot in twice in the ribs, and once in the shoulder — an injury that left his left arm paralyzed.</p><p>And it was only then that he got kidnapped by Algerian pirates.</p><p>\"He was taken prisoner. He spent five years — five terrible years — as a slave, as a captive,\" says historian Fernando del Prado, who has devoted his life to studying Cervantes.</p><p>With Cervantes enslaved in Africa, his family appealed to the Trinitarian nuns. They managed to raise a ransom and deliver it to the pirates — which won Cervantes his freedom.</p><p>The fledgling author returned to Spain, and prayed at the Trinitarians' convent.</p><p>He worked variously as a civil servant and a banker and eventually wrote <em>Don Quixote</em>, now recognized as the world's first modern novel. The epic novel tells the tale of a gentleman with romantic ideas and bumbling adventures across Spain's La Mancha plains.</p><p>Over the past year and a half, Madrid has embarked on a <a href=\"http://www.npr.org/sections/parallels/2014/04/28/307729936/a-search-for-cervantes-that-don-quixote-could-embrace\" target=\"_blank\">quixotic mission</a> of its own, locating Cervantes' bones under the Trinitarians' convent, and finally marking them with a gravestone.</p><p>In an underground crypt, geophysicists used georadar to map the contours of long-forgotten burial chambers.</p><p>\"It's a magnetic impulse, like an X-ray,\" says Luis Avial, the technical director of <a href=\"http://www.falconhightech.com/\" target=\"_blank\">Falcon High Tech</a>, a geophysics company hired by the city of Madrid. \"We put this strong signal in the ground, and what came back was the contours of all the cavities, structures and graves underneath. We were able to see it all.\"</p><p>Once Avial and his team of geophysicists were able to see that there were indeed graves under the convent — as legend has long held — they turned the operation over to archaeologists and forensic anthropologists, who began excavations.</p><p>\"The only problem was the people who live in the convent. We needed to be very careful not to disturb the nuns living there in silence,\" Avial says. \"But the technology — it isn't difficult.\"<br /> <br /> After digging for weeks, archaeologists found the bones of at least 15 people — men, women and children. They're believed to be anonymous faithful interred under the convent, over the centuries.</p><p>But one set of bones was found inside the remnants of a splintered wooden coffin etched with the initials \"M.C.\" The skeleton's ribs were flayed from bullet wounds — and its left arm crippled. Telltale signs, even before DNA testing, that the archaeologists had found their man.</p><p>\"When I saw that rib — I thought, 'We've found Cervantes at last!',\" says <a href=\"http://www.npr.org/sections/thetwo-way/2013/11/08/243949324/poet-pablo-neruda-was-not-poisoned-officials-in-chile-say\" target=\"_blank\">Francisco Exteberría</a>, a Spanish forensic anthropologist who famously exhumed the body of the Chilean poet Pablo Neruda in 2013. \"It was a special moment,\" he says, recalling how he came across Cervantes' bones. \"The whole team was there in silence, underground, studying what we found — and we all knew.\"</p><p>Earlier this month, Exteberría's team reburied Cervantes' bones near where they found them — adhering to the author's dying wish — and dedicated a monument to him upstairs, in the convent.</p><p>Soldiers stood at attention and saluted the monument, as a military band played solemn music that reverberated through the convent. It was the same Spanish military unit Cervantes once served in.</p><p>Even the nuns came out from behind their dark screen, where they're normally cloistered upstairs, to celebrate.</p><p>\"It was like a rescue,\" said Mother Superior Sor Amada de Jesus, giggling to reporters. She played down suggestions the excavations must have been noisy for nuns in prayer. \"They were pretty discreet,\" she said of the workmen.</p><p>Madrid's outgoing mayor, Ana Botella, read aloud an inscription on Cervantes' new gravestone — some of the last words the author penned in 1616, in his last novel <em>The Trials of Persiles and Segismunda</em>, written just before his death:<br /> <br /> Time is brief,<br /> anxieties grow,<br /> hopes diminish,<br /> and yet my desire to live <br /> keeps me alive.<br /> <br /> \"With emotion, it's time to say, 'Don Miguel, mission accomplished,' \" Botella told a crowd.</p><p>Cervantes died within a day of William Shakespeare, 400 years ago next year. Madrid officials are negotiating with the Trinitarian nuns over new visiting hours for their convent. For now, tourists can pay homage to Cervantes only during daily Mass.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Reason+Cervantes+Asked+To+Be+Buried+Under+A+Convent&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417192126-0e52c2.m3u?orgId=1&topicId=1124&d=233&p=2&story=417117826&t=progseg&e=417186679&seg=8&ft=nprml&f=417117826"},{"href":"http://media.npr.org/assets/img/2015/06/24/cervantes-3-fc26f538033f59943283d4c7ce5a91e5849b8f84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1676","width":"2235"}}]}