{"created":"2015-04-08T21:14:43+00:00","modified":"2015-04-09T18:44:24+00:00","valid":{"from":"2015-04-09T18:44:24+00:00","to":"3015-04-09T18:44:24+00:00"},"hreflang":"en","guid":"7c5a4faf-9b61-43ea-9142-4355fdf32edd","title":"10 questions about Iran nuclear inspections answered","published":"2015-04-09T18:44:20+00:00","byline":"Shirin Jaafari","teaser":"Part of the new framework for the Iran nuclear deal is that there will be more \"intrusive inspections\" by the International Atomic Energy Agency. A former nuclear inspector explains what a nuclear inspection consists of and who a typical inspector is.","tags":["Conflict","Conflict & Justice","Nuclear proliferation","International relations","Iran","International Atomic Energy Agency","Politics","Nuclear program of Iran"],"contentencoded":"<p>President Obama spoke shortly after the framework for a nuclear deal with Iran was announced last week.</p>\n<p>\"This deal is not based on trust. It's based on unprecedented verification,\" he said. Part of that verification, Obama said, was \"the most robust and intrusive inspections and transparency regime ever negotiated for any nuclear program in history.”</p>\n<p>The International Atomic Energy Agency has been the entity in charge of inspecting Iran's (and many others') nuclear facilities for years. Robert Kelley worked as an inspector for the agency for seven years. He traveled to as many as 20 different countries and inspected their nuclear and weapons facilities.</p>\n<p>Iran was not among those countries, but Kelley answered our questions about how inspections work at the IAEA and what the new inspections on Iran mean.</p>\n<h2><strong>1. Who gets to be an inspector at the IAEA?</strong></h2>\n<p>Normally inspectors are recruited from around the world, among people that don't have specialized knowledge of nuclear weapons — and aren't supposed to. They may have jobs like filling out paperwork at the airport and things like that. They know nothing about intelligence and in many cases know very little about physics. What they're good at is the business of filling out paperwork and counting things.</p>\n<h2><strong>2. What kind of training do they get?</strong></h2>\n<p>They have a course that they take as soon as they come on board at the IAEA. It takes about six months and they learn inspection techniques and technologies, they learn how to use various instruments ... and they learn a lot about statistics and spreadsheets and how to record information.</p>\n<h2><strong>3. What does an inspector normally do when they get to a nuclear facility that they're inspecting?</strong></h2>\n<p>They count things, they weigh things, they measure radiation in facilities, they observe to see if anything has changed since their last visit and they audit the books. Sometimes they take small samples of what they measure back to Vienna [where the IAEA is based] in order to verify.</p>\n<h2><strong>4. Who's a typical inspector that will show up in Iran?</strong></h2>\n<p>Iran doesn't allow inspectors from the United States, the UK, Germany, France and Canada. Most the people who go to Iran will be from Third World countries or developing countries.</p>\n<h2><strong>5. Can the inspection team just show up in Iran?</strong></h2>\n<p>No, not really. It's very difficult to do that for a host of reasons. Under some circumstances if a team is already expected at a facility, they can show up early and say 'within two hours, you have to give me some new access that I haven't had before.' But in general, they can't just show up.</p>\n<h2><strong>6. Can Iran say it doesn't want inspectors to visit a certain place?</strong></h2>\n<p>Absolutely. They are only allowing the inspectors to go into 19 declared nuclear facilities. Those facilities are defined by law and international agreements and so the Iranians have said you can come to these declared facilities just as you have for the last 30 years. They've done about 7,000 inspections in the last 10 years, by the way, but when it comes to going to, say, a military base, or, let's say they wanted to the Ministry of Defense in Tehran or something and say we just want to come in and start looking around, the answer would be no.</p>\n<h2><strong>7. So potentially, Iran could move a project they didn't want the inspectors to see to another site that was not in that list of 19?</strong></h2>\n<p>That's true, but you have to remember that was never the purpose of of the IAEA, it was never the purpose of inspections. Inspections are a bureaucratic, international process to ensure that what someone tells you voluntarily, is true. It was never set up that the IAEA was running around looking for things that are hidden. That will not change.</p>\n<h2><strong>8. If the inspectors see something that's not right, can they ask questions?</strong></h2>\n<p>Yes, they can. Particularly under the deal that's being cut now, they will be allowed to ask questions and if they're not satisfied with those answers, then there can be followups either on the spot, if the state is being cooperative, or through diplomatic channels.</p>\n<h2><strong>9. What does it mean that the new framework deal with Iran says the inspections will be more 'intrusive?'</strong></h2>\n<p>I think the first thing it means is that they're going to go to places where they normally don't go. Nuclear facilities are defined by law...they wouldn't normally go to places like mines, they don't normally go to places like plants that build nuclear centrifuges because they're not legally called nuclear facilities. In this case Iran has agreed to show them the whole ball game from beginning to end and they're going to see an awful lot more than people normally see. That's extremely good, by the way, because let's say you go to a place where they build centrifuges, you're going to learn a lot about how they're made, what they're doing and you have a much better chance of accidentally discovering a secret program if you understand the overt program very clearly.</p>\n<h2><strong>10. Does 'more intrusive' risk the possibility that Iran will see what it means and they push back?</strong></h2>\n<p>I don't think so. The inspections have been going on now for 16 months actually at the 'more intrusive' level since January of 2014. Iran agreed to these more intrusive inspections and in fact they're going daily to places where they used to go monthly. So it's already been going on extremely well.</p>\n<p><a href=\"http://www.pri.org/node/13014/popout\"><strong>Related</strong>: What's it like to learn how to be a nuclear inspector?</a></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-08%2Fformer-nuclear-inspector-answers-our-questions-about-new-iran-nuclear-framework&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04082015_07.mp3"},{"href":"http://www.pri.org/file/0408201507mp3"}]}