{"created":"2014-10-13T11:03:18+00:00","modified":"2014-12-23T18:12:40+00:00","valid":{"from":"2014-12-23T18:12:40+00:00","to":"3014-12-23T18:12:40+00:00"},"hreflang":"en","title":"Daniel Tiger: Won't You Be His Neighbor?","published":"2014-11-21T18:31:00+00:00","teaser":"The PBS program <em>Daniel Tiger's Neighborhood </em>is bringing the legacy of Fred Rogers to a new generation of children.","itags":["npr_api","352808843"],"guid":"7c615af1-b9de-475e-9404-4f54308ce6de","contentencoded":"<p>Lexi Schaefers' preschoolers squeal with excitement. Their eyes are trained on an animated tiger dressed in a red hoodie and sneakers, peeking out of the TV at them.</p><p>These 3- and 4-year-olds at Shady Lane Preschool in Pittsburgh, Pa., sing along with the songs and laugh and mimic what the characters are doing onscreen.</p><p>It's been 13 years since <em>Mister Rogers' Neighborhood</em> went off the air and more than a decade since the passing of its host. But the world Fred Rogers created for preschool children — one that's safe, nurturing and accepting — lives on in a PBS program called <a href=\"http://pbskids.org/daniel/\">Daniel Tiger's Neighborhood</a>.</p><p>The animated show is now in its second season. Much of it is produced in Pittsburgh — Rogers' hometown — and there's no question that kids love this show.</p><p>So who is <a href=\"https://twitter.com/danieltigertv\">Daniel Tiger</a>?</p><p>\"Daniel Tiger is a cat,\" says one of Schaefers' preschoolers, Teddy Weissberg. \"He has stripes on him and on his ears,\" says Avery Kendall, another student. \"He's just a tiger,\" says August Yoest.</p><p>But Daniel is a lot more than that. He's their friend, a 4-year-old who lives with his family. Some of his friends are animals; some of them are humans.</p><p>They're all based on characters from <em>Mister Rogers' Neighborhood.</em> That show had a puppet, Daniel Tiger, who's now grown up. He's married, and he has his own son — also named Daniel — around whom this new show is built.</p><p>Schaefers says she grew up watching Mister Rogers, and sees the similarities: \"Small things throughout the show, like his towel in the bathroom has the trolley on it, and his friends are all related to the characters from Mister Rogers.\"</p><p>Fred Rogers taught kids not to be afraid of new things. Four-year-old Daniel learns that same lesson with Mom Tiger. Like Mister Rogers, Daniel wears a red cardigan and sneakers. Even the music is similar.</p><p>We're living in an age of mounting anxiety about children, especially young children, and screen time. There are many <a href=\"http://www.npr.org/blogs/ed/2014/09/30/351521488/kids-and-screen-time-cutting-through-the-static\">conflicting ideas</a> about its proper role in education.</p><p>But PBS, the pioneer in \"educational\" media, seems to have broken through parental resistance. Those nostalgic and emotional connections resonate with the 3- and 4-year-olds in Schaefers' class and many more; the show gets 36 million video streams a month.</p><p>\"They know that he is a tiger on the show, but I think that they also relate to him as a boy that is their age,\" says Schaefers. \"That's who he is: somebody like them.\"</p><p>Somebody like them — that's what Fred Rogers was to generations of children, and what this new show's creator set out to emulate with Daniel.</p><p>\"I like to think that he embodies Fred in a lot of ways, but he really truly is his own character,\" says Angela Santomero.</p><p><strong>From 'Blue's Clues' To Daniel</strong></p><p>In the 1990s, Santomero's first television success was <a href=\"http://www.nickjr.com/blues-clues/\">Blue's Clues</a>, which also took cues from Mister Rogers.</p><p>Then one day, she got to meet her hero.</p><p>\"I went over to him and said, in my New York way, I just want you to know the whole reason I went into television was because of you. I truly hope that what I do for kids has any, a little bit of an impact as you have for millions of kids and ... \"</p><p>Rogers stopped her mid-sentence, and she remembers him saying, \"What's your name? Let's slow down, let's start over.\"</p><p>They forged a friendship. A few years later, after Rogers' death, his company contacted her about creating a new show.</p><p>Santomero says social and emotional learning through television is essentially a marriage between child development theory and research on how kids learn from media.</p><p>\"They developed a whole curriculum based on Fred's research and teaching,\" says Linda Simensky, vice president of children's programming at PBS. \"It's very carefully designed for a certain age group to get the rules of how the world works — to see what happens when things go right and when things go wrong.\"</p><p>The goal is to mirror, for millions of children, what Lexi Schaefers does daily in her classroom.</p><p>After the episode finishes, Schaefers asks her students if they've learned anything from it.</p><p>\"Did Daniel Tiger do anything on the show that might help you play better with your baby sister?\" she asks.</p><p>\"Yes,\" one student shouts out, \"like sharing things!\"</p><p>She asks another question: \"Was he happy about Daddy and Mommy having the baby with them when he wanted to talk or wanted to play?\"</p><p>\"Nope,\" another student replies. \"He had to wait, he had to wait plenty of time.\"</p><p>The students sing, repeating the characters' song, \"There's time for baby and time for you.\"</p><p>Mister Rogers couldn't have said it better himself.</p><p><em><a href=\"http://wesa.fm/people/erika-beras\">Erika Beras</a> is</em><em> <em>the behavioral health reporter at WESA-FM in Pittsburgh.</em></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Daniel+Tiger%3A+Won%27t+You+Be+His+Neighbor%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Erika Beras","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365151140-f2bd8f.m3u?orgId=1&topicId=1001&ft=3&f=352808843"},{"href":"http://media.npr.org/assets/img/2014/09/30/daniel-tiger1-86bf7b3b81322612a696f781a696be811e5b841c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1893","width":"2525"}}]}