{"created":"2015-02-15T12:04:11+00:00","modified":"2015-02-20T17:05:30+00:00","valid":{"from":"2015-02-20T17:05:30+00:00","to":"3015-02-20T17:05:30+00:00"},"hreflang":"en","title":"Raising Pops: Mavis Staples And Jeff Tweedy Complete A Family Circle","published":"2015-02-16T01:17:00+00:00","teaser":"More than 15 years ago, Roebuck \"Pops\" Staples started recording his final album with his daughters. The two friends discuss working together to finish it.","itags":["npr_api","386087925"],"guid":"7c71f081-2f55-4418-bbc0-866534679683","contentencoded":"<p>More than 15 years ago, <a href=\"http://www.npr.org/artists/383503449/pops-staples\" target=\"_blank\">Roebuck \"Pops\" Staples</a> started recording his final album with his daughters, <a href=\"http://www.npr.org/artists/15395355/mavis-staples\" target=\"_blank\">Mavis</a>, Cleotha and Yvonne of the gospel-R&B family act The Staple Singers. Pops was ailing, but his voice was strong.</p><p>In time he became too weak to finish the album, and one day he called Mavis to his sickbed and asked her to play him a rough recording. She left him alone with the music, and when she came back, he smiled and told her, \"Mavis, don't lose this.\"</p><p>She didn't. When she was ready, she asked her friend <a href=\"http://www.npr.org/artists/15397794/jeff-tweedy\" target=\"_blank\">Jeff Tweedy</a> of the band Wilco to help her fill in the gaps on the recording. This week they're releasing the final Pops Staples album, <em>Don't Lose This</em>, together. Mavis Staples says it's been a long time coming.</p><p>\"I would just break into tears anytime I heard Pops' voice on these records. There never was a point that we didn't want to release them; it was just the timing,\" she says. \"I knew that the record needed tweaking, so I said, who else to help me with this but my friend Jeff Tweedy? And he did that, and Tuesday we'll have Pops on the radio.\"</p><p>Mavis Staples and Jeff Tweedy joined guest host Indira Lakshmanan on <em>Weekend Edition Sunday</em> to talk about Pops' playfulness, the tremolo sound that made his guitar work so distinctive, and how he taught his young children to sing like \"old folk.\" Hear their conversation at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Raising+Pops%3A+Mavis+Staples+And+Jeff+Tweedy+Complete+A+Family+Circle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"497"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386448403-b19477.m3u?orgId=1&topicId=1039&e=386087925&d=497&ft=nprml&f=386087925"},{"href":"http://media.npr.org/assets/img/2015/02/13/mavis-staples-sessions---by-spencer-tweedy-img_4162-8dfd516dec826bf76e1a1626a2251d24e562fc9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1324","width":"1765"}}]}