{"created":"2015-06-05T07:32:13+00:00","modified":"2015-06-05T18:00:12+00:00","valid":{"from":"2015-06-05T18:00:12+00:00","to":"3015-06-05T18:00:12+00:00"},"hreflang":"en","title":"Broke And Barred From Bankruptcy, Puerto Rico Seeks Outside Cash","published":"2015-06-05T11:58:00+00:00","teaser":"It's been called the \"Greece of the Caribbean.\" Puerto Rico is more than $72 billion in debt. But because it's not a state, it can't use bankruptcy protection to help it restructure its debt.","itags":["npr_api","411710928"],"guid":"7c7e55ef-04c3-4699-9b4a-bebbae8804df","contentencoded":"<p>The island of Puerto Rico is caught <a href=\"http://www.npr.org/2015/05/05/403290738/in-puerto-ricos-debt-crisis-there-are-no-easy-solutions\" target=\"_blank\">in an economic crisis</a>. While the rest of the U.S. is seeing economic growth, Puerto Rico is struggling to emerge from nine years of recession. The poor economy has spurred hundreds of thousands to leave the island.</p><p>The U.S territory is more than $72 billion in debt, running low on cash and on the verge of default.</p><p>It's led many to call it the Greece of the Caribbean. Joseph Rosenbloom, who directs municipal credit research at investment firm AllianceBernstein, laughs when asked about the comparison. It's not long ago that California and its debt problems were being compared to Greece, he says.</p><p>\"I guess the comparison is similar in the sense that there is a large amount of debt and there is no clear path to what the final resolution of the problems are,\" Rosenbloom says. \"But there are some real differences between the two.\"</p><p>Michael Lipsky of Matlin Patterson Global Advisers, a hedge fund, says the biggest difference is that Puerto Rico is part of the U.S.</p><p>\"It's pretty clear that the New York Federal Reserve is overseeing the liquidity situation for the island of Puerto Rico,\" he says, and \"the fact that it's American laws that we're sitting down at the table and negotiating.\"</p><p>There is one key difference between Puerto Rico and the rest of the U.S. The territory is prohibited from using bankruptcy to help it restructure debts. That means it has to negotiate with investors.</p><p>Over the last few years, companies like AllianceBernstein that invest in municipal bonds have sold off their Puerto Rico holdings as the island's finances worsened and default appeared possible, even likely. Hedge funds like Matlin Patterson — which like the higher returns associated with increased risk — have rushed in.</p><p>Last month, they got some welcome news. Puerto Rico's government passed a significant tax increase — one expected to generate $1.2 billion in new revenue. Lipsky says it should help Puerto Rico get the money it needs to stave off default.</p><p>\"Any increase in revenue, anything that shows some accord between the two political parties in the Commonwealth, I think will be welcomed by the markets, and I do believe that will start to pave the way towards ultimate access to the market,\" he says.</p><p>That's good news for Puerto Rico's investors and the administration of Gov. Alejandro Garcia Padilla, which has been struggling to find money for big debt payments due next month.</p><p>But island residents — led by student groups — staged big protests when an austerity budget, including the new taxes was announced last month.</p><p>Sergio Marxuach, with the Center for a New Economy in San Juan, says that there's little question — the new taxes will cause real pain.</p><p>\"That will be a significant drag on the economy in the short-term that will intensify, or magnify the stagnation, maybe put us back into a contraction, into a recession,\" he says.</p><p>Over decades, as the economy slowed down, a succession of governments in Puerto Rico used loans from Wall Street to cover budget deficits. The result is a dizzying array of debts, from general obligation bonds to bonds backed by the island's utilities, including the Puerto Rico Electric Power Authority, PREPA.</p><p>An expert on restructuring utilities hired by PREPA this week proposed a turnaround plan to investors — one that would require an additional $2.3 billion in loans. Bondholders and PREPA are continuing negotiations. A $400 million payment is due next month. Those negotiations may help provide a blueprint for Puerto Rico in restructuring the rest of its debt.</p><p>While difficult, Puerto Rico's financial problems are hardly unprecedented. New York City and Cleveland in the '70s, and Orange County, Calif., and Washington, D.C. in the '90s, all faced similar fiscal problems and found their way back to fiscal stability.</p><p>Eventually, investors say, Puerto Rico will too.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Broke+And+Barred+From+Bankruptcy%2C+Puerto+Rico+Seeks+Outside+Cash&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412177102-368ab9.m3u?orgId=1&topicId=1003&d=233&p=3&story=411710928&t=progseg&e=412139493&seg=9&ft=nprml&f=411710928"}]}