{"created":"2014-12-27T11:33:04+00:00","modified":"2015-02-05T19:35:26+00:00","valid":{"from":"2015-02-05T19:35:26+00:00","to":"3015-02-05T19:35:26+00:00"},"hreflang":"en","title":"'The Bishop's Wife' Tracks A Killer In A Mormon Community","published":"2014-12-27T16:10:00+00:00","teaser":"The mystery about the disappearance of a young Mormon woman was inspired by a real-life story. Author Mette Ivie Harrison talks about her own struggles with faith and stereotypes of Mormon mothers.","itags":["npr_api","372911768"],"guid":"7c85084d-14ba-4167-9d4e-b0874e9ef964","contentencoded":"<p>Writer Mette Ivie Harrison is no stranger to struggles of faith; she says she spent six years as an atheist within the Mormon church.</p><p>\"It wasn't something that I talked about openly,\" she tells NPR's Eric Westervelt. \"I lost my faith, and I felt like I had made a promise to my husband and my children that I would continue to participate in the Mormon church. So I kept going.\"</p><p>Harrison says her ongoing search for faith was one of her motivations for writing her new novel, <em>The Bishop's Wife.</em> \"I wanted to see if I could write about the kind of Mormon woman I wanted to be — who is both faithful but can ask questions,\" she says.</p><p>The mystery centers around Linda Wallheim, the wife of a bishop in Draper, Utah. When a young father in the community announces his wife has left him and their young daughter in the middle of the night, Linda is skeptical. She suspects murder — and she begins to go around her powerful husband to look into the disappearance. Her investigation leads her to question her faith, community and family.</p><hr /><h3>Interview Highlights</h3><p><strong>On a real life case that served as a springboard for the novel</strong></p><p>It's based very loosely on the story of Josh and Susan Powell — this was an event that I think all of Utah watched — I'm not sure how far it penetrated into the national audience. ... His version of the story is that he woke up one morning, it was in January, it was a very cold night, and his wife had just disappeared and he didn't know where she had gone. However, as people investigated further into the case they discovered that he had gone on a \"camping trip\" with a 2-year-old and a 4-year-old and had gone — according to the mileage on his car — hundreds of miles. The police have been searching for the body of his wife for years now. And they never charged him with murder.</p><p><strong>On the Powells and the Mormon community</strong></p><p>I wondered how much Mormonism played a role in that investigation. I certainly don't want to point fingers at anybody — I don't know that anybody did anything wrong — but he was, I think, considered a good, upstanding Mormon man until this happened. And I think it took a long time for his community to realize what had gone wrong. It took a long time for details of the abuse that was going on in their marriage to come out.</p><p>And then the terrible ending of the story was that the boys were taken away from him for a brief time ... and then they were given back to him and almost immediately he killed them and blew up his house and committed suicide himself. The ending of that story for all the Mormons who were watching the case and hoping for a good resolution was just so horrific that I felt like I wanted to make sense of that story. ...</p><p>I only use that as a springboard for my story, which ends in a completely different way and goes on many turns; it's completely fiction. But the idea that a Mormon community could have a killer living among them and nobody know — that's what I wanted to get at.</p><p><strong>On how the main character fits into the stereotype of the stay-at-home Mormon mother</strong></p><p>I'm not sure that the traditional media image of a stay-at-home Mormon mom is a correct one. I am myself a stay-at-home Mormon mom, but I also have a Ph.D. from Princeton University and I've published seven novels nationally. I see in my own Mormon community a lot of women who have unusual strengths, and I think we sometimes overlook that in a world where feminism and female power tend to mean only one thing. I think there's more subtlety involved in male and female roles, and I think the Mormon church is an interesting way to get at that.</p><p><strong>On what made her lose her faith</strong></p><p>I lost my sixth child very late in pregnancy — I was 41 weeks along — and I just woke up one morning and there was no heartbeat. We went to the hospital, and I was induced and the baby was stillborn. And I ended up falling out of the church — or at least falling out of my faith — and having questions about what felt to me like pat answers about where my daughter was, and why this had happened to me.</p><p>Some of those pat answers were: \"She's in heaven.\" \"You'll see her again when you are dead.\" \"You will be able to raise her again.\" I know that for many parents those are very comforting answers, and I don't know why for me they were not. ... The answer that \"God has a special plan for you and this is part of that plan\" — those all made me very angry and that led to me eventually just deciding that it was easier to not believe in God. I could not find a way to believe in a God that had planned this in advance for me. I was so heartbroken and really unable to go on with my life.</p><p><strong>On fiction as catharsis</strong></p><p>Writing, for me — and story for the human race — is very much an attempt to make sense out of things that are basically senseless. Story is also a way to feel like we had control over the world. I feel like we struggled a lot after my daughter's death with the sense that every time my children left the house that they could die at any moment. And just that anybody that I knew could die at any moment and coming to terms with that. ... I think religious people try to cover up that truth by saying, \"Well, everything happens according to God's plan.\" And I think Linda [the main character in the book] finds a way to mesh those two that I am still working on personally. She feels like there can still be random events and God can still exist without necessarily him planning for those things to happen. That's not what her belief in God is for. It's not to give her a false sense of control. But that was what I really had used God for, and when I lost that I couldn't figure out how to believe in God again.</p><p><strong>On how she expects the Mormon community to react to this book</strong></p><p>I worried that Mormons will feel like the story is pointing a finger at them, trying to expose the worst parts of Mormonism, and I don't really mean it to be taken in that way. ... I feel like a lot of the problems that are in Mormonism exist everywhere but they do have a different meaning within Mormonism — I think we talk about those problems in a different way. I've heard some feedback from a few Mormons who have been unhappy with the book — one person said that I had an agenda and that she felt like that agenda was very anti-men. I've been puzzling over that because I feel like there are so many really great men in the book. Kurt, the bishop himself, is, I think, a great man. And then Brad Ferris, who comes up later in the book, is another really, really solid man.</p><p>But yeah, there are bad male characters and there are bad female characters. I think that for Mormons they're used to seeing Mormons depicted either only as all bad, and then there are the Mormon books that are written for a Mormon audience and then the Mormons are all good in those books. ... And I am treating Mormons as someone looking at Mormonism from an anthropological perspective almost and I'm not giving them a pass. I have to admit, I'm a little nervous about my particular ward's reaction to the book when it comes out.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Bishop%27s+Wife%27+Tracks+A+Killer+In+A+Mormon+Community&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373420344-520dcb.m3u?orgId=1&topicId=1033&e=372911768&d=326&ft=nprml&f=372911768"},{"href":"http://media.npr.org/assets/img/2014/12/26/bishopswife-37cf76ec9333df90268cde29ce470ea8c90f8bf1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"501","width":"668"}},{"href":"http://media.npr.org/assets/img/2014/12/26/harrison_enl-00b03fa01898f9f0bb9bfdd5d0e8be757592cc99.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"789","width":"525"}}]}