{"created":"2014-10-10T20:34:58+00:00","modified":"2014-10-10T20:35:12+00:00","valid":{"from":"2014-10-10T20:35:12+00:00","to":"3014-10-10T20:35:12+00:00"},"hreflang":"en","guid":"7c86437e-a0a4-4944-b7e8-48570d31bc60","title":"Airstrikes in Kobane aren't relieving the desperation among Kurdish refugees","published":"2014-10-10T20:35:11+00:00","byline":"Christopher Woolf","tags":["Kobane","Islamic State","Islamic State in Iraq and Syria","US airstrikes","Kurds","Conflict","Conflict & Justice","Kobane","Asia","Turkey","Syria","United States","Middle East","Asia","North America","Marine Olivesi","Kurdish people","Middle East"],"teaser":"The Syrian city of Kobane has survived a 25th day under siege from the forces of ISIS. But the defenders are increasingly wary of the night, when coalition jets go home and ISIS launches attacks, and many Kurds fear the air campaign isn't enough to save the city.","contentencoded":"<p>As bombs&nbsp;rained down on the Syrian city of Kobane this week, they produced an unexpected noise: clapping.</p><p>&ldquo;At every strike&nbsp;the crowd would just burst into applause,&quot; says Marine Olivesi, who is reporting from the other side of the nearby border, in Turkey. There, Kurdish refugees &mdash; many of whom recently fled Kobane in the face of ISIS, the militant Islamist group that calls itself the Islamic State &mdash; are happy to see the US-led coalition trying to protect their cousins in Syria.</p><p>But that is one of the few bright points for the Kurds. Kobane is still under a seige that has stretched into its 25th day, and the&nbsp;Kurdish fighters defending it have been pushed back into the city center.</p><p>&ldquo;According to some Kurdish refugees from Kobane, who were with us watching developments from the Turkish side of the border, some of these strikes were landing &mdash;&nbsp;it seemed to them &mdash;&nbsp;closer and closer to the center of Kobane,&quot; Olivesi says. &quot;That would indicate that the jihadists who had been pushed back to the outskirts of town [Wednesday] had been able again to push further in toward&nbsp;the city center.&rdquo;</p><p>The refugees also&nbsp;say it appears that fighters from ISIS are only moving at night after coalition jets leave the area. But Olivesi&nbsp;says there are&nbsp;also concerns that the airstrikes might not be enough to save Kobane.</p><p>One scene she witnessed on Wednesday, she says, perfectly captures the desperation that many Kurds are feeling.</p><p>&ldquo;We saw a 13-year old boy walking out of the hospital&nbsp;with his gown still on, using a walker,&quot; she says. &quot;It turns out he&rsquo;s been fighting in Kobane&nbsp;and got injured [Wednesday]. He was taken to the hospital in Turkey. But then today for some reason, he just decided that he had to go back.&quot;</p><p>It was an obviously reckless and possibly suicidal decision. &quot;But despite all of that, he walked out of the hospital, down the stairs, and then down the street,&quot; Olivesi says. &quot;There was a crowd of people trying to talk him out of it, but the boy would have none of it. He just kept going. He was shouting that his father is still inside Kobane, that he had to go back.&quot;</p><p>Even his closest relatives, Olivesi says, could do nothing: &quot;HIs&nbsp;mother was standing by; she just had given up. She didn&rsquo;t know what to tell him.&quot;</p><br>Array<br>Array","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100920148.mp3"},{"href":"http://www.pri.org/file/100920148mp3"}]}