{"created":"2015-05-06T14:54:05+00:00","modified":"2015-05-21T19:09:48+00:00","valid":{"from":"2015-05-21T19:09:47+00:00","to":"3015-05-21T19:09:47+00:00"},"hreflang":"en","title":"Clinton Charms DREAMers On Immigration","published":"2015-05-06T16:47:00+00:00","teaser":"Speaking in Las Vegas, she said it was time to provide a path to citizenship for immigrants in the country illegally and that she could go \"even further\" than Obama's controversial executive actions.","itags":["npr_api","404649454"],"guid":"7c8f65ab-fa11-4ef9-93e0-1863081ba241","contentencoded":"<p>When it comes to energizing Latino voters, a group of young people who can't even vote plays an outsized role.</p><p>They are known as DREAMers — undocumented immigrants, brought to the country by their parents when they were kids.They were so named for meeting the requirements under the Development, Relief and Education for Alien Minors (DREAM) Act proposal that would have created a pathway to citizenship for them. Now they're a political force.</p><p>Hillary Clinton sat down with a small group of DREAMers on Tuesday at Rancho High School at the heart of the growing Latino community in Las Vegas. She said it was time to provide immigrants in the country illegally with a path to citizenship. But she didn't stop there, staking out positions on immigration that put her to the left of President Obama and the controversial executive actions he took last fall.</p><p>\"I will fight to stop partisan attacks on the executive actions that would put DREAMers — including many with us today — at risk of deportation,\" she said. \"And, if Congress refuses to act, as president I will do everything possible under the law to go even further.\"</p><p>Juan Salazar, 22, wearing a blue dress shirt and tie, sat in the high school's library with Clinton and told her he worried his parents could be deported.</p><p>Salazar came to the U.S. from Mexico when he was 7 years old.</p><p>Now he's a business owner. Seven hours earlier, he was in the backyard of a home in north Las Vegas wearing work boots and cleaning a swimming pool. \"If anybody has a pool, give me a call,\" he said.</p><p>After high school, the recession was raging and Salazar and his dad worked for a landscaping company. He says he got paid $6 an hour, less than minimum wage.</p><p>\"But being undocumented you can't really say anything because you're afraid,\" Salazar said.</p><p>Then, in 2012, President Obama announced his executive action for DREAMers like Salazar, letting them stay in the country — and get work permits.</p><p>\"Once I passed, all my family members started calling me, my aunts, my grandma, crying,\" he said. \"It's like, now is your chance and, you know, take on the world.\"</p><p>He started his pool cleaning business right away and it just kept growing.</p><p>Now he services 40 pools and says he'll probably have to bring on an employee soon.</p><p>As Salazar fired up a pump to pull water and gunk from the bottom of the pool, he reflected on his biggest worry.</p><p>When President Obama announced his expanded executive actions on immigration in November, he offered parents of U.S. citizen children a chance to avoid deportation and get work permits.</p><p>But people like Salazar's parents were left out because none of their children were born in this country.</p><p>\"My dad was pretty upset because everyone was in the TV, just glued for hope — hopeful for an opportunity now, so it was sad that my parents couldn't qualify.\"</p><p>Back in the school library, Clinton sought to reassure him.</p><p>\"Juan, the fact that you're so worried about your parents, I mean I will certainly try to do everything I can to avoid family breakup,\" she said. \"Avoid the kind of terrible experience that too many families have already gone through.\"</p><p>Clinton said as president she would put in place a system for parents of DREAMers and others to avoid deportation.</p><p>If the young activists had come into the meeting with Clinton with a wish list, she knocked item after item off of it.</p><p>Astrid Silva, another DREAMer, says this wasn't what they were expecting.</p><p>\"We came prepared with our tough questions, and she answered them,\" she said.</p><p>But activists like Silva have heard plenty of promises from politicians over the years. Only some of them have been kept.</p><p>\"Words are wonderful, but until my parents have that fear lifted that they're not going to be deported, we can only continue fighting,\" she said.</p><p>Clinton's critics on both the left and the right point out her positions on immigration have changed over the years. One GOP candidate accused her of pandering.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clinton+Charms+DREAMers+On+Immigration&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404657731-f9905a.m3u?orgId=1&topicId=1014&d=253&story=404649454&ft=nprml&f=404649454"},{"href":"http://media.npr.org/assets/img/2015/05/06/472283602-1--d42b9e6d8bac12e7d1aecbb98cebddca7bf212b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1851","width":"2469"}},{"href":"http://media.npr.org/assets/img/2015/05/06/472279142-545f9603ceb20e2fd4ef0c5ce6936c81d231b953.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}