{"created":"2014-09-22T16:09:36+00:00","modified":"2014-10-31T15:41:05+00:00","valid":{"from":"2014-10-31T15:41:05+00:00","to":"3014-10-31T15:41:05+00:00"},"hreflang":"en","title":"Why Did Black Voters Flee The Republican Party In The 1960s?","published":"2014-07-14T18:43:00+00:00","teaser":"Fifty years ago, when the ultra-conservative wing of the GOP overthrew Republican moderates to choose Barry Goldwater as the party standard-bearer, black voters deserted the GOP in droves.","itags":["npr_api","331298996"],"guid":"7ca62bd5-47ce-4a41-a675-5f2fe126e79f","contentencoded":"<p>If you'd walked into a gathering of older black folks 100 years ago, you'd have found that most of them would have been Republican.</p><p>Wait... what?</p><p>Yep. Republican. Party of Lincoln. Party of the Emancipation. Party that pushed not only black votes but black politicians during that post-bellum period known as Reconstruction.</p><p>Today, it's almost the exact opposite. That migration of black voters away from the GOP reached its last phase 50 years ago this week.</p><p>Walking through the Farmer's Market at 18th Street and La Cienega Boulevard in Los Angeles, a mixture of Angelenos strolled the asphalt parking lot, surveying rows of leafy produce and ripe stone fruit. Virtually all the people I approached who were registered voters were registered to one party.</p><p>\"I'm affiliated with the Democratic party, of course!\" laughs Arthur Little, a thin man in shorts and electric turquoise-framed sun glasses.</p><p>\"Why 'of course'?\" I asked.</p><p>\"Because I think of it as the party that is at least officially interested in putting people's rights before corporate rights,\" Little shakes his head. \"I don't even know why a black person even would <em>be</em> a Republican,\" he muses, as he walks off with his teenaged son.</p><p>Darlene Lee-Bolgen, eyeballing fresh fingerlings and young onions, said she was worried about income inequality, and she didn't believe that was a Republican concern. \"It doesn't seem like they're for the regular people, for civil rights... they're not doing anything to help the people. They're all for themselves.\"</p><p>Black voters began supporting the Democratic party in greater numbers almost a century ago. But the events of 1964 marked a dramatic shift in voting patterns that's still with us today.</p><p><strong>A More Even Distribution</strong></p><p>Vincent Hutchings, a political scientist who studies voter patterns at the University of Michigan, says the first major shift in black party affiliation away from the Republican Party happened during the Depression. Franklin Roosevelt's second administration — led by the New Deal — made the Democrats a beacon for black Americans deeply affected by the crushing poverty that was plaguing the country.</p><p>But many black voters stuck with the party of Lincoln.</p><p>\"The data suggests that even as late as 1960, only about two-thirds of African-Americans were identified with the Democratic Party,\" he says. \"Now, two-thirds is a pretty big number. But when you compare it to today, that number hovers at about 90 percent.\"</p><p>Ninety percent. So what happened?</p><p>Well, according to Hutchings and to Tufts University historian Peniel Joseph, Barry Goldwater happened.</p><p>\"Barry Goldwater, for Republicans, becomes a metaphor for the Republican response for this revolution that's happening in the United States,\" Joseph says.</p><p>The \"revolution\" was Freedom Summer, the period 50 years ago when hundreds of college students, most of them white, had journeyed to Mississippi to help black Mississippians become registered voters. The state's response to that integrated movement had been swift — and violent. Less than a month before the GOP met for its national convention in San Francisco, organizers Andrew Goodman, James Chaney (who was African-American and Mississippi-born) and Michael Schwerner had been kidnapped on a dark back road in Neshoba County. The only hint that they'd existed was Schwerner's charred Ford station wagon.</p><p>The media attention that followed the men's disappearance roiled the entire South. (Their bodies would be found in early August, buried in the shallow earthen works of a dam.)</p><p>Then, two weeks after the men's disappearance and mere days before the GOP convention opened, Lyndon Johnson signed the Civil Rights Act into law, making discrimination in public venues illegal.</p><p>Peniel Joseph says the events outside the GOP's convention hall affected what went on under its roof. Supporters of the presumed front-runner, liberal New York Gov. Nelson Rockefeller, were blindsided by the party's well-organized conservative wing, which nominated Arizona's Sen. Barry Goldwater. His nickname was \"Mr. Conservative.\"</p><p>Goldwater can be seen as the godfather (or maybe the midwife) of the current Tea Party. He wanted the federal government out of the states' business. He believed the Civil Rights Act was unconstitutional — although he said that once it had been enacted into law, it would be obeyed. But states, he said, should implement the law in their own time. Many white southerners, especially segregationists, felt reassured by Goldwater's words. Black Americans, says Vince Hutchings, felt anything but:</p><p>\"African-Americans heard the message that was intended to be heard. Which was that Goldwater and the Goldwater wing of the Republican party were opposed not only to the Civil Rights Act, but to the civil rights movement, in large part, as well.\"</p><p><strong>An Abrupt Exit From The GOP</strong></p><p>When Goldwater, in his acceptance speech, famously told the ecstatic convention \"extremism in the defense of liberty is no vice,\" he was speaking of \"a very specific notion of liberty,\" says Peniel Joseph: \"Small government, a government that doesn't give out handouts to black people. A government that doesn't have laws that interfere with states' rights. A government that is not conducting a war on poverty.\"</p><p>It was a signal both sides heard loud and clear. Goldwater attracted the white Southern votes his advisers thought were essential, paving the way for the \"Southern Strategy\" that Richard Nixon and Ronald Reagan would use successfully in later years. And the third of black Republican voters remaining speedily exited the party.</p><p>\"It was an abrupt shift,\" says Hutchings. \"For [the] relatively few — but still not trivial — fraction of blacks, they moved aggressively, and almost unanimously, into the Democratic Party.\"</p><p>And black voters have stayed there, in increasing numbers, ever since. Not that all of them want to be.</p><p>Back at the farmer's market, Jasmine Patton-Grant, in a flower-patterned sundress, sells lavender soap and lotions to passers-by. She says she grew up in a family of Democrats, going into the voting booth with her father when she was a toddler and voting in elections — national and local — since she was legally able to vote. She considers voting a privilege and her civic obligation. And she says she's sick of the choices she sees before her.</p><p>\"I'm a Democrat <em>only</em> because I've inherited that from my family,\" she explains. \"It's not as if I'd ever be a Republican, but I'm <em>completely </em>dissatisfied with <em>both </em>parties.\"</p><p>Which suggests if an alternative comes along that Patton-Gant and others find attractive, the black voter party affiliation percentages might change yet again.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Did+Black+Voters+Flee+The+Republican+Party+In+The+1960s%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"319"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331298997-369442.m3u?orgId=1&topicId=1015&ft=3&f=331298996"}]}