{"created":"2015-04-02T08:02:09+00:00","modified":"2015-04-07T15:05:21+00:00","valid":{"from":"2015-04-07T15:05:21+00:00","to":"3015-04-07T15:05:21+00:00"},"hreflang":"en","title":"The 2 Filmmakers Behind The Who","published":"2015-04-02T18:22:00+00:00","teaser":"In 1960s London, Kit Lambert and Chris Stamp approached a young band to be the subjects of their first film. As a new documentary explains, they ended up managing rock royalty.","itags":["npr_api","396859581"],"guid":"7cae89a9-609d-4728-a806-ba9e55be00a5","contentencoded":"<p>Two young, aspiring filmmakers walk into a bar. One's a hip, working-class dreamer. The other, a suit-and-tie wearing son of a classical musician.</p><p>The punchline: One of the greatest rock bands in history.</p><p>In rock 'n' roll, The Who is legendary. Loud and unruly, the band filled arenas and sold over 100 million albums. Were it not for Kit Lambert and Chris Stamp, we might not have heard of them. Now, a new documentary out tomorrow called <em>Lambert & Stamp </em>tells the untold story of the two men who discovered and managed <a href=\"http://www.npr.org/artists/15397669/the-who\">The Who</a>.</p><p>In London in the 1960s, Pete Townshend, Roger Daltrey, Keith Moon and John Entwistle were in a scrappy band called The High Numbers, playing for young \"mods\" in dark, sweaty clubs. As guitarist Townshend admits in the documentary: \"We wouldn't have been particularly impressive.\"</p><p>That didn't matter to Kit Lambert and Chris Stamp. They weren't looking to break into the music business — they were aspiring filmmakers. They approached The High Numbers to see if the musicians would be the subjects of their first film, says Chris Stamp.</p><p>\"We didn't come to the group as, like, professional managers,\" Stamp said. \"We came to them with these ideas, and we're filmmakers and wanted to manage. We never said we knew how to do it.\"</p><p>James Cooper directed the documentary <em>Lambert & Stamp</em>. His fascination was not with The Who, but with these two men who proposed to manage them. \"The story of Kit Lambert and Chris Stamp is probably the greatest untold story in rock,\" Cooper says.</p><p>The two came from completely different backgrounds. Kit Lambert was an upper-class son of a respected classical conductor. He was multilingual. He knew a lot about music.</p><p>Chris Stamp was a street hustler whose father worked on a tugboat. But Stamp was also intellectually curious. When he and Kit Lambert met on a film crew, they hit it off immediately.</p><p>\"And we discovered that we had exactly the same [tastes] — I had the same as him — in terms of French cinema, you know, certain types of films that we liked,\" Stamp said.<strong><br /></strong></p><p>As Lambert and Stamp filmed this rock band, their creative ambitions grew. Working with the band, now called The Who, gave Lambert a chance to use his music background. He encouraged Pete Townshend to write songs and helped lead singer Roger Daltrey be more adventurous onstage. Chris Stamp took film production jobs to help pay the musicians a salary.</p><p>\"It was just a collision of opposites that became an unstoppable creative force,\" Cooper says.</p><p>In the documentary, Pete Townshend says Kit Lambert had an enormous influence on his music. Without Lambert, the rock opera <em>Tommy </em>might never have happened.</p><p>\"Kit had nurtured me as a composer,\" Townshend says. \"I don't mean a songwriter — I mean a composer.\"<strong></strong></p><p>You can tell that Pete Townshend and Roger Daltrey were eager to talk to James Cooper for his documentary to give Lambert and Stamp their due. As Cooper puts it, they know that The Who is a \"mad extension\" of their daring managers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+2+Filmmakers+Behind+The+Who&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396976048-5be473.m3u?orgId=1&topicId=1039&e=396859581&d=230&ft=nprml&f=396859581"},{"href":"http://media.npr.org/assets/img/2015/04/01/11-bc381ef2b3d626db12258b7fc3c956d87480d516.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3554","width":"4739"}},{"href":"http://media.npr.org/assets/img/2015/04/01/whoplane-9867523dfcc111e8051b8f906500b33d46f78283.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2385","width":"3180"}}]}