{"created":"2015-06-24T20:40:30+00:00","modified":"2015-06-30T18:48:50+00:00","valid":{"from":"2014-04-18T00:33:26+00:00","to":"3014-04-18T00:33:26+00:00"},"hreflang":"en","itags":["7cb1b7bb1511d4c87036cfc45c588bbb","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-04-17"],"description":"When Scarlett Johansson made her Broadway debut as a kid, her Playbill bio proclaimed that she loved her grandmother and Frank Sinatra.  The young actress was mesmerized by the iconic crooner’s voice and the glamorous world it sang about. Today Johansson is one of the most popular actors in the world – and adored, partially, […]","tags":["APM","Guest of Honor","movies"],"contenttemplated":"[{\"content\":\"<p>When Scarlett Johansson made her Broadway debut as a kid, her Playbill bio proclaimed that she loved her grandmother and Frank Sinatra.  The young actress was mesmerized by the iconic crooner’s voice and the glamorous world it sang about. Today Johansson is one of the most popular actors in the world – and adored, partially, for her voice and the old-world Hollywood glamour it evokes.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>As a kid Scarlett co-starred in loads of movies including “Manny &amp; Lo” and “The Horse Whisperer,” but her lead role in the Oscar-winning film ‘Lost In Translation’ is what really brought her to the world’s attention. Since then she’s appeared in (among other projects) three Woody Allen films, the recent Oscar-winner “Her,” and “The Avengers,” one of the highest-grossing movies of all time.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>You can catch her now in the new Captain America film… and in “Under the Skin” — an indie sci-fi film in which she plays an alien who preys on men.  Brendan chats with Scarlett about earthling quirks, winning spectacles, and her fondness for Ol’ Blue Eyes.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Welcome to our virtual dinner party, Scarlett.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> A virtual dinner party is calorie free.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It is calorie free. You probably don’t have a lot of time for real dinner parties anyway, you’re so busy these days.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> For real calories? (Laughs)  Do I have time for dinner parties? I can’t remember the last… no I went to a dinner party not that long ago, actually.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Help me out here, when you’re at a dinner party or you’re anywhere how do you describe “Under the Skin” when people ask you about it?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Scarlett Johansson:</strong> It’s a difficult log line to sell because, of course, you start to talk about it, and it sounds like a really bad slayer film, you know? <q>To me this film, the appeal of the film, was really about finding this character as she has this whole life.</q> You see Laura, as she called, go from being an ‘it’ to becoming a ‘she,’ really, and experiencing everything through these alien eyes and so everything is completely and totally new and the hope is that the audience has the same experience as well.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It occurred to me that, in a way, being a celebrity is kind of alienating. You know, you’re working constantly. You go from one set to the next. For safety reasons your private life is kind of circumscribed and I wonder if you tapped into that experience at all to play this role?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/131965805.jpg\\\"><img alt=\\\"Jeff J Mitchell / Getty Images News\\\" class=\\\"alignleft\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/131965805-847x1024.jpg\\\" /></a>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> I’m sort of unaware of my [fame]. As I’ve gotten older, I’ve realized that it’s better for me to pretend to be blissfully unaware of my “celebrity,” in quotes.<br /><br /> When I was younger, I was much more self conscious. It’s sort of a shocking thing to be 17 or 18 and all of a sudden become extremely noticeable. You don’t know how to handle it. You think, “Oh my god. What do I do with my boyfriend? Am I going to be photographed all the time?” It’s a strange adjustment to make and then you adjust as much as you can to that.</p><br /><p>You know, of course, it can be a very alienating thing, particularly when people act like aliens <em>to</em> you. You know, they kind of lose their sense of humanity. It’s a normal thing to do, I guess. You sort of lose yourself in the moment and it’s hard to relate to a person that you just can’t believe they’re right in front of you.</p><br /><p>I think as I’ve gotten older I’ve become more comfortable, oddly, in my own skin. Ironically I guess. So I don’t think I had to really play into that as much.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You mentioned you’ve been acting since you were a kid. How has your life been different than you imagined it would be? You were in movies early. I guess you saw that there was going to be a trajectory where you would probably make a living as an actor.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> Well, I’m still working, so that’s different.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Oh you thought at this point you’d be a barista?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Scarlett Johansson:</strong> I don’t know about being a barista, but you know, I never had any idea what kind of career I was going to have. <q>When I was really young, of course I thought I was going to be Judy Garland. You know, that didn’t happen. I didn’t have the pipes I guess.</q> Not the same pipes anyway.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You have different pipes that have worked for you.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> Yes, that’s true. My pipes work for me but it’s a different set of pipes, that’s true.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> While doing research for this interview I saw that when you were a kid, making your first performance on Broadway I believe, your bio said that you loved your grandmother and you loved Frank Sinatra. Now I understand Grandma, but what about Frank Sinatra? What about <em>him</em> captured your imagination as a young kid?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> When I was a little girl I was mesmerized by his voice, absolutely mesmerized. I thought I was going to be able to sing like that. My audition songs were New York, New York and Bally High believe it or not.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Really?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Scarlett Johnasson:</strong> Yeah. Eight year old singing Bloody Mary, that’s great. But I just, I think it was the timing. I felt somehow nostalgic for a period I never lived through I guess.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah, I mean there’s a glamour to him which people sometimes attribute to you as well. This kind of Old Hollywood glamour, this kind of mysterious star quality. You know, I wonder if some of that has rubbed off or you just are drawn to that or you aspire to that?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> I think it my mind somewhere I imagine that that Golden Age exists and there’s few moments where you have that you know, either you’ll be a really glamorous dinner or at someone’s how with some really creative, wonderful people and you think “Oh man, this is what it must have been like.” But it’s such a rare thing now. It’s a lost, it’s hard to grasp kind of those magic moments that so rarely happen in Hollywood anymore. I think I felt nostalgic for that time because I loved, I mean most of the movies that I watched when I was a kid were of that Golden Age and so I think I just imagined that’s how Hollywood would be.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I mean certainly times have changed. I don’t think there was US Weekly when Frank Sinatra was around.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> Lucky for him.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Maybe lucky for him. Frank Sinatra is just like us. but on the other hand, you have actually achieved a certain level. You’ve grown up and now maybe you just see that movies do have pixie dust and reality is a little bit less sparkly.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/NoSWbyvdhHw\\\"></iframe></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> Yes, that’s true. I think that films, you know, it’s interesting, because on one hand as an actor you want to get to the gritty raw truth. But on the other hand we want to keep the mystery, we want to keep that alive. It’s all sprinkled with fairy dust I guess it’s just some of it has a little more of a sharper particle I would say, depending on the project.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well, speaking of different projects, right now you’re also in “Captain America: The Winter Soldier,” which couldn’t be more different than “Under the Skin” and I read that you fought to play Natasha in “Captain America” and “Iron Man 2.” Did that role appeal to you because it is just a big, sparkly spectacle?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> You know, what had eluded me was this <em>franchise</em>, this big blockbuster kind of, not even necessarily a ‘franchise’ but something that was big and worked and but wasn’t… it’s so hard to do that and know you’re going to <em>win</em>.</p><br /><p>You never know you’re going to <em>win</em> with something and of course often times, it has to be the right fit. For me, going in to do “Iron Man 2″ and knowing that I was going to be able to work for John Favreau, it was the perfect fit for me, because I looked around and I could see Robert Downey and Gwyneth Paltrow and Don Cheadle, so there were all these actors that I had either known or admired from the independent film world and everything, but here we were, standing on this 180 million dollar set or whatever, and that felt right to me.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And in “Captain America: The Winter Soldier,” you have Robert Redford in the film. The king of independent cinema, I mean if anything that’s a pass if you have any misgivings or anxiety about doing such a big film.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> Well, it brought me back, you know, we partnered for “The Horse Whisper” about, oh gosh, was it 17 years ago or something shocking? And now I finally got to punch him in the face. I never though that would happen to the nicest man in Hollywood, but so there.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> What an interesting life you lead. Alright, well, we have two standard questions we ask each of our guests on this show and the first question is: what question are you tired of being asked in interviews?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> So many of them. I think probably anything like what it feels like to be the sexiest woman in the world. I mean that is just… is that just a spirit-killer right there?</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well that’s like, how are you supposed to answer that?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> I don’t know, I’ve been trying to come up with that answer for the past ten years. I said “Well, it’s nice for now, but eventually I’m going to be <em>not</em> the sexiest woman in the world.” Maybe that’s more depressing.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well, I’m glad that I didn’t ask that question. And I would have gotten in trouble. See, the good thing about a public radio audience, if I asked you the sex symbol question, they would have turned off the radio and turned on Mahler or something like that.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> Exactly. That what’s so great about NPR. It’s like your perfect companion. It’s just great. It’s a thrill for me to do the show really.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well thank you. See I have no trouble taking praise by the way so you can ask me any questions about being a sex symbol and I’ll take it in stride. We have another question which is tell us something we don’t know and this can be either a personal fact you haven’t shared in interviews or it could just be kind of an interesting little piece of trivia.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> Something you don’t know about me I guess would be, I’ll give you my biggest celebrity crush. That would probably be Trent Reznor.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> The guy behind the band Nine Inch Nails which made dark, kind of industrial kind of music?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson</strong>: That would be my, like, meet him and faint, I think.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And why Trent? From Frank Sinatra and Judy Garland to Nine Inch Nails.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> Yes. I think that there’s a, there’s definitely a through-line with Frank Sinatra, Judy Garland, and Nine Inch Nails, and I’m going to leave it up to your listeners to find it, because I know it’s there.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well my mind immediately goes to that Nine Inch Nails song “Head Like Hole” which has that quote “I’d rather die than give you control,” maybe control is the link, you know? Frank Sinatra, controlling. Although Judy Garland I don’t know how in control she was.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> See, I was going to go much more with like a sort of fragility and this kind of broken sadness, so maybe what I would see is a sort of a, like a reluctant star or something like that.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Performing despite some anxiety or insecurity?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> There’s something about the bleeding soul that comes through maybe all of those vocalists, sort of this reluctance to do and then you do because you have to because it’s what you’re good at and what feels good but it hurts at the same time. I don’t know. Maybe all great performers are like that anyway.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Do you identify with that? I mean, you seem pretty happy right now.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> I don’t know, acting can be extremely painful, of course, because it brings you to places that are, you know, that people usually ignore, but it’s part of, it’s the best thing. It’s a rewarding feeling, it’s very liberating.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You’re tapping into like the real stuff of being a human, and you know.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> That’s the stuff. That’s the juicy stuff, that’s the good stuff.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well Scarlett, thank you so much for chatting with us.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Scarlett Johansson:</strong> Thank you so much. This has been just such a delightful dinner date.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>When Scarlett Johansson made her Broadway debut as a kid, her Playbill bio proclaimed that she loved her grandmother and Frank Sinatra. &nbsp;The young actress was mesmerized by the iconic crooner’s voice and the glamorous world it sang about. Today Johansson is one of the most popular actors in the world – and adored, partially, for her voice and the old-world Hollywood glamour it evokes.</p>\n<br />\n<p>As a kid Scarlett co-starred in loads of movies including “Manny &amp; Lo” and “The Horse Whisperer,” but her lead role in the Oscar-winning film ‘Lost In Translation’ is what really brought her to the world’s attention. Since then she’s appeared in (among other projects) three Woody Allen films, the recent Oscar-winner “Her,” and “The Avengers,” one of the highest-grossing movies of all time.</p>\n<br />\n<p>You can catch her now in the new Captain America film… and in “Under the Skin” — an indie sci-fi film in which she plays an alien who preys on men. &nbsp;Brendan chats with Scarlett about earthling quirks, winning spectacles, and her fondness for Ol’ Blue Eyes.</p>\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /><br />\n<p><strong>Brendan Francis Newnam:</strong> Welcome to our virtual dinner party, Scarlett.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> A virtual dinner party is calorie free.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It is calorie free. You probably don’t have a lot of time for real dinner parties anyway, you’re so busy these days.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> For real calories? (Laughs) &nbsp;Do I have time for dinner parties? I can’t remember the last… no I went to a dinner party not that long ago, actually.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Help me out here, when you’re at a dinner party or you’re anywhere how do you describe “Under the Skin” when people ask you about it?</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Scarlett Johansson:</strong> It’s a difficult log line to sell because, of course, you start to talk about it, and it sounds like a really bad slayer film, you know? <q>To me this film, the appeal of the film, was really about finding this character as she has this whole life.</q> You see Laura, as she called, go from being an ‘it’ to becoming a ‘she,’ really, and experiencing everything through these alien eyes and so everything is completely and totally new and the hope is that the audience has the same experience as well.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It occurred to me that, in a way, being a celebrity is kind of alienating. You know, you’re working constantly. You go from one set to the next. For safety reasons your private life is kind of circumscribed and I wonder if you tapped into that experience at all to play this role?</p>\n<br />\n<a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/131965805.jpg\"><img class=\"alignleft\" alt=\"Jeff J Mitchell / Getty Images News\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/131965805-847x1024.jpg\" /></a><br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> I’m sort of unaware of my [fame]. As I’ve gotten older, I’ve realized that it’s better for me to pretend to be blissfully unaware of my “celebrity,” in quotes.<br />\n<br />\nWhen I was younger, I was much more self conscious. It’s sort of a shocking thing to be 17 or 18 and all of a sudden become extremely noticeable. You don’t know how to handle it. You think, “Oh my god. What do I do with my boyfriend? Am I going to be photographed all the time?” It’s a strange adjustment to make and then you adjust as much as you can to that.</p>\n<br />\n<p>You know, of course, it can be a very alienating thing, particularly when people act like aliens <em>to</em> you. You know, they kind of lose their sense of humanity. It’s a normal thing to do, I guess. You sort of lose yourself in the moment and it’s hard to relate to a person that you just can’t believe they’re right in front of you.</p>\n<br />\n<p>I think as I’ve gotten older I’ve become more comfortable, oddly, in my own skin. Ironically I guess. So I don’t think I had to really play into that as much.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You mentioned you’ve been acting since you were a kid. How has your life been different than you imagined it would be? You were in movies early. I guess you saw that there was going to be a trajectory where you would probably make a living as an actor.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> Well, I’m still working, so that’s different.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Oh you thought at this point you’d be a barista?</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Scarlett Johansson:</strong> I don’t know about being a barista, but you know, I never had any idea what kind of career I was going to have. <q>When I was really young, of course I thought I was going to be Judy Garland. You know, that didn’t happen. I didn’t have the pipes I guess.</q> Not the same pipes anyway.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You have different pipes that have worked for you.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> Yes, that’s true. My pipes work for me but it’s a different set of pipes, that’s true.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong>&nbsp;While doing research for this interview I saw that when you were a kid, making your first performance on Broadway I believe, your bio said that you loved your grandmother and you loved Frank Sinatra. Now I understand Grandma, but what about Frank Sinatra? What about <em>him</em> captured your imagination as a young kid?</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> When I was a little girl I was mesmerized by his voice, absolutely mesmerized. I thought I was going to be able to sing like that. My audition songs were New York, New York and Bally High believe it or not.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Really?</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johnasson:</strong> Yeah. Eight year old singing Bloody Mary, that’s great. But I just, I think it was the timing. I felt somehow nostalgic for a period I never lived through I guess.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah, I mean there’s a glamour to him which people sometimes attribute to you as well. This kind of Old Hollywood glamour, this kind of mysterious star quality. You know, I wonder if some of that has rubbed off or you just are drawn to that or you aspire to that?</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> I think it my mind somewhere I imagine that that Golden Age exists and there’s few moments where you have that you know, either you’ll be a really glamorous dinner or at someone’s how with some really creative, wonderful people and you think “Oh man, this is what it must have been like.” But it’s such a rare thing now. It’s a lost, it’s hard to grasp kind of those magic moments that so rarely happen in Hollywood anymore. I think I felt nostalgic for that time because I loved, I mean most of the movies that I watched when I was a kid were of that Golden Age and so I think I just imagined that’s how Hollywood would be.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I mean certainly times have changed. I don’t think there was US Weekly when Frank Sinatra was around.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> Lucky for him.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Maybe lucky for him. Frank Sinatra is just like us. but on the other hand, you have actually achieved a certain level. You’ve grown up and now maybe you just see that movies do have pixie dust and reality is a little bit less sparkly.</p>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/NoSWbyvdhHw\" allowfullscreen=\"\" frameborder=\"0\"></iframe></p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> Yes, that’s true. I think that films, you know, it’s interesting, because on one hand as an actor you want to get to the gritty raw truth. But on the other hand we want to keep the mystery, we want to keep that alive. It’s all sprinkled with fairy dust I guess it’s just some of it has a little more of a sharper particle I would say, depending on the project.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well, speaking of different projects, right now you’re also in “Captain America: The Winter Soldier,” which couldn’t be more different than “Under the Skin” and I read that you fought to play Natasha in “Captain America” and “Iron Man 2.” Did that role appeal to you because it is just a big, sparkly spectacle?</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> You know, what had eluded me was this <em>franchise</em>, this big blockbuster kind of, not even necessarily a ‘franchise’ but something that was big and worked and but wasn’t… it’s so hard to do that and know you’re going to <em>win</em>.</p>\n<br />\n<p>You never know you’re going to <em>win</em> with something and of course often times, it has to be the right fit. For me, going in to do “Iron Man 2″ and knowing that I was going to be able to work for John Favreau, it was the perfect fit for me, because I looked around and I could see Robert Downey and Gwyneth Paltrow and Don Cheadle, so there were all these actors that I had either known or admired from the independent film world and everything, but here we were, standing on this 180 million dollar set or whatever, and that felt right to me.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And in “Captain America: The Winter Soldier,” you have Robert Redford in the film. The king of independent cinema, I mean if anything that’s a pass if you have any misgivings or anxiety about doing such a big film.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> Well, it brought me back, you know, we partnered for “The Horse Whisper” about, oh gosh, was it 17 years ago or something shocking? And now I finally got to punch him in the face. I never though that would happen to the nicest man in Hollywood, but so there.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> What an interesting life you lead. Alright, well, we have two standard questions we ask each of our guests on this show and the first question is: what question are you tired of being asked in interviews?</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> So many of them. I think probably anything like what it feels like to be the sexiest woman in the world. I mean that is just… is that just a spirit-killer right there?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well that’s like, how are you supposed to answer that?</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> I don’t know, I’ve been trying to come up with that answer for the past ten years. I said “Well, it’s nice for now, but eventually I’m going to be <em>not</em> the sexiest woman in the world.” Maybe that’s more depressing.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well, I’m glad that I didn’t ask that question. And I would have gotten in trouble. See, the good thing about a public radio audience, if I asked you the sex symbol question, they would have turned off the radio and turned on Mahler or something like that.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> Exactly. That what’s so great about NPR. It’s like your perfect companion. It’s just great. It’s a thrill for me to do the show really.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well thank you. See I have no trouble taking praise by the way so you can ask me any questions about being a sex symbol and I’ll take it in stride. We have another question which is tell us something we don’t know and this can be either a personal fact you haven’t shared in interviews or it could just be kind of an interesting little piece of trivia.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> Something you don’t know about me I guess would be, I’ll give you my biggest celebrity crush. That would probably be Trent Reznor.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> The guy behind the band Nine Inch Nails which made dark, kind of industrial kind of music?</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson</strong>: That would be my, like, meet him and faint, I think.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And why Trent? From Frank Sinatra and Judy Garland to Nine Inch Nails.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> Yes. I think that there’s a, there’s definitely a through-line with Frank Sinatra, Judy Garland, and Nine Inch Nails, and I’m going to leave it up to your listeners to find it, because I know it’s there.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well my mind immediately goes to that Nine Inch Nails song “Head Like Hole” which has that quote “I’d rather die than give you control,” maybe control is the link, you know? Frank Sinatra, controlling. Although Judy Garland I don’t know how in control she was.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> See, I was going to go much more with like a sort of fragility and this kind of broken sadness, so maybe what I would see is a sort of a, like a reluctant star or something like that.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Performing despite some anxiety or insecurity?</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> There’s something about the bleeding soul that comes through maybe all of those vocalists, sort of this reluctance to do and then you do because you have to because it’s what you’re good at and what feels good but it hurts at the same time. I don’t know. Maybe all great performers are like that anyway.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Do you identify with that? I mean, you seem pretty happy right now.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> I don’t know, acting can be extremely painful, of course, because it brings you to places that are, you know, that people usually ignore, but it’s part of, it’s the best thing. It’s a rewarding feeling, it’s very liberating.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You’re tapping into like the real stuff of being a human, and you know.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> That’s the stuff. That’s the juicy stuff, that’s the good stuff.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well Scarlett, thank you so much for chatting with us.</p>\n<br />\n<blockquote>\n<p><strong>Scarlett Johansson:</strong> Thank you so much. This has been just such a delightful dinner date.</p>\n</blockquote>\n<br /></div>","published":"2014-04-18T00:33:26+00:00","guid":"7cb1b7bb-1511-4d4c-8703-cfc45c588bbb","teaser":"When Scarlett Johansson made her Broadway debut as a kid, her Playbill bio proclaimed that she loved her grandmother and Frank Sinatra.  The young actress was mesmerized by the iconic crooner’s voice and the glamorous world it sang about. Today Johansson is one of the most popular actors in the world – and adored, partially, […]","byline":"Martin, Brittany","title":"Scarlett Johansson’s Golden Age","audio":[{"meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/131965805.jpg","type":"image/jpeg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/179434071c.jpg","type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null}},{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/159652154c.jpg","meta":{"height":null,"crop":"primary","width":null}},{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/478542503.jpg","meta":{"crop":"primary","height":null,"width":null}},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/478528375.jpg","type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null}},{"meta":{"width":null,"height":null,"crop":"primary"},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/478528375c.jpg"},{"meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/187583808.jpg","type":"image/jpeg"},{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/187583867.jpg","meta":{"width":null,"crop":"primary","height":null}},{"meta":{"width":null,"height":null,"crop":"primary"},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/187583867c.jpg","type":"image/jpeg"},{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/04/scarlett-re-reedit-.jpg","meta":{"crop":"primary","height":null,"width":null}}]}