{"created":"2014-12-01T21:23:07+00:00","modified":"2014-12-22T02:12:20+00:00","valid":{"from":"2014-12-22T02:12:20+00:00","to":"3014-12-22T02:12:20+00:00"},"hreflang":"en","title":"From Feeling Lost To Army Strong, With The Help Of Poetry","published":"2014-12-17T23:56:00+00:00","teaser":"Daisy Armstrong struggled in school. She was homeless for a time. Then she began performing poetry — and it helped her, a gay woman, find a niche where she never thought she'd belong: the Army.","itags":["npr_api","366568119"],"guid":"7cbac979-b7da-491c-a09f-832ac6532d8c","contentencoded":"<p>For young people who don't succeed in high school, joining the military can seem like a good option, particularly when there are few other job prospects.</p><p>But Dejanique \"Daisy\" Armstrong, a young, gay woman from Stockton, Calif., never planned to enlist in the Army. She ultimately made that choice as a last resort.</p><p>Armstrong had a lot of problems as a teen. At one point, she lived in a shelter with her mom. She really didn't like school.</p><p>\"There were few teachers that I felt like cared about me, and those teachers got all of my attention, got all of my energy,\" Armstrong says. \"But the ones who didn't, I gave no effort.\"</p><p>She switched schools six times to find the right fit. It didn't work. Her GPA hovered around 2.0 and she began cutting class.</p><p>Her mother, Donna Armstrong, didn't approve, but she understood where Daisy was coming from.</p><p>\"She felt like, you know, 'What am I going to school for if I'm really not learning anything? And if no one's passionate about me and who I am, then why does any of this matter?' \" Donna Armstrong says.</p><p>And then one day, Donna Armstrong says, she \"was looking through one of Daisy's journals, and saw that she was writing poetry.\"</p><p>She dragged Daisy to <a href=\"http://withourwords.org/\">With Our Words</a>, a youth poetry collective in Stockton. Armstrong quickly became a slam poetry star, winning first place in local and national competitions.</p><p>One of her prizes was a two-week poetry tour in the fall of 2012. She worked out a system for turning in her work online, but when she came back to school, her teacher had bad news.</p><p>\"He just told me, 'You didn't do enough,' \" Armstrong says. \"And I was like, 'What? You dropped me from the program? Like, I'm not in high school? You're telling me I'm a high school dropout?' I felt so lost. I felt like I had no purpose.\"</p><p>Armstrong eventually got a high school diploma, and even housing, through a job training program — but then the funding was cut.</p><p>She didn't want to ask her parents for help, she says. \"I didn't want to be anyone's burden. So the Army was the next step.\" Armstrong enlisted in March 2013. \"I went straight to the recruiter and I was like, 'Yo, sign me up. Let's go.' \"</p><p>Armstrong was afraid of going to war and of not belonging in the military because she was gay. But the Army promised a stable job and help with college tuition.</p><p>But first, she had to get through basic and technical training — more than four grueling months of physical tests and getting yelled at.</p><p>When she started, she says, \"I couldn't do a pushup. I could not do <em>one</em> pushup, joining the Army. \"</p><p>\"We'd call her Army Strong, which is really funny, because when she first got there she struggled a lot,\" says Elizabeth Rogers, who trained with Armstrong.</p><p>To get through it, the recruits would write letters to family at night when they were supposed to be sleeping, Rogers says. Armstrong wrote letters, too — but she was also working on her poetry.</p><p>\"We'd pull out all our flashlights, and if the drill sergeant came through, we'd shove everything under our pillow and pretend to be asleep,\" Rogers says. \"And I think while a lot of us were writing our letters home, [Daisy] was writing poems.\"</p><p>Typically, about 7 percent of Army recruits don't make it through basic training. And when Armstrong failed to pass a practice running test, she thought she might not make it, either.</p><p>\"I stopped running and I started crying, and I was like, 'I'm not gonna graduate; we're four days away and I'm not going to graduate. Period.' \"</p><p>Ultimately, though, Armstrong did pass all her tests, and she did graduate. To celebrate, she wrote <a href=\"http://www.npr.org/documents/2014/nov/My%20Soldiers%20Creed_Daisy%20Armstrong.pdf\" target=\"_blank\">a poem based on the Soldier's Creed</a>: \"Some say I'm army strong, I say the army made me strong,\" she wrote. \"Like David with rock in hand I'm ready for giants.\"</p><p>Soon, lots of people on the base were talking about it, and a drill sergeant asked Armstrong's commander, Rachel Morgan, if Armstrong could perform it at graduation.</p><p>Morgan says she was initially a little concerned by the request. \"In the military, we place a high amount of reverence on the Soldier's Creed and what it says and what it means to us,\" she says. \"And I didn't want there to be any appearance that that might be disrespected.\"</p><p>But after hearing the poem, Morgan gave her approval.</p><p>\"It wasn't about me standing out,\" Armstrong says. \"It was about me finding my own groove and fitting in.\"</p><p>Armstrong is now a military police officer stationed at Fort Belvoir in Virginia. She doesn't know how long she'll stay in the Army, but she hopes to one day go to college and study psychology. In the meantime, she says, she'll keep writing poems.</p><p><em>This story was produced as part of </em><a href=\"http://youthspeaks.org/raise-up-project/\" target=\"_blank\">Raise Up</a>,<em> a project of Youth Speaks in collaboration with AIR, the Association of Independents in Radio.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Feeling+Lost+To+Army+Strong%2C+With+The+Help+Of+Poetry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yowei Shaw","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367835248-08b5c0.m3u?orgId=1&topicId=1091&ft=3&f=366568119"},{"href":"http://media.npr.org/assets/img/2014/11/26/daisy_armstrong_slam-b532b9fdbfba14ca62d1b76eb2f3bd5d0c118a61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"626","width":"834"}},{"href":"http://media.npr.org/assets/img/2014/11/26/img_0061-8657499a9332c535babdd115417efd97f98a6c88.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1022","width":"1363"}}]}