{"created":"2015-05-09T22:07:55+00:00","modified":"2015-06-07T12:42:33+00:00","valid":{"from":"2015-06-07T12:42:33+00:00","to":"3015-06-07T12:42:33+00:00"},"hreflang":"en","title":"Boosting Education For Babies And Their Parents","published":"2015-05-12T00:28:00+00:00","teaser":"The Harlem Children's Zone Baby College program offers classes and supplies to expectant parents and those with kids up to age 3. It also helps create a vital sense of community.","itags":["npr_api","405270265"],"guid":"7cba91de-61b6-43f1-8bcf-2c71348f50ff","contentencoded":"<p>The Harlem Children's Zone is a nonprofit known for its innovative, multifaceted approach to ending the cycle to poverty. It's garnered kudos from President Obama and philanthropists like William Louis-Dreyfus, who recently <a href=\"https://news.artnet.com/in-brief/billionaire-william-louis-dreyfus-gifts-50-million-art-collection-to-harlem-kids-273333\">announced</a> he would donate up to $50 million to the organization.</p><p>One of the Harlem Children's Zone programs is <a href=\"http://hcz.org/our-programs/the-baby-college/\">The Baby College</a>, geared to expectant parents and those with kids up to the age of three. It celebrates its 15th anniversary this spring.</p><p>A recent Baby College graduation had the feel of a motivational seminar crossed with a rock concert. It started early on a Saturday morning but the 59 graduates, joined by friends and family, were already used to the schedule. Baby College takes place over nine consecutive Saturdays, during which students learn about subjects including baby-proofing, nutrition, brain development and communication skills.</p><p>They also learn the importance of reading to kids. At graduation, some of the parents performed a rap on the topic: \"First we start with the names of the letters, here's a little rhyme to help us learn them better. A is for alligator, B is for big, C is for cot, D is for dig.\"</p><p><strong>Spreading Knowledge, Building A Community</strong></p><p>Thousands of Harlem residents have been through the program, which counts 5,000 graduates to date. The Baby College recruits aggressively. Outreach workers knock on doors in public housing and stop pregnant women on the street. Staff members conduct weekly home visits with participating families.</p><p>The program also provides incentives to attend, distributing baby gates and children's books, as well as offering free meals and childcare during classes. Participants with perfect attendance records are entered in a raffle at graduation. The winner gets a free month's rent. This time, an expectant mother, Caprice Johnson, won the prize. \"I'll probably go into labor, hold on,\" she joked.</p><p>Meeting weekly for more than two months creates a community among the parents and parents-to-be. Dr. Joshua Sparrow, director of Boston's Brazelton Touchpoints Center, says this is one of the Baby College's big benefits.</p><p>\"When parents don't feel isolated, when they don't feel alone, and they feel like they've got the support from others in their community, they're much more likely to be able to be warm and responsive and sensitive in their interactions with their children,\" he says.</p><p>Sparrow and the famed pediatrician <a href=\"http://www.brazeltontouchpoints.org/about/who-we-are/t-berry-brazelton-md/\">T. Berry Brazelton</a> helped create the Baby College curriculum. It encourages discipline without corporal punishment. Program instructors share research with parents warning that spanking can stymie brain development and weaken emotional bonds.</p><p>Edgar Garcia, 25 years old and a first-time father, says the overriding message he got from Baby College was the importance of that emotional connection with his son. \"Discipline comes first, then a lot of things follow afterwards,\" he says. \"At the end of the day, just make sure you're there for your child.\"</p><p><strong>Ambiguous Impact On Academics</strong></p><p>Despite the support provided by the program, the academic benefits of Baby College are not clear. A 2011 Harvard <a href=\"http://scholar.harvard.edu/fryer/publications/are-high-quality-schools-enough-increase-achievement-among-poor-evidence-harlem-c\">study</a> did not find that parents' participation in Baby College alone improved children's test scores in elementary school.</p><p>\"They don't find a difference between getting the good charter school experience and getting the good charter school experience plus Baby College,\" says W. Steven Barnett, director of the <a href=\"http://www.nieer.org/\">National Institute for Early Education Research</a> at Rutgers University.</p><p>Still, he says, a parenting workshop like Baby College can be valuable. \"There's a lot more to learning and development than test scores,\" Barnett says. \"Baby College is not an intensive, expensive program. And so if it only has modest impacts, it's probably worth it.\"</p><p>The Harvard study did find that children enrolled in the Harlem Children's Zone charter schools outperformed their peers academically, especially in math.</p><p>And Baby College can serve as a gateway for enrollment to those schools.</p><p>At the most recent graduation, Baby College director Hassan Daniel emphasized that he was saying congratulations — but not goodbye. \"Please, make sure you stay connected with us. Because we want to make sure that we are giving all these great opportunities to you and your family,\" he said.</p><p>If he and the rest of the Baby College staff have their way, that graduation could be just the first of many milestones parents celebrate with the Harlem Children's Zone.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Boosting+Education+For+Babies+And+Their+Parents&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexandra Starr","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405515706-4bcf56.m3u?orgId=1&topicId=1030&d=292&p=2&story=405270265&t=progseg&e=405435381&seg=5&ft=nprml&f=405270265"},{"href":"http://media.npr.org/assets/img/2015/05/08/img_9758-5--c37b9fcaeecfd84bca0abd87e74bab7e9210b065.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}},{"href":"http://media.npr.org/assets/img/2015/05/09/img_9924-3500-c39836855ab9809ec6d13e59bf95b25c3c01e17d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1722","width":"2296"}}]}