{"created":"2014-11-06T08:24:18+00:00","modified":"2015-05-02T02:35:04+00:00","valid":{"from":"2015-05-02T02:35:04+00:00","to":"3015-05-02T02:35:04+00:00"},"hreflang":"en","title":"New Generation Of Catalonian Separatists Looks To Future, Not Past","published":"2014-11-06T16:15:00+00:00","teaser":"The call for Catalan independence was long led by those who suffered under Spanish dictator Francisco Franco. Younger Catalans are now championing the cause.","itags":["npr_api","358107234"],"guid":"7cc39e78-0d86-40be-9b9a-6b6952343397","contentencoded":"<p>Catalan independence used to be a cause for an older generation. The northeast Spanish region's push for freedom was long led by Catalans who suffered repression under the Spanish military dictator Francisco Franco, who died in 1975. They remember the years in which their Catalan language and holidays were prohibited.</p><p>But now a new generation is coming of age — one with no memory of the Franco years. Many younger Catalans have their own reasons for supporting the independence cause. And just like in <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/19/349782976/as-scotland-rejects-independence-cameron-promises-more-autonomy\">Scotland's September independence referendum</a>, young people 16 and older will be allowed to cast ballots in Catalonia's unofficial secession vote on Nov. 9.</p><p>It's a nonbinding vote. Spain won't recognize it. But many Catalans hope it's a step toward deciding their own future.</p><p>Alicia Morant, 53, lives just up the street from Barcelona's famous Sagrada Familia church. Her family was on the losing side of Spain's civil war in the 1930s.</p><p>\"My uncle had to go into exile in France. He died there — never able to return to Catalonia. It was his only dream. We used to go to the border to see him,\" Morant says, breaking down into tears. \"My grandfather also fought against the military dictator Francisco Franco. He escaped and had to hide out in the mountains. We thought he was dead, until one day he came home.\"</p><p>After Franco won the war, he made it illegal to celebrate Catalan holidays, or even speak the Catalan language.</p><p>\"Neighbors would denounce you for speaking Catalan. Neighbors right here in this same stairway,\" Morant says, pointing to her door. \"It all made me feel more Catalan. We suffered for our culture in the war and afterward. It made us want our own country.\"</p><p>Morant still associates Madrid with Franco. Some current ruling conservatives served under Franco's regime. That's what Morant says she'll be thinking about on Nov. 9, when she casts her ballot for Catalan independence. Her son — born 10 years after Franco died — plans to vote the same way, but for different reasons.</p><p>\"It's not important, the past,\" says Morant's son, Oriol Puig. \"The most important is the future and the present for all the Catalan citizens.\"</p><p>Puig, 29, heads the youth wing of the <a href=\"https://assemblea.cat/\">Catalan National Assembly</a>, a pro-independence group. He travels the region making fiery speeches at youth rallies, encouraging young Catalans to join the cause.</p><p>Puig has no memory of the Franco years during which his mother formed her own pro-independence views. Unlike his mother, who wasn't allowed to speak Catalan under Franco, Puig went to public school in Catalan, with Spanish taught as a foreign language. He got to embrace his Catalan identity in the open.</p><p>But his generation came of age in the economic crisis. Jobs are scarce, especially for youth. And many Catalans believe their wealthy region has been subsidizing poorer parts of Spain. Puig's solution, shared by many his age, is for Catalonia to leave Spain altogether.</p><p>\"It's not only [to] change one flag, it's [to] change all these things that aren't working now,\" he says. \"We tried — my mother, my father, their generation, my generation — tried to make good relations with Spain. We tried for 40 years. But it's not possible to change the political system in Spain. We have the opportunity for change with the independence of Catalonia.\"</p><p>Catalans have long sought more autonomy from Madrid — the right to set up their own schools, which they now have, and the right to collect their own taxes, which they still don't.</p><p>But those in favor of independence were a small minority until about three years ago, when Catalan youth mobilized, says Enric Ucelay-Da Cal, a senior professor of 19th- and 20th-century history at Pompeu Fabra University in Barcelona.</p><p>A combination of factors accounts for the change.</p><p>\"First, unemployment, and in particularly youth unemployment, which hovers around 50 percent. If that's not something to inspire even regime change!\" Ucelay says.</p><p>\"Second point, you have an opaque central government breaking down the welfare state, and therefore not helping unemployed youth,\" he says. \"The third reason is corruption. So it's very easy to think that if we become free, we'll have a good welfare system and we won't have any more corruption.\"</p><p>Spain has been riddled with corruption scandals since the economy collapsed. Ruling conservatives are accused of taking under-the-table bribes. Top bankers are accused of recklessly racking up debt before taxpayers bailed them out. Spaniards across the country are angry. Catalans see independence as a way out.</p><p>Morant and her son have been attending pro-independence protests together this autumn — something that would have been illegal when Morant was young.</p><p>\"Everything I learned about Catalonia, I learned in secret, from my family,\" Morant says, laughing at how easy it is now for her and her son to protest together. \"It's great. It's what we always wanted in my youth. We used to fight to speak Catalan. Now this generation wants to fight for independence.\"</p><p><em>Lauren Frayer covers Spain for NPR. Follow her </em><a href=\"https://twitter.com/lfrayer\" target=\"_blank\">@lfrayer</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Generation+Of+Catalonian+Separatists+Looks+To+Future%2C+Not+Past&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361942921-6efd5c.m3u?orgId=1&topicId=1124&d=245&p=3&story=358107234&t=progseg&e=361942813&seg=3&ft=nprml&f=358107234"},{"href":"http://media.npr.org/assets/img/2014/10/27/catgens1-584550adde4bb18bbbaee4207df6de386f780383.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1808","width":"2411"}},{"href":"http://media.npr.org/assets/img/2014/10/27/29749861_h32623261-1--e2bef577179bfe5fab99c0e8777fbd0c3ede51ca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2714","width":"3618"}},{"href":"http://media.npr.org/assets/img/2014/10/27/457483974-2c51ca828f5a9c1776995b98c2db0f27089c03d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}