{"created":"2014-08-28T19:23:16+00:00","modified":"2014-08-28T19:23:16+00:00","valid":{"from":"2014-08-28T19:23:16+00:00","to":"3014-08-28T19:23:16+00:00"},"hreflang":"en","guid":"7cc7f9d2-f878-4eba-8db2-e776e34e835f","title":"This English chef is bringing working-class 'bread and dripping' to his finest patrons","published":"2014-08-28T19:23:15+00:00","byline":"Alex Gallafent","tags":["food","cuisine","fine dining","culture","Food","Lifestyle & Belief","London","Nottingham","Europe","United Kingdom","England","Tom Sellers","Food and drink","Dripping","Sunday roast","dining","British cuisine","British culture"],"teaser":"You could call Tom Sellers a \"culinary wunderkind.\" At 26, he already has his own award-winning restaurant in London. Now, he's trying to bring \"bread and dripping\" — a traditional dish for many working-class Britons — to the plates of England's most refined foodies.","contentencoded":"<p>Tom Sellers&nbsp;might be London&#39;s hottest young chef.&nbsp;<span style=\"line-height: 1.538em;\">He&#39;s worked at some of the best &mdash; and fanciest &mdash; restaurants in the world, and he now</span><span style=\"line-height: 1.538em;\">&nbsp;has&nbsp;his own fiefdom in London, called <a href=\"http://www.restaurantstory.co.uk/\">Restaurant Story</a>.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Sellers&#39; restuarant already attained a Michelin star, a mark of deep quality in the rarefied world of fine dining.&nbsp;</span><span style=\"line-height: 1.538em;\">But the first course of Sellers&#39; menu, &quot;Bread and Dripping,&quot; nods at a different world &mdash; a working class town in England.</span></p><p>Tom Sellers, only 26, grew up in the &quot;very working class town&quot; of Nottingham. &quot;That whole area was responsible for a lot of heavy work,&quot; he says. &quot;My father was a working man, worked his whole life, from very humble beginnings.&quot;[[{\"fid\":\"72954\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1080,\"width\":720,\"style\":\"line-height: 1.538em; width: 300px; height: 450px; float: right;\",\"alt\":\"At the age of 26, chef Tom Sellers has already worked at some of the world&#039;s most renowned restaurants. Now he&#039;s running his own — called Restaurant Story — in London.\",\"title\":\"At the age of 26, chef Tom Sellers has already worked at some of the world&#039;s most renowned restaurants. Now he&#039;s running his own — called Restaurant Story — in London.\",\"class\":\"media-element file-default\"}}]]</p><p>After his stints cooking other chefs&#39; food, Sellers drew on his memories when it came to creating his own menu.&nbsp;<span style=\"line-height: 1.538em;\">&quot;When I wanted to open a restaurant, I used a lot of my memories as a child and my upbringing to influence the food that we cook every day in the restaurant,&quot; he says. &quot;</span><span style=\"line-height: 1.538em;\">On a Sunday in England you have a &#39;Sunday lunch,&#39; which is a big end of the week meal that your whole family would sit around and eat.&nbsp;Most Sundays, my father would save the dripping from the meat that was cooked for that lunch.&quot;</span></p><p>Dripping is animal fat left over from a roasted joint of meat. More often than not, that would mean fat from a cow. Seller&#39;s father&nbsp;would dip bread into the dripping for a snack later that night or during breakfast the next morning.</p><p>His father wasn&#39;t alone. Bread and dripping was &mdash; and for many Britons, still is &mdash; one of the residual treats of a Sunday lunch.&nbsp;<span style=\"line-height: 1.538em;\">&quot;If I was asked to put humble food on a plate, I think that this dish signifies that,&quot; Seller says.</span></p><p>But Sellers&#39; take on the dish for his restaurant isn&#39;t as simple as all that. It features, of all things, a candle.&nbsp;<span style=\"line-height: 1.538em;\">&quot;I worked very hard on making a tallow candle &mdash; which is a candle made from animal fat, not wax,&quot; he explains. &quot;</span><span style=\"line-height: 1.538em;\">That&#39;s lit tableside in the dining room.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Sellers then describes the rest of the dish: &quot;It&#39;s served with our homemade bread, which is a bread made from fermented apples and black treacle. And then it&#39;s finished with an English-style relish made from slow-cooked veal tongue, chicken jelly, and pickled horseradish.&quot;</span></p><p>&quot;The &#39;secret Santa&#39; in the whole dish is that the candle is lit at the table without the diner knowing that it&#39;s a beef fat candle,&quot; he says. &quot;It&#39;s something that&#39;s become our signature dish here at Restaurant Story.&quot;</p><p><span style=\"line-height: 1.538em;\">Sellers says that serving the dish in a Michelin-starred restaurant&nbsp;is &#39;a true reflection&quot; of who he is and what he&#39;s learned along the way. There may be</span>&nbsp;lots of showmanship, but it&#39;s still just bread and dripping.</p>","audio":[]}