{"created":"2014-10-27T20:59:51+00:00","modified":"2014-10-27T20:59:51+00:00","valid":{"from":"2014-10-27T20:59:51+00:00","to":"3014-10-27T20:59:51+00:00"},"hreflang":"en","title":"Suicide-Proofing The Golden Gate Bridge","published":"2014-07-07T19:12:00+00:00","teaser":"A man who survived a jump off the bridge is among those who support a plan to build a steel suicide \"net.\"","itags":["npr_api","329548643"],"contentencoded":"<p>Suicide prevention activists have long called for a way to prevent people from jumping off the Golden Gate Bridge, but officials have resisted, citing cost and design concerns.</p><p>Last week, the board that oversees the Golden Gate Bridge voted to approve $76 million to install steel suicide &#8220;nets&#8221; that would hang largely out of sight 20 feet under the walkways of the iconic bridge in San Francisco Bay.</p><p>Since the bridge opened in 1937, there have at least 1,600 suicides of people jumping off it. Last year, there was a suicide or an attempt almost every other day.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks to <strong>Denis Mulligan</strong>, general manager of the Golden Gate Bridge district, who cites research that shows suicide barriers stop people from attempting to kill themselves.</p><p>Hobson also speaks with <strong>Kevin Hines</strong>, one of the few people who survived a suicide jump off the Golden Gate Bridge. He now gives suicide prevention talks. Hines says a sea lion in San Francisco Bay helped him survive his jump, and argues that a net would have stopped him from jumping in the first place.</p><ul><li><a href=\"http://www.bridgerail.org/\" target=\"_blank\">Info on the Bridge Rail Foundation, which works to prevent suicides on the bridge</a></li><li><a href=\"http://apt.rcpsych.org/content/19/4/292.full.pdf+html]\" target=\"_blank\">Read Hines&#8217; account of his suicide attempt in Advances in Psychiatric Treatment</a></li></ul><h4>Interview Highlights: Kevin Hines</h4><p><strong>On surviving the jump off of the Golden Gate Bridge</strong></p><p>&#8220;I went down about 70 to 80 feet, but then I opened my eyes, and I thought, &#8216;What the heck?&#8217; I thought I was hallucinating this entire event. I thought I couldn&#8217;t have just done that. That didn&#8217;t just happen. And I wouldn&#8217;t be alive &#8212; so, of course, it didn&#8217;t just happen. But when I finally resurfaced after initially going down &#8212; and after nearly passing out and drowning &#8212; I broke the surface, I bobbed up and down in the water, and I simply prayed, &#8216;God please save me I don&#8217;t want to die, I just made a mistake.&#8217; As I bobbed up and down in the water, swallowing salt water and trying to stay afloat only using my arms because my legs were completely immobile, something brushed by my legs. I thought, &#8216;You gotta be kidding me.&#8217; I thought, &#8216;This is ridiculous. I didn&#8217;t die off this bridge and now a shark is gonna devour me?&#8217; Turns out it was not a shark, it was, in fact, a sea lion. The people above looking down, who were on the bridge, believed it to be keeping me afloat until the Coast Guard boat arrived.&#8221;</p><p><strong>On choosing the Golden Gate Bridge</strong></p><p>&#8220;It wasn&#8217;t a cognitive decision, but the reason I went there was because I had seen a website by accident the night prior as I searched for a method. Sadly, there are websites out there that promote suicide. They&#8217;re made by, in my opinion, evil people. They are websites that say whoever you are, wherever you are in your life, you should die. Just because. That&#8217;s what they&#8217;re big proponents of. And this website said that if you go to San Francisco and you go to the Golden Gate Bridge and you jump off it, you will die upon impact. Good luck. Exclamation point. And for me, as sick as I was, that was a calling card. It mentioned about the height of the rail and it would just be easy, and, as they described, painless. And that&#8217;s the furthest from the truth. There are tens of ways to die off the Golden Gate bridge &#8212; none of which are painless. They&#8217;re all terribly violent, slow deaths.&#8221;</p><p><strong>On finding closure</strong></p><p>&#8220;I went back with my father a year after the attempt. And, ya know&#8230; we&#8217;re driving &#8212; he said, &#8216;Kevin, we&#8217;re gonna take a drive.&#8217; And I saw where we were going and I said, &#8216;Dad, what&#8217;re you doing?&#8217; and he goes, &#8216;Well, we gotta find some closure Kev.&#8217; We stopped by a flower bed on the way and he said, &#8216;Pick a flower.&#8217; So I picked a flower from the flower bed. And we got in the car and went all the way out to the Golden Gate Bridge parking lot and we parked and he walked with me to exactly where I jumped. We said a prayer and we dropped the flower. The flower hit the water and, two feet to the right, popped up a sea lion. So, I know I&#8217;m supposed to be here, and I know there&#8217;s a reason why. I guess, I&#8217;ll just be finding that reason out as life goes on.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://goldengate.org/news/Denis_Mulligan.php\" target=\"_blank\">Denis Mulligan</a></strong>, general manager of the <a href=\"http://www.goldengatebridge.org/\" target=\"_blank\">Golden Gate Bridge district</a>.</li><li><strong><a href=\"http://www.kevinhinesstory.com/\" target=\"_blank\">Kevin Hines</a></strong>, suicide prevention advocate who survived a suicide attempt off the Golden Gate Bridge. He tweets <a href=\"https://twitter.com/KevinHinesStory\" target=\"_blank\">@KevinHinesStory</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Suicide-Proofing+The+Golden+Gate+Bridge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"7ccf79ac-b4ae-4ac7-a522-c73155a647c1","audio":[{"meta":{"duration":"772"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329578346-24e3dc.m3u?orgId=330&ft=3&f=329548643"}]}