{"created":"2015-02-19T19:11:26+00:00","modified":"2015-02-24T21:05:06+00:00","valid":{"from":"2015-02-24T21:05:06+00:00","to":"3015-02-24T21:05:06+00:00"},"hreflang":"en","title":"For Host Larry Wilmore, A Year Of 'Extraordinary' Highs And 'Humbling' Lows","published":"2015-02-19T20:12:00+00:00","teaser":"Wilmore is still fine-tuning <em>The Nightly Show, </em>which fills the late-night spot on Comedy Central vacated by Stephen Colbert. The show launched just as Wilmore's 20-year marriage was coming to an end.","itags":["npr_api","387233090"],"guid":"7d058af6-ffd7-4c2e-a246-995dbfd18296","contentencoded":"<p>Larry Wilmore has been consumed with making his new late-night show prime viewing. And he wants to make one thing clear: He has \"no desire\" to host <em>The Daily Show</em> when Jon Stewart leaves later this year.</p><p>\"I'm doing my show right now,\" Wilmore tells <em>Fresh Air</em>'s Terry Gross. \"I'm very happy doing it.\"</p><p>Wilmore filled the slot after <em>The Daily Show</em> on Comedy Central that was vacated by Stephen Colbert. The first episode of <em>The Nightly Show</em> aired late last month.</p><p>Since then, the former \"senior black correspondent\" for <em>The Daily Show</em> says he and his producers have been refining what <em>The Nightly Show</em> is about.</p><p><em>\"The Daily Show,</em> at its core, is the answer to the nightly news,\" he says. \"<em>The</em> <em>Colbert [Report],</em> at its core, was kind of an answer to what you call opinion news, if you're Bill O'Reilly, that sort of thing. So we had to figure out — who was our cousin? For me it was kind of like <em>Meet the Press</em> or George Stephanopoulos, you know ... that sort of show. ... The show is really about a conversation.\"</p><p><em>The Nightly Show</em> often starts with an opening monologue by Wilmore. The centerpiece is a discussion moderated by Wilmore, on a social, cultural or political issue. The panel includes politicians, journalists, actors, musicians and at least one comic.</p><p>Wilmore has been working in TV for a long time. He wrote for <em>In Living Color;</em> created <em>The Bernie Mac Show;</em> co-created, with Eddie Murphy, the animated series <em>The PJs;</em> was a consulting producer for <em>The Office;</em> and was the showrunner for <em>Black-ish.<br /></em></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On feeling like an outsider as one of the few black kids in school</strong></p><p>I never went to a predominantly black school so I always felt like my phrase is, \"I feel like I'm at a family reunion and I'm not in the family.\" ... Because you have friends and everything, but there's something where you just feel like you don't quite fit in.</p><p>I always compartmentalized so many different things. I was an athlete so I hung out with the jocks. I was smart, so I hung out with the nerdy kids. I was also into theater, so I hung out with the misfits. ... So I was always in different groups and those groups never quite overlapped. The racial part of it was just another one of those groups, in one sense.</p><p><strong>On being raised Catholic </strong></p><p>I don't have that kind of Southern experience, of the fire-and-brimstone preacher type of thing. Certainly not in my comedy. I come more from the guilt-ridden, neurotic type of [—] I have more in common with the Jewish brand of comedy. I've always related to that. Groucho [Marx] was always my comic hero and that sort of thing. I've always related to that just because Catholic and Jew — it's very closely related, a lot of holidays, a lot of guilt, a lot of the same things going on.</p><p><strong>On going through a divorce while starting a new show </strong></p><p>It was quite a year, I'll tell you, because it was tough when people would say, \"Aren't you so excited?\" about the new show and I couldn't really say, \"Yes, well, I'm going through a divorce right now, too.\" So this year has been a swirl of emotions because we were married for 20 years. ... But it's an amicable one, we're good friends and everything. It's something we've been going through a long time. ...</p><p>This year has been extraordinary because it is the biggest thing that has ever happened to me in my career and the lowest thing in terms of my personal life. It happened at the exact same time — and to go through that is a very humbling experience. To be honest with you ... I've always felt like I had a guardian angel in some of those ways, because you need a tremendous amount of humility when you're doing something like this. And it is important to keep grounded in certain ways, and nothing grounds you more than having to deal with an issue like that.</p><p><strong>On whether his father, a probation officer, warned him about racist police </strong></p><p>I came up in a different time. When I was a kid, there was kind of a given that there were some really bad, racist police out there. That's just what America was like when I was a kid. So I think you knew that something bad could happen to you. There was no need for that talk. I don't know any black kid that didn't think that could happen. So the whole notion of a talk kind of seems redundant. What is it about racism that you can't see that you don't know? People forget how bad it was at a certain time, you know? When I was born there were still different drinking fountains you had to drink out of. My parents came from Chicago. They saw some of the worst racist stuff, so that was kind of just in the air.</p><p><strong>On being a black comedian coming of age when Def Jam comedy was the style</strong></p><p>Hollywood wanted a certain type of comic — that Def Jam comedy style of comic that was very loud, very brash, very much from the ghetto, had that sensibility.</p><p>But when I was coming up, there were many different styles of what you would call \"black comedy.\" There was Bill Cosby who was the storyteller — just told stories about growing up. There was Dick Gregory who was a political comic who really did political humor. There was Godfrey Cambridge who was kind of a hipster, it was more of a sly take on the culture. Flip Wilson [did] more of [the] vaudevillian type of jokes, told classic-type jokes. ... Then you had Redd Foxx who was what you'd call your \"party records\" type of comic who did blue material and that kind of thing. They were all completely different and distinct types of comics; they didn't fit into one type of mold. You would never confuse Flip Wilson with Redd Foxx, you just wouldn't. ...</p><p>[When I was older] it seemed like Hollywood was only hiring [the Def Jam] type. I realized I had to take matters into my own hands. I've always been sort of entrepreneurial. ... I felt that I needed to learn how to write and produce so I could write my own thing and not worry about Hollywood finding me. And that's why I jumped into writing and producing.</p><p><strong>On the final segment of the show, \"Keep it 100\" </strong></p><p>\"Keep it 100\" means keeping it 100 percent real. It comes from the expression ... \"keeping it real,\" which means you are being completely honest and 100 percent real means you are really being honest, which is kind of a contradiction of sorts. You're either being honest or you're not. But it's kind of a fun term that has been around for a while, and I've used it in comedy for a little bit.</p><p>It's funny — I thought it would be an interesting way to ask a question. ... We had like two test shows in front of an audience and two not in front of an audience, so we had very little time to figure out what our show was — because Colbert left, they had to break down that set, and then we moved in and they were building our set. ...</p><p>We were trying to figure out what that third act was — how we were going to comically finish our conversation. I was up till like 4:30 in the morning the night before our last show just trying to think of it and that just kind of came to me. I was thinking about, \"Well, what is our show?\" I thought, at the heart, our show is about keeping it real, keeping it 100 percent real. That's where I came up with the idea.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Host+Larry+Wilmore%2C+A+Year+Of+%27Extraordinary%27+Highs+And+%27Humbling%27+Lows&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2622"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387537108-20fffe.m3u?orgId=1&topicId=1138&e=387233090&d=2622&ft=nprml&f=387233090"},{"href":"http://media.npr.org/assets/img/2015/02/18/larry-wilmore_premiere_credit-stephen-lovekin-fb2955960ec943ca0a8cbff43c1e955dd8b14eca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1732","width":"2307"}}]}