{"created":"2014-10-07T19:07:31+00:00","modified":"2014-10-30T23:53:44+00:00","valid":{"from":"2014-10-30T23:53:44+00:00","to":"3014-10-30T23:53:44+00:00"},"hreflang":"en","title":"Customer Dissatisfaction: The Fine Art Of The Funny Complaint","published":"2014-08-03T23:10:00+00:00","teaser":"Anthony Matthews is a master of the consumer complaint, writing and collecting some of the best letters to customer service. Two of his tips for success: use humor and write a real, hard-copy letter.","itags":["npr_api","335702394"],"guid":"7d2860ea-d152-4c34-9c8e-b840d282b1b4","contentencoded":"<p>Anthony Matthews is something of a master of the customer complaint. He's sent detailed, humorous letters to car companies, hotels and airlines — with successful results. He posts his carefully composed missives and the companies' responses at his website, <a href=\"http://www.dearcustomerrelations.com/\">Dear Customer Relations</a>, which is also his characteristic opening line.</p><p><a href=\"http://www.dearcustomerrelations.com/2010/05/is-it-a-car-or-a-sauna/\">The letter that started it all</a> was written on a typewriter 25 years ago.</p><p>\"Just imagine it! It's January 1989 and you've just purchased a gleaming ex-demonstration <a href=\"http://en.wikipedia.org/wiki/Rover_800_Series\" target=\"_blank\">Rover 820e</a> with only 3,000 miles on the clock,\" Matthews writes.</p><p>The car had a multitude of troubles, explained in paragraph after paragraph, but the letter hits its climax when Matthews writes about how his heater was on full blast in the middle of the summer, and he couldn't shut it off. He had to roll down his windows to keep cool — but then he drove right through a downpour. When he went to roll up his windows, they didn't go up.</p><p>\"There you are, cruising along the motorway. Your left side, in the full blast of the heater, is slowly cooking to a perfect medium-rare,\" he writes. \"Your right side is immersed in a torrent of cold water hitting you at 70 miles per hour. The car is slowly filling with water. Your sauna is turning into a paddling pool.\"</p><p>The letter was a smashing success, Matthews tells NPR's Eric Westervelt. \"They took the car away for a whole month and they basically rebuilt it from the chassis upwards, \"he says. \"And that was the start of it all.\"</p><p>A more recent letter concerned a noisy milkman named Barry. \"He'd been ruining our sleep for many years,\" Matthews says, by noisily delivering milk in the middle of the night. So Matthews <a href=\"http://www.dearcustomerrelations.com/2010/04/express-dairies-milkman/\">wrote a letter</a> to the milkman's boss, which read in part:</p><blockquote><p>\"He enters the cul-de-sac in first gear with foot to the floor, brakes abruptly, jumps out to make his delivery and then reverses back the way he came with the needle on his rev counter well into the red zone before a quick handbrake turn then back to first gear before screaming off down the street to wake up other people. Barry evidently has yet to discover second, third and fourth gears. He may as well deliver the milk in a Harrier Jump Jet.\"</p></blockquote><p>That letter, too, had the desired effect. From that day forward, Barry was a different milkman: \"He had to stop at the end of the street and carry the milk in on foot.\"</p><p>To some, Matthews' epic customer complaints make him a hero, but he says his friends and family regularly call his letter-writing a little bonkers.</p><p>\"At the end of the day, it's all about having a bit of fun, really,\" Matthews says.</p><p>And his website features more than just his own compositions: \"These days, a lot of people send complaints to me, and so I have great fun on a weekend going through my inbox for some of the stuff that's flying around the world,\" he says. \"It's great.\"</p><p>As an expert on the art of writing complaints, Matthews has a few pieces of advice for would-be complainers. Humor, which is evident in all his letters, is one of them, but his biggest tip of all has to do with delivery.</p><p>\"First thing is, write a real letter — not an email. Because you can't delete an envelope,\" he says. \"And people get too much email, so for letters, these days, they don't get many letters — so your letter stands out. It's worth doing.\"</p><p>And if he were talking with customer relations on the phone — <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/07/15/331681041/comcast-embarrassed-by-the-service-call-making-internet-rounds\" target=\"_blank\">as in the painful Comcast call that made the rounds on social media recently</a> — Matthews says he'd make sure he had the customer representative's name.</p><p>\"We're all programmed to divert our attention immediately when we hear our name, so the first thing I would do is I would use his name a lot,\" he says.</p><p>His second phone tip? Turn the tables. \"As I understand it, most of these guys who do this job, they're not allowed to actually put the phone down — it has to be the customer,\" Matthews says. \"So you can then reverse it and keep him talking for another 20 minutes.\"</p><p>Take a walk, have a nice dinner — and let the customer service rep get a taste of frustration for a change.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Customer+Dissatisfaction%3A+The+Fine+Art+Of+The+Funny+Complaint&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337630986-1ab0ad.m3u?orgId=1&topicId=1008&ft=3&f=335702394"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337631102-bb9808.m3u?orgId=1&topicId=1008&ft=3&f=335702394"},{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337602106-3bbb28.m3u?orgId=1&topicId=1008&ft=3&f=335702394"},{"href":"http://media.npr.org/assets/img/2014/07/27/anthony-02-f6a48c676730b8dc21e6152e065446f45d313f30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1499"}}]}