{"created":"2014-11-14T19:05:20+00:00","modified":"2014-11-14T21:55:15+00:00","valid":{"from":"2014-11-14T21:55:15+00:00","to":"3014-11-14T21:55:15+00:00"},"hreflang":"en","title":"Why Robert O'Neill Decided To Identify Himself As The Man Who Killed Bin Laden","published":"2014-11-14T21:45:00+00:00","teaser":"The Pentagon says that O'Neill was part of the bin Laden raid, but claims it cannot confirm who fired the final shots.","itags":["npr_api","364114642"],"guid":"7d29c844-4d4a-4b12-bcdb-9cb236429992","contentencoded":"<p>It&#8217;s been quite a week for Robert O&#8217;Neill, who last week told the public that he was the former Navy Seal who fired the shots that killed Osama bin Laden.</p><p>The U.S. Defense Department has confirmed that O&#8217;Neill was on SEAL Team Six, and that he was part of the bin Laden raid, but has said it cannot confirm who fired the final shots.</p><p>The Pentagon issued a statement saying that O&#8217;Neill&#8217;s disclosures may have put &#8220;our national security at risk.&#8221;</p><p>Rear Admiral Brian Losey, who commands the Naval Special Warfare Group, and Force Master Chief Michael Magaraci, wrote that, &#8220;a critical tenant of our ethos is, &#8216;I do not advertise the nature of my work, nor seek recognition for my actions.&#8217; Our ethos is a lifelong commitment and obligation, both in and out of the service.&#8221;</p><p><a href=\"http://hereandnow.wbur.org/\"><em>Here & Now</em></a>&#8216;s Robin Young talked to <strong>Robert O&#8217;Neill</strong> about his version of what happened that night at the compound in Abbottabad, and why he decided to go public.</p><h4>Interview Highlights: Robert O&#8217;Neill</h4><p><strong>On why he decided to go public</strong></p><p>“I decided to do that after a visit to the 9/11 Memorial. I wanted to donate the shirt that I had worn in bin Laden’s bedroom, and the flag that was attached to the shirt. I wanted to do that anonymously so that the world could see something that was there. I didn’t know I was going into a room with so many 9/11 families.”</p><p>“I’ve had people tell me that ‘I didn’t close a chapter, I closed a book and I’m not afraid anymore.’ I’ve had them tell me that there is never closure, but it really helps in the healing process, and I’m hearing that now, every day, from New Yorkers. If one family is positively affected by me giving them something tangible &#8212; everything is worth it.”</p><p><strong>On whether it was difficult for him to keep his secret</strong></p><p>“There wasn’t so much a need to tell. Another part of the reason is how historic this mission was &#8212; this was the guy responsible for the worst attack in this nation’s history, and I was a part of a great team. I want people to know that story so that it can help them. I think it’s healthy in that aspect &#8212; that America knows.”</p><p><strong>On people who criticize his decision to go public</strong></p><p>“I respect everyone’s opinion that has one about whether it’s right or wrong. One of the things that we fight for is freedom and one of those freedoms is freedom of speech, so I respect their speech and I respect their opinions. That’s fine.&#8221;</p><h4>Guest</h4><ul><li><strong>Robert O&#8217;Neill</strong>, former Navy SEAL who claims he killed Osama bin Laden.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Robert+O%27Neill+Decided+To+Identify+Himself+As+The+Man+Who+Killed+Bin+Laden&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364149817-5fdb52.m3u?orgId=1&ft=3&f=364114642"}]}