{"created":"2014-10-08T02:27:55+00:00","modified":"2014-10-31T00:20:51+00:00","valid":{"from":"2014-10-31T00:20:51+00:00","to":"3014-10-31T00:20:51+00:00"},"hreflang":"en","title":"House GOP Plows Forward With Plans To Sue Obama","published":"2014-07-12T00:21:00+00:00","teaser":"While House Republicans move ahead with their lawsuit alleging executive branch overreach, Obama is using the challenge to score political points of his own.","itags":["npr_api","330760853"],"guid":"7d2d01a8-4d0a-410b-b8af-54e5085fd60a","contentencoded":"<p>House Republicans are pushing ahead with a plan to sue President Obama, accusing him of trying to sidestep Congress and make his own laws.</p><p>But the president is also using the suit, which is considered a long shot in legal terms, to score political points.</p><p>House Speaker John Boehner says the lawsuit will focus on the administration's decision to postpone the requirement in the Affordable Care Act that large employers provide health insurance for their workers.</p><p>But the White House describes the suit as a \"taxpayer-funded political stunt,\" and the president used it as a convenient punch line this week during a boisterous campaign-style rally in Austin, Texas.</p><p>There he told a friendly crowd that Republicans are upset with him just for doing his job.</p><p>\"I've got a better idea: Do something,\" Obama said. \"If you're mad at me for helping people on my own, let's team up. Let's pass some bills.\"</p><p>Obama complains that Republican lawmakers, especially in the House, have blocked action that many Americans support, such as immigration reform and a higher minimum wage.</p><p>\"They are common-sense things. They are not that radical,\" he said. \"We know it's what we should be doing. And what drives me nuts — and I know drives you nuts — is Washington isn't doing it.\"</p><p>In the face of congressional stalemates, Obama says he'll continue to exercise his executive powers whenever possible. He's already ordered federal contractors to pay their workers a higher minimum wage. And two years ago, his administration granted temporary legal status to young people who had been brought to the country illegally as children.</p><p>But Boehner says that in doing so, the president has overstepped his authority, which is why the Republican-led Rules Committee will meet next week to consider greenlighting the lawsuit.</p><p>\"This isn't about me suing the president. It's not about Republicans versus Democrats,\" Boehner said. \"This is about the legislative branch being disadvantaged by the executive branch.\"</p><p>Obama suggests the complaints are driven by party politics, and that while he'll often highlight executive orders to show he's not hamstrung by Congress, he's actually issued fewer than any president since Grover Cleveland.</p><p>\"Republicans didn't seem to mind when President Bush took more executive actions than I did,\" he told supporters at the rally. \"Maybe it's just me they don't like. I don't know.\"</p><p>But Boehner counters it's not the number of executive orders that matters.</p><p>\"Every president does executive orders; most of them, though, do them within the law,\" he said. \"What we're talking about here are places where the president is basically rewriting law to make it fit his own needs.\"</p><p>The Supreme Court has already found that Obama went too far in some cases this year, striking down some of his recess appointments and a provision of the Affordable Care Act that requires most employers to provide insurance coverage for birth control.</p><p>In their lawsuit, however, Republicans have chosen to focus on a part of the health care law that's not being enforced: The administration decided last year to put off the requirement that large employers provide health insurance.</p><p>Republicans are thus fighting the decision to suspend a requirement that they didn't like in the first place.</p><p>In Texas this week, Obama said he's interested in solving problems, not staging photo-ops. But the picture developing in Washington remains one of a deeply divided government.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=House+GOP+Plows+Forward+With+Plans+To+Sue+Obama&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330760854-91eaa5.m3u?orgId=1&topicId=1014&ft=3&f=330760853"}]}