{"created":"2015-03-02T09:02:13+00:00","modified":"2015-05-13T21:12:32+00:00","valid":{"from":"2015-05-13T21:12:32+00:00","to":"3015-05-13T21:12:32+00:00"},"hreflang":"en","title":"Liberia's President: Ebola Re-Energized Her Downtrodden Country","published":"2015-03-02T14:55:00+00:00","teaser":"In an exclusive interview, Ellen Johnson-Sirleaf remembers how Liberia was \"the poster child of everything that could go wrong.\" But people lived up to the local proverb: \"Go fix it.\"","itags":["npr_api","389478897"],"guid":"7d34998d-3809-4f13-a050-f2f5fd06ef72","contentencoded":"<p>There's a lot to celebrate in Liberia: The number of new Ebola cases have been declining, kids are going back to school and life is returning to some semblance of normalcy.</p><p>Last year, Ebola struck the country and since then, it has killed more than 4,000 Liberians. But among the three hardest-hit countries in West Africa, Liberia has been the fastest at containing the outbreak. Just last week, the region reported <a href=\"http://apps.who.int/ebola/en/current-situation/ebola-situation-report\">99 new cases</a> of Ebola. Only one of those came out of Liberia.</p><p>Still, \"there's always that fear,\" Liberian president Ellen Johnson-Sirleaf tells NPR's David Greene during an interview Monday on <em>Morning Edition. </em>It's the fear that Ebola will erupt again and kill thousands more. \"Until the other two affected countries [Guinea and Sierra Leone] have made equal progress,\" Sirleaf says, \"we'll continue to be at risk.\"</p><p>Yet Liberia will keep its borders with the two countries open, even as its neighbors continue to report dozens of new cases a week. Might as well, says Johnson-Sirleaf, because there's no use closing a long and porous border. \"People were moving across the borders anyway, for trading [and] meeting with families,\" she tells NPR. \"So we might as well open them, but make sure that we put in place measures that will monitor those movements.\"</p><p>It's a risky move, but Johnson-Sirleaf doesn't want her country to be consumed by fear over a possible resurgence of Ebola. \"We've had enough,\" she says.</p><p><strong>Does the fear that more cases could come across the border keep you up at night?</strong></p><p>We'll continue to have those fears. But I don't want us to be consumed by fear. We had enough fear in August, in September, in October. We've already overcome those fears by aggressive action to contain the virus.</p><p><strong>Do you think the image of Liberia has changed through this?</strong></p><p>Yes, I think it has. We were the poster child of everything that could go wrong: disaster, death, destruction all over the place. We too, as a result of Ebola, had a re-energizing of ourselves. We saw a new opportunity to turn this crisis into something that will be good for the country. And it's not just the leadership, It's also the people in the communities. They were the victims but they became the victors because they were the ones who took responsibility. They all had a role to play. And because of that, we see this as a new resurgence. Our success, we think, has been heralded. If you look at the predictions that we faced in October, I mean, by the end of January there will be 1.4 million people dead. That was a wake-up call for us, a call to action. Our people rose to that.</p><p><strong>Given the distrust of the government in some remote areas, are you convinced that everyone is feeling that kind of spirit?</strong></p><p>Nobody can say to you that everyone in every community feels this engaged, feels this revival of hope and confidence. But I say the majority have. And, you know, the distrust was there because this was an unknown enemy. They expected that we knew the answer and that we would solve this right away. We did not have the answer. We did not know what to do. I was as fearful as anyone else in those early days of this epidemic. And so you can see that they expect if something goes wrong in the country that the leader's going to be able to fix it. We couldn't fix it</p><p>But I think we all finally realized that all of our lives were at stake. Everything we had worked for was at stake. That brought the coming together. We [won't] convince everybody. I think by and large, Liberians are proud of themselves and of the unity as we fought this disease.</p><p><strong>There's criticism that the crisis exposed flaws in the government: corruption and how ill-prepared Liberia's health care system is. How do you respond?</strong></p><p>Which government is flawless? Do they know where we started in 2006? We led a broken country of people with no hope. Do you know from whence we [came], for 10 consecutive years from peace and stability? Do they know what we had to fix? We had diplomatic relations that had been severed for years. We had an $80 million budget when we came in in 2006. That's [the amount] for one of your high schools. We had a collapsed economy. We were growing at 7.5 percent until Ebola struck. It's back to zero. Unfortunately, we'll have to build it again.</p><p>Yes we have problems, we don't have perfection. Yes, we do have corruption in the country. It's been there a long time. The deprivation that people suffered led them to a place of survival. And survival meant they had to do anything they could to feed their children and to live.</p><p><strong>A lot of Liberians love proverbs. Is there a proverb that sums up what your country has been through and where it is today?</strong></p><p>Go fix it. That's a call to everybody. Go fix it. In other words, do it yourself. Take charge. Empower yourself.</p><p><strong>Do you think that was lacking before?</strong></p><p>Yeah. We just always looked to the government, looked to the NGOs, looked to the U.S. You know, all of those were helpful. But at the end of the day, we've got to do it ourselves.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Liberia%27s+President%3A+Ebola+Re-Energized+Her+Downtrodden+Country&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"622"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390119335-74d164.m3u?orgId=1&topicId=1031&d=622&p=3&story=389478897&t=progseg&e=390119227&seg=1&ft=nprml&f=389478897"},{"href":"http://media.npr.org/assets/img/2015/02/27/_mg_9694_edit-d8947eb003a582426a66198e68ca4fbc77eb6839.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}}]}