{"created":"2014-09-08T15:05:21+00:00","modified":"2014-10-30T22:36:45+00:00","valid":{"from":"2014-10-30T22:36:45+00:00","to":"3014-10-30T22:36:45+00:00"},"hreflang":"en","title":"In Kiev, A New Patriotism Cemented In Russia's Shadow","published":"2014-09-07T16:51:00+00:00","teaser":"Residents of the Ukrainian capital say the conflict has been devastating, yet has also helped forge a real sense of Ukrainian identity.","itags":["npr_api","346534031"],"guid":"7d39dd54-9d3a-4294-bff4-cc184d807d36","contentencoded":"<p>A cease-fire in eastern Ukraine <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/07/346493436/in-major-test-of-fresh-cease-fire-ukraine-checkpoint-is-destroyed\">appears to be collapsing</a>, with both the Ukrainian government and separatist forces accusing each other of violating it. That won't come as a surprise to the people of the Ukrainian capital of Kiev, who are deeply skeptical.</p><p>You might have thought that after five months of fighting, a decimated economy and an estimated 2,600 deaths, people would be ecstatic about a possible end to the fighting, but any relief was overshadowed by doubt. Maria Ischienko says Ukrainian President Petro Poroshenko is good, but the peace will fail because of Russian President Vladimir Putin.</p><p>\"I think Poroshenko does everything right,\" Ischienko says. \"But there's the dark side, Russia, who will break these agreements.\"</p><p>The agreement provides for more autonomy for the eastern, breakaway provinces of Donetsk and Luhansk. Ischienko says they've become like a cancer on Ukraine.</p><p>\"Maybe I shouldn't have said it this way, but I don't see anything else,\" she says. \"So should you chop them off? Yes.\"</p><p>Ukrainians in Kiev say the conflict has been devastating, ripping their country apart. Yet at the same time they say it has helped forge a real sense of Ukrainian identity for the first time. When the Soviet Union dissolved in 1991, independence was handed to them. Now, Ukrainians say they're fighting for their country.</p><p>There are signs of that new patriotism all over Kiev: The Ukrainian flag flies from buildings and cars; giant banners proclaim glory to Ukraine and her heroes; brigades of young people paint the city's fences in the national colors of yellow and baby blue.</p><p>If it holds, Kievite Vadim Nabuev<strong> </strong>says the cease-fire is a good thing. \"It will allow us to strengthen our army with new enforcements and press harder,\" he says.</p><p>When his wife Svetlana says no to more war, Vadim replies that Ukraine will only have peace when it drives the bandits out. The mistrust is enormous on both sides.</p><p>Speaking over the weekend, Andriy Lysenko, spokesman for Ukraine's national security and defense council, said he fully expected the separatists to try to provoke a reaction from the Ukrainian army.</p><p>If the country's future is hanging in the balance, you wouldn't know it on the streets of Kiev, where a sunny weekend brings out musicians and families licking ice cream cones.</p><p>But entering the gates of a military hospital is like stepping into another world. There are wounded Ukrainian soldiers out on stretchers enjoying the sun where family members have come to see them. It is a jolt from being out on the normal streets and brings home the fact that this country was at war.</p><p>Sergei Kozak fought with the Ukrainian army special forces. Now he sits in a wheelchair with his discolored left leg full of metal pins. Kozak says he got that wound during the last<strong> </strong>cease-fire.</p><p>Kozak says his units were up against bands of mercenaries from Russia, Chechnya and Afghanistan. He says the cease-fire doesn't really depend upon Ukraine; it depends on Russia and just how deeply they want to \"get into our territory.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Kiev%2C+A+New+Patriotism+Cemented+In+Russia%27s+Shadow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346534032-e3c963.m3u?orgId=1&topicId=1124&ft=3&f=346534031"},{"href":"http://media.npr.org/assets/img/2014/09/07/kozak-61aa254757d21a56ee6ac9bf7f83f2c7d5425700.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/09/07/ukraine_mrap-aede2eb9b5f7c3571783099681c70448e3bf4891.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}