{"created":"2014-10-08T16:30:15+00:00","modified":"2014-10-31T02:15:57+00:00","valid":{"from":"2014-10-31T02:15:57+00:00","to":"3014-10-31T02:15:57+00:00"},"hreflang":"en","title":"Anti-Aging Hormone Could Make You Smarter","published":"2014-05-08T23:49:00+00:00","teaser":"Scientists have found that a hormone associated with long life also seems to make people smarter. The gene strengthens the connections between brain cells, a process that's essential for learning.","itags":["npr_api","310787094"],"guid":"7d5008e6-fe98-4bb3-9b0e-177b454813be","contentencoded":"<p>A hormone associated with longevity also appears to make people's brains work better.</p><p>The <a href=\"http://www.cell.com/cell-reports/abstract/S2211-1247(14)00287-3\">finding</a> in <em>Cell Reports</em> could someday lead to drugs that improve memory and learning, researchers say.</p><p>\"We've discovered a way to potentially boost cognition,\" says <a href=\"http://memory.ucsf.edu/ourcenter/staff/ddubal\">Dena Dubal</a>, one of the study's authors who does research on aging and the brain at the University of California, San Francisco. And that could mean \"a very new way to treat diseases,\" ranging from Alzheimer's to schizophrenia, she says.</p><p>The hormone is named Klotho, after the Fate from Greek mythology who spins the thread of life. Scientists have known for more than a decade that people and animals tend to live longer if they have high levels of Klotho in their bodies.</p><p>And that led Dubal and researchers at the <a href=\"http://gladstoneinstitutes.org/\">Gladstone Institutes</a> to wonder whether a hormone that protects the body against aging might also protect the brain. So the team set out to see whether Klotho offered a way to \"prevent the cognitive decline that comes with aging,\" Dubal says.</p><p>To find out, they studied more than 700 people between the ages of 52 and 85. About 1 in 5 of these people had a form of the Klotho gene that causes their bodies to produce high levels of the Klotho hormone.</p><p>The team expected to find that people with high levels of the hormone experienced less cognitive decline than people with lower levels. \"In fact what we found was not consistent with our hypothesis,\" Dubal says. \"We were completely surprised.\"</p><p>What they found was that the people with lots of Klotho experienced just as much cognitive decline as other people. Their brains weren't protected against aging at all. But their brains were different nonetheless, Dubal says.</p><p>\"Those that carried the genetic variant that increased their Klotho levels showed better cognitive performance across the lifespan,\" Dubal says. At any given age, people with lots of Klotho scored higher on tests of learning and memory, language and attention, she says.</p><p>So instead of discovering a way to protect the brain from aging, the team had found a hormone that appears to make people smarter.</p><p>To learn more, the team began studying mice that had been genetically engineered to produce high levels of the mouse version of Klotho. And this time, the researchers got exactly the result they hoped for. \"Elevating klotho made the mice smarter across all the cognitive tests that we put them through,\" Dubal says</p><p>A look at the brains of these mice suggested a reason. There was evidence that in areas involved in learning and memory, Klotho was causing a change that strengthened the connections between brain cells.</p><p>All this suggests that a drug able to raise levels of Klotho might be able to help people with Alzheimer's and other brain diseases, Dubal says, even if the drug didn't stop the disease itself. \"Our goal and vision is that there will be a therapy that improves the lives of people that are suffering from diseases of the brain,\" Dubal says.</p><p>But any treatment based on manipulating Klotho levels in people remains years away, says <a href=\"http://www.nia.nih.gov/about/staff/dn/molly-v-wagster-phd\">Molly Wagster</a>, who oversees research on cognitive change at the National Institute on Aging. The NIA and National Institute of Neurological Disorders and Stroke both helped fund the research.</p><p>\"The beauty of this study is that the finding gives us another place to look, another path to take as we try to determine targets for the development of drugs,\" Wagster says. It also raises questions about whether Klotho levels may be influenced by diet, exercise or brain activity – all of which have been shown to affect cognitive function in older people, she says.</p><p>There's a lot researchers still don't know about the Klotho, which was discovered in 1997. For example, it's not clear why carrying one copy of the gene associated with higher levels of the hormone improves cognitive function while carrying two copies seems to impair function.</p><p>But knowing that a naturally occurring hormone affects cognition in both mice and people should speed efforts to find treatments for diseases that cause impaired brain function, Wagster says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anti-Aging+Hormone+Could+Make+You+Smarter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310794224-c7ebfc.m3u?orgId=1&topicId=1128&ft=3&f=310787094"},{"href":"http://media.npr.org/assets/img/2014/05/08/klotho-c369d0133892fdfe0f79e810e2faf404f61a6676.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"471","width":"628"}}]}