{"created":"2015-03-05T18:27:43+00:00","modified":"2015-03-05T22:47:08+00:00","valid":{"from":"2015-03-05T22:47:08+00:00","to":"3015-03-05T22:47:08+00:00"},"hreflang":"en","guid":"7d63ecb4-d00c-4f36-ad5c-51a251dcf7be","title":"China quashes debate on viral documentary on air pollution","published":"2015-03-05T22:47:06+00:00","byline":"Matthew Bell","teaser":"She rarely thought about air pollution. Then her kid had a tumor. Her direct, personal documentary has become a phenomenon in China, with 200 million video views in less than a week. And then authorities clamped down.","tags":["Across Women's Lives","Environment","Science, Tech & Environment","Beijing","Asia","China","East Asia","Asia","Jenni Duggan","Chai Jing","Isabel Hilton","Al Gore","Chai Jing","Smog","Beijing","Pollution","Air pollution"],"contentencoded":"<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/T6X2uwlQGQM?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>For a few days, it was a story about how one woman could make a big change in a nation of 1.3 billion people. Chai Jing, a 39-year-old mother, got just about everyone in China talking about the issue of air pollution.</p>\n<p>Well, at least for a few days. </p>\n<p>Chai is a well-known journalist and author who left her job with China Central Television a little over a year ago to produce a 104-minute video called, “Under the Dome.” It came out this past weekend and it immediately went viral in China. By mid-week, the online documentary was said to have 200 million hits, spurring large-scale environmental conversations, with initial encouragement of authorities. The mood changed pretty quickly, though.</p>\n<p>A <a href=\"http://chinadigitaltimes.net/2015/03/minitrue-clamping-dome/\">government order</a> has gone out to \"absolutely discontinue coverage of the documentary 'Under the Dome' and its creator.\" The video itself can still be found by Chinese netizens. But as ForeignPolicy.com details <a href=\"https://foreignpolicy.com/2015/03/04/chinese-censors-nix-hard-hitting-pollution-film/\">here</a>, the large and lively conversation related to the film has been scrubbed from China's tightly controlled Internet. </p>\n<p>The film is shot in a similar style to Al Gore’s “Inconvenient Truth,” and at times, it feels like a TED Talk video. The story line goes into some of the science behind China’s poor air quality, but not too deeply. Chai’s film is so compelling because it’s simple. It’s direct. And it’s personal.</p>\n<p>In January 2013, Chai mentioned in the opening scene of “Under the Dome,” 600 million Chinese people living in 25 provinces were blanketed by smog. “I was right in the middle of it, but I didn’t even realize it,” she explained to an in-studio audience looking on in rapt attention. Around the same time, she discovered she was pregnant. Chai said she was convinced she was going to have a girl.</p>\n<p>“When I heard her heartbeat for the first time, there was nothing I wanted more than for her to be healthy,” Chai said.</p>\n<p>When the baby was diagnosed with a benign tumor in her womb, Chai said she started to think differently about air pollution. Before, she said she never bothered to wear a respirator mask on really bad air quality days.</p>\n<p>Chai’s daughter had to have surgery to remove the tumor right after she was born. The operation was successful. But Chai said the whole experience moved her to make the film.</p>\n<p>“I think that Chai making a personal connection with the smog issue while talking about motherhood scored big time, arguably better than Al Gore did in his film,” <a href=\"http://www.chinafile.com/conversation/why-has-environmental-documentary-gone-viral-chinas-internet\">wrote</a> Michael Zhao, environment editor at ChinaFile, a website devoted to China news. “Chai’s efforts to simplify layer after layer of complexity surrounding the issue of pollution — from coal quality to fuel standards to industrial regulation to public participation—all made the information a lot more digestible to average people on the street.”</p>\n<p>Another reason why “Under the Dome” has attracted so much attention from the masses is because Chinese authorities have allowed it to do so. The film is critical of some Chinese government policies. But that would have not taken authorities in Beijing by surprise. Chai worked to gain government approval of the project. She even <a href=\"http://www.bbc.com/news/blogs-china-blog-31689232\">submitted the script</a> to Chinese officials before its release.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/images/RTR4S054.jpg?itok=T6mdF-dS\" alt=\"\" /><div class=\"field-caption\">\n    <p>Kong Ning wears a wedding dress decorated with 999 face masks for her performance art work 'Marry the blue sky' as she poses for a photograph in front of the China Central Television (CCTV) Headquarters on a hazy day in Beijing November 19, 2014.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    \n<p>Kim Kyung-Hoon/Reuters</p>\n  </div>\n</div>\n<p>The initial public response to the film on Chinese social media had been enormous. “There’s been a lot of coverage of [the film] in the state-run media,” says Jenni Duggan, a freelance journalist living in Shanghai. Despite the later efforts to quell debate, the Chinese government is well aware that air pollution has become a serious issue. “Chinese politicians themselves, they live in Beijing. They have to breathe the same air as everybody else. So, it’s certainly a really big concern,” Duggan says.</p>\n<p>Chai Jing is hardly the first person to call attention to China’s air pollution, wrote Isabel Hilton of <a href=\"http://chinadialogue.net\">ChinaDialogue.net</a>, “China’s smog is, after all, a lived reality for almost all of China’s citizens.”</p>\n<p>But Hilton added that Chai has done something unprecedented on this issue. “She has channeled it, professionally and brilliantly, into a clear storyline that vindicates existing public fears and gives a direction for public frustration.”</p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-04%2Fchinese-mom-has-everybody-talking-about-air-pollution&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0304201505.mp3"},{"href":"http://www.pri.org/file/0304201505mp3"}]}