{"created":"2015-03-21T21:51:46+00:00","modified":"2015-03-22T01:50:05+00:00","valid":{"from":"2015-03-22T01:50:05+00:00","to":"3015-03-22T01:50:05+00:00"},"hreflang":"en","title":"After Students Went To Wage Jihad, Teacher Highlights Youth Radicalization","published":"2015-03-21T23:41:00+00:00","teaser":"A German-Syrian religious studies teacher was shocked when she heard that five of her former students had left Germany to join jihadist groups in Syria. \"It felt like a personal defeat,\" she says.","itags":["npr_api","394500965"],"guid":"7d678976-51bd-4531-a4f2-fa8c1f16ba9c","contentencoded":"<p>Lamya Kaddor, a German-Syrian religious studies teacher and expert on Islam, was horrified to learn in 2013 that five of her former students had departed Germany to join jihadist groups in Syria.</p><p>Through an interpreter, she told NPR's Kelly McEvers that the students who left to wage jihad didn't seem to be religious extremists during class. (Religious classes are offered in German public schools, and include Catholic, Protestant and Jewish courses; Kaddor teaches <a href=\"http://www.spiegel.de/international/germany/german-schools-introduce-muslim-classes-anyone-who-wants-integration-has-to-provide-islam-instruction-a-541440.html\">classes for Muslim students</a>, which are <a href=\"http://www.csmonitor.com/World/Europe/2010/0120/Why-German-public-schools-now-teach-Islam\">relatively recent additions</a> at some schools.)</p><p>Instead, she says, they struggled with their identity and were manipulated by recruiters.</p><p>Kaddor delves further into the forces radicalizing some of Germany's young Muslims in her new book, published last month in Germany as <em>Zum Töten bereit: Warum deutsche Jugendliche in den Dschihad ziehen </em>(Ready to Kill: Why German Youth Wage Jihad). She tells McEvers she believes the problem isn't just charismatic jihadists — conditions in Germany, she says, contribute as well.</p><hr /><h3>Interview Highlights</h3><p><strong>On whether there were hints of extremist sympathies among Kaddor's students</strong></p><p>Not at that time, not when they were my students, they didn't express any religious extremism. But what was maybe extreme was that they felt extremely lost. It became a question about their identity. If you'd asked them if they felt German, they would say no, or if they were Turkish, they would say no. So \"Muslim\" became their identity, even though they didn't really know that much about Islam. It became somewhat almost of an alibi identity, something to cling to.</p><p><strong>On how she heard that her students had departed for Syria</strong></p><p>I got a simple Facebook message from one of my former students, who asked if I knew that these five people had gone to Syria. And I was, of course, completely shocked.</p><p>You have these images running through your head of these people who I knew were open-minded, nice kids. And then all of a sudden I had these images of them maybe killing people. Or getting killed. And it felt like a personal loss. It felt like a personal defeat.</p><p><strong>On the methods jihadists use to lure Muslim youth<br /></strong></p><p>It takes a very charismatic person who comes up and who offers to be someone to talk to, someone to do homework together, someone to play soccer with. And the topic of Islam doesn't come up until much, much later.</p><p><strong>On why her students left Germany for jihadist groups</strong></p><p>There's a very simple reason. They were radicalized, they were ideologized, they were manipulated. The question behind it that I find way more important is: Why can these young people be manipulated this way? There are very difficult conditions in Germany, one being that Germany does not understand itself as an immigrant nation, even though it is at this point. But being German is still defined somewhat by descendance — how many generations do you go back as a German with a German lifestyle.</p><p>Number two is Islamophobia. It's gone so far that in Germany every second German will say he or she has an issue with Muslims. And those are scary figures. There is still a discrepancy between being German and Muslim. You can't be both. You're either German or you're Muslim. There's no concept of being German and Muslim — and not just for the majority of the Germans, but also for the Muslims themselves. They don't think these are two concepts that can be reconciled.</p><p><strong>On why four of the five quickly returned to Germany</strong></p><p>They wanted to come back. It was very difficult to get them back. They were extremely embarrassed. They could barely look me in the eye. They told me that in the beginning, they weren't even sure if they were in Turkey or already in Syria. They weren't aware of the border crossing. Some said they were even blindfolded.</p><p>As soon as they got there, they realized that that's something they can't do, they don't want to do. And that it was not at all what they had been told beforehand.</p><p><strong>On Kaddor's former student who stayed in Syria</strong></p><p>He actually took his wife with him and his newborn daughter. One of the ones who returned is actually his brother and he is in contact with him. And so he seems to be staying there and living there. ... I believe that he is fighting.</p><p><strong>On how this experience has affected the way she teaches</strong></p><p>I have become more aware, more sensitive. If someone comes up and starts talking about good and evil, about what should be done with the unfaithful, I'm listening. And I'm paying a lot more attention when these kinds of things come up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Students+Went+To+Wage+Jihad%2C+Teacher+Highlights+Youth+Radicalization&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394517459-45b790.m3u?orgId=1&topicId=1004&e=394500965&d=332&ft=nprml&f=394500965"},{"href":"http://media.npr.org/assets/img/2015/03/21/kaddor_andrezelck-f707ac13658667aa254d980a24eaf494bb637574.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1802","width":"2403"}}]}