{"created":"2014-08-28T02:18:38+00:00","modified":"2014-12-23T18:39:54+00:00","valid":{"from":"2014-12-23T18:39:53+00:00","to":"3014-12-23T18:39:53+00:00"},"hreflang":"en","title":"Specialty Food And Agriculture Startups Are Ripening In Greece","published":"2014-08-19T23:38:00+00:00","teaser":"Sotiris Lymperopoulos left a good job in Athens to collect wild sea greens for upscale restaurants. Food startups like his may be able to generate thousands of new jobs in post-crisis Greece.","itags":["npr_api","341651496"],"guid":"7d715ac0-650b-46c7-9a00-1f7f22213ffc","contentencoded":"<p>Most mornings, Sotiris Lymperopoulos walks the craggy shoreline of the western Peloponnese, foraging for salty wild greens.</p><p>In his straw hat and shorts, snipping wild chicory, garlic and sea asparagus with a kitchen knife, he hardly looks like a poster boy for Greece's nascent startup culture. But the 35-year-old Athenian, who trained as an economist, found a viable niche in the country's post-crisis economy.</p><p>\"For years, few people appreciated how valuable our own products are,\" he says, cutting away a thick-leaved green called kritamos and placing it in a plastic bag. \"I want to change that.\"</p><p>Lymperopoulos grew up spending summers in his father's ancestral home of Raches, a pinprick village encircled by olive trees. He saw that the produce everyone ate here — the sea greens, the aromatic oranges and lemons, the wild truffles — were far tastier than the fare at the fanciest restaurants in Athens.</p><p>\"And I thought, this is irrational,\" he says. \"So, I thought, why don't I take this food that is great and never goes to Athens and sell it to people who want to pay something more for their food?\"</p><p>So he left Athens — and a good job in logistics — just before the crisis, and relocated to Raches. He connected with chefs in fine restaurants in Athens and started selling them wild sea greens.</p><p>Soon, he was getting flooded with orders for greens, then cultivated produce like carrots, beans and watermelons. He called the service Radiki, which means chicory in Greek.</p><p><strong>A Rise In Startups</strong></p><p>The high demand for the service didn't surprise Haris Makryniotis, managing director of Endeavor Greece, which supports startups in the country. The number of startups in Greece has gone up ninefold since 2010, data from Endeavor Greece shows.</p><p>The most touted have been tech startups like TaxiBeat, which produces a smartphone application to hail and rate taxi drivers. But Makryniotis says many more sustainable jobs could come in specialty agriculture.</p><p>\"It's a sector that's ripe for job creation,\" he says.</p><p>For years, Makryniotis says, Greek food products failed to find good homes because of an uncompetitive and stagnant agriculture sector that relied on badly designed European Union subsidies.</p><p>\"Part of the [subsidy] money was supposed to go to modernization of techniques, new equipment, new ways of cultivating the land,\" Makryniotis says. \"Instead of making good use of this money, most of the money was wasted either on personal needs or consumption of farmers themselves.\"</p><p>Many Greek farmers planted just a few crops that were subsidized.</p><p>\"If olive oil was subsidized,\" he says, \"we just planted olive trees everywhere. And then we cut them out.\"</p><p><strong>An Innovative Approach</strong></p><p>A few innovative farmers who ignored this mentality cultivated a variety of high-quality products that sold well in local markets. Lymperopoulos discovered one of those farmers, Ilias Smirlis, after trying one of Smirlis' carrots at a farmers market in Kalamata.</p><p>\"My parents used to cultivate two types of greens on our farm,\" says Smirlis, as he waves to two women in straw hats harvesting red beans. \"Now we cultivate 40 kinds of vegetables and fruits.\"</p><p>Before Smirlis met Lymperopoulos, he only sold his products in local markets in Messinia, a prefecture in the western Peloponnese. Now he also sells them to top-shelf restaurants in Athens.</p><p>\"The demand for good and high-quality products will always exist,\" Smirlis says. \"The challenge is to find the market for them.\"</p><p>If that challenge is met, Makryniotis of Endeavor Greece says at least 300,000 new jobs could be created at a time when the country's gross domestic product has shrunk by 25 percent in four years and unemployment is still at more than 27 percent — the highest in the eurozone.</p><p>But many of those new jobs won't be in big cities, which means many citified Greeks will have to move to smaller towns and rural areas. That would reverse a longtime trend of rural-to-urban migration that defined Greece's shift to a postwar service economy.</p><p>Only a handful of people have made the move, largely because of a lack of infrastructure, such as schools and housing, as well as amenities, says Alkmini Georgiadi, Lymperopoulos' wife. She left a high-powered job as a lawyer in Thessaloniki and now teaches yoga and helps her husband with Radiki in Raches.</p><p>\"There is this attitude that there are no jobs in rural areas, but we are trying to show [people] that you can find a way to work,\" Georgiadi says. \"People with knowledge and an appetite for work should bring their skills to areas thirsting for change.\"</p><p>Lymperopoulos says Radiki is expanding its work outside of Greece: He now supplies produce from the Peloponnese to restaurants in Paris and London, and is also partnering with a Greek gourmet food company to sell sea greens to the U.S.</p><p>\"In Greece, we have the best products, but we don't have a strategy,\" he says. So like many entrepreneurs in post-austerity Greece, he's decided to write his own.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Specialty+Food+And+Agriculture+Startups+Are+Ripening+In+Greece&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341674673-5ef1fc.m3u?orgId=1&topicId=1053&ft=3&f=341651496"},{"href":"http://media.npr.org/assets/img/2014/08/19/greece1-8-19-14-65d11bcbc3b6dcf596c79a3d1782869ed9ad35d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1852","width":"2470"}},{"href":"http://media.npr.org/assets/img/2014/08/19/greece2-8-19-14-583268a739c63bc6b75b69fea4b8220ddf07de71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1771","width":"2362"}}]}