{"created":"2015-05-18T17:05:01+00:00","modified":"2015-06-26T18:29:26+00:00","valid":{"from":"2013-11-20T12:50:20+00:00","to":"3013-11-20T12:50:20+00:00"},"hreflang":"en","teaser":"People who have terminal diseases are living longer.","published":"2013-11-20T12:50:20+00:00","byline":"Paul Sullivan","itags":["7d77689c934290159ea9e5696bbc701c","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Wednesday, November 20, 2013","PMP:Marketplace_PMP"],"guid":"7d77689c-9342-4901-89ea-e5696bbc701c","title":"Planning for saving in the face of terminal illness","contentencoded":"<div class=\"barn-cleaned\"><p class=\"body\"><em><strong>This story appears in The New York Times 'Your Money' section on Wednesday, Nov. 20, 2013.</strong></em></p>\n<p class=\"body\">Patrick Skeldon, a commercial airline pilot, started having trouble walking in the autumn of 2003. His doctor thought he had a vitamin deficiency and prescribed supplements. When those didn’t work, the doctor referred him to a neurologist. The next year, he was told he had amyotrophic lateral sclerosis, more commonly known as Lou Gehrig’s disease. He was 59.</p>\n<p class=\"body\">The prognosis for A.L.S. is generally rough. The A.L.S. Association says the average life expectancy is two to five years; only 10 percent of people live more than 10 years and 5 percent live longer than 20.</p>\n<p class=\"body\">But Mr. Skeldon, who retired in 2005, and his wife, Deborah, looked at the diagnosis pragmatically: How could they pay for care for him and still have savings left for her retirement?</p>\n<p class=\"body\">What the Skeldons accomplished as a result might not seem like much of a silver lining in the cloud over them. But finding a way to manage Mr. Skeldon’s care in the face of a debilitating and costly disease has given both of them some comfort.</p>\n<p class=\"body\">“We kind of lucked out,” Mrs. Skeldon said. “It’s eight years later.”</p>\n<p class=\"body\">As people live longer with terminal diseases, the costs associated with their care rise. The risk is often not just that there will not be enough money to provide that care, but that a surviving spouse will be left alone and destitute. With advisers cautioning that terminal care expenses could easily rise to $1 million or more for the last years of life, they say there are simple and sophisticated strategies to make the most of the money at hand for those with savings and foresight.</p>\n<p class=\"body\">Through some shrewd financial planning, Mrs. Skeldon was able to continue working for the United States Marshals Service and adding to her own retirement while still getting care for her husband. Several years before Mr. Skeldon was found to have A.L.S., the couple had purchased long-term care insurance. They did so out of a fear that they might run out of money, as her father had.</p>\n<p class=\"body\">“My father had congestive heart failure and he became indigent,” she said. “We just didn’t want to be a burden to our children.”</p>\n<p class=\"body\">To date, she said, the policy has paid $213,000 to cover a home health care aide and still has $349,000 or five years left in benefits.</p>\n<p class=\"body\">The home care stems from a decision the Skeldons made at the outset: To stay put rather than move or place Mr. Skeldon in a nursing home, which could cost $10,000 to $15,000 a month.</p>\n<p class=\"body\">“You have a choice when you’re diagnosed with Lou Gehrig’s disease,” said Mrs. Skeldon, who is six years younger than her husband. “You modify your home, sell your house and move into a one-level apartment, or you go into a care facility.”</p>\n<p class=\"body\">To remodel their home in Northern Virginia in 2005, they emptied his 401(k) plan in the process: $78,000 for an elevator, $16,000 for a brick ramp to the front door, $7,000 to remove steps to raise the deck; $10,000 for a generator after a power failure in 2006, among other costs.</p>\n<p class=\"body\">Tom West,&nbsp; a financial adviser in Vienna, Va., who assisted the Skeldons, said such out-of-pocket costs were actually the easy ones to calculate. The bigger costs can come from compromised decision-making, said Mr. West, who specializes in helping people manage money under such circumstances.</p>\n<p class=\"body\">“A lot of times people will find themselves making financial decisions based on emotion, based on short-term urgency, based on getting misinformation,” Mr. West said. “If they are making mistakes, you’d have to measure those mistakes in terms of the wealth impact.”</p>\n<p class=\"body\">And that is where the costs can multiply. Under emotional duress, caregivers suffer declines in health themselves, take time off from work or quit entirely, losing income. They fail to save or tend to their own portfolios.</p>\n<div>\n<div><a href=\"http://www.marketplace.org/topics/health-care/new-health-care-math/\"><img src=\"http://www.marketplace.org/sites/default/files/styles/200x200/public/field_image/2013/11/healthcare_tile.jpg\" alt=\"\" /></a></div>\n<div>\n<p><strong><span>The New Math of Health Care:</span></strong> The New York Times, in collaboration with American Public Media’s Marketplace, examines the soaring out-of-pocket costs of staying healthy, end-of-life care, and strategies for picking doctors and health plans. <a href=\"http://www.marketplace.org/topics/health-care/new-health-care-math/\">Read the whole series.</a></p>\n</div>\n</div>\n<p class=\"body\">Mr. West pointed out that the impact on the Skeldons’ wealth would have been greater had Mrs. Skeldon quit working in 2005 to care for her husband. Not only would she have lost out on eight years of earnings, but she would not have added to her retirement savings.</p>\n<p class=\"body\">&nbsp;“Usually the intersection of health and money and family all compounding at the exact same time creates a stressful environment,” he said.</p>\n<p class=\"body\">&nbsp;Good advice can make a difference when people have assets to pay for two to four years of care, he said. One thing he does to help families come to agreement on a strategy is lay out the best and worst cases for how long someone is going to live and how sick that person is likely to get. From that, he determines a range of costs.</p>\n<p class=\"body\">“We can only really look forward, realistically, six to 18 months in the future,” he said. “Invariably people’s health changes.”</p>\n<p class=\"body\">Speaking generally, he said that when someone had $150,000 in health care bills a year, the household most likely would owe no taxes. That makes it a good time to accelerate distributions from tax-deferred retirement accounts, which are taxed but will essentially be canceled out by deductions for the health care bills, he said. That’s a better strategy than trying to pay those same bills from an account where the money has already been taxed.</p>\n<p class=\"body\">Caregivers also need to step back and realize that while the costs can be staggering, the bill does not have to be paid all at once. After all, that $150,000 in annual care is typically paid monthly. Mr. West said he encouraged clients to look at cash flow needs and to remain invested to get some gains on a portfolio that is ultimately dropping in value.</p>\n<p class=\"body\">But the toughest part, he emphasized, is trying to improve people’s decision-making ability around finances.</p>\n<p class=\"body\">Patti, who works for an aerospace company in Virginia and asked that her last name be withheld for privacy concerns, said that she was in the early stages of persuading her mother to make financial decisions to care for her father, who had a stroke in January.</p>\n<p class=\"body\">The stroke caused frontal lobe dementia and left him in a nursing home. Her mother, who has diabetes, is struggling to come to terms with him never returning to the home where they have lived for 50 years.</p>\n<p class=\"body\">What has made it tougher is her parents, who are in their late 70s, had done little planning beyond drafting a will.</p>\n<p class=\"body\">“Everything was in his name,” Patti said. “The only way we could get control of things was to go to court and get guardianship and conservatorship.”</p>\n<p class=\"body\">But, she added, this made her mother feel “like we were taking away his rights.”</p>\n<p class=\"body\">Patti’s parents are fortunate financially. Her father was a fireman but he had an eye for property. The family home, it turned out, was appraised at over $1 million, more than double what they thought it was worth. They also had two vacation homes that they had owned for decades.</p>\n<p class=\"body\">Yet the family home constitutes most of the assets, and her mother cannot imagine selling it. Patti said she had persuaded her to sell a fishing cabin, which would cover about six months of expenses, and is trying to get her to sell the other beach house, which could pay for a year.</p>\n<p class=\"body\">“Right now it’s fine, but it’s not going to stay that way,” she said. “We have cash for a year, or a year and a half.”</p>\n<p class=\"body\">For many people, having that kind of money, and flexibility in decision-making, would be an ideal situation. The reality is most people with a long-term disease requiring palliative care will quickly become dependent on the state.</p>\n<p class=\"body\">“People think Medicare will cover all their costs, but it’s very minimal for long-term care,” said Jed Levine, executive vice president and director for programs and services at the Alzheimer’s Association’s New York chapter. “It’s 100 days in a nursing home for rehabilitation. It’s not custodial care.”</p>\n<p class=\"body\">Alzheimer’s costs the country $200 billion a year, Mr. Levine said, including care for the patient and lost wages for family members. Not all terminal illnesses are as costly. There is a division between ones that require skilled care — like kidney or liver failure — and are covered by health insurance, and those that require palliative care like dementia, a stroke or A.L.S., where the costs are paid out of pocket until people run out of money and qualify for Medicaid.</p>\n<p class=\"body\">Depending on the state, there may be help short of running out of money. New York, for one, has a generous program for home care.</p>\n<p class=\"body\">Daniel G. Fish, a&nbsp; lawyer who specializes in elder law in New York City, said most of his clients cringed when they heard the word Medicaid, but they were confusing how Medicaid treats nursing home benefits nationally with how it works for home care in New York.</p>\n<p class=\"body\">New York’s home care program says a person cannot have more than $14,400 in savings — 0r $21,150 for a couple — but retirement accounts of any value are exempt if they are paying out money. While the distributions count as income, that is a separate calculation, he said.</p>\n<p class=\"body\">The program also doesn’t count a primary residence as long as it is worth less than $786,000. If it is worth more, the owner can take out a mortgage to reduce the equity, he said.</p>\n<p class=\"body\">There is also no “look back” period on asset transfers, so if someone who gave $200,000 to a child one month could apply for New York’s home care program the next. Medicaid has a five-year look-back period. And the asset limits for going into a nursing home are relatively liberal: $115,920 and a primary residence for a married couple; $14,400 for a single person.</p>\n<p class=\"body\">“This is the wheel of fortune,” Mr. Fish said. “It’s generous and it’s humane.”</p>\n<p class=\"body\">When asked why this program could be so generous — when Medicaid in general is perceived as the opposite&nbsp; — he said, “I’ve said for years that I’m going to put up a sign, ‘Abandon all logic, ye who enter here.’”</p>\n<p class=\"body\">Yet Mr. Fish said the number of people who received Medicaid home care in New York was relatively low, owing to most people not knowing about it or not thinking the service will be very good.</p>\n<p class=\"body\">It would be easy to say that this is where advisers could help people. They can, for sure. But in such emotionally difficult situations they can only do so much.</p>\n<p class=\"body\">Mr. West, despite being an expert in these matters, said he succumbed to the same mistakes his clients made. In 2010, his father-in-law, who was undergoing kidney dialysis, asked Mr. West to sell all of his securities and go to cash. Mr. West said he knew better than to do this. Dialysis treatment is wildly expensive, but Medicare pays for it. When Mr. West’s wife pressured him to do what her father wanted, he relented.</p>\n<p class=\"body\">“When you have somebody that you love vulnerable or scared, your default decision is going to be whatever makes the pain or the fear stop, even if rationally speaking, it’s not the right course of action,” Mr. West said. “What we try to do with our advice is point this out to families. Whether you plan on it or not, you are always going to be playing your primary family role, particularly closer to death.”</p>\n<p class=\"body\">And his was to keep the money safe.</p></div>","tags":["APM","Health Care","The New Math of Health Care","end of life care"],"contenttemplated":"[{\"content\":\"<p class=\\\"body\\\"><em><strong>This story appears in The New York Times &apos;Your Money&apos; section on Wednesday, Nov. 20, 2013.</strong></em></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">Patrick Skeldon, a commercial airline pilot, started having trouble walking in the autumn of 2003. His doctor thought he had a vitamin deficiency and prescribed supplements. When those didn’t work, the doctor referred him to a neurologist. The next year, he was told he had amyotrophic lateral sclerosis, more commonly known as Lou Gehrig’s disease. He was 59.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">The prognosis for A.L.S. is generally rough. The A.L.S. Association says the average life expectancy is two to five years; only 10 percent of people live more than 10 years and 5 percent live longer than 20.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">But Mr. Skeldon, who retired in 2005, and his wife, Deborah, looked at the diagnosis pragmatically: How could they pay for care for him and still have savings left for her retirement?</p>\"},{\"content\":\"<p class=\\\"body\\\">What the Skeldons accomplished as a result might not seem like much of a silver lining in the cloud over them. But finding a way to manage Mr. Skeldon’s care in the face of a debilitating and costly disease has given both of them some comfort.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">“We kind of lucked out,” Mrs. Skeldon said. “It’s eight years later.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">As people live longer with terminal diseases, the costs associated with their care rise. The risk is often not just that there will not be enough money to provide that care, but that a surviving spouse will be left alone and destitute. With advisers cautioning that terminal care expenses could easily rise to $1 million or more for the last years of life, they say there are simple and sophisticated strategies to make the most of the money at hand for those with savings and foresight.</p>\"},{\"content\":\"<p class=\\\"body\\\">Through some shrewd financial planning, Mrs. Skeldon was able to continue working for the United States Marshals Service and adding to her own retirement while still getting care for her husband. Several years before Mr. Skeldon was found to have A.L.S., the couple had purchased long-term care insurance. They did so out of a fear that they might run out of money, as her father had.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">“My father had congestive heart failure and he became indigent,” she said. “We just didn’t want to be a burden to our children.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">To date, she said, the policy has paid $213,000 to cover a home health care aide and still has $349,000 or five years left in benefits.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">The home care stems from a decision the Skeldons made at the outset: To stay put rather than move or place Mr. Skeldon in a nursing home, which could cost $10,000 to $15,000 a month.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">“You have a choice when you’re diagnosed with Lou Gehrig’s disease,” said Mrs. Skeldon, who is six years younger than her husband. “You modify your home, sell your house and move into a one-level apartment, or you go into a care facility.”</p>\"},{\"content\":\"<p class=\\\"body\\\">To remodel their home in Northern Virginia in 2005, they emptied his 401(k) plan in the process: $78,000 for an elevator, $16,000 for a brick ramp to the front door, $7,000 to remove steps to raise the deck; $10,000 for a generator after a power failure in 2006, among other costs.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Tom West,  a financial adviser in Vienna, Va., who assisted the Skeldons, said such out-of-pocket costs were actually the easy ones to calculate. The bigger costs can come from compromised decision-making, said Mr. West, who specializes in helping people manage money under such circumstances.</p>\"},{\"content\":\"<p class=\\\"body\\\">“A lot of times people will find themselves making financial decisions based on emotion, based on short-term urgency, based on getting misinformation,” Mr. West said. “If they are making mistakes, you’d have to measure those mistakes in terms of the wealth impact.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">And that is where the costs can multiply. Under emotional duress, caregivers suffer declines in health themselves, take time off from work or quit entirely, losing income. They fail to save or tend to their own portfolios.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<div><div><a href=\\\"http://www.marketplace.org/topics/health-care/new-health-care-math/\\\"><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/200x200/public/field_image/2013/11/healthcare_tile.jpg\\\" /></a></div><div><p><strong><span>The New Math of Health Care:</span></strong> The New York Times, in collaboration with American Public Media’s Marketplace, examines the soaring out-of-pocket costs of staying healthy, end-of-life care, and strategies for picking doctors and health plans. <a href=\\\"http://www.marketplace.org/topics/health-care/new-health-care-math/\\\">Read the whole series.</a></p></div></div>\"},{\"content\":\"<p class=\\\"body\\\">Mr. West pointed out that the impact on the Skeldons’ wealth would have been greater had Mrs. Skeldon quit working in 2005 to care for her husband. Not only would she have lost out on eight years of earnings, but she would not have added to her retirement savings.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\"> “Usually the intersection of health and money and family all compounding at the exact same time creates a stressful environment,” he said.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\"> Good advice can make a difference when people have assets to pay for two to four years of care, he said. One thing he does to help families come to agreement on a strategy is lay out the best and worst cases for how long someone is going to live and how sick that person is likely to get. From that, he determines a range of costs.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">“We can only really look forward, realistically, six to 18 months in the future,” he said. “Invariably people’s health changes.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Speaking generally, he said that when someone had $150,000 in health care bills a year, the household most likely would owe no taxes. That makes it a good time to accelerate distributions from tax-deferred retirement accounts, which are taxed but will essentially be canceled out by deductions for the health care bills, he said. That’s a better strategy than trying to pay those same bills from an account where the money has already been taxed.</p>\"},{\"content\":\"<p class=\\\"body\\\">Caregivers also need to step back and realize that while the costs can be staggering, the bill does not have to be paid all at once. After all, that $150,000 in annual care is typically paid monthly. Mr. West said he encouraged clients to look at cash flow needs and to remain invested to get some gains on a portfolio that is ultimately dropping in value.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">But the toughest part, he emphasized, is trying to improve people’s decision-making ability around finances.</p>\"},{\"content\":\"<p class=\\\"body\\\">Patti, who works for an aerospace company in Virginia and asked that her last name be withheld for privacy concerns, said that she was in the early stages of persuading her mother to make financial decisions to care for her father, who had a stroke in January.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">The stroke caused frontal lobe dementia and left him in a nursing home. Her mother, who has diabetes, is struggling to come to terms with him never returning to the home where they have lived for 50 years.</p>\"},{\"content\":\"<p class=\\\"body\\\">What has made it tougher is her parents, who are in their late 70s, had done little planning beyond drafting a will.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">“Everything was in his name,” Patti said. “The only way we could get control of things was to go to court and get guardianship and conservatorship.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">But, she added, this made her mother feel “like we were taking away his rights.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Patti’s parents are fortunate financially. Her father was a fireman but he had an eye for property. The family home, it turned out, was appraised at over $1 million, more than double what they thought it was worth. They also had two vacation homes that they had owned for decades.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Yet the family home constitutes most of the assets, and her mother cannot imagine selling it. Patti said she had persuaded her to sell a fishing cabin, which would cover about six months of expenses, and is trying to get her to sell the other beach house, which could pay for a year.</p>\"},{\"content\":\"<p class=\\\"body\\\">“Right now it’s fine, but it’s not going to stay that way,” she said. “We have cash for a year, or a year and a half.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">For many people, having that kind of money, and flexibility in decision-making, would be an ideal situation. The reality is most people with a long-term disease requiring palliative care will quickly become dependent on the state.</p>\"},{\"content\":\"<p class=\\\"body\\\">“People think Medicare will cover all their costs, but it’s very minimal for long-term care,” said Jed Levine, executive vice president and director for programs and services at the Alzheimer’s Association’s New York chapter. “It’s 100 days in a nursing home for rehabilitation. It’s not custodial care.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Alzheimer’s costs the country $200 billion a year, Mr. Levine said, including care for the patient and lost wages for family members. Not all terminal illnesses are as costly. There is a division between ones that require skilled care — like kidney or liver failure — and are covered by health insurance, and those that require palliative care like dementia, a stroke or A.L.S., where the costs are paid out of pocket until people run out of money and qualify for Medicaid.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Depending on the state, there may be help short of running out of money. New York, for one, has a generous program for home care.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Daniel G. Fish, a  lawyer who specializes in elder law in New York City, said most of his clients cringed when they heard the word Medicaid, but they were confusing how Medicaid treats nursing home benefits nationally with how it works for home care in New York.</p>\"},{\"content\":\"<p class=\\\"body\\\">New York’s home care program says a person cannot have more than $14,400 in savings — 0r $21,150 for a couple — but retirement accounts of any value are exempt if they are paying out money. While the distributions count as income, that is a separate calculation, he said.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">The program also doesn’t count a primary residence as long as it is worth less than $786,000. If it is worth more, the owner can take out a mortgage to reduce the equity, he said.</p>\"},{\"content\":\"<p class=\\\"body\\\">There is also no “look back” period on asset transfers, so if someone who gave $200,000 to a child one month could apply for New York’s home care program the next. Medicaid has a five-year look-back period. And the asset limits for going into a nursing home are relatively liberal: $115,920 and a primary residence for a married couple; $14,400 for a single person.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">“This is the wheel of fortune,” Mr. Fish said. “It’s generous and it’s humane.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">When asked why this program could be so generous — when Medicaid in general is perceived as the opposite  — he said, “I’ve said for years that I’m going to put up a sign, ‘Abandon all logic, ye who enter here.’”</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">Yet Mr. Fish said the number of people who received Medicaid home care in New York was relatively low, owing to most people not knowing about it or not thinking the service will be very good.</p>\"},{\"content\":\"<p class=\\\"body\\\">It would be easy to say that this is where advisers could help people. They can, for sure. But in such emotionally difficult situations they can only do so much.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"body\\\">Mr. West, despite being an expert in these matters, said he succumbed to the same mistakes his clients made. In 2010, his father-in-law, who was undergoing kidney dialysis, asked Mr. West to sell all of his securities and go to cash. Mr. West said he knew better than to do this. Dialysis treatment is wildly expensive, but Medicare pays for it. When Mr. West’s wife pressured him to do what her father wanted, he relented.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"body\\\">“When you have somebody that you love vulnerable or scared, your default decision is going to be whatever makes the pain or the fear stop, even if rationally speaking, it’s not the right course of action,” Mr. West said. “What we try to do with our advice is point this out to families. Whether you plan on it or not, you are always going to be playing your primary family role, particularly closer to death.”</p>\"},{\"content\":\"<p class=\\\"body\\\">And his was to keep the money safe.</p>\",\"type\":\"text/html\"}]","description":"People who have terminal diseases are living longer.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2013/11/Skeldon-5.jpg?itok=OLi8tWJG","meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/19/sullivan_math_final_64.mp3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/19/sullivan_math_final"},"duration_hms":"00:02:45","duration":165},"format":"MP3"}]}