{"created":"2015-05-14T15:07:59+00:00","modified":"2015-05-14T15:07:59+00:00","valid":{"from":"2013-02-26T17:21:15+00:00","to":"3013-02-26T17:21:15+00:00"},"hreflang":"en","guid":"7d8d686c-70a7-418b-8aff-7c1ab27f2f16","description":"Now that Romanians and Bulgarians will soon enjoy full European Union status and be able to move freely through EU countries, Britain fears a flood of unwelcome immigrants.","itags":["Marketplace for Tuesday, February 26, 2013","Marketplace","7d8d686c70a718bfaff57c1ab27f2f16","PMP:Marketplace_PMP"],"published":"2013-02-26T17:21:15+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>A British immigration watchdog is warning of a major influx of migrants into the U.K. after the end of this year. <a href=\\\"http://www.migrationwatchuk.org/\\\" target=\\\"_blank\\\">MigrationWatch</a> reckons that as many as a quarter of a million Romanians and Bulgarians will settle in Britain after they gain full access to one of the fundamental rights of  membership of the European Union -- the free movement of people.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In Britain, the prospect of a tidal wave of Romanian and Bulgarian settlers is causing profound alarm. “We’ve already got two and a half million Brits unemployed, and there’s high youth unemployment,” says Matthew Pollard, spokesman for MigrationWatch. “And there’s also an acute shortage of housing, especially in London and the southeast. There just isn’t enough housing to go around.”</p>\"},{\"content\":\"<p>The British government -- which is committed to reducing immigration --  is casting around for ways to dissuade the Romanians and Bulgarians from coming to Britain. One proposal is to run a negative advertising campaign about the U.K. in the Romanian and Bulgarian press. The ads might describe Britain’s appalling weather, high unemployment and lack of opportunity. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Faisal Siddiqui of the Figtree brand consultancy does not think that is a good idea. “Britain has spent millions promoting itself as a great place to visit and do business,&quot; he says. “The message has been: great creativity, great innovation, Great Britain. A negative ad campaign would detract from that national narrative.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The negative ads could backfire in another way, too. Forty years ago, when the Ugandan dictator Idi Amin expelled thousands of Asians, the people of Leicester in the English Midlands were terrified that some of the refugees would wind up in their city. So they took out an ad in Ugandan newspapers urging them not to come. Ten thousand -- more than a third of the total -- made a beeline for Leicester.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Members of the Romanian community in Britain have dismissed all the talk of a “tidal wave&quot; of immigrants into the U.K. as ridiculous and insulting. Journalist Cristina Irimie says it is typical immigrant-bashing.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Migrants are always blamed if there are no jobs and the economy’s poor,” Irimie says. &quot;They’re using migrants as a demon.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Meanwhile, back in Romania, as a riposte against what it sees as inhospitable Britain, a newspaper in Bucharest has launched a campaign entitled &quot;<a href=\\\"http://whydontyoucomeover.gandul.info/\\\" target=\\\"_blank\\\">Why Don&apos;t You Come Over?</a>,&quot; offering job opportunities  and temporary accommodation to any Brits that would like to start a new life in Romania.</p>\"}]","tags":["romania","bulgaria","World","APM","Immigration","U.K.","United Kingdom"],"teaser":"Now that Romanians and Bulgarians will soon enjoy full European Union status and be able to move freely through EU countries, Britain fears a flood of unwelcome immigrants.","contentencoded":"<div class=\"barn-cleaned\"><p>A British&nbsp;immigration watchdog&nbsp;is warning of a major influx of migrants into the U.K. after the end of this year. <a href=\"http://www.migrationwatchuk.org/\" target=\"_blank\">MigrationWatch</a> reckons that as many as a quarter of a million Romanians and Bulgarians&nbsp;will settle in Britain after they gain full access to one of the fundamental rights of&nbsp; membership of the European Union -- the free movement of people.</p>\n<p>In Britain, the prospect of a tidal wave of Romanian and Bulgarian settlers is causing profound alarm. “We’ve already got two and a half million Brits unemployed, and&nbsp;there’s high youth unemployment,” says Matthew Pollard, spokesman for MigrationWatch. “And there’s also an acute shortage of housing, especially in London and the southeast.&nbsp;There just isn’t enough housing to go around.”</p>\n<p>The British government -- which is committed to reducing immigration --&nbsp; is casting around for ways to dissuade the Romanians and Bulgarians from coming to Britain. One proposal is to run a negative advertising campaign about the U.K. in the Romanian and Bulgarian press. The ads might describe Britain’s appalling weather, high unemployment and lack of opportunity.&nbsp;</p>\n<p>But&nbsp;Faisal Siddiqui&nbsp;of the Figtree brand consultancy does not think that is a good idea. “Britain has spent millions promoting itself as a great place to visit and do business,\" he says. “The message has been: great creativity, great innovation, Great Britain. A negative ad campaign would detract from that national narrative.\"</p>\n<p>The negative ads could backfire in another way, too. Forty years ago, when the Ugandan dictator Idi Amin expelled thousands of Asians, the people of Leicester in the English Midlands were terrified that some of the refugees would wind up in their city. So they took out an ad in Ugandan newspapers urging them not to come. Ten thousand -- more than a third of the total -- made a beeline for Leicester.</p>\n<p>Members of the Romanian community in Britain have dismissed&nbsp;all the talk of a “tidal wave\" of immigrants into the U.K. as ridiculous and insulting. Journalist Cristina Irimie says it is typical immigrant-bashing.</p>\n<p>“Migrants are always blamed&nbsp;if there are no jobs and the economy’s poor,” Irimie says. \"They’re using migrants as a demon.”</p>\n<p>Meanwhile, back in Romania, as a riposte against what it sees as inhospitable Britain, a newspaper&nbsp;in Bucharest has launched a campaign entitled \"<a href=\"http://whydontyoucomeover.gandul.info/\" target=\"_blank\">Why Don't You Come Over?</a>,\" offering job opportunities &nbsp;and temporary accommodation to any Brits that would like to start a new life in Romania.</p></div>","byline":"Sam Beard","title":"Migrating to Britain? Please don't","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/uk_flag.jpg?itok=AOO7k3z8","meta":{"crop":"primary","width":"610","height":"340"},"type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/02/26/marketplace_segment20_20130226_64.mp3","meta":{"duration_hms":"00:03:39","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/02/26/marketplace_segment20_20130226","type":"application/json"},"duration":219},"format":"MP3","type":"audio/mpeg"}]}