{"created":"2014-11-11T22:46:28+00:00","modified":"2014-12-05T21:05:15+00:00","valid":{"from":"2014-12-05T21:05:15+00:00","to":"3014-12-05T21:05:15+00:00"},"hreflang":"en","title":"A Crime Drama Crosses The Atlantic And Detective David Tennant Is On The Case","published":"2014-11-11T23:24:00+00:00","teaser":"Tennant stars as the same grizzled detective in BBC's <em>Broadchurch</em> and FOX's <em>Gracepoint.</em> It was \"too unusual an opportunity to turn down,\" he says.","itags":["npr_api","363303669"],"guid":"7d95a3ed-680e-46b4-8dda-d53f2cf4a385","contentencoded":"<p>The name David Tennant may evoke two very different reactions: from some people, \"Who?\" and from others, \"Doctor Who!\" The Scottish actor starred as Doctor Who in the beloved, BBC science-fiction series. \"It's a huge privilege to be involved in something that evokes such enthusiasm,\" Tennant tells NPR's Robert Siegel. But, he says, it's also nice to be known for other projects as well.</p><p>Now, he's making his American television debut in <em>Gracepoint</em> — an American adaptation of the BBC detective series <em>Broadchurch. </em></p><p>\"It's been lovely to be involved in <em>Broadchurch</em> and now <em>Gracepoint</em> and find that it gets an almost equal amount of attention [as <em>Doctor Who</em>],\" he says. \"I feel like I've reached a tipping point where I'm as known for something else.\"</p><p>Tennant stars as the grizzled detective — Scotsman Alec Hardy and American Emmett Carver — in both versions of the show.</p><p>\"I just felt like [it was] too unusual an opportunity to turn down,\" Tennant says. \"It's such a great story ... I thought, well, I'm not going to miss the opportunity to tell that story to a lot of people who haven't heard it yet. ... It was an exciting challenge to try and recreate something but with a new set of circumstances.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the differences between the Scottish detective and the American detective</strong></p><p>I didn't set out to be self-consciously different about it. You know, I think you can only ever do whatever the script supports. I think it would be self-indulgent to go, \"Oh, I'm going to make this character different by giving him a quirk of some kind.\" I don't think that serves the story, particularly. But even very similar scenes with a different set of actors, a different set of circumstances, it starts to evolve as a different character. And the very fact of how you speak somehow influences who you are. The way you move, the way you think, it seeps into your being, and it's quite hard to really break that down entirely. But I'm certainly aware that they feel like very different characters in my head.</p><p><strong>On trying to get all the dialect issues out of the way first</strong></p><p>You do your homework, hopefully, before you get there. And by the time you get on set, if you're doing a different accent — whatever it may be, whether it's American or even a different British dialect ... then you kind of want to get that out of the way so that it's sort of in your bones by the time you're on set. The last thing you want to be fretting about in the midst of everything else is a particular vowel sound. You want to work on that and practice that so that that's just not something you're thinking about. You're just trying to do the scene to the best of your ability.</p><p><strong>On his father-in-law, Peter Davison, who played a prior doctor on <em>Doctor Who, </em>and inspired Tennant to become an actor</strong></p><p>Watching my now father-in-law as a young boy was a huge influence on me. It's very peculiar the way that particular part of my life was worked out, but he happened to have a rather wonderful daughter, so there you go!</p><p>... All roads seem to have come back to <em>Doctor Who</em> in our life. But, no, it was a huge part of my growing up. I was a massive fan and it certainly inspired me to get into acting and to be ... one of those people that tells stories on TV. That was a huge part of my childhood.</p><p><strong>On his father, a Presbyterian minister, and the similarities between performing and preaching</strong></p><p>He's retired, but he still, you know, he still does the odd guest preaching spot here and there. ...There's a huge element of performance in being a minister in the church, absolutely. And he's often talked to me about how — if life had been slightly different for him and perhaps the circumstances of when and where he grew up had been different — then acting is something that might have tempted him. But his performing skills went in a slightly different direction.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Crime+Drama+Crosses+The+Atlantic+And+Detective+David+Tennant+Is+On+The+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363342296-952777.m3u?orgId=1&topicId=1138&ft=3&f=363303669"},{"href":"http://media.npr.org/assets/img/2014/11/11/gp_sc627_0326_hires2-349466932f294c7eea659b57b39d9e4ff2f4e7a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2024","width":"2698"}}]}