{"created":"2015-03-25T21:20:38+00:00","modified":"2015-05-13T21:06:40+00:00","valid":{"from":"2015-05-13T21:06:40+00:00","to":"3015-05-13T21:06:40+00:00"},"hreflang":"en","title":"Heinz And Kraft: Before They Were Food Giants, They Were Men","published":"2015-03-26T00:00:00+00:00","teaser":"Henry Heinz was big into pickles before ketchup came along. James Kraft gave the world American cheese. (Ironically, he was Canadian.) Now, two companies that revamped how we eat will become one.","itags":["npr_api","395345479"],"guid":"7d9d8d30-8717-440b-bb34-2297f2bc69a0","contentencoded":"<p>Heinz and Kraft.</p><p>When we hear those names we think ketchup and Velveeta, right?</p><p>But before they were products and companies that <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/25/395269545/heinz-kraft-announce-merger\">will merge</a> to become a giant with $28 billion in revenue, Heinz and Kraft were men.</p><p><a href=\"http://www.johnheinzlegacy.org/heinz/heinzfamily.html\">Henry John Heinz</a> came along first. Born near Pittsburgh in 1844, he was bottling and selling condiments by the age of 15. By the time he was in his mid-20s, he had launched what would become the H.J. Heinz Company.</p><p>Food science and technology expert <a href=\"http://chhs.gmu.edu/faculty-and-staff/petrick.cfm\">Gabriella Petrick</a> says that at first, ketchup was not what Heinz was known for.</p><p>\"He was largely known as a horseradish producer and a pickle producer,\" she notes, adding, \"At one point, Heinz was absolutely the largest food producer in the United States of commercially canned foods.\"</p><p>Petrick, who teaches at George Mason University in Fairfax, Va., says the ketchup brand was born in 1876. By then, Heinz was selling a long list of food items — more than the 57 varieties it advertised on its labels. Apparently, Heinz just liked that number.</p><p>\"It is a myth that there were 57 varieties\" of products that the company was selling, she says. \"But later on,\" she notes, \"in the 19-teens and '20s, the company went on to try to make 57 varieties [of products] and bring the legend into fact.\" It didn't quite happen.</p><p>And many years later, it was no coincidence that the deal that put the Heinz name on the Pittsburgh Steelers' stadium was for $<em>57 million</em>.</p><p>A couple of years before Heinz started selling ketchup, <a href=\"http://www.kraftfoodsgroup.com/about/history/jlkraftbio.aspx\">James Lewis Kraft</a> was born in Canada. That was in 1874. His family moved to Buffalo, N.Y., when he was a kid. The city was then the heart of America's cheese-making, according to Petrick.</p><p>As an adult, Kraft set up shop in Chicago and founded J.L. Kraft and Brothers.<br /> <br /> \"He's really important,\" Petrick says. \"He brought cheese making into the industrial setting.\"</p><p>The company pasteurized its cheese — a rare thing at the time. Because Kraft cheese had a longer shelf life, the government ordered millions of pounds of it to feed troops during World War I.</p><p>Before Kraft got crafty with cheese, Americans had been eating a lot of cheddar. Kraft came up with something new: \"Yep, the originator of American cheese was Canadian,\" Petrick says. Later, in the 1920s, came Velveeta — a mixture of American, Colby and cheddar designed to melt smoothly. And the '30s brought Miracle Whip and the Kraft Macaroni & Cheese dinner.</p><p>But Kraft's legacy wasn't just cheesy. More broadly, Petrick says, he used \"science and technology to stabilized American food systems and actually, really make them safer.\" Likewise, she says, Heinz helped make food safer at a time when \"lots of people were getting sick.\"</p><p>Now Kraft and Heinz will be one. Feel free to celebrate this marriage tonight with some mac and cheese drizzled with ketchup. Bon appetit!  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Heinz+And+Kraft%3A+Before+They+Were+Food+Giants%2C+They+Were+Men&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"127"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395355169-331d01.m3u?orgId=1&topicId=1053&d=127&p=2&story=395345479&t=progseg&e=395270430&seg=5&ft=nprml&f=395345479"},{"href":"http://media.npr.org/assets/img/2015/03/25/3b11344u_2-a5fd335e79fcd16829862a6555193cfc37576ab8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"578","width":"771"}}]}