{"created":"2014-09-04T16:42:56+00:00","modified":"2014-11-06T16:57:32+00:00","valid":{"from":"2014-11-06T16:57:32+00:00","to":"3014-11-06T16:57:32+00:00"},"hreflang":"en","title":"Why Aren't Teens Reading Like They Used To?","published":"2014-05-12T14:21:00+00:00","teaser":"A survey of data shows a marked drop in teenagers reading for pleasure. Researchers are trying to figure out whether the explosion of e-reading and digital diversions is behind the decline.","itags":["npr_api","311111701"],"guid":"7dc76447-6ca5-4b32-a0a9-81d9b6c52037","contentencoded":"<p><em>Harry Potter</em> and <em>The Hunger Games</em> haven't been big hits for nothing. Lots of teens and adolescents still read quite a lot.</p><p>But a roundup of studies, put together by the nonprofit Common Sense Media, shows a clear decline over time. Nearly half of 17-year-olds say they read for pleasure no more than one or two times a year — if that.</p><p>That's way down from a decade ago.</p><p>The digital revolution means there are more platforms than ever to read on. And yet, the number of American teens reading for pleasure has dropped dramatically. Researchers are asking if there's a link.</p><p>Jim Steyer, CEO and founder of Common Sense Media, is one of them. He's been studying the impact of technology on children, and he finds the results striking — though not entirely shocking.</p><p>Steyer has four kids and has seen the trend most with his 16-year-old. \"I start to see it in our 10-year-old, as well, because he is less and less reading, and more and more attracted to some of the digital media platforms that he has access to, and that he did not have access to when he was, say, 6 or 7 years old,\" he says.</p><p>The studies do not say that kids are reading less because they're spending more time online. But Steyer is convinced that's at least part of the answer.</p><p>\"First of all, most children now have access to e-readers, or other smart electronic devices like phones and tablets,\" he says. \"And they're spending time on that. Numerous reports show the increasing use of new technology platforms by kids. It just strikes me as extremely logical that that's a big factor.\"</p><p>Jamahri Sydnor and Chiamaka Anosike are ninth-graders waiting for the bus outside Wilson High School in Washington, D.C. How do they relax?</p><p>\"I don't really read for pleasure,\" says Sydnor. \"Generally I talk on the phone. Or I watch Netflix shows, or Hulu shows, mostly TV. That's it.\"</p><p>\"I don't read for pleasure either, unless it's for a school assignment,\" says Anosike. \"I'm usually on my phone or watching TV, too.\"</p><p>Of course, some students say they love to read but have too much homework — or are swamped with sports.</p><p>Researchers want to know more about how teens are spending their time in the digital age. But Kathryn Zickuhr of the Pew Research Center says it's tricky. If a kid is looking at a book, you can assume he or she is reading. But when it comes to looking at a smartphone or tablet, who knows?</p><p>\"We've heard from middle and high school teachers that sometimes the Internet is wonderful for highly motivated students to do deep and expansive research,\" says Zickuhr. \"But on the flip side, obviously there are many distractions on the Internet.\"</p><p>Despite those distractions, Jim Steyer of Common Sense Media says, parents can do a lot to promote reading.</p><p>\"Kids with parents who read, who buy or take books out of the library for their kids, and who then set time aside in their kids' daily schedule for reading, tend to read the most,\" he says — whether it's on a book, an e-book or some other gadget.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Aren%27t+Teens+Reading+Like+They+Used+To%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311760058-de3573.m3u?orgId=1&topicId=1013&aggIds=100876926&ft=3&f=311111701"},{"href":"http://media.npr.org/assets/img/2014/05/09/reading-teen-dc8d7462549f24e4be96e4de65235b6dc1689101.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"430","width":"574"}}]}