{"created":"2015-02-13T08:43:13+00:00","modified":"2015-05-13T21:15:58+00:00","valid":{"from":"2015-05-13T21:15:58+00:00","to":"3015-05-13T21:15:58+00:00"},"hreflang":"en","title":"Outmanned And Outgunned, Fighters Defend Yazidi Shrine Against ISIS","published":"2015-02-14T02:08:00+00:00","teaser":"Led by a celebrated Yazidi fighter, a small band of Kurdish peshmerga survived a months-long ISIS onslaught. Unlike others in Syria and Iraq, this sacred place still stands, nearly unscathed.","itags":["npr_api","385802886"],"guid":"7dd227da-9437-485d-b2c8-53e89749d1c0","contentencoded":"<p>In Kurdistan today, every fighter knows the name Qasim Shesho. He's been fighting with the Kurdish peshmerga forces in northern Iraq since the 1970s.</p><p>Shesho is a Yazidi — an ethnic and religious minority in Iraq — and the protagonist in a tale that could have come from literature, or Hollywood, or the Bible. It is a universal story, about a vastly outnumbered group of men defending sacred ground against an onslaught.</p><p>On a recent day, he greets us in a large meeting hall where the walls are lined with couches, blankets, machine guns and rocket launchers. Young men in camouflage kiss his hand when they walk past.</p><p>A young fighter brings sweet black tea in small glasses. The wizened commander asks my interpreter and me a question in Kurdish. One word is understandable even to an English speaker.</p><p>\"A whiskey? It's early in the day,\" I say, declining his offer.</p><p>These men are all Yazidis, and the hall we are sitting in is on the grounds of a sacred temple called Sharfadin. To Yazidis, this 800-year-old shrine is one of the holiest places on earth.</p><p>In the beginning of August, the group that calls itself the Islamic State, or ISIS, swept across this region, killing thousands. A handful of ill-equipped peshmerga fighters, led by Shesho, decided they would rather die than see this temple fall.</p><p>\"We were alone here,\" says the commander. \"We were just 18 peshmerga against ISIS.\"</p><p>In the beginning, they had so little food and so few weapons that four men would share one round of flatbread each day.</p><p>\"Every time we had to shoot, we wanted to save the bullet,\" says Shesho, \"because we wanted each one to kill a person.\"</p><p>Word eventually reached Kurdish leaders that the temple was standing, and that fighters were defending it from ISIS. And so helicopters began to drop food and ammunition for the men.</p><p>Shesho says the attacks were relentless. There were car bombs, rockets and snipers. One of his men was killed.</p><p>\"There were times we had no hope, so we said, 'Let us die fighting. That way we won't have to see our temple fall,' \" says Shesho.</p><p>Weeks turned into months, and still the temple stood. Kurdish reinforcements arrived; 200 men at first, then more. Four of the commander's adult sons came from Germany to fight alongside their father.</p><p>One of the sons takes us outside to see the evidence of the fight. He points to a hole in the ground where a mortar fell, then removes a stone from the hole. The mortar is still there — it never detonated.</p><p>This story of endurance by a group of men so vastly outnumbered sounds difficult to believe, but Kurdish government spokespeople confirmed that they dropped supplies to the men.</p><p>Perhaps the best testament to what happened here is the temple itself. While ISIS smashed many other sacred buildings across Iraq and Syria, Sharfadin temple still stands, with barely any damage.</p><p>The men lead us across a plaza to the 800-year-old shrine. It's made of pale yellow stone, with two elegant cones crowning the building. At the tip of each cone, three gold balls and a crescent reach skyward.</p><p>We take off our shoes before we enter. As men pass through the first gate, they kiss the entrance.</p><p>Inside a perimeter wall, there is a courtyard with a large tree, elevated graves and birds singing. It is peaceful, and it's difficult to believe that a war raged here less than two months ago.</p><p>At the center of the grounds, a small room is lined with brightly colored cloths. A stone pillar at the heart of this chamber is where Yazidi worshippers bring their prayers, asking for God's help.</p><p>\"During the siege, we came here every day and asked God to save us,\" says a fighter named Shamwa Edo.</p><p>ISIS took this region in August; it was finally liberated with the help of U.S.-led airstrikes four months later, in late December.</p><p>I ask Shesho what it felt like when he realized the siege was over.</p><p>\"We didn't celebrate,\" he says. \"We just cried.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Outmanned+And+Outgunned%2C+Fighters+Defend+Yazidi+Shrine+Against+ISIS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385948527-98e2a7.m3u?orgId=1&topicId=1010&d=271&p=3&story=385802886&t=progseg&e=385901111&seg=6&ft=nprml&f=385802886"},{"href":"http://media.npr.org/assets/img/2015/02/12/photo6-60add6fe1c482e8b4ed6a73dc2ebe4d1f5bd11ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1045","width":"1394"}},{"href":"http://media.npr.org/assets/img/2015/02/12/photo2-843477bec8cf0d51c3e17d523337c66244696a4b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"810","width":"1080"}},{"href":"http://media.npr.org/assets/img/2015/02/12/photo7-040d0e5c0ba0a563a97c552d4b66d0c2bedc3163.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1223","width":"1631"}}]}