{"created":"2014-10-08T13:56:09+00:00","modified":"2014-10-31T01:04:41+00:00","valid":{"from":"2014-10-31T01:04:41+00:00","to":"3014-10-31T01:04:41+00:00"},"hreflang":"en","title":"What, Exactly, Are U.S. Interests In Iraq's Turmoil?","published":"2014-06-18T00:33:00+00:00","teaser":"Some warn that the violence gripping the country could lead to another Sept. 11. But experts are skeptical, and Americans are wary of new military entanglements.","itags":["npr_api","323031075"],"guid":"7dd6e868-096b-4f1b-898c-fccc563faae7","contentencoded":"<p>As the U.S. steers warships closer to Iraq and beefs up its embassy's security in Baghdad with nearly 300 troops, a nagging question has resurfaced.</p><p>What compelling interests does Washington still have in a nation where all U.S. forces were pulled out 2 1/2 years ago?</p><p>Three days after Sunni militants calling themselves the Islamic State of Iraq and Syria seized Mosul, Iraq's second-largest city, President Obama paused on the White House lawn and issued a warning.</p><p>\"Terrorists,\" he said, were being allowed to overrun part of Iraq's territory. \"This poses a danger to Iraq and its people,\" he added, \"and given the nature of these terrorists, it could pose a threat eventually to American interests as well.\"</p><p>Just what those American interests might be, the president did not say. But a few days later, Sen. Lindsey Graham, R-S.C., asserted on CNN that Iraq was quickly becoming a new staging area for an attack on the United States.</p><p>\"The number of people that could die in this country from getting this wrong is going to be far greater than 4,000, because they're getting weapons they didn't have before,\" Graham warned. \"The economic chaos to the world is going to be far greater than this — and the money we spent in saving Iraq. This is another 9/11 in the making.\"</p><p>For some experts on the region, that may be an overstatement. \"I think, if they're referring to an exact replication of 9/11, I'm not entirely sure that's likely,\" says Georgetown University's Bruce Hoffman, who directs its Center for Security Studies.</p><p>Hoffman thinks the risk is more subtle. ISIS is focused right now on gaining more ground in Iraq, he says, but the group also has a large following and fighters with Western passports.</p><p>\"What worries me, and I'm sure what concerns members of Congress, is that in respect to the success and the notoriety that they've achieved in the past few days, that reach may in fact grow,\" Hoffman says.</p><p>Still, according to Persian Gulf expert Kenneth Pollack of the Brookings Institution, Americans are wary of new entanglements after a decade of wars in Iraq and Afghanistan. Pollack, who once strongly backed the overthrow of Saddam Hussein, now says the U.S. has no good options in Iraq. He thinks America's interest in Iraq goes beyond terrorism — it's also clearly economic.</p><p>\"It will be a real challenge for an American president to go back to the American public and say, you know what, our economy rests still on the oil market, and the oil market is heavily influenced by whatever happens in places like Iraq, and if we don't deal with the problems in Iraq, we could face a severe recession at home,\" he says. \"But I do think that that is probably the most compelling argument that can be made.\"</p><p>Other experts on the region question whether oil, terrorism or anything else justifies U.S. military action in Iraq.</p><p>\"Even if we took a kind of inside-the-Beltway, mainstream approach to U.S. foreign policy interests, I can't see what they are here,\" says Juan Cole, director of the University of Michigan's Center for Middle Eastern Studies.</p><p>If anything, Cole argues, U.S. airstrikes against ISIS could turn many others in Iraq not currently in the fight to take up arms. \"For the U.S. to treat this as a series of al-Qaida conquests and then to exercise military force to suppress it,\" says Cole, \"I think risks misunderstanding the situation and deeply alienating the Sunni population of northern Iraq.\"</p><p>Pollack notes that Iraq is once again in a state of civil war — just as it was seven years ago. But unlike then, the U.S. no longer has either the political or military clout it once had, he says.</p><p>\"I think that we have to recognize that we're not probably going to be able to do a whole lot in Iraq,\" he says. \"We may not be able to shut down this civil war, not anytime soon.\"</p><p>Which means that while the U.S. may still have some stake in what happens in Iraq, it's been left with little leverage to do anything about it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%2C+Exactly%2C+Are+U.S.+Interests+In+Iraq%27s+Turmoil%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323032855-4f5294.m3u?orgId=1&topicId=1010&ft=3&f=323031075"},{"href":"http://media.npr.org/assets/img/2014/06/17/450762726-097c7a713f5f7750c2536bf597765418ddbc8613.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4990"}}]}