{"created":"2014-10-21T12:59:35+00:00","modified":"2015-01-02T17:05:29+00:00","valid":{"from":"2015-01-02T17:05:29+00:00","to":"3015-01-02T17:05:29+00:00"},"hreflang":"en","title":"Does Being 'Spiritual But Not Religious' Really Mean Anything?","published":"2014-12-31T23:48:00+00:00","teaser":"The self-defined \"unaffiliated\" are apt not to reject science's promise of knowledge based on evidence but, rather, to embrace it, says commentator Adam Frank.","itags":["npr_api","357770909"],"guid":"7de04869-74f8-453e-a556-378fc16e34e8","contentencoded":"<p>\"Spiritual But Not Religious\" is a phrase you hear more and more these days — and with good reason. In 2012, a <a href=\"http://www.pewforum.org/2012/10/09/nones-on-the-rise/\">Pew Foundation survey</a> on religion found that almost 20 percent of Americans placed themselves in the category of \"unaffiliated.\"</p><p>That 20 percent unaffiliated translates into a whole lot of people. It's a big enough number that, most likely, your next airport van ride will include someone without traditional religious attachments onboard.</p><p>But to really appreciate the importance of this 20 percent in the landscape of American life, you have to consider one more number: 10 years.</p><p>That's how long it's been since philosopher <a href=\"http://www.samharris.org\">Sam Harris</a> published his book <a href=\"http://www.samharris.org/the-end-of-faith\">The End of Faith</a> and kick-started the New Atheist movement. Along with writers like Richard Dawkins, Christopher Hitchens and Daniel Dennett, Harris was unapologetic in his denunciation of literalist religious beliefs.</p><p>Looking back, New Atheism was at its best when it provided a clear defense of reason against the many fundamentalisms that only look backward. At its worst, however, it dismissed all experiences of \"spirituality\" as worthless, pudding-headed confusion.</p><p>For persistent readers, however, Harris' now decade-old book held a surprise. In the last chapter, this fiery critic of religion argued that real spiritual experience was not only possible, it was a kind of birthright. I remember getting to that last chapter and thinking, \"Whoa, what just happened?</p><p>What happened was Harris, like many in the 20 percent, had always found meaning in experiences of personal spirituality. Those experiences now take center stage in Harris' latest book, <a href=\"http://www.samharris.org/blog/item/chapter-one\">Waking Up</a>.</p><p>Harris' first step on this new journey is to give up being squeamish about language. As he writes:</p><blockquote><p>\"I will use spiritual, mystical, contemplative and transcendent without apology. However, I will be precise in describing the experiences and methods which merit those terms.\"</p></blockquote><p>Next, he tells us why these experiences matter: \"Spirituality begins with a reverence for the ordinary that can lead us to insights and experiences that are anything but ordinary.\"</p><p>Wow. That's quite a statement coming from one of the \"<a href=\"https://www.youtube.com/watch?v=TfNgCaqLIR0\">Four Horsemen of Non-Apocalypse</a>.\" Harris' emphasis on precision in the first quote tells us a lot. The methods he's interested in are exactly the ones used for millennia in exploring the nature of subjectivity. Collectively he calls them \"contemplative practice,\" but most people know the methods as meditation.</p><p>The self-transcending experiences these contemplative methods make possible are, Harris claims, reproducible. That's what makes them good analogues to the evidence-driven methods of modern science. Thus, space in the book is also dedicated to neuroscience and the study of consciousness.</p><p>Which brings us back to the importance of our two numbers — 20 percent and 10 years.</p><p>If anything, the 10 years since the rise of New Atheism has shown us how limited its engagement with questions of human spirituality can be. Yes, fundamentalism is dangerous and anti-scientific. Yes, we should vigorously defend the progress made since the time of the enlightenment. But is that really all there is to say about science and spirituality?</p><p>Are we sure that the experiences people<em> feel as spiritual</em> are<em> fully exhausted</em> by neuroscience in its current form? Are we sure there's no further meaning to be explored in these experiences either personally or in public philosophical and scientific contexts?</p><p>Of course we <em>can't </em>be sure. That is what makes the questions so rich and the experiences so potent.</p><p>But here is the real point behind 10 years of New Atheism, 20 percent religious affiliation and the bracing questions posed in Harris' new book: <em>People in the unaffiliated category are, in general, not hostile to science.</em> They are apt not to reject science's promise of knowledge based on evidence but, instead, to embrace it.</p><p>But along with that embrace, they also experience their lives through a sense of awe and wonder that they perceive as spiritual. They are, in other words, trying to understand how the worlds of science and the worlds of their own spiritual experience fit together. Thus, many<em> </em>of the \"Spiritual But Not Religious\" are trying honestly to understand what it means to be both spiritual and scientific.</p><p>That's why they represent a category that won't be going away anytime soon. Nor should we hope they'll go away.</p><p>As Harris' book demonstrates, there is a really interesting conversation to be had in this new territory. It's a landscape of open questions like: What is the relation between brain and mind? What is the context of human meaning? Is experience primary, or do we ever get perspectives that can be free of our perspective (of things-in-themselves)<em>?</em></p><p>It's all the terrain lying beyond the false certainties that have dominated the past 10 years of exhausting public \"religion vs. science\" debate. And it's a new conversation that will, hopefully, welcome truly curious people of all persuasions: religious, atheist, scientific and spiritual.</p><hr /><p><em>You can keep up with more of what Adam is thinking on </em><a href=\"https://www.facebook.com/AdamFrankAuthor\">Facebook</a> and Twitter:<em> </em><a href=\"https://twitter.com/adamfrank4\">@adamfrank4</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Does+Being+%27Spiritual+But+Not+Religious%27+Really+Mean+Anything%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Adam Frank","audio":[{"meta":{"duration":"187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374255076-4810a3.m3u?orgId=1&topicId=1060&ft=3&f=357770909"},{"href":"http://media.npr.org/assets/img/2014/10/21/meditate-c6cc67b354f67469fa34f77ca42fa2b241032bbf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"561","width":"748"}}]}