{"created":"2014-10-08T16:12:00+00:00","modified":"2014-10-31T02:07:41+00:00","valid":{"from":"2014-10-31T02:07:41+00:00","to":"3014-10-31T02:07:41+00:00"},"hreflang":"en","title":"Iraq Debates Law That Would Allow Men To Marry 9-Year-Old Girls","published":"2014-05-13T23:26:00+00:00","teaser":"The Iraqi Cabinet has approved the measure and sent it to Parliament for a vote. Opponents say it would be a major setback for a country that has mostly secular laws.","itags":["npr_api","312160466"],"guid":"7de424ed-2747-43a9-8114-24c2b09aef2e","contentencoded":"<p>A stroll through the Baghdad Book Fair last month was a lesson in today's cultural norms in Iraq. The books — gold-embossed, neatly arrayed — were almost all religious, and most of the customers were men.</p><p>But in the middle of the white pavilion, a woman's voice rang out loud and strong. Fawzia al-Babakhan, a lawyer, delivered a blistering critique of a proposed law that would rewrite the rules for matters such as marriage and inheritance according to Shiite Islamic law.</p><p>Most controversially, the law, proposed by former Justice Minister Hassan al-Shammari and passed by the Cabinet, would consider girls adults and thus ready for marriage at 9 years old.</p><p>\"We know that the state of women in Iraq is getting worse, despite the intellectual openness that women had benefited from following the American occupation and the removal of the regime,\" Babakhan says.</p><p>Since the U.S.-led invasion of 2003, she says, there's been Internet access, a growing civil society and more opportunities to travel. But conservative religious politics are also on the rise. She says she's seeing women's rights regress.</p><p><strong>Parliament Must Approve</strong></p><p>The proposed legislation is known as the Jaafari law, after a school of Islam by that name. It still needs to be passed by Parliament, which is not expected to take any action until Iraq forms a new government. The country had elections last month, but the results have not been announced; it will likely take weeks or even months of negotiations before a new government is in place.</p><p>And if passed, the law would be voluntary; people could choose whether to use its tenets to write wills and marriage contracts. But activists worry it would still be imposed on people. And Babakhan, the lawyer, is concerned about the proposal's provision that it apply only to Iraq's Shiite majority — not Sunni Muslims or other minorities.</p><p>\"This, of course, nurtures sectarianism and divisions in society,\" she says. Iraq has lost tens of thousands to sectarian fighting in the past 10 years.</p><p>Many analysts say the law is unlikely to be passed by Parliament and is mostly a political pitch to shore up support with conservative Shiites. In Iraq's hinterlands, tribal traditions sometimes allow early marriage and violence against women.</p><p>Still, it's caused outrage among rights activists.</p><p>Ahlam al-Obeidi hosts a radio show about women's rights in Baghdad. She says years of war left Iraq with more women than men, and lots of poverty. Some people marry off young girls for the dowry.</p><p>\"We are a society plagued by patriarchal attitudes and outdated tribal laws, which are all conducive to violence against women,\" she says.</p><p>Obeidi says the proposed law causes her intense pain, especially when she thinks of her granddaughters, the eldest of whom is 9 years old.</p><p>\"This is not marriage,\" she says, \"but rather the selling and buying of young women.\"</p><p>Although the Muslim holy book, the Quran, does not state an exact age for marriage, some scholars quote religious texts indicating that it's allowed for girls of 9 to marry. But Iraq has a long tradition of separation of mosque and state, and several senior Shiite clergy have come out against the proposed law.</p><p><strong>Opposition From Some Religious Figures</strong></p><p>In a <em>hawsa</em> — a Shiite theological school — in Baghdad, close to the shining gold domes of the Kadhimiya shrine, a prominent religious figure also raised objections to the law.</p><p>\"There are matters which were mentioned in that law that are really unnecessary for contemporary generations,\" Grand Ayatollah Jawad al-Khalisi says in an interview. \"They pertain to old jurisprudence, so they shouldn't be brought up now and pushed on people.\"</p><p>The clergyman says people should remember that Iraq is riven by the worst violence in years, and awaiting the result of a contentious election. This law, he says, is a distraction — intentional or otherwise — from much more important matters for the stricken country.</p><p><em>NPR correspondent Alice Fordham is based in Beirut. You can follow her at</em> <a href=\"https://twitter.com/AliceFordham\" target=\"_blank\">@alicefordham</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iraq+Debates+Law+That+Would+Allow+Men+To+Marry+9-Year-Old+Girls&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312197654-5e0b7a.m3u?orgId=1&topicId=1009&ft=3&f=312160466"},{"href":"http://media.npr.org/assets/img/2014/05/13/jaafari-law2-6769db6790999a3d0e64e057ddbf2f9d77233d5a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3632","width":"4846"}}]}