{"created":"2015-03-07T23:04:09+00:00","modified":"2015-03-09T00:45:55+00:00","valid":{"from":"2015-03-09T00:45:55+00:00","to":"3015-03-09T00:45:55+00:00"},"hreflang":"en","title":"Remembering A Golden Era Of Undefeated College Basketball Teams","published":"2015-03-09T00:45:00+00:00","teaser":"If they can pull it off, this year's Kentucky Wildcats would be the first undefeated team in almost 40 years. But back in the 1970s, flirting with perfection was practically routine.","itags":["npr_api","391322518"],"guid":"7e00aae3-a733-413e-bf3f-b559250c4d75","contentencoded":"<p>Today, the Kentucky Wildcats sealed a perfect regular season with their 67-50 victory over the University of Florida, putting them one step closer to the first fully undefeated season in men's college basketball in almost 40 years.</p><p>Running the table in college basketball is very, very hard. But this Kentucky team has made it look possible.</p><p>Post-game press conferences have been peppered with questions about \"how beatable\" Kentucky is. Practically every sports talk show this year has had at least one debate about who — if anyone — can beat the Wildcats. Even opposing coaches are acknowledging it: Auburn coach Bruce Pearl caught flak for saying <a href=\"http://www.al.com/auburnbasketball/index.ssf/2015/02/can_auburn_go_on_a_run_tigers.html\" target=\"_blank\">\"I don't know if we can beat Kentucky at Kentucky. You know, I just don't know.\"</a></p><p>But if you're sick of hearing about an undefeated team, just be glad you weren't watching college ball in the '60s and '70s, when teams flirted with perfection on the regular.</p><p><strong>An Era Of Undefeated Teams</strong></p><p><strong></strong>In the 1970s alone, seven teams finished their regular seasons undefeated — a feat that's been matched by only four<strong> </strong>teams since (including this year's Kentucky squad).</p><p>There was the UCLA dynasty, of course, with legendary coach John Wooden and their string of seven consecutive championships. The Bruins had four undefeated seasons ('64, '67, '72 and '73).</p><p>In 1975, a dominant Indiana Hoosiers team cruised through the Big Ten, walloping teams by an average of 23 points. But late in the season, star forward Scott May broke his arm, and the Hoosiers lost by two points to Kentucky in the NCAA quarterfinals.</p><p>The next fall, coach Bob Knight sat his team down just before the start of the season.</p><p>\" 'Our goal this year is to play this season completely undefeated from our opening game through the championship of the NCAA Tournament,' \" he told them, as he recounted to ESPN in 2011. \" 'That's what this team is capable of doing, and I expect it to do just that.' \"</p><p>And they did. The '76 Hoosiers went 32-0, capping it off with <a href=\"https://www.youtube.com/watch?v=ek_1vXAoej8\" target=\"_blank\">a decisive championship win over Michigan</a>.</p><p>Quinn Buckner, the starting point guard for those Indiana teams, said he always cared more about winning a championship than he did the undefeated season. He never gave a thought to how long his team's achievement would stand. But Bob Knight knew it would last, he says.</p><p>\"Because he said, at our senior night, to all the people in Indiana, 'Take a look at this team. You're never gonna see another one like it.' \"</p><p>Coach Knight was right. In 1979, Larry Bird's Indiana State Sycamores looked like they might pull it off, but they met their match in Magic Johnson and Michigan State in <a href=\"https://www.youtube.com/watch?v=KUWrYF0bpx0\" target=\"_blank\">the most-watched college basketball game ever</a>.</p><p>After that, college basketball's undefeated season disappeared.</p><p><strong>What Changed?</strong></p><p>Dana O'Neil, a reporter and columnist for ESPN.com, says there are a few factors at play.</p><p>First, the three-point line was a huge equalizer.</p><p>\"You found a team that had one kid that could shoot the ball pretty well, and all of a sudden that changes everything,\" she says, pointing to Rick Pitino taking the Providence Friars to the Final Four in 1987, the first year the tournament allowed the three-point shot.</p><p>Second, O'Neil says there are more players with game-changing talent these days.</p><p>\"There [used to be] probably only 10-15 really dominant players in college basketball — guys that could really just sway the victories,\" she says. \"That's just not the case anymore.\"</p><p>But those players are also more likely to leave early for the NBA, and the turnover is hard on teams.</p><p>\"So you get a team that's wildly talented, but very young,\" she says. \"And in November or December, they play a team that's not nearly as talented, but has been together for a lot more years. And that other team's gonna win, and there goes your undefeated season.\"</p><p>And lastly, the NCAA Tournament has expanded. When UCLA was winning title after title in the '60s and early '70s, the tournament only included 24 or so teams. That has gradually grown to the 68-team bracket we know today.</p><p><strong>The Pursuit Of Perfection In Today's Game</strong></p><p>No wonder only one team has really come close to perfection in these last few decades: the 1991 Runnin' Rebels from the University of Nevada, Las Vegas.</p><p>The year after winning the 1990 national title, the Rebs steamrollered their Big West competition. They entered the Final Four at 34-0, <a href=\"https://www.youtube.com/watch?v=csETfUrD6ME\">but they were upset by Duke, 79-77</a>, in one of the most memorable games in the history of the tournament.</p><p>It was a long 23 years before the next team would enter the tournament undefeated: last year's Wichita State Shockers. But they only made it to the third round, where they lost to — whom else — Kentucky.</p><p>As for this year's Kentucky team, they still have as many as nine more games to go — three in the SEC Tournament, and six in the NCAA Tournament.</p><p>Quinn Buckner and the '76 Indiana team are pulling for the Wildcats. And Dana O'Neil thinks a perfect season might be good for the sport.</p><p>\"I think it would be exciting,\" she says. \"If you're just a casual sports fan on April the 6th and Kentucky is 39-0, you're gonna watch that championship game, I would think. And I think that's fun.\"</p><p>Although, she says, one perfect season is enough. No more dynasties, please.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+A+Golden+Era+Of+Undefeated+College+Basketball+Teams&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Becky Sullivan","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391520240-16dc0d.m3u?orgId=1&topicId=1055&e=391322518&d=251&ft=nprml&f=391322518"},{"href":"http://media.npr.org/assets/img/2015/03/06/ap7603300182-78a9cc7d53f104fbb8cfd5a658be9822311012a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1871","width":"2497"}},{"href":"http://media.npr.org/assets/img/2015/03/07/480214771-e1fd91249d3bebcc7955c9df4b347503ba059559.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}