{"created":"2015-02-02T21:29:33+00:00","modified":"2015-02-04T16:39:48+00:00","valid":{"from":"2015-02-04T16:39:48+00:00","to":"3015-02-04T16:39:48+00:00"},"hreflang":"en","title":"Hunting For Big Planets Far Beyond Pluto May Soon Be Easier","published":"2015-02-04T16:02:00+00:00","teaser":"Construction is starting in Chile on a new sort of telescope. One aim is to survey huge swaths of sky for faint signals of a \"Planet X\" that may be lurking on the farthest edges of our solar system.","itags":["npr_api","382276026"],"guid":"7e037ee7-27a2-4eda-90bd-fcb082042276","contentencoded":"<p>On a mountaintop in Chile, excavators have just started work on a construction site. It will soon be home to a powerful new telescope that will have a good shot at finding the mysterious Planet X, if it exists.</p><p>\"Planet X is kind of a catchall name given to any speculation about an unseen companion orbiting the sun,\" says <a href=\"http://astro.psu.edu/people/kll207\">Kevin Luhman</a>, an astronomer at Penn State University.</p><p>For more than a century, scientists have observed various things that they thought could be explained by the presence of an unknown planet lurking at the edge of our solar system.</p><p>\"There's a huge volume of space in the outer solar system,\" says Luhman. \"We know almost nothing about what might be out there.\"</p><p>Some conspiracy-minded folks even think that Planet X has already been discovered. \"There are a lot of these people on the Internet,\" says Luhman, \"who think that, for instance, NASA knows about an unseen planet, but it's on a collision course with Earth and it's going to destroy us, but they don't tell us about it.\"</p><p>Finding a major new planet would be big news. While dwarf planets like \"Sedna\" haven't exactly become household names, a planet the size of Earth or Mars might get added to the list of planets students have to memorize.</p><p>Luhman recently went hunting for planet X using <a href=\"http://www.nasa.gov/mission_pages/WISE/main/#.VM-egdLF-E4\">WISE</a>, a NASA space telescope that detects infrared light. It would have found anything the size of Jupiter or Saturn, because gas giants like these are big enough and warm enough that they produce a lot of infrared light. But last year, Luhman <a href=\"http://www.nasa.gov/jpl/wise/planet-x-20140307/#.VM-e59LF-E4\">reported</a> that they didn't see any planet like that.</p><p>Still, there may be smaller, cooler planets out there — until recently, scientists had no way to look for them. \"Up until a year or two ago, we just didn't have the technology to do this, because we didn't have large cameras on large telescopes,\" explains <a href=\"http://home.dtm.ciw.edu/users/sheppard/\">Scott Sheppard</a>, an astronomer at the Carnegie Institution for Science in Washington, D.C.</p><p>Any planet that far away would be very faint, because light would have to travel billions of miles from the sun to the planet, bounce off, and then travel all the way back to our telescopes. \"And because of that, if you put an object twice as far away, it becomes 16 times fainter,\" Sheppard says. \"So, things get very faint, very fast.\"</p><p>Sheppard and his colleagues have been searching for very faint objects using a massive camera on a powerful telescope in Chile. Last year, he and <a href=\"http://www.gemini.edu/staff/department/development\">Chad Trujillo</a>, of the Gemini Observatory, announced that they'd found a dwarf planet that they nicknamed \"Biden,\" since its temporary name is <a href=\"http://home.dtm.ciw.edu/users/sheppard/pub/TrujilloSheppard2014.pdf\">2012 VP113</a>. It's a little pink ball of ice that's far beyond Pluto.</p><p>There's a framed photo of the dwarf planet hanging on the wall of Sheppard's office; if he has his way, there soon will be more photos up there.</p><p>\"We believe there are probably a lot of objects bigger than Pluto still out there,\" Sheppard says, \"and there could easily be objects as big as Mars or even Earth, out beyond in the very far distant solar system.\"</p><p>He's already found hints of something big: When he looks at the orbits of his dwarf planet and some other small icy bodies, he sees a pattern. \"And you wouldn't expect that,\" Sheppard says. \"You'd expect the orbits to be completely random.\"</p><p>One possible explanation is that the array of objects are all being influenced by the force of a large, unknown planet. \"I think, like all new discoveries, this is just the tip of the iceberg,\" Trujillo told NPR via email. \"And it will probably be quite a while until someone can explain things and most people accept their explanation.\"</p><p>In Trujillo's view, if a large planet is out there, astronomers are unlikely to find it until the <a href=\"http://www.lsst.org/lsst/\">Large Synoptic Survey Telescope</a> comes online. The device is designed to scan huge swaths of sky for faint objects; the building site for it is already being prepared on top of a mountain in Chile, and construction will begin in earnest this year. The telescope is expected to start operations in the early 2020s.</p><p>\"But, we could get lucky,\" Trujillo notes — somebody might find the distant planet sooner than that.</p><p>Others agree that the chances of finding something sizable are good.</p><p>\"With the next generation of telescopes, or if we're lucky with the current generation of telescope, it will be possible to detect the light from this planet,\" says <a href=\"https://www.cfa.harvard.edu/~kenyon/\">Scott Kenyon</a>, an astrophysicist at the Smithsonian Astrophysical Observatory in Cambridge, Mass. \"If we can see it and pinpoint its position, then everybody will get excited.\"</p><p>Finding a big new planet would be like meeting a new neighbor, says Kenyon.</p><p>\"You like to know people on your street, or in your apartment building,\" he says. \"I think that part of this search for these planets in the outer part of the solar system is trying to find out about the neighborhood. I think to find out more about our neighborhood is just really a cool thing.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hunting+For+Big+Planets+Far+Beyond+Pluto+May+Soon+Be+Easier&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383346121-ec5ff8.m3u?orgId=1&topicId=1026&e=382276026&d=236&ft=nprml&f=382276026"},{"href":"http://media.npr.org/assets/img/2015/02/02/chile-telescope-2e2be5ae0d99ca0b12522e785387cf6b8ab39e4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1464","width":"1953"}},{"href":"http://media.npr.org/assets/img/2015/02/02/scott-sheppard-8406cb38b26a044785e355ece4dcaee58ab63bf5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1372","width":"1829"}}]}