{"created":"2015-05-15T11:20:03+00:00","modified":"2015-05-15T11:20:03+00:00","valid":{"from":"2013-08-08T18:45:38+00:00","to":"3013-08-08T18:45:38+00:00"},"hreflang":"en","guid":"7e0c48ea-692f-4092-86fa-da530b67ddc5","contentencoded":"<div class=\"barn-cleaned\"><p>A high-profile British government&nbsp;crackdown on illegal immigration has sparked accusations of&nbsp;heavy-handed policing and racial profiling.&nbsp;</p>\n<p>First, there was the “Go Home” van. The government sent a&nbsp;large vehicle through some of London’s most ethnically diverse areas carrying a billboard urging illegal immigrants to “Go home or face arrest.” In Ilford, in the northeast corner of the British capital, the van caused quite a stir.</p>\n<p>“It’s&nbsp;very crude, it’s very crass, it’s blatant racism,” says Rita Chadha of the Refugee and Migrant&nbsp;Forum of East London. “It is saying to all the foreign-born people in this community: ‘you’re not wanted, please go away.’ I think everyone in multicultural London is shocked by this.”</p>\n<p>The shock turned to anger in west London after immigration officials -- in another phase of the crackdown -- raided a shopping center looking for illegal immigrants. South Asian protesters -- among them Neemal Patel --&nbsp;angrily accused&nbsp;the officials of&nbsp;harassing&nbsp;anyone with a dark skin.</p>\n<p>“They’re randomly&nbsp;picking on black people and asking them where they live and what their name is,\" claimed Patel.</p>\n<p>But Immigration Minister&nbsp;Mark Harper&nbsp;defended both&nbsp;the billboard campaign and the crackdown. He&nbsp;denies that his officials have been randomly stopping black people&nbsp;and checking their immigration status.</p>\n<p>“We carry out operations based on intelligence&nbsp;and based on reasonable suspicion And I’m confident that everything we’ve been doing is lawful and proportionate to the offences that we’re trying to deal with,\" he said.</p>\n<p>Illegal immigration is a major problem in Britain; unofficial estimates suggest that as many&nbsp;as a million people have&nbsp;smuggled themselves into the U.K. or overstayed their visas. And public opinion polls suggest that a large majority of&nbsp;British citizens are worried about the levels of both illegal <em>and</em> legal immigration.</p>\n<p>“You walk along here and you’ll be lucky if you hear anyone speaking English. They talk about England&nbsp;but this isn’t England anymore,” says James Goddard , a retired labor union official who’s lived all his life in Ilford. Black and&nbsp;South Asian people&nbsp;now form the majority in his part of town, and there are sizable Polish, Romanian and Bulgarian communities too.</p>\n<p>“All the press and the public media keep talking about the ethnic minorities,” says Goddard, “but the real ethnic minorities are the white English people that are left behind.”</p>\n<p>Goddard wants&nbsp;to see a deep cut in&nbsp;immigration but he is repelled by the thought that people are being targeted in the crackdown because of their skin color. And he doesn’t like the van billboard campaign.</p>\n<p>“It’s like&nbsp;a red rag to a bull,” he says. “It creates a lot of bad feeling. There’s enough bad feeling as it is without stirring more of it up.”</p></div>","contenttemplated":"[{\"content\":\"<p>A high-profile British government crackdown on illegal immigration has sparked accusations of heavy-handed policing and racial profiling. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>First, there was the “Go Home” van. The government sent a large vehicle through some of London’s most ethnically diverse areas carrying a billboard urging illegal immigrants to “Go home or face arrest.” In Ilford, in the northeast corner of the British capital, the van caused quite a stir.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s very crude, it’s very crass, it’s blatant racism,” says Rita Chadha of the Refugee and Migrant Forum of East London. “It is saying to all the foreign-born people in this community: ‘you’re not wanted, please go away.’ I think everyone in multicultural London is shocked by this.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The shock turned to anger in west London after immigration officials -- in another phase of the crackdown -- raided a shopping center looking for illegal immigrants. South Asian protesters -- among them Neemal Patel -- angrily accused the officials of harassing anyone with a dark skin.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“They’re randomly picking on black people and asking them where they live and what their name is,&quot; claimed Patel.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Immigration Minister Mark Harper defended both the billboard campaign and the crackdown. He denies that his officials have been randomly stopping black people and checking their immigration status.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We carry out operations based on intelligence and based on reasonable suspicion And I’m confident that everything we’ve been doing is lawful and proportionate to the offences that we’re trying to deal with,&quot; he said.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Illegal immigration is a major problem in Britain; unofficial estimates suggest that as many as a million people have smuggled themselves into the U.K. or overstayed their visas. And public opinion polls suggest that a large majority of British citizens are worried about the levels of both illegal <em>and</em> legal immigration.</p>\"},{\"content\":\"<p>“You walk along here and you’ll be lucky if you hear anyone speaking English. They talk about England but this isn’t England anymore,” says James Goddard , a retired labor union official who’s lived all his life in Ilford. Black and South Asian people now form the majority in his part of town, and there are sizable Polish, Romanian and Bulgarian communities too.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“All the press and the public media keep talking about the ethnic minorities,” says Goddard, “but the real ethnic minorities are the white English people that are left behind.”</p>\"},{\"content\":\"<p>Goddard wants to see a deep cut in immigration but he is repelled by the thought that people are being targeted in the crackdown because of their skin color. And he doesn’t like the van billboard campaign.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s like a red rag to a bull,” he says. “It creates a lot of bad feeling. There’s enough bad feeling as it is without stirring more of it up.”</p>\",\"type\":\"text/html\"}]","description":"In Britain, a recent government crackdown on illegal immigration has had trucks touring immigrant neighborhoods with signs inviting undocumented immigrants to go home or face arrest. Some say this is heavy-handed.","itags":["Marketplace","PMP:Marketplace_PMP","Marketplace for 8/8/13","7e0c48ea692f092b6fadda530b67ddc5"],"teaser":"In Britain, a recent government crackdown on illegal immigration has had trucks touring immigrant neighborhoods with signs inviting undocumented immigrants to go home or face arrest. Some say this is heavy-handed.","tags":["APM","Immigration","United Kingdom","World"],"byline":"Sam Beard","title":"Britain's immigration crackdown sparks anger","published":"2013-08-08T18:45:38+00:00","audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/gohome.jpg?itok=_HYbcuMB"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/08/marketplace_segment20_20130808_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"duration":241,"duration_hms":"00:04:01","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/08/marketplace_segment20_20130808","type":"application/json"}}}]}