{"created":"2014-12-10T18:00:17+00:00","modified":"2015-05-14T16:49:22+00:00","valid":{"from":"2014-12-10T12:00:00+00:00","to":"3014-12-10T12:00:00+00:00"},"hreflang":"en","teaser":"Oil prices drop to record low, Detroit gets a break, and the U.S. dollar in Eastern Congo.","contenttemplated":"[{\"content\":\"<p>First up, oil prices fell to new lows today, after the oil producer&apos;s cartel, OPEC, forecast that demand won&apos;t be there in the coming year for all the  fossil fuel its members plan to pump. Using the Texas benchmark, crude fell another 2 percent to $62.54 a barrel this morning, and some market analysts say this is the reason share prices are slumping this morning. And Michigan Governor Rick Snyder has now given the okay to end the city of Detroit&apos;s emergency status. This represents a milestone in the city&apos;s efforts to move out of its financial crisis, and positions Detroit to officially emerge from bankruptcy as early as this week. More on that. Plus, <span>Eastern Congo was once a leading candidate for worst place on earth. War, child soldiers, rape, refugees. But cautiously, the region has entered a period of reconstruction. After all the reporting on the horrors of Eastern Congo over the years, we thought it&apos;s time to also look at efforts to get the region back on its feet. One lifeline over the years has been the U.S. dollar, which has operated in the area as alternative currency. But as we find out, the country is now trying to <a href=\\\"http://www.marketplace.org/topics/world/why-congo-so-dependent-dollar\\\" target=\\\"_blank\\\">wring those dollars out of its economy</a>.</span></p>\",\"type\":\"text/html\"}]","title":"PODCAST: Redefining currency in the Congo","itags":["PMP:Marketplace_PMP","7e13a2852db208010b89d0591d7e138b","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Wednesday December 10, 2014"],"tags":["Life","Mid-day Update","APM"],"description":"Oil prices drop to record low, Detroit gets a break, and the U.S. dollar in Eastern Congo.","guid":"7e13a285-2db2-4080-80b8-d0591d7e138b","contentencoded":"<div class=\"barn-cleaned\"><p>First up, oil prices fell to new lows today, after the oil producer's cartel, OPEC, forecast that demand won't be there in the coming year for all the &nbsp;fossil fuel its members plan to pump. Using the Texas benchmark, crude fell another 2 percent to $62.54 a barrel this morning, and some market analysts say this is the reason share prices are slumping this morning. And Michigan Governor Rick Snyder has now given the okay to end the city of Detroit's emergency status. This represents a milestone in the city's efforts to move out of its financial crisis, and positions Detroit to officially emerge from bankruptcy as early as this week. More on that. Plus,&nbsp;<span>Eastern Congo was once a leading candidate for worst place on earth. War, child soldiers, rape, refugees. But cautiously, the region has entered a period of reconstruction. After all the reporting on the horrors of Eastern Congo over the years, we thought it's time to also look at efforts to get the region back on its feet. One lifeline over the years has been the U.S. dollar, which has operated in the area as alternative currency. But as we find out, the country is now trying to <a href=\"http://www.marketplace.org/topics/world/why-congo-so-dependent-dollar\" target=\"_blank\">wring those dollars out of its economy</a>.</span></p></div>","published":"2014-12-10T12:00:00+00:00","byline":"David Brancaccio","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/DollarBills_0.jpg?itok=m5s3Ciqt","meta":{"height":"340","width":"610","crop":"primary"}},{"meta":{"duration_hms":"00:07:18","duration":438,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/12/10/midday_20141210_pod"}},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/12/10/midday_20141210_pod_64.mp3","type":"audio/mpeg"}]}