{"created":"2015-02-13T09:55:30+00:00","modified":"2015-05-13T21:15:51+00:00","valid":{"from":"2015-05-13T21:15:51+00:00","to":"3015-05-13T21:15:51+00:00"},"hreflang":"en","title":"The Black Market For Stolen Health Care Data","published":"2015-02-13T14:40:00+00:00","teaser":"The U.S. is moving to digitize health care with electronic medical records, Web portals and mobile apps. But as medical data goes online, it is becoming a hot commodity for hackers.","itags":["npr_api","385901377"],"guid":"7e199cff-8fb4-44e9-b7cf-6eca8952a129","contentencoded":"<p>President Obama is at Stanford University today, hosting <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/13/385960693/obama-to-urge-companies-to-share-data-on-cyber-threats\">a cybersecurity summit</a>. He and about a thousand guests are trying to figure out how to protect consumers online from hacks and data breaches.</p><p>Meanwhile, in the cyber underworld, criminals are trying to figure out how to turn every piece of our digital life into cash. The newest frontier: health records.</p><p>I grab a chair and sit down with Greg Virgin, CEO of the security firm RedJack.</p><p>\"There are a lot of sites that have this information, and it's tough to tell the health records from the financial records,\" he says.</p><p>We're visiting sites that you can't find in a Google search. They have names that end with .su and .so, instead of the more familiar .com and .org.</p><p>After poking around for about an hour, we come across an advertisement by someone selling Medicare IDs.</p><p>We're not revealing the site address or name because we don't want the dealer to know we're watching.</p><p>According to the online rating system — similar to Yelp, but for criminal sales — the dealer delivers what's promised and gets 5 out of 5 stars. \"He definitely seems legit\" — to the underworld, Virgin says.</p><p>The dealer is selling a value pack that includes 10 people's Medicare numbers – only it's not cheap. It costs 22 bitcoin — about $4,700 according to today's exchange rate.</p><p>Security experts say health data is showing up in the black market more and more. While prices vary, this data is more expensive than <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/02/21/280439157/risk-is-low-and-business-is-booming-in-the-malware-market\">stolen credit card numbers</a> which, they say, typically go for a few quarters or dollars.</p><p>Health fraud is more complex. Records that contain your <a href=\"http://www.npr.org/2015/02/09/384875839/data-stolen-by-anthem-s-hackers-has-millions-worrying-about-identity-theft\">Social Security number</a> or mother's maiden name are used for identity theft. Virgin predicts hackers could be using them for corporate extortion.</p><p>\"A breach happens at one of these companies. The hackers go direct to that company and say, 'I have your data.' The cost of keeping this a secret is X dollars and the companies make the problems go away that way,\" he says.</p><p>Health care companies saw a 72 percent increase in cyberattacks from 2013 to 2014, according to the security firm Symantec. Companies are required to publicly disclose big health data breaches. And there have been more than 270 such disclosures in the last two years.</p><p>Jeanie Larson, a health care security expert, says cyber-standards are too low for hospitals, labs and insurers. \"They don't have the internal cybersecurity operations.\"</p><p>Companies subject to federal <a href=\"http://www.npr.org/blogs/health/2014/07/24/334888674/when-federal-privacy-laws-protect-hospitals-instead-of-patients\">HIPAA rules</a>, which were designed to protect privacy, choose to interpret them loosely — in a way that gets around the basics, like encryption.</p><p>\"A lot of health care organizations that I've talked to do not encrypt data within their own networks, in their internal networks,\" she says.</p><p>They assume, incorrectly, that the walls around the network are safe.</p><p>Larson is part of the industry group <a href=\"http://www.nhisac.org/\">National Health ISAC</a> which is trying to raise the bar and make hospitals more like banks when it comes to investing in security.</p><p>\"The financial sector has done a lot with automating and creating fraud detection type technologies, and the health care industry's just not there,\" she says.</p><p>Orion Hindawi with Tanium, a firm that monitors computer networks, says health care providers are far from there. They've been racing to grow, to digitize health records, to make mobile apps, to acquire other companies — all this without having a basic handle on how big their networks even are.</p><p>\"I was working with a customer recently, and I asked them how many computers they had. And they told me between 300,00 and 500,000 computers,\" Hindawi says.</p><p>Meaning his client basically didn't know.</p><p>\"We see that often when we walk into a customer [office],\" Hindawi says.</p><p>He wasn't surprised to hear that the health care company <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/02/05/384099135/anthem-hack-renews-calls-for-laws-to-better-prevent-breaches\">Anthem suffered a major cyberattack</a>. Anthem revealed last week that as many as 80 million people's records may have been stolen. Hindawi says he expects to see many more Anthems.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Black+Market+For+Stolen+Health+Care+Data&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385948515-9733f5.m3u?orgId=1&topicId=1019&d=234&p=3&story=385901377&t=progseg&e=385901111&seg=1&ft=nprml&f=385901377"},{"href":"http://media.npr.org/assets/img/2015/02/13/istock_000038163146large-5c48a3b2277816ad56ae89aa01cf904c65d4bdae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1809","width":"2412"}}]}