{"created":"2014-09-22T16:09:36+00:00","modified":"2014-10-31T15:41:21+00:00","valid":{"from":"2014-10-31T15:41:21+00:00","to":"3014-10-31T15:41:21+00:00"},"hreflang":"en","title":"Uncertainty Stalls Recruiting Efforts For Deportation Relief","published":"2014-08-07T16:18:00+00:00","teaser":"The Obama administration began granting deportation relief with the Deferred Action for Childhood Arrivals program in 2012. But half of the eligible unauthorized immigrants still haven't applied.","itags":["npr_api","338354916"],"guid":"7e204108-be06-4643-bffa-a5ca639a8749","contentencoded":"<p>Next week marks the second anniversary of the start of the Deferred Action for Childhood Arrivals (DACA) program. It allows young immigrants — those who were brought to the U.S. illegally before turning 16 — to avoid deportation and get a work permit for two years.</p><p>But the program is not being used as widely as you might expect. Forty-five percent of the estimated 1.2 million immigrants who were eligible when the program launched have not applied, <a href=\"http://migrationpolicy.org/research/daca-two-year-mark-national-and-state-profile-youth-eligible-and-applying-deferred-action\" target=\"_blank\">according to a new report</a> released Wednesday by the nonpartisan Migration Policy Institute. (It also released a <a href=\"http://www.migrationpolicy.org/programs/data-hub/deferred-action-childhood-arrivals-daca-profiles\" target=\"_blank\">map showing DACA-eligible populations by state</a>.)</p><p>\"I think you can look at it as a glass half full or a glass less than half full,\" says the think tank's president Michael Fix.</p><p>Since 2012, according to the report, more than 580,000 unauthorized immigrants have been accepted into the DACA program, which requires applicants to have been under the age of 31 on June 15, 2012, when President Obama first announced the program. They also have to be at least 15 years old and either enrolled in school, a high school degree holder, or an honorably discharged veteran. So far, recipients are mainly female and from Mexico, Central America and Peru.</p><p><strong>High Fees And Low Awareness</strong></p><p>Claudia Flores, a 23-year-old immigrant from Honduras, received DACA two years ago and says she's been living in a legal limbo ever since.</p><p>\"People ask you, 'You're not here legally, or you don't have a legal status, yet you have a Social Security number?'\" says Flores, who also has a work permit now and peace of mind, knowing that she can — at least temporarily — avoid deportation.</p><p>She was 14 when she flew to the U.S. from Honduras with her family, whose visas all expired. Now working as an immigrant rights advocate in Washington, D.C., Flores says with DACA, she can be more open about who she is.</p><p>\"You exist because you have a piece of paper that identifies you, and that's something that maybe if you were born in this country you might not appreciate the same way,\" she explains.</p><p>There have been extensive efforts by the government and nonprofits to reach all eligible immigrants like Flores. But Fix says many simply are not signing up.</p><p>\"You wouldn't apply for it if you didn't know about it,\" he explains. \"You wouldn't apply for it if you couldn't afford the fees.\"</p><p>It costs $465 to apply each time — fees that were too high for 17-year-old Jocelyn Lopez, who has been eligible for two years.</p><p>\"I am a twin, and it's two of us. And financially, my parents didn't have the money to pay for both of our DACA's,\" says Jocelyn, who was three years old when she crossed the U.S.-Mexican border illegally with her family.</p><p>They now live outside Los Angeles, where Jocelyn's father works in construction. Her mother was laid off from her factory job earlier this year. So, Jocelyn says, it wasn't until the Mexican Consulate offered to pay for their application fees that she and her twin sister could afford to apply for DACA in June.</p><p>\"I'm actually pretty excited because I can start working and paying for my own stuff,\" she says. \"It's another step for me becoming more independent and not relying on my parents that much.\"</p><p><strong>Taking The Risk</strong></p><p>Relying on DACA for deportation relief was always meant to be temporary. When President Obama announced his creation of the program through an executive directive in 2012, he described it as \"not a permanent fix\" and \"a temporary stopgap measure.\"</p><p>\"There was much more hope when DACA was announced that immigration reform was going to happen,\" says Audrey Singer, an immigration policy expert at the Brookings Institution.</p><p>That hope has waned as Congress remained deadlocked over immigration and midterm elections draw nearer. Singer says it raises serious questions among potential DACA applicants: \"If I apply and the program goes away, what happens? Will I be deported? Will I put my family at risk?\"</p><p>\"Our names are on the record, so anything could happen,\" says Monty, a 31-year-old immigrant from Indonesia who asked NPR not to use his last name because he fears deportation if the DACA program ends. \"We could be sent back to our countries. It is a risk.\"</p><p>He flew to the U.S. from Jakarta at age six with his mother and siblings, whose visas all expired. Two years ago, he applied for DACA with help from Public Counsel, a pro bono law firm based in California.</p><p>With DACA, Monty can stay in America while President Obama keeps his executive directive in place. And that's a risk, he says, that's worth taking.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Uncertainty+Stalls+Recruiting+Efforts+For+Deportation+Relief&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338354917-89e84a.m3u?orgId=1&topicId=1001&ft=3&f=338354916"},{"href":"http://media.npr.org/assets/img/2014/08/07/daca-48cc1b3dbb716c889aa670e7fa17799b50c30b5f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2800","width":"3734"}}]}