{"created":"2015-06-26T20:51:36+00:00","modified":"2015-06-29T18:52:41+00:00","valid":{"from":"2015-06-29T18:52:41+00:00","to":"3015-06-29T18:52:41+00:00"},"hreflang":"en","guid":"7e2bfe3d-be6c-4343-9e92-a7a98923c889","title":"Tunisia suffers worst terrorist attack in recent history ","published":"2015-06-29T18:52:37+00:00","byline":"May Pascaud","tags":["terrorism","Religion","conflict","Conflict","Conflict & Justice","Africa","Tunisia","North Africa"],"teaser":"Dozens of people were killed during an attack on a beach-side resort popular with tourists in Sousse, Tunisia, on Friday — in a string of attacks attributed to ISIS.","contentencoded":"<p>Dozens were killed by a gunman armed with a Kalashnikov assault rifle at a popular beach resort in Sousse, Tunisia, Friday. The attack was one of three acts of terror, along with strikes in France and Kuwait.</p>\n<p>The attack occurred on the private beach of the hotel Riu Imperial Marhaba in Sousse, Tunisia. The hotel is a popular vacation destination for European tourists.</p>\n<p>Journalist Marine Olivesi, reporting from outside the hotel in Sousse, spoke with eyewitnesses to the attack.</p>\n<p>\"Sometime between 11 and noon this morning, gunmen, at least two of them, arrived on the beach from the seaside — they were using a zodiac — and they landed on the beach, opened fire at tourists who were just lying in their sunbeds. Then they moved onto the poolside of the hotel, continued their shooting there, and moved then inside the lobby of the hotel, killing more people.\" </p>\n<p>One British tourist gave a chilling description of the event. “As we ran out to run to the next hotel, the gunman was behind us and the shots were getting closer and closer and closer. Everybody was just in shock, they didn’t know what was happening.\" </p>\n<p>This attack comes a mere four months after three gunmen associated with ISIS <a href=\"http://www.washingtonpost.com/world/tunisia-vows-to-fight-back-after-brutal-attack-on-renowned-tunis-museum/2015/03/19/6663f968-cdb6-11e4-8730-4f473416e759_story.html\">killed 20 foreign tourists</a> at the National Bardo Museum in Tunis. The March attack was a blow to Tunisia’s vital tourism industry. Today’s events, once again targeting tourists, will undoubtedly cause further harm.</p>\n<p>But why is Tunisia experiencing so much violence? The North African country, which served as the birthplace of the Arab Spring, is among the most secular in the region. Following the first revolt in January 2011, Tunisia has <a href=\"http://www.telegraph.co.uk/news/worldnews/africaandindianocean/tunisia/11480285/Tunisia-attacks-carnage-comes-to-the-one-nation-that-enjoyed-a-successful-Arab-Spring.html\">staged two successful parliamentary elections and formed a constitution</a>.</p>\n<p>Despite this democratic progress, attacks have continued to plague the country. Afsal Ashraf, a consultant fellow in international diplomacy at the Royal United Services institute,<a href=\"http://www.bbc.co.uk/news/live/world-africa-33208573\"> states that</a> “extremists within [Tunisia] feel disenfranchised” as a result of the more moderate regime. “They feel that they’ve lost out and they want to hit out and try to discredit and destroy this state.” </p>\n<p>Olivesi also points out that Tunisia has sent the most jihadists in Syria and Iraq. And the country lacks a cohesive policy for dealing with those who are coming back. Following the Bardo Museum attack in March “there were a lot of promises and tough talk from the authorities,\" she says. But clearly, \"whatever has been done or not is not really working at this point.\"</p>\n<p>Though the attack has not yet been linked to a specific group, it is consistent with a statement released by an ISIS spokesman this week, <a href=\"http://www.nytimes.com/2015/06/27/world/middleeast/terror-attacks-france-tunisia-kuwait.html?smid=pl-share&amp;_r=0\">encouraging acts of jihad during Ramadan</a>: “O mujahedeen everywhere, rush and go to make Ramadan a month of disasters for the infidels.” </p>\n<p><a href=\"http://www.bbc.co.uk/news/world-europe-33284937\">France was also the victim of a terrorist attack</a> Friday. The Tunisian and French heads of state <a href=\"http://www.lemonde.fr/afrique/live/2015/06/26/tunisie-l-attentat-meurtrier-a-sousse-minute-par-minute_4662712_3212.html\">spoke on the phone</a> and “expressed their solidarity in the face of terrorism and their intention to pursue and intensify their cooperation in the fight against this blight.” </p>\n<p>French official Patrick Menucci emphasized the need for solidarity: “The Sousse attack brings up the question of aid that we must invariably bring to the Tunisian government. It needs helicopters, technicians, formations to fight against terrorism. And it is not only France’s responsibility to finance this effort, but all of Europe’s.”</p>\n<p>Back at the hotel “there is an appearance of normalcy,” says Frederic Bobin, a correspondent with Le Monde. “The people are shocked, their eyes are red, they’re holding each other by the arm, all the while drinking their beer.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-26%2Ftunisia-suffers-worst-terrorist-attack-recent-history&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06262015_03.mp3"},{"href":"http://admin.pri.org/file/0626201503mp3"}]}