{"created":"2014-12-11T08:52:12+00:00","modified":"2015-05-13T21:27:25+00:00","valid":{"from":"2015-05-13T21:27:24+00:00","to":"3015-05-13T21:27:24+00:00"},"hreflang":"en","title":"'People Are Going To Rebel': Slow Pace Of Rebuilding Frustrates Gazans","published":"2014-12-11T17:31:00+00:00","teaser":"Three months after the war between Israel and Hamas ended, reconstruction has barely started. Many people still live in half-bombed houses. But there are a few bright spots and a bit of innovation.","itags":["npr_api","369636885"],"guid":"7e2f21e5-3839-4fa6-9d04-9bd9acd948b1","contentencoded":"<p>Angry men crowded outside the Beautiful Tower Co. for Trade and Contracting in Gaza City last week. They wanted to pay for cement, but the man at the door would let in only one person at a time.</p><p>Everyone pushing for a turn had been authorized through a complicated monitoring system endorsed by Israel, the Palestinian Authority and the United Nations to buy materials to fix war-damaged homes. The system is meant to stop militants from getting cement to use for tunnels and even requires Palestinians to get prior approval from home inspectors to buy a single sack of cement.</p><p>But after getting an inspection, waiting for approval and trekking to the construction company, Abdel Hadi Subbah said his time in line was hardly worthwhile.</p><p>\"My house is about to collapse,\" he said, furious, as his wife nodded vigorously. \"And my name is on the list to buy just one bag of cement.\"</p><p>On this day, the nascent system seemed to have gotten stuck. While the office door was mobbed, the cement warehouse steps away was nearly empty. Workers said they expected more cement to arrive in coming weeks.</p><p>One man who traded in his paperwork for three bags said that was all he needed. But when two men picked up a dozen bags and drove them away on a donkey cart, the crowd yelled that they were cheating.</p><p>Mohammad Sobhey was among those accusing the men of using connections to get more than their share and claiming the bags would be sold on the black market — a no-no under the elaborate system.</p><p>Sobhey says the frustration goes far beyond building.</p><p>\"It's not even about cement,\" he said. \"It's about humiliation. Everyone wants to humiliate the Palestinians.\"</p><p><strong>Money Trickling In</strong></p><p>More than 2,000 Gazans died in the 51-day conflict between Israel and the militant group Hamas. According to United Nations figures, the homes of more than 100,000 families were damaged to some degree, including 7,000 homes that were destroyed.</p><p>Donor nations have pledged $5.4 billion to rebuild Gaza, but little money has arrived so far amid questions of what government is in charge in Gaza and whether the fragile cease-fire will hold.</p><p>Robert Turner, head of UNRWA, the main U.N. agency in Gaza, says his organization received $100 million to help after the war, but it needs $720 million more just to provide shelter.</p><p>\"We're confident we'll get the money; we hope there won't be a gap,\" he said. \"We're concerned particularly at the level of anger and frustration amongst the population, which is coalescing a lot around the pace of reconstruction.\"</p><p>Housing Minister Mufeed al-Hasayna says a large-scale rubble-clearing project, paid for by Sweden, began last week. But even if construction materials were allowed in faster, he says, it would take decades to rebuild the damage done by the war.</p><p>\"People are going to rebel,\" he said.</p><p><strong>Substituting Wood For Cement</strong></p><p>In the far north of the Gaza Strip, Yusef Shretah isn't waiting for a rebellion — or any cement.</p><p>The 33-year-old middle school dropout lost his home in the 2008 conflict with Israel. He rebuilt it with wood and is now helping fellow Gazans construct similar shelters.</p><p>These are tiny square homes, framed with new lumber. Old pallet slats are nailed in for walls. The whole thing is then wrapped, using layers of plastic, leather and protective fabric.</p><p>\"They're small because they cost people money,\" Shretah said. \"A finished two-room house costs about $1,500.\"</p><p>He says he has built more than 60 in Gaza, including a dozen in this border area after the most recent war.</p><p>One is for Zakayeh Abu Rashid, who used to live with her grown children in a concrete house here. Now she's staying in a shack while her sons build the wooden shelter.</p><p>But nothing seems like home.</p><p>\"The real house we used to have was big enough to feel free inside,\" she says. \"None of these feel like that.\"</p><p><strong>Electricity Cuts</strong></p><p>During the fighting this summer, Abu Rashid took shelter in a school. Nineteen-thousand people are still living in U.N. schools — down from 54,000 the day after the war ended. Officials say people leave when they receive cash to rent or rebuild.</p><p>Abu Rashid's new wooden house won't be wired for electricity, at least not right away. But Gaza's only power plant is operating again. An imported generator hit during the conflict is still not working, though, and massive fuel storage tanks remain twisted heaps of melted metal. Workers had patched things up enough to technically run the plant by mid-September, but it took until the end of November for Palestinian officials to find money for fuel.</p><p>Now Gazans get about 12 hours of electricity a day — roughly the same as before the war. Power plant manager Rafiq Maliha says it's not enough.</p><p>\"This is not normal,\" he said. \"The normal situation is that they shouldn't have any electricity cuts. You're not just talking about daily life. It's simply destroying all hopes for development.\"</p><p><strong>Policy Changes</strong></p><p>Palestinian officials and international donors say this time they want to rebuild Gaza better than it was before the war, which means ending Israeli and Egyptian restrictions on goods and people traveling in and out of the Gaza Strip.</p><p>That would entail significant policy changes. But James Rawley, deputy special coordinator for a U.N. office focused on the long-term Israeli-Palestinian conflict, says he sees some small steps in that direction.</p><p>In the fall, Israel allowed some produce grown in Gaza to be sold in the West Bank — a commercial tie that was <a href=\"http://www.npr.org/2014/05/14/312411322/2007-ban-on-gaza-strip-exports-hurts-palestinian-welfare\">forbidden after Hamas took control</a> in 2007. Rawley also says Israel is considering granting permits to several thousand Gazans to work in Israel.</p><p>\"That number may not sound significant,\" he said, \"but it would be the re-initiation of a trend that has been suspended for a long time, so that would be important.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27People+Are+Going+To+Rebel%27%3A+Slow+Pace+Of+Rebuilding+Frustrates+Gazans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370022587-048037.m3u?orgId=1&topicId=1009&d=232&p=3&story=369636885&t=progseg&e=370022466&seg=17&ft=nprml&f=369636885"},{"href":"http://media.npr.org/assets/img/2014/12/09/gaza-reconstruction1-cfc9c07de4eab89ef42cb6713aacd57470190141.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/12/09/456040394-b48ab6c1a9670d5d6bcccef80a36fdac9d3316a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}},{"href":"http://media.npr.org/assets/img/2014/12/09/gaza-reconstruction3-1c6e33ce2e60dcb509bad1b8fe359314a4e29a3c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}