{"created":"2014-09-03T21:05:51+00:00","modified":"2014-10-31T15:41:41+00:00","valid":{"from":"2014-10-31T15:41:41+00:00","to":"3014-10-31T15:41:41+00:00"},"hreflang":"en","title":"'Freedom Summer' And 'The Watsons': Powerful TV About A Civil Rights Journey ","published":"2014-06-30T20:15:00+00:00","teaser":"This story in the \"Book Your Trip\" series features NPR TV critic Eric Deggans on two books turned TV shows about civil rights: PBS's <em>Freedom Summer</em> and Hallmark Channel's <em>The Watsons Go to Birmingham</em>.","itags":["npr_api","325217108"],"guid":"7e304f10-5fe4-4f90-aa70-b2e39aebdac6","contentencoded":"<p><em>As part of NPR's \"Book Your Trip\" series, TV critic Eric Deggans </em><em>looks at a different kind of summertime journey, described in two books that became TV shows: PBS's documentary </em>Freedom Summer,<em> debuting tonight, and The Hallmark Channel's </em>The Watsons Go to Birmingham.</p><p>When I was a kid in the mid-1970s, friends around my Indiana hometown talked about summers \"down South\" like they were heading to Disney World.</p><p>The trip was an annual, comforting ritual for black families up North with roots in the Deep South.</p><p>But there was a time, just a decade earlier, when traveling down South could mean taking your life in your hands if you were black.</p><p>\"Spending a summer in Mississippi taught me a lot about this country,\" says volunteer Karin Kunstler in the first moments of PBS's American Experience documentary <em>Freedom Summer</em>. \"My high school social studies teacher taught me that we all have rights. Mississippi summer taught me that we didn't all have rights.\"</p><p>Kunstler was one of more than 700 mostly white student volunteers who headed to Mississippi in the summer of 1964 to challenge segregation. <em>Freedom Summer</em> tells the tumultuous, emotional story of that journey, using archival photos and fresh interviews with the participants to re-create one of the most dangerous summertime trips of that time.</p><p>Volunteers rode buses from Ohio to Mississippi, where they would live with black families scattered throughout the state.</p><p>At first, they felt a joyous excitement known as a \"freedom high,\" says <em>Freedom Summer </em>author Bruce Watson. But then, reality hit home.</p><p>\"There was a lot of singing, a lot of freedom songs being sung on the bus, until they reached Mississippi,\" Watson says. \"And then, in most cases, the buses were met at the state line by highway patrolmen, who had known, of course, that they were coming. And many volunteer[s] told me that at that point, when they crossed the line, the singing stopped and it got very serious from then on.\"</p><p>Once in Mississippi, volunteers faced another journey, learning to live in the crushing poverty and strict segregation suffered by their hosts.</p><p>\"It's 100 years of Jim Crow ... that insisted that black people defer to whites in a way that was really shocking to everyone from the North,\" says Watson. \"Black people had to get off the sidewalk if a white person approached; black people were never called by Mr. or Mrs., they were always called by their first name or just 'boy.' All of these things, the degradation and poverty, was really startling to the volunteers, even though they had been told about it.\"</p><p>Eleanor Holmes Norton, who represents the District of Columbia in Congress, was a law student in 1964 who helped develop training programs for Freedom Summer volunteers.</p><p>\"It's very different, even for a black kid ... going [down South] in '63 or '64,\" says Norton. \"Because then you're going with the civil rights movement in hand. So you're going critical of the environment ... which is something you might not have done in the 1950s.\"</p><p>Norton also saw racist violence up close, when she tried to rescue noted activist Fannie Lou Hamer from a Mississippi jail.</p><p>\"When I asked to see Miss Hamer, this storied woman leader of the civil rights movement in the South that she was to become, she had been beaten unmercifully by a black trusty,\" she says. \"And [the white prison guards] told him, if you don't beat her [hard enough], we'll see just how you beat her and we're going to beat you even harder.\"</p><p>But even the worst violence, the murder of three civil rights workers in Mississippi, didn't keep volunteers away.</p><p>For a less violent, more personal journey, viewers can watch the Hallmark Channel's adaptation of <a href=\"http://www.npr.org/books/titles/144014545/the-watsons-go-to-birmingham-1963-a-novel\" target=\"_blank\">The Watsons Go to Birmingham</a>. It's a story about an unassuming black family caught up in the civil rights struggle while visiting relatives in Alabama — a perfect metaphor for the bitttersweet experience of traveling south back then, according to the book's author, Christopher Paul Curtis.</p><p>\"When people would discuss about going south, there would be almost this idyllic tone to what they were saying,\" Curtis says. \"And you know that's not quite true, when people are being lynched and you can't have certain jobs and take care of things like that. But I think it's human nature ... [to] gloss over the bad things and remember the good.\"</p><p>In one scene, the parents must tell their children how rules for travel are different in the deep South than in their Michigan hometown, noting they'll be traveling during daylight and exercising care about where they make rest stops.</p><p>Curtis says he based such scenes on information he got from older relatives who once traveled in the segregated South. \"When African-American people would travel from the North to the South, you had to do a lot of planning beforehand,\" he adds. \"There were actually books that told black people where they could stop, that gave restaurants that were either black owned or would serve black people.\"</p><p>The contrast between both shows is telling. The Hallmark Channel movie features a family who joins the civil rights struggle, almost by accident. PBS's <em>Freedom Summer</em> shows volunteers who deliberately challenged injustice.</p><p>But both TV programs also depict another important journey: how the nation was led away from segregation by people willing to take a dangerous stand for equality.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Freedom+Summer%27+And+%27The+Watsons%27%3A+Powerful+TV+About+A+Civil+Rights+Journey+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325229953-a41dbc.m3u?orgId=1&topicId=1138&aggIds=325914836,320361610&ft=3&f=325217108"},{"href":"http://media.npr.org/assets/img/2014/06/24/fs-press-image-3da791a62135a7eaee603ae345e5876221a17890.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2394","width":"3189"}},{"href":"http://media.npr.org/assets/img/2014/06/24/watsons1-a3769769623585a84584cce1e5118f6cb185d007.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"294","width":"392"}}]}