{"created":"2014-09-08T15:41:07+00:00","modified":"2014-12-08T23:07:25+00:00","valid":{"from":"2014-12-08T23:07:25+00:00","to":"3014-12-08T23:07:25+00:00"},"hreflang":"en","title":"Gunmen Stage Second Assault Near Karachi Airport","published":"2014-06-10T15:09:00+00:00","teaser":"A short-lived attack near Karachi's airport interrupted prayers for security officers who died in Sunday's violence at the facility. Flights were halted temporarily.","itags":["npr_api","320606379"],"guid":"7e43c3c5-abca-470c-96c5-6052c5d75c96","contentencoded":"<p>A short-lived attack near Karachi's airport today interrupted prayers for security officers who died in <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/08/320069910/karachi-airport-attacked-by-armed-gunmen-pakistani-officials-say\">Sunday's violence at the facility</a>. The attackers fled after firing shots near the Airport Security Force training facility, causing flights to be halted temporarily.</p><p>\"3 to 4 terrorists fired near ASF Camp, ran away,\" reads a tweet from Army spokesman Major Gen. Asim Bajwa. \"No breach of fence, no entry. Chase is on, situation under control.\"</p><p>Pakistan's Taliban have claimed responsibility for the latest attack and also said they were behind a more elaborate assault on Karachi's international airport late Sunday. That violence spurred a gun battle that lasted for hours. At least 36 people died in the siege, including the 10 attackers.</p><p>No casualties have been reported in today's attack, which Pakistan's <a href=\"http://www.dawn.com/news/1111791/attackers-flee-karachi-asf-camp\">Dawn</a> news agency says took place at two gates of the Airport Security Force facility. The gunmen were reportedly on motorcycles.</p><p>\"A senior official says the attack began as prayers were being held for those killed in Sunday's attack,\" NPR'S Philip Reeves reports from Islamabad. \"The Taliban warned there'd be more assaults. The latest comes as Pakistani jets pound suspected Taliban hideouts near the Afghan border — killing, the army claims, at least 25 militants.\"</p><p>Philip says on <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a> that this week's violence shows that the Taliban are \"dug in to the city of Karachi, where they control some neighborhoods,\" suggesting that military offensives in the country's rugged mountain region could have repercussions in urban areas.</p><p>Today's violence in Pakistan's biggest city spurred a large response, with security forces rushing to the scene to support guards at the camp that's about a half-mile from the airport. Dawn says a search of the surrounding area resulted in two arrests.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gunmen+Stage+Second+Assault+Near+Karachi+Airport&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320607171-1a3317.m3u?orgId=1&topicId=1004&ft=3&f=320606379"},{"href":"http://media.npr.org/assets/img/2014/06/10/pakistan-8c036d059e840dd9e480e27520dd702e22bb0f07.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2033","width":"2713"}}]}