{"created":"2015-02-12T21:36:43+00:00","modified":"2015-06-03T14:59:53+00:00","valid":{"from":"2015-06-03T14:59:53+00:00","to":"3015-06-03T14:59:53+00:00"},"hreflang":"en","title":"A Serious Man: Father John Misty's Transformation In Progress","published":"2015-02-13T13:13:00+00:00","teaser":"The singer-songwriter born Josh Tillman discusses his new album, <em>I Love You, Honeybear</em>, and describes the challenge of writing honestly about love and intimacy.","itags":["npr_api","385255873"],"guid":"7e45ec33-8ea1-4eb6-b9cf-91ed4128bbbd","contentencoded":"<p>When singer-songwriter Josh Tillman started on his latest album, he set out to write honestly about love and intimacy.</p><p>\"The things that emerge in true intimacy can be fairly brutal,\" he says, adding a joke: \"That's why it's a metal album.\"</p><p>On stage, Tillman is known as Father John Misty. His last album, <em>Fear Fun</em>, was lauded by critics for its mix of psychedelic rock, folk, country and imaginative lyrics. To move forward from that point, Tillman says his concept of a \"serious artist\" had to evolve.</p><p>\"There was no way I was gonna be able to take my real-life experiences with intimacy, et cetera, and spin them into the kind of generic crap that passes for love songs,\" he says.</p><p>Father John Misty's new album, <em>I Love You, Honeybear</em>, is more personal. In the song \"Chateau Lobby #4 (In C For Two Virgins),\" Tillman describes his first night with the woman who would become his wife: \"First time you let me stay the night, despite your own rules / You took off early to go cheat your way through film school / You left a note in your perfect script: 'Stay as long as you want.' / I haven't left your bed since.\"</p><p>Though Father John Misty songs tend to be full of graphic imagery, Tillman was, in fact, raised in a strict evangelical Christian household, where he wasn't allowed to listen to secular music. When he turned 18, he left home and found his way into a music career, going by the name J. Tillman. During that time, he says he rarely spoke to his parents.</p><p>\"I was really angry for a long time,\" he says. \"A lot of, like, impotent rage.\"</p><p>Tillman says it took him several albums to realize the dark, brooding J. Tillman persona wasn't who he really was, and that he needed to let his sense of humor appear in his writing.</p><p>\"When I was a kid, I would look at <em>The Muppet Show</em> or Monty Python and I would just think, 'That's me,'\" he says. \"I have to engage that if I want to make things that are honest and not contrived.\"</p><p>That playfulness is evident in the new Father John Misty track \"Bored In The USA,\" which targets middle-class despair. Tillman calls the song a \"sarcastic ballad.\"</p><p>\"I put a laugh track on that song. I don't know why; it was just an instinct,\" he says. \"It's just kind of a cruel, grotesque sound to me, and I think that laughter, in a lot of cases, is a form of domination — a way of neutralizing uncomfortable ideas.\"</p><p>Tillman says that since embarking on the Father John Misty project, his idea of what it means to be a serious artist has changed — and that he expects that transformation to be an ongoing process.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Serious+Man%3A+Father+John+Misty%27s+Transformation+In+Progress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lindsay Totty","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385980878-dc09a4.m3u?orgId=1&topicId=1039&d=246&p=3&story=385255873&t=progseg&e=385901111&seg=10&ft=nprml&f=385255873"},{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385948539-c8b596.m3u?orgId=1&topicId=1039&d=289&p=3&story=385255873&t=progseg&e=385901111&seg=10&ft=nprml&f=385255873"},{"href":"http://media.npr.org/assets/img/2015/02/10/fatherjohnmisty-2015-05-emmatillman-print-b75abe77b6b533c1b9f2a8661796704eb5af85c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"456","width":"608"}}]}