{"created":"2015-06-19T09:04:00+00:00","modified":"2015-06-20T17:05:20+00:00","valid":{"from":"2015-06-20T17:05:20+00:00","to":"3015-06-20T17:05:20+00:00"},"hreflang":"en","title":"'I'm So Proud To Have You As A Daughter'","published":"2015-06-19T16:20:00+00:00","teaser":"An immigrant from Haiti talks with his high-IQ daughter about his love for her, and why he works so hard to provide for her education.","itags":["npr_api","415461277"],"guid":"7e461cb8-6aa0-45ba-918a-9455c204995e","contentencoded":"<p>Mario Loiseau works two jobs, including long hours as a parking lot attendant, to help pay for his 9-year-old daughter Mabou's tutoring. Mabou is a science and language prodigy and is already studying college-level algebra.</p><p>\"So Daddy, how did you feel when I was born?\" she asked her father during a recent visit to StoryCorps in New York City.</p><p>\"It was like a dream come true,\" he said. \"I wanted a child forever, and you were my first and only born. You know, so, when I went to the nursery to see you, you were sleeping. You opened the eyes and look at me. Everyone was amazed, even the doctor said, 'You see the connection she make with you?' \"</p><p>Maybe that's why Mabou loves her dad so much. But still, she heard that Mario cried a lot the day she was born.</p><p>\"Yes, I did. Tears of joy. I was so happy to have you,\" he said. \"It's like sunshine comes into our house. It's so nice to be with you. You always come up with some new questions.\"</p><p>Mabou wonders if her constant questions annoy her dad, but he says it's not annoying it's challenging.</p><p>\"But Dad, why do you leave so much instead of staying here with me?\" she asked. \"That's what's more important!\"</p><p>Mario reminds her that he has to work.</p><p>\"Daddy works two jobs, so you're going to have to go to my boss and ask him to give me days off,\" he said.</p><p>Mabou said she will do just that.</p><p>\"OK, I know you will,\" he responded. \"You know, I cannot be home all the time. But if I have enough time I will do four, five, 10, hundred jobs for your education. It's a joy to do that knowing that I'm doing that for you. Because I'm so proud to have you as a daughter.\"</p><p><em>Audio produced for </em>Morning Edition<em> by Von Diaz and Emily Martinez.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27I%27m+So+Proud+To+Have+You+As+A+Daughter%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"122"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415671836-513159.m3u?orgId=1&topicId=1022&aggIds=4516989&d=122&p=3&story=415461277&t=progseg&e=415671583&seg=15&ft=nprml&f=415461277"},{"href":"http://media.npr.org/assets/img/2015/06/18/loiseaunpr-30e33c7e7e7938813d94f477da4285387d3d6a01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"600","width":"800"}},{"href":"http://media.npr.org/assets/img/2015/06/18/nprloiseau2-31f3b578b10fbc78efd9ba5247274847743eb769.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1364","width":"1818"}}]}