{"created":"2014-10-09T07:57:39+00:00","modified":"2014-11-22T19:05:23+00:00","valid":{"from":"2014-11-22T19:05:23+00:00","to":"3014-11-22T19:05:23+00:00"},"hreflang":"en","title":"Economics, Tensions With Mainlanders Fuel Hong Kong's Protests","published":"2014-10-09T14:26:00+00:00","teaser":"The key demand of the recent protesters in Hong Kong has been democracy. But behind that desire is anger about jobs, high housing prices, and competition — and a culture clash — with mainland Chinese.","itags":["npr_api","354632365"],"guid":"7e57b3ab-e0a6-4d81-a49f-4588a8c3d464","contentencoded":"<p>If the goal of the protesters who flooded Hong Kong streets in the past couple of weeks can be boiled down to a word, it's \"democracy.\"</p><p>But many real-life worries have driven that demand, including economic ones. They range from frustration about jobs and high housing prices to competition — and a culture clash — with mainland Chinese.</p><p>Perry Chong, a die-hard protester, was sitting beneath a tent in a nearly abandoned protest zone Wednesday across from the city government headquarters.</p><p>Chong says people want real democratic representation to address real-world problems, such as Hong Kong's crushing housing prices. He uses the tent he's sitting under — an area the size of a bedroom — to illustrate some of the city's extremes.</p><p>\"This area, it can cost you HK$2 million,\" he said, the equivalent of $260,000 in the U.S. \"So I think that is too crazy. ... We can't accept that kind of price.\"</p><p>Chong, who used to work as a real estate agent, says one reason prices are so high — and are about double what they were in 2007 — is that newly rich mainlanders snap up apartments as investments, and often raise eyebrows by making down payments with bags of cash.</p><p>\"No Hong Kong people, no one would do things like that,\" says Chong, who now works as a nurse and provided medical care to protesters. \"If our government do not stop it, we have no power to compete with them for our house.\"</p><p>Across town at City University of Hong Kong, there are other kinds of competition for grades and — eventually — jobs. Vincent Chow, a sophomore studying finance, says 20 percent of the students in his major are from the mainland.</p><p>He says Chinese students are very different from local Hong Kongers.</p><p>\"In the weekends, [mainland students] will study, but on the weekends, the local ones will play,\" Chow says. \"Mainlanders have very high GPA when they are compared to the local students.\"</p><p>There are also a lot of small conflicts in the dormitories, says Joseph Cheng, a political science professor at the university, \"because these hard-working mainland Chinese students think that local students, they don't work hard, they make too much noise, they affect the serious academic work in the dormitories.\"</p><p>The economic importance of China is also having an impact on parts of the labor market here. Cheng says personal connections — a hallmark of mainland Chinese culture — increasingly influence who gets important jobs in certain sectors in Hong Kong.</p><p>\"If you come from the mainland and you have excellent connections because you are a <a href=\"http://www.brookings.edu/research/articles/2013/02/china-xi-jinping-li\" target=\"_blank\">princeling</a> and you come from a very powerful family, then a lot of the financial institutions will be after you, because you can open the doors in China,\" he says.</p><p>Cheng — who is also a pro-democracy activist — says these various tensions have been building in recent years as people have become more dissatisfied with the direction of Hong Kong and what they see as unfairness in the system.</p><p>\"Most people would tell you they encounter a decline in real living standards,\" he says. \"They see a widening of the gap between the rich and poor. They see more and more collusion between the government and the big business groups.\"</p><p>Of course, China — the world's second-largest economy — provides huge benefits to Hong Kong. For example, mainland tourists made 40 million visits to the territory last year — and gave a big boost to the local economy.</p><p>But even that has a sting: Some Hong Kongers now must cater to wealthy Chinese visitors. That's a big role reversal, says Michael DeGolyer, a professor of government at Hong Kong Baptist University.</p><p>\"This is really a humiliating experience to Hong Kongers, who for many, many years thought that they were superior to mainlanders,\" he says.</p><p>It's one more source of frustration for people in this former British colony as they try to manage growing pressure from the colossus across the border.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Economics%2C+Tensions+With+Mainlanders+Fuel+Hong+Kong%27s+Protests&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354754694-20a95c.m3u?orgId=1&topicId=1125&ft=3&f=354632365"},{"href":"http://media.npr.org/assets/img/2014/10/08/487601473-5a3f9311d0dc3fd7dfaa94398fa5fb2f001c36e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1991","width":"2657"}}]}