{"created":"2014-09-04T16:42:18+00:00","modified":"2015-01-29T18:38:19+00:00","valid":{"from":"2015-01-29T18:38:19+00:00","to":"3015-01-29T18:38:19+00:00"},"hreflang":"en","title":"The Ebola Outbreak: 'A Dress Rehearsal For The Next Big One'","published":"2014-08-06T12:33:00+00:00","teaser":"The Ebola outbreak in West Africa is spreading at a frightening rate. To find out why this outbreak has been so deadly and what may lie ahead, we spoke with science writer David Quammen.","itags":["npr_api","338059797"],"guid":"7e623f3f-5139-40fc-aa57-1e186057628e","contentencoded":"<p>Until this year, the world had recorded 1,640 deaths from Ebola since the virus was discovered in 1976.</p><p>Then Ebola appeared in West Africa.</p><p>So far this year, 887 people have died of Ebola in West Africa, the World Health Organization <a href=\"http://www.who.int/csr/don/2014_08_04_ebola/en/\">said</a> Monday.</p><p>To put that into perspective, more than a third of all people known to have died from the <a href=\"http://www.npr.org/tags/147820238/ebola\">Ebola</a> virus have died in the current outbreak.</p><p>And the outbreak is still spreading at a frightening rate. Last week, there were more than 200 new cases reported across four countries.</p><p>To find out more about the origins of Ebola — and what may lie ahead — we talked to author <a href=\"http://www.davidquammen.com/\">David Quammen</a>. He wrote the book <em>Spillover</em>, which traces the evolution of Ebola, HIV and other diseases that move from animals to people.</p><p>Here's an excerpt from our conversation, which has been edited for clarity.</p><p><strong>The title of your book is <em>Spillover</em>. What does this term mean?</strong></p><p>Spillover is the event when a disease, or the agent that causes it, moves from one species to another. <strong> </strong></p><p>In particular, there's a group of diseases, called <a href=\"http://www.cdc.gov/onehealth/zoonotic-diseases.html\">zoonotic diseases</a>, which pass from nonhuman animals into humans. And spillover is the moment when a new virus has the opportunity to leap from a bat, monkey or rodent into its first human victim.</p><p>We're pretty sure that's what happened with the Ebola outbreak in West Africa.</p><p><strong>How widespread is the Ebola virus in Africa? Are there pockets of wild animals, such as fruit bats, carrying Ebola in certain regions? Or is the virus really widespread in animals?</strong></p><p>The Ebola virus seems to be confined to the moist forests of Central and West Africa.</p><p>We don't know where Ebola lives permanently — its so-called reservoir host. A reservoir is the animal in which a pathogen or virus lives inconspicuously, without causing symptoms. That's its refuge, its home. The virus replicates in the reservoir host at a relatively low rate and doesn't cause trouble.</p><p>For Ebola, bats are a key suspect. Three species have been found to carry antibodies to Ebola. But nobody has actually found live Ebola viruses in those bats.</p><p><strong>Scientists don't know how the Ebola outbreak in West Africa started. But how have other Ebola outbreaks begun?</strong></p><p>Each of these new, emerging diseases is sort of a mystery story. The first mystery to be solved is what's the reservoir host and what caused it to spill over into humans.</p><p>There was one Ebola outbreak in the Democratic Republic of Congo, where it was suspected that the first case involved contact with a big fruit bat.</p><p>There were some large, migratory fruit bats roosting along the river in this area. One man in particular bought a bat at a market and carried it home. Then, I believe, the infection passed from him to his daughter. There was a strong, but not definite, implication that the killing of fruit bats, and the selling and buying of them in the market, is what triggered an outbreak.</p><p><strong>How did we go from a virus that's found largely in animals to a virus that can be deadly for humans — and spread across four countries?</strong></p><p>Human behavior is causing this problem. More and more, we're going into wild, diverse ecosystems around the world, especially tropical forests.</p><p>Some scientists believe that each individual species of animal, plant, bacterium and fungus in these places carries at least one unique virus, maybe even 10 of them.</p><p>We, humans, go into those wild ecosystems. We cut down trees. We build mines, roads and villages. We kill the animals and eat them. Or we capture them and transport them around the world.</p><p>In doing that, we expose ourselves to all these viruses living around the world. That gives the viruses the opportunity to spill over into humans. Then in some cases, once the virus makes that first spillover, it discovers that it might be highly transmissible in humans. Then you might have an epidemic or a pandemic.</p><p><strong>Is the Ebola virus in West Africa changing over time and becoming more contagious in people?</strong></p><p>Potentially. That's a real concern.</p><p>Viruses evolve by way of <a href=\"http://evolution.berkeley.edu/evolibrary/article/evo_25\">Darwinian natural selection</a>. The more cases of Ebola we have, the more chances the virus gets to replicate. And the more chances there [are] for it to mutate in a particular way that it adapts well to living in humans — and perhaps transmitting more easily from human to human.</p><p>The longer this outbreak in West Africa goes on, the more chances there are for the Ebola virus to mutate and adapt. That's no small concern.</p><p><strong>Do you think this Ebola outbreak is the next \"big one\"?</strong></p><p>I would hope that this outbreak could — however bad it may become — could be controlled short of the scope of the big epidemics and pandemics. It seems more than likely that it can.</p><p>So I don't think this Ebola outbreak is the next big one. But I think it's a dress rehearsal for the next big one.</p><p>The experts I talk to say the next big one will almost certainly be caused by a zoonotic virus, coming out of animals. And it's likely to be one that is transmissible through the respiratory route — that is, through a sneeze or cough.</p><p>Ebola is not an easily transmissible virus. It requires direct contact with bodily fluids. It doesn't travel on the respiratory route.</p><p>Viruses such as the <a href=\"http://www.npr.org/tags/183654739/mers\">Middle East respiratory syndrome</a> and SARS are much more of a concern to scientists that study these things than Ebola because they are already transmissible through the respiratory route. They are also highly adaptable, and they mutate quickly.</p><p>In terms of the next big one, SARS and MERS stand higher on the watch list than Ebola.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Ebola+Outbreak%3A+%27A+Dress+Rehearsal+For+The+Next+Big+One%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338234090-05f520.m3u?orgId=1&topicId=1031&aggIds=100876926&e=338059797&d=302&ft=nprml&f=338059797"},{"href":"http://media.npr.org/assets/img/2014/08/05/spillover_bat-f32fb0398b98f8ef00f2a75d27968bcf865c3d0e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1315","width":"1756"}},{"href":"http://media.npr.org/assets/img/2014/08/05/total-deaths-per-year-in-ebola-outbreaks_chartbuilder_custom-26a129ecbc9f4baf43de1fec06f517b46b494326.png","type":"image/jpeg","meta":{"crop":"custom","height":"700","width":"600"}}]}