{"created":"2014-08-29T05:10:18+00:00","modified":"2014-10-30T23:05:02+00:00","valid":{"from":"2014-10-30T23:05:02+00:00","to":"3014-10-30T23:05:02+00:00"},"hreflang":"en","title":"Teen Drama? Occult Thriller? Gritty War Epic? 'Bone Clocks' Is All Three","published":"2014-08-28T23:53:00+00:00","teaser":"David Mitchell's new novel might span five perspectives and six decades, but he brings this complex mix together with signature elegance. The combination makes for a thrilling read.","itags":["npr_api","342193300"],"guid":"7e6502ec-1e71-4d6c-9866-f4838d5a8d50","contentencoded":"<p>\"There are three rules for writing a novel,\" Somerset Maugham supposedly once said. But then he went on to add, \"Unfortunately, no one knows what they are.\"</p><p>David Mitchell's novels appear to have been written according to dozens of byzantine rules, and the author definitely seems to know what they are, but he's not telling. If you've read <em>Cloud Atlas</em>, then you know that what happens in a David Mitchell novel is often wild and complicated, and completely unexpected. This is true of his latest book, which is broken up into six sections, all of which loop back and around to give us another decade in the life of the book's main character, Holly Sykes.</p><p>At the start of <em>The Bone Clocks</em>, Holly is a 15-year-old girl in England. The year is 1984. Though the world depicted in these pages has a familiarly depressed, Thatcher-era grimness, Holly proves herself to be an original. She's not just a teenage girl who's run away after a fight with her mum over her older boyfriend. She's also, more unusually, someone who has heard voices that come from what she calls \"The Radio People,\" and who finds herself in the middle of a dazzling drama that involves both The Radio People and their archenemies, the Horologists. The sudden disappearance of Holly's younger brother Jacko sets the novel in motion, and we're off: heading deep into the unstated rules and expansive wilderness of David Mitchell's fiction.</p><p>The next five sections of the novel go far afield, as Mitchell once again proves himself able to hold his own regardless of what world he writes about — and regardless of whose perspective he writes it from. He seems to know everything there is to know about everything, and easily inhabits the mindset of not just a teenage girl, but also a male student at Cambridge, a war reporter in Iraq, a novelist who has recently received a terrible review that continues to haunt him (which is not, perhaps, something Mitchell can relate to), and the cryptic Dr. Marinus, who is intricately connected with Holly's beginnings, and later on with her fate.</p><p>But in almost every section he manages to convince the reader that he gets it. In war reporter Ed Brubeck's chapter, the Green Zone in Iraq becomes vivid and anxiety-making. But it's also enriched by particular, pointillistic detail — the kind of absurdity that we remember from those years of death and excess. Mitchell writes: \"Black GM Suburbans cruise at the 35 mph speed limit on the smooth roads; electricity and gasoline flow 24/7; ice-cold Bud is served by bartenders from Mumbai who rename themselves Sam, Scooter and Moe for the benefit of their clientele.\"</p><p>If the book has a flaw it's that some of the supernatural material feels surprisingly generic: \"Then, Mr. Pfenninger,\" says Hugo Lamb, the Cambridge student, \"why does your group exist?\"</p><p>\"To ensure the indefinite survival of the group by inducting its members into the Psychosoterica of the Shaded Way.\"</p><p>A little later, Hugo asks:</p><blockquote><p>\"Are you saying — \"<br />\"Yes,\" says Pfenninger.<br />\"That Anchorites ... don't die?\"<br />\"No,\" frowns Pfenninger. \"Of course we die — if we're attacked, or in accidents. But what we don't do is age. Anatomically, anyway.\"</p></blockquote><p>This kind of writing slows down such a high-speed writer, forcing him to muck around in petty explanations that lack his usual elegance. But this is a small complaint in what is honestly one of the most entertaining and thrilling novels I've read in a long time. Much of the entertainment comes from Mitchell's mastery over what feels like the entire world and all its inhabitants.</p><p>Time keeps pulsing ahead in <em>The Bone Clocks</em>, and Mitchell pushes his cast of characters into the future, ending the book in a terrifying world. But for all the dystopia, and the mysticism, and the wild and clanging noise, and the flights of invention that have taken place in this extraordinary fun house of a novel, Mitchell's novel-writing rules allow him to retain his great sensitivity toward his main character from start to finish. This may be the story of our world being brought to its knees, but somehow, Holly Sykes never is.</p><p><em>Meg Wolitzer is the author of</em><em> </em>The Interestings. <em>Her YA novel,</em><em> </em>Belzhar, <em>will be published in September.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teen+Drama%3F+Occult+Thriller%3F+Gritty+War+Epic%3F+%27Bone+Clocks%27+Is+All+Three&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Meg Wolitzer","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344036712-850c1a.m3u?orgId=1&topicId=1034&ft=3&f=342193300"},{"href":"http://media.npr.org/assets/img/2014/08/28/istock_000002180319medium-2b87164367f896d9bd3f49a3b5a49ad954656bd5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1508"}}]}