{"created":"2014-10-07T20:05:44+00:00","modified":"2014-12-18T19:05:24+00:00","valid":{"from":"2014-12-18T19:05:24+00:00","to":"3014-12-18T19:05:24+00:00"},"hreflang":"en","title":"In Which Colin Firth Debunks Some Myths About Working With Woody Allen","published":"2014-07-25T23:40:00+00:00","teaser":"Allen doesn't rehearse, and he isn't a big talker. But Firth pooh-poohs claims that he doesn't direct. He says Allen was a \"very involved and meticulous director\" while making <em>Magic in the Moonlight.</em>","itags":["npr_api","334988900"],"guid":"7e811725-1235-424a-acf4-412501612b9d","contentencoded":"<p>In<em> Magic in the Moonlight</em>, a new film from Woody Allen, Colin Firth plays a 1920s stage magician who is also an expert at debunking spiritualists. Stanley, Firth's character, takes on the case of a young woman, played by Emma Stone, who is a supposedly adept medium.</p><p>Firth tells NPR's Robert Siegel how some of the more well-known myths about working will Allen checked out, and why he's been appearing in fewer comedies.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On appearing in nearly every scene of </strong><strong><em>Magic in the Moonlight</em></strong></p><p>When I first read the script, there was an awful lot of ink under the word \"Stanley.\" And it was a little overwhelming, actually, because it was the first time I'd been approached by Woody Allen, and then to see that I was going to be carrying an awful lot of what he'd written was flattering and daunting. ...</p><p><strong>On how the stories about what it was like to work with Allen checked out</strong></p><p>I had heard all sorts of stories about Woody Allen's directing — directorial approach. And some of them turned out to be myth, but one of them was that he doesn't rehearse, and another was that he doesn't really direct. If he doesn't like it ... he cuts it out of the movie or even replaces you. And he doesn't talk to you.</p><p>You know ... we had a very brief phone conversation — which I thought he'd asked for and he thought I'd asked for, which became apparent as we spoke — and it lasted all of two minutes, I think. So there was no discussion about what the convention of the film was going to be: whether this was theatrical or naturalistic; whether it was going to be big, small; how he was going to shoot it. So I tried to build what I could just in the homework that I was doing.</p><p>Because another thing you hear is that he only lets you see certain pages — but that wasn't true, he let me have the script. And I just thought, \"Well, I must come on as best I can and have as much up my sleeve as I can, which at least means really knowing the lines.\" I don't normally like to learn lines in advance. I find my choices and decisions get a little bit too set. ... Of course I'll learn them, but I don't want to embed it too much. [I] couldn't afford to do that with this. There was just too much.</p><p>And then I got onto the set and, you know, the first word he said to me was probably \"action.\" ... And it was not just action, it was, \"Actually, we're going to shoot this whole scene in one shot.\" And then what you find is that those takes are the rehearsal. ... He rehearses on camera. And he <em>did</em> direct, that was another thing that turned out not to be the case. He was a very, very involved and meticulous director. So that came as a great relief.</p><p><strong>On why he's been appearing in fewer comedies</strong></p><p>The comedies are coming less thick and fast than they used to. ... It's partly choice. I feel more comfortable in drama. Comedy is a high-wire act. I find it stressful. It's a precision science, in a way. And when you're filming, the thing that comedy depends on ... is spontaneity. In filming, you're waiting — you're waiting for lights, you're waiting for people to set things up — and when you're not waiting, you're repeating. And neither is conducive to spontaneity. You know, comedy makes you very, very neurotic.</p><p><strong>On the kind of roles he's been getting as a middle-aged actor</strong></p><p>I've been fascinated at how much more interesting the roles have been for me in the last few years. ... Films like <em>A Single Man</em> or <em>King's Speech</em> or even this one, there's one thing that they have in common. ... They're about a man who has made up his mind about life in a certain way, or has made up his mind about himself, and something gets overturned. And I think that is fairly specific to someone in middle age. And then something happens to you or you find yourself in an unlikely encounter or an unusual relationship, and something revolutionizes. Now, you know, being in middle age means that you hopefully still have a significant enough future for that to really count. ... I don't think those [parts] would have been available to me in my 20s. And it won't be the same story if I'm, you know, 98.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Which+Colin+Firth+Debunks+Some+Myths+About+Working+With+Woody+Allen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR STAFF","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335348617-d797cc.m3u?orgId=1&topicId=1137&ft=3&f=334988900"},{"href":"http://media.npr.org/assets/img/2014/07/25/firth-and-allen-a97bc290aedc5074c5ca0724f138d00b0f9b2a02.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2384","width":"3176"}},{"href":"http://media.npr.org/assets/img/2014/07/24/13-1--5c2c93a0a9861345ee4560a945cade54e29ca842.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2016","width":"2685"}}]}