{"created":"2015-05-19T22:04:48+00:00","modified":"2015-05-20T20:15:12+00:00","valid":{"from":"2015-05-20T20:15:12+00:00","to":"3015-05-20T20:15:12+00:00"},"hreflang":"en","guid":"7e825a8f-2377-45e4-bd44-6f36680638e0","title":"Indiana meets Ireland as a Belfast bakery refuses to make a gay-friendly cake","published":"2015-05-20T20:15:07+00:00","byline":"Bradley Campbell","tags":["same-sex marriage","religious freedom","LGBT rights","business and economy","Religion","Business","Business, Finance & Economics","Belfast","Europe","Northern Ireland","United Kingdom","Bakery","Cake","Religion"],"teaser":"When Ashers Bakery Company refused to make a \"pro-gay marriage\" cake, it sparked a legal battle of the kind now familiar in the United States. Now a court has ruled in favor of the customer who brought the suit, but many people are unhappy with the ruling.","contentencoded":"<p>A bakery is <em>not</em> a religious organization.</p>\n<p>That may seem fairly obvious, but that ruling by a court in Northern Ireland has divided opinions in the country. The court found that Ashers Baking Company of Belfast, as a money-making business, was guilty of discrimination when it refused to make a cake with a \"pro-gay marriage\" design for customer Gareth Lee.</p>\n<p>\"It's offering services to everybody in the community,\" says Deborah Macleese of the Belfast Telegraph. \"There's nothing in their leaflets or pamphlets that says they have strongly held Christian beliefs, so the court says they are there as a business. They are there to serve everybody within the community.\"</p>\n<p>But not everyone is buying it. \"You've got different reactions,\" Macleese says. \"You have supporters of Mr. Lee who are very happy. They think it is common sense. But then you also have a lot of the Christian organizations and supporters of the family-run bakery who believe it is wrong.\"</p>\n<p>It's similar to the debate playing out in the United States, where some states have passed what they call religious freedom laws allowing businesses to refuse service to customers based on their religious beliefs. In one high-profile case, the now-shuttered 111 Cakery in Indianapolis refused to serve a gay couple looking for a wedding cake.</p>\n<p>It feels like cake keeps on being the source of discrimination, but Macleese says it's just a coincidence. \"I mean, it could have been a T-shirt printing business or anything like that,\" she says. \"It's just that Mr. Lee felt so strongly that he took it to [the] equality commission, who then helped him launch legal proceedings. We don't know how many other cases are out there at the minute.\"</p>\n<p>Macleese thinks more people will come forward in the future to say that they've been discriminated against, but she says the silver lining in the \"gay cake\" debate is that it's happening in the first place. </p>\n<p>\"In a positive way, it does show that we are now becoming a normalized society being able to have these debates,\" she says. \"It's no longer just Orange [Protestant] versus Green [Catholic] politics in Northern Ireland anymore.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-19%2Firish-court-calls-discrimination-bakery-who-refused-bake-gay-friendly-cake&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/RTR4UYH3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/rtr4uyh3jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05192015_01.mp3"},{"href":"http://admin.pri.org/file/0519201501mp3"}]}