{"created":"2015-05-01T22:23:04+00:00","modified":"2015-05-14T01:05:18+00:00","valid":{"from":"2015-05-14T01:05:18+00:00","to":"3015-05-14T01:05:18+00:00"},"hreflang":"en","title":"Law Enforcement Reacts To Baltimore Officer Criminal Charges","published":"2015-05-02T01:18:00+00:00","teaser":"Six police officers face charges, including murder and involuntary manslaughter, for Freddie Gray's death. Some worry they're losing the benefit of the doubt from both prosecutors and the public.","itags":["npr_api","403588898"],"guid":"7e9ba6ad-0853-4774-8c5c-90edf4c5b30b","contentencoded":"<p>The surprise <a href=\"http://www.npr.org/blogs/thetwo-way/2015/05/01/403496063/freddie-gray-update-new-speculation-on-his-death-and-peaceful-protests\">announcement of criminal charges</a> in Baltimore Friday morning definitely got the attention of police officers. The decision has been welcomed by protesters, but it's causing dismay for law enforcement across the country.</p><p>\"The specter of criminal charges being filed against police officers I believe is going to send reverberations across the nation,\" says Sue Rahr, a former sheriff who now runs the police academy in Washington state.</p><p>Rahr is reform-minded, having served on President Obama's task force on <a href=\"http://www.cops.usdoj.gov/policingtaskforce\">21st Century Policing</a>. But she's also worried that public opinion is becoming too slanted against police.</p><p>\"What gets played in the media is the most extreme cases — the cases that represent an anomaly,\" she says. \"Because those are played over and over again, people get the perception that that's happening all the time and that's the norm.\"</p><p>And some cops are slipping into a siege mentality. While mainstream media have been talking about Freddie Gray this week, <a href=\"http://secondcitycop.blogspot.com/\">police blogs have been talking</a> about what happened to a policewoman in Houston on Tuesday.</p><p>Houston TV station <a href=\"http://www.click2houston.com/news/hcc-police-officer-stabbed-during-attack-inside-walmart/32611780\">KPRC reports</a>, \"Prosecutors [say] tonight that [a] young police woman was stabbed a total of 14 times, attacked, they say, by a man who admitted he wanted to kill a police officer.\"</p><p>The woman is a campus cop, who was wearing her uniform while working security at a Wal-Mart. She survived, but the president of Houston's Police Union, Ray Hunt, says police are worried.</p><p>\"There is a mood among some in this country that the police are going to be wrong unless proven right,\" Hunt says.</p><p>And police see a connection between that public mood and the decision by an elected prosecutor in Baltimore to charge six officers.</p><p>Traditionally, prosecutors and grand juries have given American police the benefit of the doubt — and Hunt says that's as it should be.</p><p>\"You have to give the person the benefit of the doubt whenever they don't have the videos and the several days to look at facts to make a decision,\" he says. \"And sometimes they have to make split-second decisions.\"</p><p>He says he hopes elected prosecutors will continue to see it that way. But he says the case in Baltimore looks like a bad precedent.</p><p>\"For someone to get indicted for a very high charge — a criminal charge — for something that may simply be negligent is very alarming to us,\" Hunt says.</p><p>But not all police see this change as a bad thing.</p><p>Peter Thoshinsky is a recently retired police lieutenant in San Francisco. We reached him on his cellphone on his way to watch the May Day parade and protests against police violence.</p><p>\"There is political pressure, because the system's broken,\" Thoshinsky says. \"Something's clearly not right in American law enforcement right now.\"</p><p>He says public expectations for police conduct are rising — and he thinks that's good. But he's also relieved to be done with his police career.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Law+Enforcement+Reacts+To+Baltimore+Officer+Criminal+Charges&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403597814-058afd.m3u?orgId=1&topicId=1003&d=206&p=2&story=403588898&t=progseg&e=403437391&seg=13&ft=nprml&f=403588898"},{"href":"http://media.npr.org/assets/img/2015/05/01/baltimore-officers-getty-595d14063ce168a23cddaa70b8647f78dd63ba8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1780","width":"2373"}}]}