{"created":"2014-09-06T02:30:08+00:00","modified":"2014-10-30T22:38:58+00:00","valid":{"from":"2014-10-30T22:38:58+00:00","to":"3014-10-30T22:38:58+00:00"},"hreflang":"en","title":"The Considered Bite: Low-Carb Diets And Our Relationship With Food ","published":"2014-09-06T00:39:00+00:00","teaser":"According to a new study, cutting back on carbs can lead to weight loss. Dana Goodyear and Jason Sheehan explore how to eat enjoyably, by recommending <em>Tartine Bread</em> and <em>The Gastronomical Me. </em>","itags":["npr_api","346117507"],"guid":"7ead810c-47b8-4ae4-a4aa-55153ebd91d7","contentencoded":"<p>I was a sneaky child. Sneaky and hungry and — occasionally — vengeful. When I was 8, we moved from Cleveland to London, and my little sister was born. Poor thing — her perfect skin was marked by my secret vampiric experiments: What happens when you suck really hard on a juicy little arm? One afternoon, my mother, understandably, as I see it now, flustered by adapting to a foreign city with two sullen Midwestern grade-schoolers and a newborn, sent me to the bakery on the high street to buy a loaf of bread. It was 1984, when people still did that kind of thing. She was too trusting.</p><p>Sweet-faced, I paid for the bread and brought it home, warm bundle, in my arms. We lived in a skinny house with a tiny kitchen that I found unoccupied. Everyone must have been upstairs. I eyed the loaf. Like an infant, it wouldn't talk. Have I mentioned I was hungry? I slipped it from its brown wax-paper sleeve, and with my pudgy forefinger bore a little hole in the underbelly. Just a fingerful, I thought. But the bread, so warm, was so divine, and as the minutes passed and the sounds of a bath ran through the pipes overhead, I dug out every last bit of crumb, leaving a crust husk like a castoff cocoon. Inevitably, my mother cut into the trick loaf. A lifelong baker, she was baffled and furious — with the bakery. She had me take the loaf back and demand a replacement. Sweet-faced, I did.</p><p>For decades, dietary experts have told us that bread would make us fat, and now researchers have confirmed the inkling with data. Probably we should just give it up. But there's got to be an exception for truly delicious bread — warm, fresh bread you'd risk grounding for.</p><p>A few years ago, I discovered <em>Tartine Bread</em>, a how-to book by Chad Robertson, the wild-yeast wrangler behind Tartine Bakery in San Francisco. For me, it is a looking book, not a cooking book. (There are at least six significant and time-consuming steps to take before baking.) But the last time I was in San Francisco, I stopped at Tartine on the way to the airport and brought the warm loaf home on my lap. I delivered it triumphantly to my own children, waiting for me in the kitchen. I feel no guilt in saying that it was not intact.</p><p><em>Dana Goodyear's latest book is </em>Anything That Moves: Renegade Chefs, Fearless Eaters, and the Making of a New American Food Culture.</p><hr /><p>They said eggs were bad for you. Then good. Then bad again. Then good.</p><p>Red meat? Awful. But then, later, awesome. Ketosis, they said. That was where the magic happened.</p><p>And carbs? They were what was for dinner. And lunch. Probably breakfast, too. I mean, bread? There is no one single food that carries more psychic weight among humans than bread. Bread is what we break with friends and family. Bread is how we start our days and make our sandwiches. Bread is religious and historical. The baking of bread — direct consequence of settling down and harvesting grains — marked the puberty of our species. That's when we started growing up.</p><p>Only now, bread is all about just plain old weight. The kind that's supposedly killing us all, slowly and fatly. Because bread is not bread anymore. It's carbs. And pasta is not pasta. It's carbs. And according to new research published in the <em>Annals of Internal Medicine</em>, fat is good again and carbs are bad, and if you want to be thin and healthy and happy, you must eat fats and proteins now, but never carbs.</p><p>M.F.K. Fisher, the best food writer who ever lived, didn't eat carbs. She ate bread. She didn't eat fats or proteins, either. She ate \"meat hashed with a knife\" and \"ripe peaches picked that noon,\" and Blue Point oysters all slick and alive in her mouth. She ate gloriously and joyously, fully and meanly, with love and through heartbreak. Her metabolic rate, the dietary breakdown of carbs to fats to saturated fats, never entered into it because she was too busy ... eating.</p><p>But here's the thing: In her books — in all her books, but particularly in her loveliest, <em>The Gastronomical Me — </em>Mary Frances Kennedy Fisher never appears to take an unconsidered bite of anything. Her life (at least on the page) reads like the life of a woman who made her nickels eating fireworks and drinking tears. Like she never had a mouthful of anything that didn't blow her mind or shape her soul.</p><p>It is impossible to imagine her sacked out on the couch at midnight, watching <em>Futurama</em> reruns and cramming fistfuls of potato chips in her mouth (which, in point of fact, is what I did last night). Impossible to imagine her stuck in traffic with Big Mac smeared on her face. Because, here she is, driving with her father and her sister, having a picnic: \"We ate the whole pie, and all the cream ... and then drove on sleepily toward Los Angeles, and none of us said anything about it for many years, but it was one of the best meals we ever ate.\"</p><p>Which is why, whenever another of these studies comes out telling me what I should eat and what I should avoid, I swallow my guilt and turn once more to <em>The Gastronomical Me</em>. I read a page or a chapter. Even sometimes just a favorite passage. And I try to remember that there is more to food than its grams of fat or weight in carbs, and that the considered bite is the best bite, no matter what the food is.</p><p><em>Jason Sheehan is an ex-chef, a former restaurant critic and the current food editor of </em><a href=\"http://www.phillymag.com/\">Philadelphia</a> <em>magazine. But when no one is looking, he spends his time writing books about spaceships, aliens, giant robots and ray guns. </em>Tales From the Radiation Age<em> is his newest book.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Considered+Bite%3A+Low-Carb+Diets+And+Our+Relationship+With+Food+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Sheehan","audio":[{"meta":{"duration":"130"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346137600-932020.m3u?orgId=1&topicId=1032&aggIds=257657827&ft=3&f=346117507"}]}