{"created":"2014-10-19T21:22:47+00:00","modified":"2014-11-10T20:40:55+00:00","valid":{"from":"2014-11-10T20:40:55+00:00","to":"3014-11-10T20:40:55+00:00"},"hreflang":"en","title":"As Cattle Prices Climb, Ranchers Watch Out For Bovine Thievery","published":"2014-10-19T23:10:00+00:00","teaser":"Across the U.S., cattle prices are at record highs. So ranchers and special rangers are working to protect herds from cattle rustlers — thieves looking to sell off stolen animals at auction.","itags":["npr_api","357260925"],"guid":"7eae821e-79e7-4fab-b483-1f8adf952bad","contentencoded":"<p>Across the country, cattle prices continue to climb. That means profits for some ranchers — and huge potential payoffs for cattle thieves.</p><p>Drought in states like Texas and Oklahoma caused the cost of feed to rise, forcing ranchers to sell off their cattle stock. Now that feed prices are back down this fall, ranchers are looking to replenish their dwindling herds — and since cattle supply is low, that demand is driving the cost way up.</p><p>In Oklahoma, Tulsa stockyards reported selling 4,500 head of cattle at record prices in a single day's sale this month.</p><p>With those record prices, ranchers have to be extra vigilant over their herds.</p><p><strong>In The Dead of Night</strong></p><p>Leon Langford runs a cattle ranch an hour south of Tulsa, Okla., where stockyards reported</p><p>\"Our family's been in this business for 75 years,\" he says. \"Taking care of cattle, all day every day.\"</p><p>The Langfords have a thousand head of cattle on their ranch. Recently, 19 registered purebred Herefords, worth $100,000 dollars, went missing.</p><p>That is, they were stolen.</p><p>Like something out of a Western movie, cattle rustlers trespass onto pastures and steal the animals in the dead of night.</p><p>\"You know, you're sick to your stomach because you lost them,\" Langford says. \"But when you know they're stolen, it's even a little worse. Somebody takes things that don't belong to them, it's a sickening feeling.\"</p><p>Since the cows were branded, law enforcement was able to identify some of the cattle.</p><p>\"Nobody else in Texas, New Mexico or Oklahoma's got that same brand. And we know when we see that brand, it's our cattle,\" he says.</p><p>The woman selling them at an auction in Southern Oklahoma has since been sentenced to two years in jail.</p><p>\"We're happy to get some of them back and we got a little over half of them back,\" Langford says. \"I mean, all of the cattle were real valuable.\"</p><p><strong>Call In The Special Rangers</strong></p><p>When cattle go missing, the Texas and Southwestern Cattle Raisers Association is on the case.</p><p>You can find Special Ranger Wayne Goodman keeping an eye on local sale barns in Texas. With his badge, a cowboy hat and a pistol in his holster, he's the lawman there.</p><p>Goodman's job is to track down rustlers, and his work keeps him busy.</p><p>\"I've got one I started yesterday where 50 calves were taken,\" he says. \"[They] come in at night, they will honk the horn, call the cows up. They'll pull in there with a trailer, load them up and they're gone.\"</p><p>For some ranchers, it could be days before they realize the herd has shrunk.</p><p>That gives rustlers plenty of time to transport cattle out of state, never to be seen again. They usually take them to an auction, Goodman says, where the profit can be huge.</p><p>\"If I break into your house and steal a TV set or your stereo, I can take it to a pawn shop and I get 10 cents on the dollar, maybe, if I'm lucky,\" he says. \"I can take your cows to an auction barn, and I get dollar-for-dollar.\"</p><p>It's a lucrative enterprise for the cattle rustler. For the rancher, it's devastating.</p><p>\"These ranchers have a lot of money and a lot of time in these animals. Some guys could lose two or three and it would hurt them real bad because a lot of these cattle are mortgaged through banks,\" he says. \"I worked a case out in East Texas when I was stationed out there, where I've got two families who had to sell their homes because of loss of cattle.\"</p><p><strong>Protecting The Herd</strong></p><p>It seems like it'd be impossible to track down stolen animals. But Goodman says it comes down to a tried and true method of identification.</p><p>\"Branding is the oldest form of identifying cattle, but it's still the most effective,\" he says.</p><p>In Texas, ranchers actually register their unique brand symbols.</p><p>\"You have to put down what your brand is, draw a picture of it, and where are you going to put it on the animal,\" Goodman says. \"Left hip, right hip, right shoulder, left shoulder — all of that is part of your brand registration.\"</p><p>They also keep track of ear tags and small tattoos inside the animals' ears. All those details go into the Texas and Southwestern Cattle Raisers Association database.</p><p>When an animal goes missing, special rangers know exactly what markings to look for at the local auction.</p><p>\"We've had cases where we knew the cattle were stolen before the owner did,\" Goodman says.</p><p>Still, the risk of getting caught won't stop the thieves.</p><p>\"There's all kinds of reasons for it. I mean, there have been instances where one young man was doing it to pay his girlfriend's rent,\" Goodman says. It's all about the money.\"</p><p>In this bull market for cattle, there's a lot of money to go around. Special Ranger Wayne Goodman just hopes the money ends up in the right hands.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Cattle+Prices+Climb%2C+Ranchers+Watch+Out+For+Bovine+Thievery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357425482-ceb5db.m3u?orgId=1&topicId=1091&ft=3&f=357260925"},{"href":"http://media.npr.org/assets/img/2014/10/18/wayne-goodman-577e3533ee015ff676f1d6ebf69fa009d0bdea79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"747","width":"996"}}]}