{"created":"2015-01-16T21:26:43+00:00","modified":"2015-06-05T15:30:32+00:00","valid":{"from":"2015-06-05T15:30:32+00:00","to":"3015-06-05T15:30:32+00:00"},"hreflang":"en","title":"Julianne Moore: Alzheimer's Makes Us Question 'Our Essential Selves'","published":"2015-02-05T19:09:00+00:00","teaser":"In<em> Still Alice,</em> Moore plays Alice Howland, a 50-year-old linguistics professor diagnosed with early-onset Alzheimer's. Moore says she spent months meeting with people affected by the disease.","itags":["npr_api","377526049"],"guid":"7ec5dcad-f5c0-4b14-9975-4488bc2bf338","contentencoded":"<p>In the new movie <em>Still Alice,</em> Julianne Moore plays Alice Howland, a 50-year-old linguistics professor at Columbia with a razor-sharp intellect. She's at the prime of her career, but gradually she starts to forget things. She loses her way, she gets fuzzy — and she is soon diagnosed with early-onset Alzheimer's disease. The movie charts her rapid decline and her struggle to hold on to her sense of self.</p><p>\"She is someone who has always defined herself by her intellect, and now that that's something she can't depend on, she's finding that she doesn't really know who she is,\" Moore tells NPR's Melissa Block.</p><hr /><h3>Interview Highlights</h3><p><strong>On speaking with people who had been diagnosed with early-onset Alzheimer's</strong></p><p>I spoke to so many people. I didn't have any familiarity with Alzheimer's. I think I'm one of the few people who hasn't had a family member affected by it. When I spoke to the filmmakers, I said I didn't want to represent anything on screen that I hadn't witnessed myself or [that hadn't] been described to me. So my research process was pretty lengthy. I actually had about four months. And the women I spoke to were so <em>incredibly</em> generous with their time and their thoughts and their experiences, and it was a pretty profound experience.</p><p><strong>On what she learned from her research</strong></p><p>One of the things that I sort of misunderstood about Alzheimer's is that somehow it ... just affected memory, just simple memory. What I didn't really understand [is] that it's also kind of a neuro-spatial disease — that you're going to have a different interpretation of how things are happening to you.</p><p>One woman I spoke to ... was a high school Spanish teacher and she said she didn't know what was happening to her but one of her students noticed that she was writing backwards on the blackboard. Another woman told me that she was making very simple mistakes at work. ... She was an OR nurse in a neurosurgery ward, and she couldn't learn a very simple computer program and didn't know what was wrong. So it was interesting to me that for some of these women, so many things happened at work — that was where they noticed the deficits first. And then once there had been some kind of ramification in their professional life, they realized that things had been happening in their personal life as well.</p><p><strong>On a scene in the film in which Alice gives a speech about Alzheimer's</strong></p><p>I am taking a yellow highlighter as I read so I can follow along so I'll know what I've read and what I have to read. And this is something that we saw in speeches that people give at these Alzheimer's conventions.</p><p>There's a joke in that speech, too, where she drops her papers, and she says: \"I think I'm going to try to forget what just happened.\" And that was the other thing — it was remarkable that I found with the women that I spoke to. Everyone had such a great sense of humor. One woman told me — this made me laugh so hard — that after she was diagnosed, all of her children gave her puzzles for Christmas.</p><p><strong>On how people live — and continue living — with the disease</strong></p><p>It's not like you have a disease and you disappear, you go away, and that's it. There's so many people who are living with this disease, you know, it's a progressive disease. So it's about how do you stay present? How do you stay with the people that you love? How do you keep the life going that you value?</p><p><strong>On meeting with older people who had been living with Alzheimer's for a long time</strong></p><p>Even when I went to a long-term-care facility, I met several people who were patients. I felt that I got a very strong sense of who they were. Then I spoke to the caregivers there and family members. There was one woman who told me to get away from the draft, I was going to get sick. And then her daughter came in. ... I said, \"Is that your mother?\" And she goes, \"Oh yeah.\" ... I said, \"Your mother told me I was going to get sick if I stayed in the draft.\" And she goes, \"Yup, that's her, she's always telling people what to do. That's my mother.\" ...</p><p>I found that people did retain a tremendous sense of self. So I think the questions that it raises [include] ... Who are our essential selves? Who are we, and why do we place value on one stage of life or one stage of cognitive ability and not another?</p><p><strong>On how this movie affected her thinking about aging</strong></p><p>It's not just about aging, it's about mortality. And aging is about mortality, too. ... I think in our culture, and lots of cultures, we have this kind of, \"You are as old as you think you are! Forever young! You can do whatever! Fifty is the new 30!\" This idea that somehow you're forever young and this refusal to look at our life cycle.</p><p>The thing that happens to Alice in this movie is that she's kind of in the prime of her life, and a great place in her life, and she's faced with the idea of her own mortality. She does know that it's going to be shorter than her expectation was, or it just forces her to acknowledge an end, which is very difficult for any of us to do.</p><p>I think the interesting thing about looking at the end of your life or knowing it's an end of your life is that you start to value what you have even more. You know, you value the present. I think you're never, never more in love with life than you are in the presence of death or your own mortality. ... You think about how much you love to live, how much you love the people you love. ... What do you value? Who do you value? What do you want to do? In a sense, it makes everything kind of crisper, and sharper and more vital.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Julianne+Moore%3A+Alzheimer%27s+Makes+Us+Question+%27Our+Essential+Selves%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"471"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377780924-7ca5eb.m3u?orgId=1&topicId=1137&d=471&p=2&story=377526049&t=progseg&e=377758239&seg=9&ft=nprml&f=377526049"},{"href":"http://media.npr.org/assets/img/2015/01/15/18-99a5680b5f0fd45d0b0232e6e87afa2d89ba9d58.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2309","width":"3079"}},{"href":"http://media.npr.org/assets/img/2015/01/15/16-8d975bd25c449132fee64de2f6af4099b8563af8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2951","width":"3934"}}]}