{"created":"2014-10-08T16:48:37+00:00","modified":"2014-10-31T02:32:53+00:00","valid":{"from":"2014-10-31T02:32:53+00:00","to":"3014-10-31T02:32:53+00:00"},"hreflang":"en","title":"Drawing From The Experience Of 'Indolent But Relentless' Cancer","published":"2014-05-03T22:27:00+00:00","teaser":"Cartoonist Matt Freedman chronicled 60 days of cancer treatment in illustrations and in writing. \"I didn't think of it as a book or a journal to share,\" he says, \"but simply as a kind of experience.\"","itags":["npr_api","308273139"],"guid":"7ed1f340-43f1-462f-83e4-6607095959d5","contentencoded":"<p>A few years ago, the cartoonist Matt Freedman started having nagging pain around his ear. He bought mouth guards and tried pain relievers, but nothing seemed to work. Slowly, the pain got worse. In 2012, a bump appeared on his neck. It was a slow-growing, dangerous cancer that had already spread to his lungs.</p><p>As Freedman entered treatment for the <a href=\"http://www.accoi.org/faq/what-acc/\">rare oral cancer</a>, he began to keep a daily journal in words and pictures. It's part cartoon, part personal history. Each page is filled with drawings, diagrams and explanations of everything from the technical details of proton therapy to the interior thoughts of the author.</p><p>That journal, kept over 60 days of harrowing radiation and chemotherapy, became his new book, <em>Relatively Indolent But Relentless: A Cancer Treatment Journal</em>. The title comes from a phrase doctors used to describe his slow, destructive cancer.</p><p>\"I think a lot of people who have this particular type of cancer — which is, as I say indolent, and yet relentless — live with it for a long time because it creeps up on them slowly,\" Freedman tells NPR's Arun Rath, \"like a slowly boiling frog. You don't jump out until it's a little too late.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On writing a book using journal entries</strong></p><p>I'm an artist and a writer, and I've used a kind of incremental writing process and drawing process over the years to sort of accumulate material ... Since I'm too indolent to create in a spurt, I have to be relentless and produce them over time. I didn't think of it as a book or a journal to share, but simply as a kind of experience — a sort of souvenir of some sort, I suppose.</p><p><strong>On the design of the book</strong></p><p>Part of what I thought was important about the book — once I started to think about it as a way to communicate experience and talk in a larger sense about what it means to go through a treatment like this — [is] that it's not just the pictures ... It was important to me that the writing be part of the page. You have to actually sort of look at the letters and how they change.</p><p><strong>On feeling separated from the \"healthies\" in the world</strong></p><p>Part of the process of ... descending into the experience of being sort of deeply enmeshed in the treatment, is that ... I felt a sort of weird disconnect from the world in a way I didn't expect, in a way I wasn't particularly proud of. Things were happening, big things were happening around the world, and part of me just sort of almost reflexively thought, \"Well, that's not my problem now.\" My problem is that I'm sick. ... Everybody else is wrecking the world, but I'm doing my job by just growing tumors and being treated for tumors. And that the \"healthies\" have just screwed everything up and I'm not responsible.</p><p><strong>On his health today</strong></p><p>I'm doing fine. I mean, as one of the first doctors said, this is a non-curative disease. So you want to treat it like a chronic disease as much as you can. The treatment for my head and neck were wonderfully effective; so far, nothing's come back. The tumors in my lungs didn't grow quite as slowly as we hoped. But, you know, they are indolent, even if they are relentless. ... The trick is to stay alive as long as possible and hope somebody invents something. So far, I'm doing my end of the bargain.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Drawing+From+The+Experience+Of+%27Indolent+But+Relentless%27+Cancer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"403"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309304654-d724dc.m3u?orgId=1&topicId=1033&ft=3&f=308273139"},{"href":"http://media.npr.org/assets/img/2014/05/02/012-1aa610cf12e5d833640ab5134f2c602f5be9d517.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"410","width":"548"}},{"href":"http://media.npr.org/assets/img/2014/05/02/freedmanself-portrait_enl-7e92fe1834eec67df49e8d291f32e32bd2e16189.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5073","width":"4057"}},{"href":"http://media.npr.org/assets/img/2014/05/02/011_custom-d93175dff759c19b68d5930043882b18ed41547f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1350","width":"850"}},{"href":"http://media.npr.org/assets/img/2014/05/02/013_custom-4e7e58874604d2735a744b588b5c073a707f3bd0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1350","width":"850"}}]}