{"created":"2014-12-04T08:26:57+00:00","modified":"2015-05-13T21:28:19+00:00","valid":{"from":"2015-05-13T21:28:19+00:00","to":"3015-05-13T21:28:19+00:00"},"hreflang":"en","title":"The Man Argentines Love To Hate Is An American Judge","published":"2014-12-04T18:32:00+00:00","teaser":"Little-known in the U.S., Thomas Griesa is a villain and scapegoat in the Argentine media. The federal court judge in New York has ruled against Argentina in its battles with its \"vulture\" creditors.","itags":["npr_api","368281989"],"guid":"7ed370f7-06dc-49ff-8c9a-730ed14971b3","contentencoded":"<p>For an American, it probably would be a really hard <em>Jeopardy</em> question, but in Argentina, pretty much anyone you stop can answer this: Who is the judge in New York at the center of Argentina's default crisis?</p><p>Pablo de Luca, a systems engineer walking along a downtown Buenos Aires street recently responded easily: <a href=\"http://en.wikipedia.org/wiki/Thomas_P._Griesa\" target=\"_blank\">Judge Thomas P. Griesa</a>.</p><p>\"Griesa is an enemy for us,\" he says.</p><p>Georgina Segui, an office secretary stopped while she was doing errands, also knew the answer.</p><p>\"We are constantly bombarded on TV with the name Griesa, Griesa, Griesa,\" she said.</p><p>One of the main people doing the \"bombarding\" is Argentina's President Cristina Fernandez.</p><p>\"No financial vulture nor judicial raptor is going to extort money from this president,\" she said in her most recent speech.</p><p>In Argentina, <a href=\"http://dealbook.nytimes.com/2014/09/29/judge-finds-argentina-in-contempt-in-bond-case/?_r=0\">posters with his image, with a vulture on his back</a>, have been pasted up along the streets. There also have been endless articles about the judge, whose office declined to speak with NPR.</p><p>The Argentine media constantly cite a little-known U.S. website called <a href=\"http://www.therobingroom.com/Judge.aspx?ID=1407\">The Robing Room</a>, where lawyers give anonymous reviews of the judges they appear before. Griesa's weren't exactly complimentary to begin with, and since the Argentina case exploded into the headlines, others have written in, excoriating him for his rulings. In Argentina, <a href=\"http://www.diarioregistrado.com/sociedad/95603-conoce-como-califican-a-thomas-griesa-los-abogados-norteamericanos.html\">the comments have been taken</a> as evidence that he is unfit for the job.</p><p>\"These things happen, and all of a sudden these people become household names,\" says Alan Cibils, the chair of the political economy department at the National University of General Sarmiento in Buenos Aires.</p><p>In many ways, rightly or wrongly, Cibils says, Griesa has become a symbol in Argentina of all the problems of the international financial system. He notes that whatever you think of Griesa's position, his rulings were supported by the U.S. appeals court, and the Supreme Court refused to hear Argentina's case.</p><p>So this is the backstory to the unlikely infamy of a federal judge in his 80s who reportedly plays the harpsichord: Argentina defaulted on its debt in 2001, essentially declaring bankruptcy and saying it couldn't pay its creditors. At the time, Ciblis says, so-called vulture hedge funds swooped in and bought Argentina's bonds — some of which were issued in New York — for pennies on the dollar.</p><p>\"These guys really are bottom feeders: They go out there, they buy bonds of countries as they are about to default or after they've defaulted, and then cash in — or litigate to cash in — on the full amount,\" says Ciblis.</p><p>Griesa's ruling supporting their claims has had far-reaching effects: Some countries, including Mexico, have <a href=\"http://www.ft.com/intl/cms/s/0/4fc6fe9c-70de-11e4-8113-00144feabdc0.html#axzz3Kr5qQxrX\">changed the language in new bond contracts</a> to make it harder for vulture funds to target them — and according to Ciblis, developing nations are less likely to issue their bonds in New York, where they might be vulnerable to one judge's opinions.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Man+Argentines+Love+To+Hate+Is+An+American+Judge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"198"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368408267-f3a81b.m3u?orgId=1&topicId=1127&d=198&p=3&story=368281989&t=progseg&e=368408025&seg=7&ft=nprml&f=368281989"},{"href":"http://media.npr.org/assets/img/2014/12/03/arg-griesa2-528e32ae585b9c514316f44193b10dc32d25d216.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3035","width":"4048"}}]}