{"created":"2014-12-05T22:36:44+00:00","modified":"2014-12-08T20:37:40+00:00","valid":{"from":"2014-12-08T20:37:40+00:00","to":"3014-12-08T20:37:40+00:00"},"hreflang":"en","guid":"7ed59d78-2233-4cb0-8232-9482a5adec8e","title":"Some endurance athletes may be huffing xenon gas to gain an edge","published":"2014-12-08T20:37:35+00:00","byline":"Bradley Campbell","tags":["doping","performance enhancing drugs","lance armstrong","tour de france","xenon","cycling","endurance sports","Sports","Asia","Russia","Asia","John Stevenson","Use of performance-enhancing drugs in sport","Chemistry","Biology","Drugs in sport","Erythropoietin","Cheating","Medicine","Doping","Noble gas","Xenon","Sports"],"teaser":"Xenon is a gas that occurs naturally, in tiny amounts, in the air all around us. But is it the next super drug for athletes who want an illegal edge? Rumors say yes, but the science is far from certain.","contentencoded":"<p>Xenon, atomic number 54, is a gas that occurs naturally in the air all around us, at least in tiny amounts. But that gas can also be used as a performance-enhancing drug — maybe.</p>\n<p>Several Russian athletes reportedly used the gas to boost Russia's medal count at the Sochi Olympics. So the World Anti-Doping Agency banned xenon use by athletes — even though it has no test that can detect it.</p>\n<p>This actually isn't isn't the first time something like this has happened. Caffeine was once on WADA's list of prohibited substances, and Olympic officials even tried to limit the amount of caffeine an athlete could have in their bodies back in the 80s.</p>\n<p>If you don't remember your high school chemistry, xenon is a noble gas, one of the elements hanging out at the end of the periodic table, basically minding their own business.</p>\n<p>\"They don't do very much in general,\" says John Stevenson, a writer for the cycling website <a href=\"http://road.cc/content/news/110533-xenon-next-big-thing-legal-doping\">Road.cc</a>. \"But it turns out that xenon is unusually bioactive. It does things in the body, and it allegedly has performance enhancing affects.\"</p>\n<p>Xenon gas is believed, in some circles, to stimulate the body into producing more erythropoietin, more commonly known as EPO. That's the drug Lance Armstrong and his cycling team put into their bodies to dominate the Tour de France.</p>\n<p>EPO produces more red blood cells, and more red blood cells in the body allow an athlete to get an oxygen boost of sorts. They tire slower in aerobically taxing events like riding a bike for hours on end, or running in the Boston Marathon.</p>\n<p>But no one really knows if xenon gas actually produces that sort of chain reaction. \"There doesn't seem to be any very good evidence that it actually has a performance enhancing affect, which is quite odd,\" Stevenson says. \"I suspect what's gone on here with WADA having recently banned it is that they are just being super cautious.\"</p>\n<p>Stevenson says Russia is believed to have pioneered the use of xenon gas about a decade ago, which doesn't come as much of a surprise to anyone who follows endurance sports. A documentary <a href=\"http://www.washingtonpost.com/blogs/early-lead/wp/2014/12/04/german-tv-documentary-alleges-that-99-percent-of-russian-olympic-athletes-are-doping/\">aired this week by Germany's ARD</a> television station claims that \"99 percent of Russian athletes\" dope.</p>\n<p>But the existence of widespread xenon doping in endurance sports is uncertain. Teams obviously don't talk about drug use in cycling, and Stevenson suspects xenon gas could really be a placebo.</p>\n<p>\"There was a very <a href=\"http://road.cc/content/news/137647-performance-enhancing-placebos\">interesting study</a> done in Glasgow recently, which found that athletes are extremely susceptible to the placebo affect,\" he says. \"You give athletes something, you tell them it's a blood booster and they will go better.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}