{"created":"2014-09-08T20:38:21+00:00","modified":"2015-02-27T22:34:00+00:00","valid":{"from":"2015-02-27T22:34:00+00:00","to":"3015-02-27T22:34:00+00:00"},"hreflang":"en","title":"Why Do We Sign For Things? A Rabbi, A Lawyer And A MasterCard Exec Explain","published":"2014-09-09T15:21:00+00:00","teaser":"The signature is supposed to say, \"This is me.\" But why do we still use it?","itags":["npr_api","345820789"],"guid":"7ed867b6-90dc-4f81-82c1-3677d887660c","contentencoded":"<p>Take a look at your signature the next time you buy something with a credit card. Maybe you spell out every letter. Maybe you just put a squiggly line. The other day, I drew a tree.</p><p>Signing is a very old ritual, according to Rabbi Pinchas Allouche. He's a scholar of the Talmud, a collection of Jewish texts that's over 1,000 years old.</p><p>The Talmud not only mentions signatures; it has rules for them. \"A scribble is prohibited,\" Allouche says. The name has to be legible. \"Just yesterday, when signing a Toys R Us receipt, I thought of the Talmud,\" he says.</p><p>In ancient times, a signature was required for all kinds of economic transactions. If you wanted to buy a goat, you had to sign a document. And just like with credit cards today, sometimes you had to sign even for smaller purchases.</p><p>According to the Talmud, Allouche says, \"the law that applies to one cent is the same law that applies to a thousand gold coins. In other words, we consider every purchase as a big one.\"</p><p>When the personal check came along, it came with a line at the bottom to sign on — and banks needed to verify all those signatures. They had rooms of people devoted to looking at signatures and comparing them with the ones on file, says Ronald Mann, a law professor at Columbia University.</p><p>Mann visited one of those signature verification rooms. \"It was an amazing thing to see,\" Mann says. \"Look at the signature; look at the one on the check. People would do it very quickly, obviously, because they would look at more than a hundred signatures an hour.\"</p><p>Another problem: It could be hard to spot a forgery. Mann says he's seen court cases where experts looked at the impression the pen left on the page to try to tell if a signature is genuine. \"But that's obviously not a useful way to run regular commercial transactions,\" he says.</p><p>Today, as far as we can tell, no one regularly looks at what you sign on the bottom of a check. That's true for credit cards, too. Companies electronically store their credit card signatures, but accessing them is not a regular occurrence, according to Carolyn Balfany of MasterCard.</p><p>She says signatures are retrieved mainly when a customer calls and says, \"I don't remember buying that.\" The bank can show the person the signatures, and it can help jog the customer's memory.</p><p>But there are lots of better ways to spot fraud than eyeballing a signature, says Balfany. The banks can use data about a customer's habits to pick out transactions that look suspicious.</p><p>Lots of stores have stopped requiring signatures for small purchases. And some new credit cards that are coming out have replaced the signature with something less romantic: a personal identification number, or PIN.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Do+We+Sign+For+Things%3F+A+Rabbi%2C+A+Lawyer+And+A+MasterCard+Exec+Explain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Kestenbaum","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346879492-baa575.m3u?orgId=1&topicId=1006&e=345820789&d=314&ft=nprml&f=345820789"},{"href":"http://media.npr.org/assets/img/2014/09/04/dk-signature-80d58901d0be329300eac17c4dcafa723787f0ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2162","width":"2883"}}]}