{"created":"2014-10-27T20:54:24+00:00","modified":"2014-11-12T19:51:42+00:00","valid":{"from":"2014-11-12T19:51:41+00:00","to":"3014-11-12T19:51:41+00:00"},"hreflang":"en","title":"No Shame: Glen Campbell Documentary Follows Singer's Goodbye Tour","published":"2014-10-27T22:25:00+00:00","teaser":"<em>I'll Be Me </em>follows the musician, who was diagnosed with Alzheimer's in 2011, on his final tour. The country-singing pop star faces his illness with humor, with the help of supportive audiences.","itags":["npr_api","359314188"],"guid":"7ee29469-632d-4766-91c9-be4ca72ebc26","contentencoded":"<p>Anyone old enough to remember the 1960s and '70s is old enough to remember <a href=\"http://www.npr.org/artists/93589677/glen-campbell\" target=\"_blank\">Glen Campbell</a>.</p><p>The guitar-playing, country-music-singing pop star had a string of huge hit songs, a network TV variety show and a movie part in <em>True Grit</em> with John Wayne. Now, he has Alzheimer's. The truth is, these days we remember a lot more about the \"Rhinestone Cowboy\" and the \"Wichita Lineman\" of Campbell's heyday than he does.</p><p>A new documentary called <em>I'll Be Me</em> by filmmaker James Keach follows Campbell on the farewell tour of concerts Campbell played with his children, even as the disease was advancing.</p><p>In a particularly striking moment in the film, Campbell is playing at Ryman Auditorium in Nashville when the TelePrompTer that he used throughout the tour to remember his own lyrics goes out. Campbell transforms what could have been a disastrous moment into a light one, joking about his own forgetfulness.</p><p>\"Well, you know, Glen took everything in stride and the audience, you know, just picked up on that,\" Campbell's wife Kim Campbell tells NPR's Robert Seigel. \"And they didn't care. They were there to cheer him on.\"</p><p>And while Campbell may have needed prompting on the lyrics, the music, Kim Campbell says, came naturally.</p><p>\"Music has always just flowed out of him from some inner source,\" she says. \"It's miraculous, really, because he doesn't think about what he's gonna play. It just flows out of him. And it continued to flow out of him throughout the whole tour.\"</p><p>The Campbell family has used Glen's illness as a platform to campaign for better Alzheimer's research. Keach says he hopes the film will provide another type of service to those affected by the disease: helping to doing away with some of the taboos surrounding Alzheimer's.</p><p>\"Glen went out there and he didn't have shame for having Alzheimer's,\" Keach says. \"When I would say to people — 'Hey, Glen. How's the Alzheimer's coming along?' When I first said it, people would look at me, like 'What are you doing, man? You don't talk about... The guy's got Alzheimer's.' I said, 'Exactly. Why are we making the movie?' ... We would ask him things like, 'So what's it like to forget stuff?' And he'd go, 'It sucks. It sucks.' And then he'd joke about it. And by the time he was done with the joking and regaling what he'd forgotten, he felt safe and everybody else felt safe, and it was an opportunity for the elephant to be in the room and to be okay with it, which is what we hope the movie will do for people. They'll feel seen. They'll feel empowered. They'll feel uplifted. And they'll understand what many of us are going through in this world.\"</p><p>Hear the rest of the conversation at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Shame%3A+Glen+Campbell+Documentary+Follows+Singer%27s+Goodbye+Tour&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359403579-14b1e9.m3u?orgId=1&topicId=1105&ft=3&f=359314188"},{"href":"http://media.npr.org/assets/img/2014/10/27/gc2-494f07d8a5b9843619405fe818ed1f9869fd0051.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"747","width":"996"}}]}