{"created":"2014-09-18T17:57:52+00:00","modified":"2014-09-18T19:37:53+00:00","valid":{"from":"2014-09-18T19:37:53+00:00","to":"3014-09-18T19:37:53+00:00"},"hreflang":"en","guid":"7ee6df75-b22a-4ce7-af0c-493cbaef30ab","title":"A gay rights activist from Uganda gets the green light for political asylum","published":"2014-09-18T19:37:52+00:00","byline":"Joyce Hackel","tags":["Uganda","gay rights","LGBT","Homosexuality","Global Nation","Justice","Conflict & Justice","Kampala","Africa","North America","Uganda","United States","Africa","North America","John Abdallah Wambere","Uganda","gay rights","LGBT","Homosexuality","Kampala"],"teaser":"Ugandan gay rights activist John Abdallah Wambere faced death threats after he was outed in his own country. Now the US has granted him political asylum, and he's celebrating — but still dreaming of walking safely with his daughter in the streets of his hometown.","contentencoded":"<p>John Abdallah Wambere says he&#39;s all too aware of the weight on the shoulders of an openly gay man in Uganda, where homosexuality is illegal. But f<span style=\"line-height: 1.538em;\">or Wambere, that burden is suddenly much lighter.</span></p><p>This week, the gay rights advocate from Uganda&#39;s capital, Kampala, was <a href=\"http://www.glad.org/current/press-release/ugandan-gay-activist-john-longjones-abdallah-wambere-granted-asylum-in-unit\">granted political asylum</a> in the United States.<span style=\"line-height: 1.538em;\">&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;I felt like running, jumping, skipping,&quot; he says. &quot;I felt like I should raise my hands up and fly and shout out to the world.&quot;</span></p><p>Anti-gay laws have been on the books in Uganda since the 1950s, but anti-gay bigotry has ramped up in recent years. Major newspapers have taken to publicly outing and advocating violence against gays, while a&nbsp;<span style=\"line-height: 1.538em;\">new anti-gay act was signed into law last February. It</span><span style=\"line-height: 1.538em;\">&nbsp;was recently&nbsp;</span><a href=\"http://www.nytimes.com/2014/08/02/world/africa/uganda-anti-gay-law-struck-down-by-court.html?_r=0\" style=\"line-height: 1.538em;\">struck down</a><span style=\"line-height: 1.538em;\"> on a technicality, but&nbsp;</span><span style=\"line-height: 1.538em;\">some Ugandan lawmakers have vowed to reintroduce it.</span></p><p>Given the open hostility toward gays, much of the LGBT community in Uganda remains hidden.&nbsp;<span style=\"line-height: 1.538em;\">In 2001, David Kato, an</span><span style=\"line-height: 1.538em;\">&nbsp;LGBT advocate who was Wambere&#39;s friend,&nbsp;</span><span style=\"line-height: 1.538em;\">was bludgeoned to death with a hammer. Wambere was one of the men whose photo was splashed across a Ugandan newspaper, and he received death threats.</span></p><p>Finally, in February, Wambere packed his bags and headed to the US to apply for asylum. N<span style=\"line-height: 1.538em;\">ow that he has it, Wambere says, he&#39;s ready to build a new life. But he worries about the teenage daughter he left behind in Uganda. &nbsp;</span><span style=\"line-height: 1.538em;\">&quot;I just want to ensure her safety,&quot; he says. &quot;Right now, my family is doing all they can.&quot;</span></p><p>Still, Wambere says he sees tolerance in Uganda increasing as younger Ugandans with more exposure to gay people come of age. &quot;<span style=\"line-height: 1.538em;\">The current generation is the only generation that is going to change the future of Uganda,&quot; he says.</span></p><p><span style=\"line-height: 1.538em;\">Someday, he says, he&#39;d like to head back to Uganda and lead a different sort of life.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;I would imagine walking with my daughter &mdash; after, of course, I&#39;ve opened up to her and she&#39;s understanding that this is who I am.&quot;</span></p><p><span style=\"line-height: 1.538em;\">And he hopes that she&#39;ll also be a proud member of this new generation he thinks can change his country: &quot;I want her to be proud of her father, and be able to speak out to defend the rights of the sexually marginalized ... I would also love to see me and my daughter walking the streets of Kampala, free and enjoying our evenings together, perhaps doing errands together. You know: happy.&quot;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/John29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/john29jpg"}]}