{"created":"2014-09-23T20:33:33+00:00","modified":"2014-09-24T19:18:02+00:00","valid":{"from":"2014-09-24T19:18:02+00:00","to":"3014-09-24T19:18:02+00:00"},"hreflang":"en","guid":"7eec04be-7a4c-4dc7-ab86-402659925b9c","title":"The many reasons why ISIS will be hard to dislodge in Syria","published":"2014-09-24T19:18:01+00:00","byline":"Christopher Woolf","tags":["Islamic State in Iraq and Syria","military","terrorism","Conflict","Conflict & Justice","Asia","Iraq","Syria","Middle East","Asia","South Asia","Magnus Ranstorp","Islamic terrorism","Al-Qaeda","caliphate","Magnus Ranstorp","Religion"],"teaser":"ISIS is the most well-know Islamist group in Syria, but it faces a wide range of competition from al-Qaeda and other groups. Yet ISIS still seems well-prepared to stick it out against other militants — and even survive US-led airstrikes for the foreseeable future.","contentencoded":"<p>America and five Arab allies struck targets in Syria for the first time on Monday night. The targets included ISIS, the militant group that calls itself the Islamic State, and an al-Qaeda-linked organization called the Khorasan Group.</p><p>Many observers think the rivalries between such groups could become a real weakness for ISIS.&nbsp;&ldquo;All the different groups aspire to establish an Islamic caliphate,&rdquo; says Magnus Ranstorp, a terrorism analyst at the Swedish National Defense College in Stockholm.&nbsp;&ldquo;But the question is when are the conditions ripe, where should it be, who should lead it. And that&rsquo;s when you run into trouble.&rdquo;</p><p>The world of hardline Islamic militants might be expanding, but it is also fragmenting. Ranstorp says the CIA is currently monitoring 41 groups in 24 countries.</p><p>&ldquo;We have a major rift right now in the global jihadist movement between two camps,&rdquo; Ranstorp says. On one side is ISIS; on the other is al-Qaeda and the constellation of groups that pledge allegiance to it.</p><p>&quot;You have al-Qaeda in Pakistan, also al-Qaeda in the Arabian Peninsula and, of course, Jabhat al-Nusra [in Syria],&quot; he explains. &quot;And we heard recently about Khorasan, which is the external operations wing of Jabhat, who are threatening to do terrorism operations against the West. They are at odds with, and in competition with, the Islamic State.&rdquo;</p><p>But Ranstorp says ISIS still has many strengths. One is that the group is both a terrorist group and a proto-state in the areas it controls.</p><p>&ldquo;In their minds, they are a state,&rdquo; Ranstorp says. &ldquo;They have state-like qualities ... in that they have administrative capabilities. They are moving and expanding their territory in all directions as fast as they can. They have no borders. In their minds, they only have frontiers.&rdquo; &nbsp;</p><p>But &quot;because they blend into the civilian population, which they coerce into following their strict Islamic law,&quot; the group isn&#39;t as easy to identify and target as the US might like. That means they&#39;re also hard to dislodge from their territory.</p><p>And while the notion of ISIS&#39; self-declared Islamic State isn&#39;t taken seriously in the West, Ranstorp points out that the idea does have some resonance. &quot;They have unleashed something that is hard to put back into the bottle, because they have unleashed the whole notion of establishing an Islamic caliphate,&quot; he says.</p><p>And that dream &quot;is captivating a lot militant Muslims around the world, who are pledging allegiance and of course moving there in great numbers&quot; &mdash; including both men and women from Europe and the United States. &quot;There are a lot of forces in motion at the moment toward the magnet which is calling itself the Islamic State,&quot; Ranstorp says.</p><p>&ldquo;Of course, many of the senior military commanders are part of the former Ba&rsquo;ath regime [in Iraq],&rdquo; Ranstorp says. They may not be there finding God, but they <em>are</em> finding function and purpose &mdash; and making a lot of money. &quot;They&rsquo;re really thriving on sectarianism. They&rsquo;re doing deals with tribal leaders and groups, which makes them very difficult to dislodge.&rdquo;&nbsp;</p><p>Religion, ideology, oppportunity, internal conflict &mdash; all of this adds up to &quot;a&nbsp;complicated, fragmented scene.&quot; But Ranstorp thinks one thing is certain: &quot;Unfortunately, this kind of militancy is going to be with us for some time.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/140923-N-PS473-031cropped.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/140923-n-ps473-031croppedjpg"}]}