{"created":"2015-03-21T22:00:31+00:00","modified":"2015-06-25T17:44:52+00:00","valid":{"from":"2015-06-25T17:44:52+00:00","to":"3015-06-25T17:44:52+00:00"},"hreflang":"en","title":"Thanks To Chance (And Craigslist), A Writer Becomes A Carpenter","published":"2015-05-01T20:02:00+00:00","teaser":"Writer Nina MacLaughlin hit her low point producing a listicle of the world's 100 Unsexiest Men. Six years and a lucky Craigslist ad later, she's a carpenter and author of the new memoir <em>Hammer Head.</em>","itags":["npr_api","393599207"],"guid":"7ef1dfc7-53c9-489e-a9d6-20ef6c445e35","contentencoded":"<p>Nina MacLaughlin always knew she wanted to be a writer. She studied English and classics in college, and after graduation, she landed a great job with Boston's weekly alternative newspaper, the Boston Phoenix.</p><p>But after a few years of editing the newspaper's website, the drudgery began to hit her. It involved so much clicking, she says, and so many empty hours scrolling through the Internet. It didn't feel like how she wanted to spend her life.</p><p>And then came the low point: web producing a \"listicle\" of the world's \"100 Unsexiest Men.\"</p><p>\"Just sitting there, making sure all the numbers were matching up and the blurbs were matching the right men, and I just thought, 'I can't do this anymore,' \" she says. \"My soul was crushed.\"</p><p>She quit. But it was 2008. The economy was in the toilet. MacLaughlin had left the job with no real plan, and she was coming up empty-handed applying for writing and editing jobs.</p><p>Beyond that, she was craving something different.</p><p>\"I was finding that walking around Boston and Cambridge where I lived, I'd see people working on houses,\" she remembers. \"I'd see landscapers especially and I'd think, 'God, that would be so amazing — to be outside, to be doing stuff with wood, with dirt, you know, building something in the world.' That seemed to me a pretty remarkable way to live. And also totally foreign.</p><p>\"I had absolutely no experience. And I was in this position of thinking, 'Oh God, what have I done?' \"</p><p>Six months after she quit, MacLaughlin came across a curious Craigslist ad: \"Carpenter's Assistant. Women strongly encouraged to apply.\"</p><p>So she did.</p><p>Six years later, MacLaughlin is a fully-fledged carpenter. She kept writing, too — her new memoir is called <em>Hammer Head: The Making Of A Carpenter</em>.</p><p><em>Click the audio link above to hear Nina MacLaughlin tell her full story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thanks+To+Chance+%28And+Craigslist%29%2C+A+Writer+Becomes+A+Carpenter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394517471-c6b1a7.m3u?orgId=1&topicId=1033&aggIds=100876926&d=260&p=2&story=393599207&t=progseg&e=394505128&seg=8&ft=nprml&f=393599207"},{"href":"http://media.npr.org/assets/img/2015/03/18/istock_000046154920medium-33c7a1d3bed5b1f188b6316d49e10b47eefe8809.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1067","width":"1423"}},{"href":"http://media.npr.org/assets/img/2015/03/17/nina-maclaughlin-beowulf-sheehan_300dpi-dc9ac08d0ccc76e32cc219adf94934964f6cd7b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2247","width":"2997"}}]}