{"created":"2014-10-07T19:37:10+00:00","modified":"2014-10-30T23:48:57+00:00","valid":{"from":"2014-10-30T23:48:57+00:00","to":"3014-10-30T23:48:57+00:00"},"hreflang":"en","title":"Bolivia Makes Child Labor Legal, In An Attempt To Make It Safer","published":"2014-07-30T19:24:00+00:00","teaser":"New legislation in Bolivia will allow children as young as 10 to work. Critics say the law will keep kids out of school, but supporters argue that children are working anyway — and need protection.","itags":["npr_api","336361778"],"guid":"7f0bba47-bdfb-471c-a730-a5865f286e52","contentencoded":"<p>A new law in Bolivia allows children as young as 10 to work legally, and has led to sharp criticism from many international human rights groups who note that it goes against a United Nations convention setting a minimum age of 14.</p><p>But supporters of the legislation say that the law guarantees legal protections and fair wages for children, who have been working regardless of laws against it.<a href=\"http://www.spokesman.com/stories/2014/jul/20/bolivia-prepares-to-lower-labor-age-limit-to-10/\" target=\"_blank\"></a></p><p>A 2013 report from the U.S. Department of Labor reported that <a href=\"http://www.dol.gov/ilab/reports/child-labor/findings/2012TDA/bolivia.pdf\" target=\"_blank\">more than 20 percent of Bolivians between the ages of 7 and 14 worked</a>, while a U.N. agency <a href=\"http://www.spokesman.com/stories/2014/jul/20/bolivia-prepares-to-lower-labor-age-limit-to-10/\" target=\"_blank\">reported a figure nearly three times that high in 2008</a>, according to The Associated Press. Both reports note that Bolivian children work in some of the country's most dangerous working conditions.</p><p>Reporter Sara Shahriari spoke with NPR's Renee Montagne about the complicated situation that led to this controversial law, and the reactions in Bolivia and around the world.</p><hr /><h3>Interview Highlights</h3><p><strong>On the jobs that children in Bolivia are doing</strong></p><p>We're talking about children in Bolivia doing all sorts of work. You'll see young people in the countryside working on family farms, herding sheep, herding llamas. Young people participate in the sugar cane harvest. In the city, people are shining shoes, they'll go out with their families to sell flowers on the street. And you'll even see young people — teenagers — working in silver and tin mines under really extreme working conditions.</p><p><strong>On what's still illegal</strong></p><p>Mining remains the worst form of child labor, and the government does not permit it legally for a child of any age. But despite that it remains a job where a young person — say, 14, 15 years old — can make a lot more money than at other jobs. And it retains its attraction because of that, despite how dangerous it is.</p><p><strong>On what's allowed under the new law</strong></p><p>A child between 10 and 12 is now allowed to work independently. So that would involve jobs like shining shoes, selling juice on the street — things like that, where they're not contracted by a boss. And then a child from 12 to 14 can now hold contract work — as long as they don't work more than six hours a day, as long as they are given time to attend school, and it doesn't interfere with their schooling. And all of this is supposed to be with the permission of the parent or guardian, and under supervision of a child protection agency.</p><p><strong>On the origins of this law</strong></p><p>It allows children who are between 10 and 12 who are currently working on the streets to work without sort of being moved along by the police. And children who are 12 to 14, now if they have a problem with their employer, have a legal leg to stand on. And they're supposed to be paid minimum wage, just like an adult, and enjoy the same rights as a worker.</p><p><strong>On backlash to the new law </strong></p><p>Bolivia is a party to the <a href=\"http://www.ilo.org/dyn/normlex/en/f?p=NORMLEXPUB:12100:0::NO::P12100_ILO_CODE:C138\" target=\"_blank\">International Labour Organization's Minimum Age Convention</a>, so in a developing country, the minimum age according to that convention should be 14 years old. Which obviously Bolivia has moved away from.</p><p>And people say that a child who is working doesn't have the proper time to dedicate to school, that it's going to trap people in a cycle of poverty because they're never going to be able to get an education that could move them out of it. People say that the minimum wage should be increased for adults so that they're more able to support their families.</p><p><strong>On reactions from the children in Bolivia</strong></p><p>Talking with children from UNATSBO [Union of Child and Adolescent Workers] who are organized, they say: \"Look, we have to work, our families don't have enough money. We want to give our mothers money so that they can buy food, we want to buy our school supplies ... we work, and we're going to continue to work. So this gives us an opportunity to be recognized and to be more protected as young workers.\" But then you'll talk to other young people who say, \"This is not a great situation — our parents need to be able to have better jobs so that they can actually support our families.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bolivia+Makes+Child+Labor+Legal%2C+In+An+Attempt+To+Make+It+Safer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336468369-893fa7.m3u?orgId=1&topicId=1004&ft=3&f=336361778"}]}