{"created":"2014-10-23T10:31:27+00:00","modified":"2015-04-16T18:41:01+00:00","valid":{"from":"2015-04-16T18:41:01+00:00","to":"3015-04-16T18:41:01+00:00"},"hreflang":"en","title":"Herbie Hancock: 'On A Path To Find My Own Answer'","published":"2014-10-23T14:26:00+00:00","teaser":"In a candid interview, the ever-innovative pianist traces the lines between Buddhist chants, Sly Stone and Miles Davis, while shedding new light on some hard facts about his past.","itags":["npr_api","354871509"],"guid":"7f40b9b9-c57c-4b61-90d2-757ed71e3e7b","contentencoded":"<p>To listen to the music of <a href=\"http://www.npr.org/artists/15294441/herbie-hancock\" target=\"_blank\">Herbie Hancock</a> is to witness an artist in constant evolution. Even looking at highlights alone — from 1962's \"Watermelon Man,\" a tune he says he named after a fruit seller he'd seen in his hometown of Chicago, to playing in <a href=\"http://www.npr.org/artists/15368370/miles-davis\" target=\"_blank\">Miles Davis</a>' band, to his improbable hip-hop hybrid \"Rockit\" in 1983, to his recent collaboration with fellow electronic tinkerer <a href=\"http://www.npr.org/artists/125495328/flying-lotus\" target=\"_blank\">Flying Lotus</a> — to refer to the pianist and composer as a jazz artist feels utterly inadequate.</p><p>Now, at the age of 74, Hancock is looking back on his sweeping career in a memoir called <em>Possibilities</em>. He joined NPR's Steve Inskeep to talk about some of his more profound turning points, be it Buddhist chants as a gateway to funk music or getting into hard drugs and bouncing back. Hear the radio version at the audio link, and read an edited version of their conversation below.</p><p><strong>Steve Inskeep: </strong><strong>There is this wonderful story in the book that touches at once on several strands of your life: You talk about getting into funk, and how you were chanting when it happened. What was going on in that moment?</strong></p><p><strong>Herbie Hancock:</strong> The kind of music I had been playing before, with a band that we now call the Mwandishi band, was very far-out space music, untethered. And I got a little tired of it.</p><p><strong></strong><strong>You wanted to be tethered.</strong></p><p>I wanted to do something that was a little more earthy. And the funny thing was, I had been listening to people like <a href=\"http://www.npr.org/artists/15180612/sly-the-family-stone\" target=\"_blank\">Sly Stone</a> and <a href=\"http://www.npr.org/artists/15316566/james-brown\" target=\"_blank\">James Brown,</a> but playing a music that was very far removed from that. So I actually had broken up that band, but I didn't know what I wanted to do from that point on. And because I had been practicing Buddhism at that time for almost a year, I wanted some answers. So that was one of the things I was chanting for: to recognize a direction I wanted to go in.</p><p><strong></strong><strong>Will you describe chanting, for those who have never done it? What's that experience?</strong></p><p>The chant itself is \"Nam-myoho-renge-kyo,\" what we believe is the sound that actually connects everything in the universe. So I was chanting that and, all of sudden, I'm starting to hear that song \"<a href=\"http://www.youtube.com/watch?v=-4b1MJv0yL8\" target=\"_blank\">Thank You (Falettinme Be Mice Elf Agin)</a>\" — Sly Stone. I had this picture in my head of me being in Sly Stone's band, playing this funky music. All of sudden I started thinking of <em></em><em>my</em><em> </em>band playing this funky music. So I made a change in my life at that point. And I decided that this is something I want to explore.</p><p><strong></strong><strong>You were criticized for that change.</strong></p><p>Oh, yeah. Fortunately, I had learned so much from Miles Davis prior to that about, you know, being able to stand up for what you believe in. That's the only way you can really respect yourself, and I had to be true to my own convictions.</p><p><strong></strong><strong>Some people will know that you were in Miles Davis' band as a younger man, in the years before this. You write about him as a bandleader, and the thing that stands out most, perhaps, is that he would give you instructions that no one understood.</strong></p><p>I wouldn't state it exactly like that. [<em>Laughs</em>]</p><p><strong></strong><strong>That's a little too bald? Okay.</strong></p><p>I would describe it as saying that Miles might say something, and you might not understand at the time that he said it. But you would immediately go on a quest to figure out what he meant by that, and in that quest, you would find your own answers. Great mentors do that: They're able to help you to discover your own truth.</p><p><strong></strong><strong>What was something that he said to you that didn't make sense to you at first and that you had to go work on?</strong></p><p>One time, I was kind of depressed because I felt that my playing had kind of gotten in a rut. And he leaned over to me, and I thought what he said was, \"Put a B in the bass.\" And so I put this note, the note B, I put that — and it didn't really work. But I searched around and I found something that actually worked. And then I looked over at Miles, you know, expecting to get his approval. He looked at me and kind of shrugged his shoulders. And he said, \"See?\" Like he was taking credit for what I had done. I was like, \"Why is <em>he</em> taking credit?\"</p><p><strong>Well, he pushed you. He pushed you toward that solution.</strong></p><p><strong></strong>That's exactly right. He deserves the credit because what he did was, he set me out on a path to find my own answer.</p><p><strong></strong><strong>And as you were changing from one musical style to another, were you consciously thinking that? \"I'm getting a little stuck in this particular kind of jazz here, I need to go in a different direction.\" Or after you'd played funk for a while: \"I'm getting stuck a little in that, and I want to go in a more electronic direction.\"</strong></p><p>I'm always looking for a way to continue evolving, reconstructing, deconstructing, and not doing the same thing over and over again. It's part of my nature. I'm naturally very curious and I've been ever since I was a little kid.</p><p><strong></strong><strong>I want to ask about another subject, that's difficult, but that you choose to address here — and that you say you've written about here for the first time. Some people will be surprised to learn that you were addicted to crack.</strong></p><p>Yep.</p><p><strong></strong><strong>And not as a young man. What happened?</strong></p><p>I wanted to see, what was it everybody was talking about that was supposed to be so dangerous? So I tried it. And the first time I inhaled it, I knew I had made a major mistake. And I said to myself, \"Oh, I should have never done this.\" I had no idea that I'd stepped over that line that I had drawn.</p><p>I kept it to a kind of minimum, because I was so afraid and embarrassed about what I was doing. I spaced things apart. I had long breaks between when I would ever, when I would do that. But this went on for a few years.</p><p><strong></strong><strong>You describe disappearing on your way home from the airport one night, and your family having to track you down. That was what led to what you describe as an intervention, although I guess it was kind of an improvised intervention: Everybody came together and told you, this is it.</strong></p><p>What happened is, I came home from one of these \"sessions.\" And my wife said, you know, come into this room. And my daughter was there, and two other really, really close friends of mine. And I just broke down crying. Because I was high, and I knew I looked terrible, and I was embarrassed beyond belief. But a part of me was relieved, because I knew it was the end of the line for something that I wanted to end, but I wasn't able to do it by myself. I needed to go to rehab. And that, in combination with chanting, was what did it. And I haven't gone back to that since and I never will.</p><p><strong></strong><strong>And just stating the obvious here — I think I know the answer to this question, but I'll ask it anyway — did drugs ever affect your music in any way? For better or for worse?</strong></p><p>I can answer that simply: No, it didn't help. I tried to separate the two. I mean, I wasn't high off of crack all time. You know, I would only do that when I was away from the family, when I was away from music. And I tried to keep those worlds completely apart.</p><p><strong></strong><strong>I want to ask about one other thing. You describe a moment on stage of playing with a group and everything's falling together. And you describe yourself even looking down at your own fingers and they seem to be on their own, doing their own thing, and playing brilliantly. What's it feel like when you're in a moment like that?</strong></p><p>It's kind of hard to describe in words. But it felt like I was watching myself play. I was sort of on automatic, in a sense. Everything that I touched seemed to work. But it wasn't just me.</p><p>It was the Mwandishi band, and we were performing in Chicago at a club called the London House. And it was just a moment where we were all so unified that the energy of the bass player and the drummer and the saxophonist — I felt like they were all, like, <em>in me</em>. \"Many in body, one in mind\": That's a phrase we use in Buddhism. And it was incredible.</p><p><strong></strong><strong>So if you were to step up on stage tomorrow night, would you be looking to re-create that moment of transcendence from years and years ago?</strong></p><p>No. Because I'm not looking to create anything that I did before. I'm looking to create the moment that I'm actually living in at that moment. And frankly, that's what jazz really is about.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Herbie+Hancock%3A+%27On+A+Path+To+Find+My+Own+Answer%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"586"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358242951-9befe5.m3u?orgId=1&topicId=1033&aggIds=100876926,92756586&e=354871509&d=586&ft=nprml&f=354871509"},{"href":"http://media.npr.org/assets/img/2014/10/22/hh_in_studio_courtesy-jessica-hancock-edit-35166113ad97044ca05b4831aa7ab08aa297f1a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}