{"created":"2015-01-25T09:48:58+00:00","modified":"2015-06-05T15:30:09+00:00","valid":{"from":"2015-06-05T15:30:09+00:00","to":"3015-06-05T15:30:09+00:00"},"hreflang":"en","title":"Virtual Games Try To Generate Real Empathy For Faraway Conflict","published":"2015-02-02T18:12:00+00:00","teaser":"A corner of the video game industry is covering the news through immersive experiences. One game transports players into the middle of the Syrian civil war.","itags":["npr_api","379417927"],"guid":"7f44128b-f357-49f1-b1ba-8ddb07e81331","contentencoded":"<p>Video games are great for passing time or battling monsters with friends online. But the medium is also being used to explore complex stories and themes. It's even being used as form of journalistic storytelling, immersing people in places and events that can be hard to imagine.</p><p>In a moment, University of Southern California student Allison Begalman is transported to a sunny street corner in Aleppo, Syria.</p><p>Wearing bulky virtual reality goggles and headphones, she can see a cart selling food, cars and trucks passing by, and a group of people circled around a singing little girl.</p><p>But then \"all of a sudden there's like <a href=\"https://www.youtube.com/watch?v=HtZrSb84JPE\">a bomb that goes off</a>,\" Begalman says as she navigates her way around the virtual street. \"It's completely full of dust and dirt and ... I'm sort of walking back and forth.\"</p><p>In this virtual world, Begalman has experienced a mortar shelling from Bashar Assad's regime. This is <a href=\"https://www.youtube.com/watch?v=jN_nbHnHDi4\" target=\"_blank\">Project Syria</a>, a virtual reality experience built by a team of students at USC. The bomb blast and the destruction are created with the same kind of tools used for video games, except that this is not a regular video game.</p><p>\"In America, we're deeply involved in Syria, but we're very disconnected about — what is that place?\" says Nonny de la Peña, <a href=\"http://www.immersivejournalism.com/\">head of Project Syria</a> and a longtime journalist in print and film. \"Who are the people? Why do I care? Why are we there?\"</p><p>Peña says the game helps people feel a little closer to Syrians in the middle of the civil war.</p><p>\"I sometimes call <a href=\"http://www.npr.org/blogs/alltechconsidered/2013/06/12/191067676/is-virtual-reality-gaming-destined-for-a-comeback\" target=\"_blank\">virtual reality</a> an empathy generator,\" she says. \"It's astonishing to me. People all of a sudden connect to the characters in a way that they don't when they've read about it in the newspaper or watched it on TV.\"</p><p>Peña sent her team to the Middle East to film refugee camps and interview survivors. From the singing girl to the bomb blast, the audio heard in Project Syria comes from YouTube videos of an actual mortar strike in Aleppo.</p><p>What Peña's doing — using virtual reality in combination with reporting — is part of a wider landscape of video games being created to explore the news. And they're called, appropriately enough, \"newsgames.\"</p><p>\"There's an argument to be made that games are perfect at getting at the systemic problems and challenges in the world,\" says Ian Bogost, a professor at Georgia Tech.</p><p>He says games are really good at showing the <a href=\"http://www.npr.org/templates/story/story.php?storyId=10227739\" target=\"_blank\">complex underbelly of stories</a>.</p><p>Take a game that he helped make called <a href=\"http://www.persuasivegames.com/games/game.aspx?game=arcadewireoil\" target=\"_blank\">Oil God</a>. In the game, the player controls an oil-rich region, waging wars and inciting coupes. The player learns that oil prices are contingent on all sorts of factors rarely mentioned in a story about the price of a gallon of gas.</p><p>\"When you go to the cinema or you turn on the radio and you hear someone's story, you relate to it at a remove,\" Bogost says. \"You're not really in their shoes. You're not making choices on their behalf. You're not thrust into their situation.\"</p><p>But in a game, players interact with real forces, making different choices and seeing their consequences. And Bogost says that creates a deeper understanding.</p><p>In the game Oil God, you can go to war and see why oil prices jump. In Project Syria, you can walk straight into a bomb blast to understand the reality of the civil war.</p><p>Begalman, the USC student, says that while she's heard about the war in Syria, she's never thought she could empathize with its refugees until she played this game.</p><p>\"You can only understand so much,\" she says, \"but when you get to see it for yourself ... yes, I'm not actually there, but this is a huge step.\"</p><p>A step, she says, that will lead to more time spent with all kinds of media, learning about a complex war in a far-off land.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Virtual+Games+Try+To+Generate+Real+Empathy+For+Faraway+Conflict&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"James Delahoussaye","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379756144-3e7072.m3u?orgId=1&topicId=1019&d=236&p=10&story=379417927&t=progseg&e=379756115&seg=5&ft=nprml&f=379417927"},{"href":"http://media.npr.org/assets/img/2015/01/23/allison-with-vr-edit-6d50e6aef50514d83f9f43ef30db31d0775fdfa1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2283","width":"3044"}}]}