{"created":"2014-10-08T16:37:27+00:00","modified":"2014-10-31T02:21:05+00:00","valid":{"from":"2014-10-31T02:21:05+00:00","to":"3014-10-31T02:21:05+00:00"},"hreflang":"en","title":"In Ukraine's Corridors Of Power, An Effort To Toss Out The Old","published":"2014-05-08T14:57:00+00:00","teaser":"Ukraine's attempt at \"lustration\" isn't a case of bad translation. It's a political process aimed at rooting out those tainted by the old regime or corruption. But will it work?","itags":["npr_api","310098109"],"guid":"7f4927e7-62d5-4712-975d-ea0b85de8af2","contentencoded":"<p>The first time I saw the word \"lustration,\" I thought it was a case of bad translation from Ukrainian. In Kiev, a flyer advertised a talk by the head of parliament's \"lustration\" committee.</p><p>\"What does this word mean in English?\" I asked a press aide.</p><p>\"I don't know the English word for it, but it will be an interesting speech,\" he replied.</p><p>And indeed, it was.</p><p>Weeks later, Sam Greene, director of the Russia Institute at King's College in London, explained to me that lustration actually is an English word.</p><p>\"It comes from Latin. It means to shed light on something,\" he said.</p><p>Lustration has the same root as the words \"illustrate,\" and \"luster.\"</p><p>\"It is bringing something that was hidden or in the dark, in the shadows, out into the open,\" Greene explained.</p><p>For a country that has just gone through a revolution, lustration is a sort of government-wide housecleaning. It's a process of rooting out people who are tainted by the old regime. Those people could include judges, cops, bankers, even newspaper editors.</p><p>In Ukraine, lustration may provide one way of addressing the deep corruption that reaches every level of government. Although many former communist countries have done it, every attempt in Ukraine over the last 20 years has failed.</p><p><strong>A Tough Sell</strong></p><p>Agnieszka Piasecka is from Poland, where the lustration process took years.</p><p>\"Convincing society that this process is needed was very, very difficult,\" she told me.</p><p>Piasecka is now based in Kiev, with a group called the <a href=\"http://en.odfoundation.eu/\">Open Dialog Foundation</a>. She's trying to help Ukraine figure out what its housecleaning process will look like: how deep into society it should reach, and what the consequences should be for involvement with the old regime.</p><p>\"You need to face the reality that nobody is absolutely clean here, which is normal in plenty of post-Soviet republics,\" she explained.</p><p>\"Well then, what do you do?\" I asked. \"How do you clean house if everybody is dirty?\"</p><p>\"You find people who are less dirty, and you work with them,\" she replied.</p><p>One of those people is Yehor Sobelev. He's the head of parliament's Lustration Committee, the man who gave that talk in Kiev. Sobelev is pushing a very aggressive lustration program. There are other, less sweeping proposals are out there, too.</p><p>In one of the most striking lines of his speech, Sobolev said, \"The big challenge is to make parliament vote for this bill, because according to this legislation at least half the lawmakers will be lustrated.\" In other words, lose their jobs.</p><p>Asking people to vote themselves out of government is a tall order.</p><p>Yevhen Hilbovytsky is a Kiev lawyer who advises companies doing business in Ukraine.</p><p>\"Probably this particular vote will be a loss,\" he said. \"But this is the beginning of a very long process.\"</p><p>Ukrainians are preparing to choose new leaders in elections on May 25. That won't begin to address the deep-seated problems that lustration hopes to solve, though.</p><p>No matter who is at the head of government, the underbrush remains full of the same corrupt officials who have been there for decades. The old guard is deeply entrenched. They may have to be excised bit by bit, over many years.</p><p><strong>Lustration Gone Bad</strong></p><p>Even if this process gets off the ground, there are huge risks, and not everybody is sure it's a good idea. Lustration can be a perfect opportunity for blackmail and witch hunts.</p><p>\"The process that was meant to be lustration that Americans are probably most familiar with historically is the McCarthy hearings,\" said Greene, the King's College professor.</p><p>Sen. Joe McCarthy's hunt for American communists is a prime example of lustration gone bad.</p><p>\"That was meant to be a process of bringing all of this out into the light,\" said Greene. \"Finding these hidden communists and hidden un-Americans and enemies of the state in power — in Hollywood, in banking, in publishing, in all these other parts of American life, and making sure they had no place there.\"</p><p>Another example of misguided lustration was the de-Baathification process early in the Iraq war. It was supposed to get rid of people with ties to Saddam Hussein's government. Instead, it inflamed sectarian divisions and fueled the insurgency.</p><p>Even in the best scenario, there are always casualties, said Piasecka.</p><p>\"I call it collateral damage. When you do a housecleaning, you will always have some collateral damage,\" she said. \"But I would not call it a witch hunt. Because if you do it too gently, if you do it too smoothly, you will have no result at all.\"</p><p>So this is one of many tough decisions Ukraine's government faces today: Start the lustration process, and risk sliding into a pattern of vengeance and score-settling? Or leave the old system in place, even though it is corrupt to the core?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Ukraine%27s+Corridors+Of+Power%2C+An+Effort+To+Toss+Out+The+Old&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310300921-b40fa7.m3u?orgId=1&topicId=1124&ft=3&f=310098109"},{"href":"http://media.npr.org/assets/img/2014/05/06/lustration1-68469dbe3d1aa86bedf273de184893efefd0c769.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3110"}},{"href":"http://media.npr.org/assets/img/2014/05/06/lustration2_custom-bae40dd45c65c7a72043074e51691bb26e81e05c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3395","width":"4980"}}]}