{"created":"2015-05-14T20:57:39+00:00","modified":"2015-05-14T20:57:39+00:00","valid":{"from":"2014-01-09T22:17:45+00:00","to":"3014-01-09T22:17:45+00:00"},"hreflang":"en","guid":"7f4ab61f-d76b-4863-8acb-773324d86958","published":"2014-01-09T22:17:45+00:00","title":"Small business perspective on 2014 optimism","contentencoded":"<div class=\"barn-cleaned\"><p><span>A tally of hiring released earlier this week showed that the private sector added more than 230,000 jobs. Most of the hiring was done at small businesses. To get some perspective, we called up small business owner, Olalah Njenga. Njenga runs YellowWood Group,&nbsp; a strategic marketing firm in Raleigh, North Carolina.&nbsp; She says 2014 is off to a great starr.</span></p>\n<p><span>\"Business is going well...there's a lot of enthusiasm.&nbsp; Things are going well and we're hiring right now.\"</span></p>\n<p><span>On why she felt now was the right time to start hiring:</span></p>\n<blockquote>\"2013, especially going into Q4, I was just really reluctant to hire.&nbsp; The optimism was there, but I just didn't feel like there was enough lift in other areas that were really driving the economy from a business perspective.&nbsp; So I delayed two positions until I felt a little bit better about it.&nbsp; Alot of that is driven by the fact that when I make the decision to hire for our company, we do that based on new revenue.&nbsp; So, I really needed to see that there were some opportunities coming in the door for 2014 to mitigate some of the risk of making the decision to hire, and that did happen.\"</blockquote>\n<p><span>On what things she's worried about in 2014:</span></p>\n<blockquote>\"Well I think as any business owner, I always worried about new revenue coming in the door, whether you're looking for existing clients to spend more with you or you're absorbing the cost of new clients.&nbsp; The biggest worry for me is around new revenue and new talent.&nbsp; It's shortening that learning curve, identifying people who actually want to work.\"&nbsp;</blockquote></div>","tags":["Small Business","APM","Business"],"byline":"Kai Ryssdal","contenttemplated":"[{\"content\":\"<p><span>A tally of hiring released earlier this week showed that the private sector added more than 230,000 jobs. Most of the hiring was done at small businesses. To get some perspective, we called up small business owner, Olalah Njenga. Njenga runs YellowWood Group,  a strategic marketing firm in Raleigh, North Carolina.  She says 2014 is off to a great starr.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;Business is going well...there&apos;s a lot of enthusiasm.  Things are going well and we&apos;re hiring right now.&quot;</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>On why she felt now was the right time to start hiring:</span></p>\"},{\"type\":\"text/html\",\"content\":\"<blockquote>&quot;2013, especially going into Q4, I was just really reluctant to hire.  The optimism was there, but I just didn&apos;t feel like there was enough lift in other areas that were really driving the economy from a business perspective.  So I delayed two positions until I felt a little bit better about it.  Alot of that is driven by the fact that when I make the decision to hire for our company, we do that based on new revenue.  So, I really needed to see that there were some opportunities coming in the door for 2014 to mitigate some of the risk of making the decision to hire, and that did happen.&quot;</blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p><span>On what things she&apos;s worried about in 2014:</span></p>\"},{\"content\":\"<blockquote>&quot;Well I think as any business owner, I always worried about new revenue coming in the door, whether you&apos;re looking for existing clients to spend more with you or you&apos;re absorbing the cost of new clients.  The biggest worry for me is around new revenue and new talent.  It&apos;s shortening that learning curve, identifying people who actually want to work.&quot; </blockquote>\",\"type\":\"text/html\"}]","itags":["PMP:Marketplace_PMP","Marketplace for Thursday, January 9, 2014","Marketplace","7f4ab61fd76b8634acba773324d86958"],"description":"Private sector hiring is up, mostly among small businesses. One business owner gives her perspective.","teaser":"Private sector hiring is up, mostly among small businesses. One business owner gives her perspective.","audio":[{"type":"image/jpeg","meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Olalah%20Njenga-headshot0909_0.jpg?itok=4cDvzIGc"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/09/marketplace_segment22_20140109_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"duration":225,"duration_hms":"00:03:45","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/09/marketplace_segment22_20140109"}}}]}