{"created":"2015-06-22T08:44:58+00:00","modified":"2015-06-24T17:56:57+00:00","valid":{"from":"2015-06-24T17:56:57+00:00","to":"3015-06-24T17:56:57+00:00"},"hreflang":"en","title":"To Ease Pain, Reach For Your Playlist","published":"2015-06-23T15:40:00+00:00","teaser":"Music can energize, soothe or relax us. And it can also help reduce pain. Researchers found that listening to a favorite song or story helped children manage pain after major surgery.","itags":["npr_api","415048075"],"guid":"7f676267-b480-4641-97e9-9b3288375088","contentencoded":"<p>We all know that listening to music can soothe emotional pain, but Taylor Swift, Jay-Z and Alicia Keys can also ease physical pain, according to a study of children and teenagers who had major surgery.</p><p>The analgesic effects of music are well known, but most of the <a href=\"http://www.musictherapy.org/assets/1/7/MT_Pain_2010.pdf\">studies</a> have been done with adults and most of the music has been classical. Now a recent <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/25555856\">study</a> finds that children who choose their own music or audiobook to listen to after major surgery experience less pain.</p><p>The catalyst for the research was a very personal experience. Sunitha Suresh was a college student when her grandmother had major surgery and was put in intensive care with three other patients. This meant her family couldn't always be with her. They decided to put her favorite south Indian classical <a href=\"https://video.search.yahoo.com/video/play;_ylt=A0LEV7namoRVtxoAb8kPxQt.;_ylu=X3oDMTByMjB0aG5zBGNvbG8DYmYxBHBvcwMxBHZ0aWQDBHNlYwNzYw--?p=carnatic+music&back=https%3A%2F%2Fsearch.yahoo.com%2Fyhs%2Fsearch%3Fp%3Dcarnatic%2Bmusic%26ei%3DUTF-8%26type%3Dmdrd%26hsimp%3Dyhs-fullyhosted_003%26hspart%3Diry&fr=%26fr%3Dyhs-iry-fullyhosted_003&turl=http%3A%2F%2Fts4.mm.bing.net%2Fth%3Fid%3DWN.BVJ0quxdMTeIvKi8iDpc8A%26pid%3D15.1&rurl=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D9FwDHpZGEbo&tit=Carnatic&l=4%3A19&vid=8d53a5a6f934adc5300c98406590681b&sigr=11bibvfra&sigb=13cugu7q8&sigt=108ekmu19&sigi=11v6og4oi&hspart=iry&hsimp=yhs-fullyhosted_003\">Carnatic</a> music on an iPod, so she could listen around the clock.</p><p>It was very calming, Suresh says. \"She knew that someone who loved her had left that music for her and she was in a familiar place.\"</p><p>Suresh could see the music relaxed her grandmother and made her feel less anxious, but she wondered if she also felt less pain. That would make sense, because<a href=\"http://www.adaa.org/understanding-anxiety/related-illnesses/other-related-conditions/chronic-pain\"> anxiety</a> can make people more vulnerable to pain. At the time Suresh was majoring in biomedical engineering with a minor in music cognition at Northwestern University where her father, <a href=\"https://www.luriechildrens.org/en-us/care-services/find-a-doctor/Pages/Suresh_Santhanam_1993.aspx\">Santhanam Suresh</a>, is a professor of anesthesiology and pediatrics.</p><p>So father and daughter decided to collaborate on a study. And since Dr. Suresh works with children, they decided to look at how music chosen by the children themselves might affect their tolerance for pain.</p><p>It was a small study, involving 60 patients between 9 and 14 years old. All the patients were undergoing big operations that required them to stay in the hospital for at least a couple of days, things like orthopedic, urologic or neurological surgery. Right after surgery, patients received narcotics to control pain. The next day they were divided into three groups. One group heard 30 minutes of music of their choice, one heard 30 minutes of stories of their choice and one listened to 30 minutes of silence via noise canceling headphones.</p><p>Children chose beforehand what they wanted to hear. For the book group, it was stories like <em>James and the Giant Peach</em>. For the music group, there were pop choices including Miley Cyrus, Taylor Swift and Justin Bieber for the younger kids, Jay-Z and Alicia Keys for the older ones.</p><p>To measure pain, the researchers used the <a href=\"http://www.iasp-pain.org/Education/Content.aspx?ItemNumber=1519\">Faces Pain Scale</a> depicting illustrations such as a smiling, frowning or crying face. The children pointed to which picture best illustrated their level of pain before and after the audio therapy. After a 30-minute session, the children who listened to music or a book reduced their pain burden by 1 point on a 10-point scale compared to the children who listened to silence. That might not sound like much, but Sunitha Suresh says it's the equivalent of taking an over-the-counter <a href=\"http://www.cmaj.ca/content/186/18/1358.abstract\">pain</a> medication like Advil or Tylenol.</p><p>The <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/25555856\">findings</a> suggest that doctors may be able to use less pain medication for their pediatric patients. And that's a good thing, says Santhanam Suresh, as children don't tolerate such medication as well as adults. Children are smaller and are more likely to suffer side effects such as trouble breathing, nausea, itching and constipation. So the less pain medication, he says, the better.</p><p>When it comes to distracting people from pain, music has special qualities, says <a href=\"http://www.lynnwebstermd.com/\">Dr. Lynn Webster</a>, a pain specialist and past president of the <a href=\"http://www.painmed.org/\">American Academy of Pain Medicine</a>. \"It can generate not only a focus and reduction in anxiety, but it can induce a feeling of euphoria,\" he says. That can help drown out the pain.</p><p>The researchers plan follow-up studies to see if music can decrease the amount of pain medication needed once children get out of the hospital and are back at home, listening to their favorite tunes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Ease+Pain%2C+Reach+For+Your+Playlist&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416390048-ad3887.m3u?orgId=1&topicId=1128&d=258&p=3&story=415048075&t=progseg&e=416388864&seg=5&ft=nprml&f=415048075"},{"href":"http://media.npr.org/assets/img/2015/06/19/npr_healingaudio-47e40334a709901ac3b95c7bbe2c29e863464cf5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2995"}}]}