{"created":"2015-05-15T21:47:06+00:00","modified":"2015-05-18T20:00:50+00:00","valid":{"from":"2015-05-18T20:00:50+00:00","to":"3015-05-18T20:00:50+00:00"},"hreflang":"en","guid":"7f70f248-f795-4717-9979-01f9f7dc094d","title":"The world mourns and remembers the 'magical' B.B. King","published":"2015-05-18T20:00:45+00:00","byline":"David Leveille","tags":["music","culture","deaths","Music","Arts, Culture & Media","Blues","Entertainment"],"teaser":"From once-in-a-lifetime late-night concerts to lessons in the craft of music, blues legend B.B. King was just as much an inspiration to fans around the world as he was to his fellow Americans.","contentencoded":"<p>The thrill may be gone now that blues legend B.B. King is dead, but it's not just his countrymen who are feeling the loss. King's voice and guitar influenced people around the world, and we asked some of his international fans to share their memories of the musician who passed away on Friday at age 89.</p>\n<p>One story comes from the Wall Street Journal’s David Luhnow, who tweeted about the night in 1992 when King came to Mexico City to perform. </p>\n<blockquote class=\"twitter-tweet\" lang=\"en-gb\" xml:lang=\"en-gb\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Due to flight, <a href=\"https://twitter.com/hashtag/BBKing?src=hash\">#BBKing</a> once arrived hours late 4 blues gig in Mexico DF. Crowd left except few 100. He played from 2-5 am. I'll never forget</p>\n<p>— David Luhnow (@davidluhnow) <a href=\"https://twitter.com/davidluhnow/status/599239769424429056\">May 15, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Mexico City in the 1990s wasn’t a place where you could hear a lot of great international concerts, but the city decided to host a blues festival in 1992 and have King headline one of the nights. Luhnow went to the festival that night and listened to the opening acts as he waited for King's scheduled appearance at midnight. Then the people at the National Auditorium announced King's flight was delayed.</p>\n<p>“He finally turned up at about 2:30 in the morning,\" Luhnow says. The big auditorium, which holds as many as 15,000 people, had cleared as weary fans went home. \"There were really only about 150 of us left in this big auditorium, so we all sort of moved from our nosebleed seats or wherever we were down to the very front. And B.B. King comes out and proceeds to play for, I would say, about three hours.\"</p>\n<p>The huge concert turned into an intimate gathering that Luhnow never forgot. \"It was such a warm feeling there,\" he says. \"He was chatting with the audience, and he tried to say a few words in Spanish. For many of the Mexicans, this was their first time seeing him and it was just such a thrill to share that. It was so generous of him, really. He was no spring chicken, even back in 1992, and he stayed till about 5:30 in the morning. So then for us to leave and go back out into the big city as everyone was sort of waking up and traffic was getting going and a new day was dawning, it just felt like a really magical experience.\"</p>\n<p>Another story comes from Dutch blues guitarist Joep Pelt, who says he learned how to look at the blues from different angles from King's music. “He's a little bit more funky in the 70’s and he’s little bit more pop in the 80’s, but still he really had his own voice,\" Pelt says. </p>\n<p>But the biggest lesson King offered to aspiring guitarists? “Don’t overdo it!\" Pelt says.</p>\n<p>“The way he played solos was smooth. He had a smooth way of playing. But it’s also sparse,\" he says, appreciating King's lack of \"really fast runs or very fancy stuff. I mean, he doesn't show off that way and that was definitely an inspiration for me. I wasn't very fast to begin with. Just concentrate on your timing. You can tell the same story with three notes for which other guitarists might need, you know, 135.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-15%2Fremembering-when-bb-king-played-world-stage&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05152015_08.mp3"},{"href":"http://admin.pri.org/file/0515201508mp3"}]}