{"created":"2014-12-27T22:45:09+00:00","modified":"2014-12-28T04:40:18+00:00","valid":{"from":"2014-12-28T04:40:18+00:00","to":"3014-12-28T04:40:18+00:00"},"hreflang":"en","title":"Comedian Andrea Martin: 'I Don't Think Age Has Anything To Do With It'","published":"2014-12-27T23:54:00+00:00","teaser":"Now in her late 60s, Martin says she's still \"excited and enthusiastic\" about her work and doesn't have any intention of retiring. She published a memoir in September called <em>Lady Parts.</em>","itags":["npr_api","372514324"],"guid":"7f79fa30-10fb-4dcd-b933-11461f7a6ee4","contentencoded":"<p>In her memoir <em>Lady Parts,</em> comedy star Andrea Martin writes that in the 1970s, comedians weren't as easy to come by as they are now. \"Comedians were much more rare,\" she tells NPR's Arun Rath. They were \"like rock stars, really celebrated.\"<em></em></p><p>Over the course of her career, Martin has appeared on-stage and on screens both big and small — she won a Tony for her role in <em>Pippin</em>, performed in the films<em> My Big Fat Greek Wedding </em>and<em> Hedwig and the Angry Inch,</em> and stars in the NBC TV series <em>Working the Engels</em>.</p><p>Now in her late 60s, Martin says she's \"still excited and enthusiastic about work. I think that if you have enthusiasm, curiosity, you still like to make yourself laugh ... then I think there's a career out there for me. I really believe that. I have no intention of retiring.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the comedy scene when she got her start </strong></p><p>It was not like it is now, where there are so many more opportunities for women in particular in comedy, and because of all the other improv groups. Back then, you know, Second City was kind of the only improv group that was happening. Now there's The Groundlings and Upright Citizens Brigade and ImprovOlympic which is a great breeding ground for young comedians and then they go on to <em>Saturday Night Live.</em> But then, in the '70s, there wasn't that kind of place.</p><p><strong>On being a female comedian</strong></p><p>People have asked me that over the years, \"What was it like to be blazing a trail in comedy?\" and I think, \"My God. I wasn't remotely blazing a trail. I was grateful to be even walking on a trail.\" There was Phyllis Diller, and Imogene Coca and Joan Rivers. ... You know, there were a lot of women in comedy before Catherine O'Hara and I did it, but now there are so many more opportunities.</p><p>It wasn't hard. We were a collection of very close friends. We bonded. And Catherine was a very prolific writer and so she covered me. I wouldn't say I was so prolific at writing, but I loved the acting portion of it, so I think we all covered one another.</p><p><strong>On women getting typecast at a certain age</strong></p><p>I'm not the girl who gets to make out with Ryan Gosling in a scene. I'm the housekeeper who comes in on Ryan Gosling and then I do a spit take and then trip over his underwear and knock my head as I walk out on all fours. That's my part. So I think there's longevity ... I really think, if you are funny, I don't think age has anything to do with it, honestly.</p><p><strong>On her favorite character</strong></p><p>I think the easiest one to play is Edith Prickley [on the sketch comedy series SCTV]. But I have to say, I love all of them, honestly. You know, I did them for a long time and there's always a characteristic, a trait about them that keeps me laughing still, and it keeps me excited about doing them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Comedian+Andrea+Martin%3A+%27I+Don%27t+Think+Age+Has+Anything+To+Do+With+It%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"341"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373494670-83d0d8.m3u?orgId=1&topicId=1033&ft=3&f=372514324"},{"href":"http://media.npr.org/assets/img/2014/12/22/153380540-f7e6aba4ab22318547848b570a253623ff2c0cc6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1989","width":"2654"}}]}