{"created":"2015-01-23T22:58:49+00:00","modified":"2015-01-23T23:07:33+00:00","valid":{"from":"2015-01-23T23:07:33+00:00","to":"3015-01-23T23:07:33+00:00"},"hreflang":"en","guid":"7f7ceb20-a6d7-4e21-9ab5-7b5ece8ef9ab","title":"The Houthi takeover in Yemen will reverberate in Saudi Arabia","published":"2015-01-23T23:07:29+00:00","byline":"Stephen Snyder","tags":["politics","Religion","government","Global Politics","Sanaa","Asia","Yemen","Saudi Arabia","Middle East","Sebastian Usher","Abdrabbuh Mansour Hadi","Ali Abdullah Saleh","Yemen","Houthis","Abd Rabbuh Mansur al-Hadi","Al-Qaeda in the Arabian Peninsula","Shia insurgency in Yemen"],"teaser":"Saudi Arabia has lost a king, while its neighbor to the south, Yemen, is without a president after Abdrabbuh Mansour Hadi stepped down. With a Shiite group now in control of Yemen, how will Saudi Arabia's new king react?","contentencoded":"<p>Yemeni President Abdrabbuh Mansour Hadi, a key US ally in the battle against extremism, resigned yesterday after his <a href=\"http://www.bbc.co.uk/news/world-middle-east-30936940\">presidential residence was surrounded by rebels.</a></p>\n<p>\"They had been insisting that they weren't actually wanting to stage a coup,\" says the BBC's Sebastian Usher, but it's \"very hard to say that when you're actually shelling the president's house.\"</p>\n<p>The rebels, known as the Houthis, are a Shiite group from Yemen's north. Their rise is unwelcome news for their fervent Sunni neighbors in Saudi Arabia, who have long used their financial clout to influence Yemen's Sunni-run government and keep the smaller country in line</p>\n<p>If Yemen falls completely under Houthi control, Usher says Saudi leaders will need to modify their approach. \"They certainly will <a href=\"http://www.aljazeera.com/indepth/opinion/2014/09/saudi-arabia-iran-great-game-ye-201492984846324440.html\">feel the threat</a>, because they have always painted these Houthi rebels as being backed by Iran,\" Usher says.</p>\n<p>The Houthi takeover in Sanaa is just the latest chapter in a leadership crisis that began in 2012, when longtime dictator Ali Abdullah Saleh stepped down after Arab Spring-inspired protests. And with infighting now in its third year, Usher says Yemenis are resigned to political drama.</p>\n<p>\"They're past caring who governs them,\" he says. \"They don't expect anyone who governs them to really have a vision for the country — or if they did have a vision, to be able to do very much with it.\"</p>\n<p>Yemen's government has had little impact on the country's seemingly<a href=\"http://borgenproject.org/5-facts-poverty-yemen/\"> intractable poverty</a>. Forty-five percent of Yemenis are malnourished, and more than half of Yemen's people live in poverty, surviving on $2 a day or less.</p>\n<p>Usher believes the Houthis are unlikely to have any more success. Their ascent might actually lead to a wider fracturing of the country, which has only been united since 1990. Leaders in southern Yemen, which was once an independent communist state, are already openly <a href=\"http://www.middleeasteye.net/news/southern-yemen-government-orders-officials-ignore-orders-capital-1348555751\">advocating secession</a>. </p>\n<p>\"We're used to talking about Yemen as an unstable, chaotic mess where a president really doesn't call the shots, where it's still tribal leaders in particular areas who govern what's going on,\" he says. \"But you could have a much bigger split than that, which could have a far bigger effect of destabilization in Yemen which then might knock onto the Saudis.\"</p>\n<p>So with a new king in Riyadh, what would happen? \"Would the Saudis feel that their interests were so much at stake that they had to intervene? Not just through money, not just through influence, not just through training, but actually in a military sense?\" Usher wonders. </p>\n<p>For now, he says no, but that can change: \"If things really went much further down, that would be something the new [Saudi] king will have to be thinking about.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012320156.mp3"},{"href":"http://www.pri.org/file/012320156mp3"}]}