{"created":"2015-05-02T06:03:31+00:00","modified":"2015-05-13T20:59:26+00:00","valid":{"from":"2015-05-13T20:59:26+00:00","to":"3015-05-13T20:59:26+00:00"},"hreflang":"en","title":"3-D Printers Bring Historic Instruments Back To The Future","published":"2015-05-02T14:26:00+00:00","teaser":"You just can't stick a modern mouthpiece on an antique saxophone and get the right sound. The answer could be in the lab.","itags":["npr_api","403273608"],"guid":"7f868025-1bce-4942-bc33-f8f4fb43c3ad","contentencoded":"<p>In a recital hall at the University of Connecticut in Storrs, a group of musicians got together to play Jean-Baptiste Singelée's 1857 quartet for saxophones on some very old, very special instruments.</p><p>\"This is an <a href=\"http://www.npr.org/2014/11/06/361776541/happy-birthday-mr-sax\">Adolphe Sax</a> saxophone, from the mid-1860s,\" says Robert Howe, who collects antique wind instruments. He's also a reproductive endocrinologist and M.D. who's now a Ph.D. candidate in music history and theory at UConn. About five years ago, it occurred to him that CT scans, X-rays and similar medical technology might also be used to examine the anatomies of antique oboes, flutes and saxophones.</p><p>\"So when I received this,\" Howe says, \"it had had a mouthpiece with it, and the mouthpiece is early 20th century manufacture, and it plays in a particular way.\"</p><p>But not at all the way Adolphe Sax — the man who invented and literally put the sax in the saxophone — heard the horn. The problem is that there are only about ten or so surviving original mouthpieces crafted by Sax. Howe wondered if the CT scan and X-ray data of these originals might help replicate new ones. Then he met Sina Shahbazmohamadi, director of imaging at UConn's Center for Clean Energy Engineering, now an associate professor of mechanical engineering at Manhattan College in the Bronx.</p><p>\"I thought, Why not transfer the data from the X-ray to the 3-D printer and copy those?\" Shahbazmohamadi says. \"There are several advantages to this, mainly that there would be no error during this transferring.\"</p><p>The process also allowed Shahbazmohamadi to digitally remove dings, dents and cracks that existed in the originals. In addition, working from Howe's tenor mouthpiece, Shahbazmohamadi was able to manipulate the data to create copies of alto, baritone and soprano mouthpieces that no longer existed.</p><p>\"And that was huge because it allowed people to play saxophones that were not usable before,\" Shahbazmohamadi says.</p><p>So essentially for the same reasons you can't just stick a Volkswagen carburetor in a Maserati or any old grin on the \"Mona Lisa,\" you can't stick a modern mouthpiece on an antique saxophone and expect it to sound like it did a century ago.</p><p>You don't have to be a musicologist to detect the difference, but we asked one anyway.</p><p>\"It's a sweeter sound, it's more mellow,\" says Richard Bass, Howe's adviser at UConn. \"It's something that would have blended better with the other wind instruments that were in use at the time Sax was making these instruments.\"</p><p>And that is an objective worth pursuing, according to Darcy Kuronen, head and Pappalardo Curator of musical instruments at the Museum of Fine Arts, Boston.</p><p>\"There are a limited number of historical instruments out there and they're not gonna last forever,\" Kuronen says. \"You know, if they're getting played all the time they suffer damage and change. So you want to be able to make replicas and you want to make them as accurately or as authentically as you can. Now, there's gonna be limitations.\"</p><p>Among the most problematic, in Kuronen's view, is the use of synthetic materials as opposed to natural, porous ones like wood, which absorb moisture and oils and play a subtle yet significant role in the complex interaction between human breath and the human ear.</p><p>Let's say you've got a wooden flute from the 1800s, \"and you want to replicate that in a polymer, I think it's gonna respond somewhat differently,\" Kuronen says. \"Some would argue that as long as you get the shape of the bore and the finger holes accurately, you know, reproduced, it's gonna respond like that flute ought to. But I think every musician would respond that, 'Well, that flute sounds different whether it's made of boxwood, or ebony, or ivory, or polymer.'\"</p><p>Shahbazmohamdi says he hopes to put such debates to rest by performing rigorous acoustical analyses of 3-D printed mouthpieces. Meanwhile, the team has applied for a patent and hopes to one day print out complete antique musical instrument replicas with the push of a button.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=3-D+Printers+Bring+Historic+Instruments+Back+To+The+Future&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Verde","audio":[{"meta":{"duration":"337"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403766905-e40cee.m3u?orgId=1&topicId=1039&aggIds=100920965&d=337&p=7&story=403273608&t=progseg&e=403740101&seg=19&ft=nprml&f=403273608"},{"href":"http://media.npr.org/assets/img/2015/05/01/uconn-979486a59dd333078d10d8e912e3ff34ffbbfa49.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"998","width":"1332"}}]}