{"created":"2015-01-13T20:59:23+00:00","modified":"2015-01-14T21:01:05+00:00","valid":{"from":"2015-01-14T21:01:05+00:00","to":"3015-01-14T21:01:05+00:00"},"hreflang":"en","title":"After Budget Shortfall, Ohio Jail Releases 72 Inmates","published":"2015-01-13T21:16:00+00:00","teaser":"After a years-long struggle to close its budget deficit, the Summit County sheriff decided to release mostly non-violent offenders.","itags":["npr_api","377023147"],"guid":"7f8b2f3b-d853-4f56-b695-2df20754c57e","contentencoded":"<p>Summit County Jail in Akron, Ohio, shut down a wing of its facility and released 72 inmates Sunday, after a years-long struggle to close its budget deficit.</p><p>The released inmates have been charged with mostly non-violent crimes, however some face charges of assault, domestic violence and other violent crimes.</p><p>The county jail attempted to raise funds to support its operation through the county council and a proposed tax increase &#8212; but both failed.</p><p>After the jail released the 72 inmates, some voters wanted the tax hikes to once again be put on the ballot. However, Sheriff <strong>Steve Barry </strong>fears that the jail does not have enough money to even campaign for a favorable vote.</p><p>Barry, who runs the county jail and made the decision to release the inmates, says he has already cut inmate recreation time and programming, and still does not have enough staff to keep the facility running safely.</p><p>Barry tells <em><a href=\"http://hereandnow.wbur.org\">Here & Now&#8217;</a></em>s Jeremy Hobson that the decision to release the inmates was motivated by safety.</p><p>&#8220;Safety for everyone in the facility,&#8221; Barry said. &#8220;Staff civilian, staff sworn, inmates, we&#8217;ve had inmate on inmate assaults … For the safety of everyone we cannot continue.&#8221;</p><h4>Interview Highlights</h4><p><strong>On choosing which inmates to release</strong></p><p>&#8220;We have criteria set by the common police corps of Summit County that we follow. It starts at the un-sentenced, nonviolent misdemeanor level, and then it goes to the sentenced misdemeanor, or non-violent [inmates], and then it goes to the un-sentenced, violent misdemeanor [inmates]. It’s kind of a plateau thing, you have to take it one step at a time.&#8221;</p><p><strong>On why they cannot transfer inmates to other facilities</strong></p><p>&#8220;Well, somebody&#8217;s gotta pay for it and that comes down to Summit County. If the crimes that [the inmates] are charged with were committed or occurred, at least allegedly, in Summit County, we’re gonna pay for it. No matter where they’re being housed, we’re gonna pay for it.&#8221;</p><h4>Guest</h4><ul><li><strong>Steve Barry</strong>, <a href=\"https://sheriff.summitoh.net/\" target=\"_blank\">Summit County sheriff</a> and keeper of the Summit County Jail.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Budget+Shortfall%2C+Ohio+Jail+Releases+72+Inmates&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377023150-919f24.m3u?orgId=1&ft=3&f=377023147"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0113_summit-county.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"480","width":"592"}}]}