{"created":"2015-01-07T21:56:17+00:00","modified":"2015-05-13T21:23:20+00:00","valid":{"from":"2015-05-13T21:23:20+00:00","to":"3015-05-13T21:23:20+00:00"},"hreflang":"en","title":"Brain Scans May Help Predict Future Problems, And Solutions","published":"2015-01-08T22:55:00+00:00","teaser":"Brain imaging can help researchers tell if people are more likely to be able to quit smoking or have trouble with reading. But those tests aren't yet ready for the doctor's office or classroom.","itags":["npr_api","375589387"],"guid":"7f8d4969-9c25-4689-836d-39c3065b3887","contentencoded":"<p>Brain scans may soon be able to help predict a person's future — some aspects of it, anyway.</p><p>Information from these scans increasingly is able to suggest whether a child will have trouble with math, say, or whether someone with mental illness is going to respond to a particular treatment, according to a <a href=\"http://www.cell.com/neuron/abstract/S0896-6273(14)00967-2\">review</a> of dozens of studies published Wednesday in the journal <em>Neuron</em>.</p><p>The review found \"growing evidence that brain measures can predict future outcomes or behaviors,\" says <a href=\"http://bcs.mit.edu/people/gabrieli.html\">John Gabrieli</a>, a brain scientist at MIT and the review's lead author. And the results are often \"better than currently available tests or clinical measures,\" he says.</p><p>The finding suggests that educators and mental health professionals could soon have new tools to help them decide how to assist a struggling student or patient, Gabrieli says. At the moment, he says, \"we're in many ways flipping coins and stumbling in the darkness.\"</p><p>For example, some patients with depression or social anxiety disorder respond well to cognitive behavioral therapy, while others are better off taking drugs. But doctors often have to find that out through trial and error.</p><p>Studies from the past few years, though, suggest that a better strategy is to measure activity in several areas of the brain before choosing a treatment. These activity levels \"predicted much better than clinical measures which patients would benefit the most and which patients would benefit the least\" from cognitive behavioral therapy, Gabrieli says.</p><p>Other studies reviewed by Gabrieli found that brain scans also did a good job predicting which children would go on to have difficulties with reading or math. And still others showed which young people are likely to engage in future binge drinking or drug use.</p><p>The new approach has been a big help to <a href=\"http://www.med.upenn.edu/apps/faculty/index.php/g275/p11960\">Caryn Lerman</a>, a professor of psychiatry at the University of Pennsylvania who does research on smoking cessation. She and her colleagues used to rely on interviews and questionnaires to predict which patients would actually quit.</p><p>\"We were interested to see whether incorporating information from brain scans improved our ability to make those predictions,\" she says. And it did. The team found that measuring activity in an area of the prefrontal cortex <a href=\"http://www.nature.com/npp/journal/vaop/ncurrent/abs/npp2014318a.html\">helped them predict who would succeed or fail </a>more than 80 percent of the time.</p><p>Brain data may be more reliable than questionnaires because people often have trouble accurately reporting their thoughts and feelings even when they are trying to be honest, Lerman says. The brain scans provide \"a window\" on what's actually happening, she says.</p><p>Brain scans also have the potential to do much more than simply identify who will quit smoking, Lerman says. \"The next step is to use this information to develop better treatments to help people succeed.\" Those treatments could include brain exercises that increase activity in the area associated with successful quitting.</p><p>Despite the promising results in these research studies, predictive brain scans are not ready for use in the general public, says Gabrieli. \"We're not within a year of using any of these,\" he says. \"But we might be within something like five years.\"</p><p>And when that day comes, he says, it will be important to make sure the scanning approach is used appropriately. \"We have to make sure that we don't somehow use it simply to avoid helping people because they're going to have difficulties,\" he says.</p><p>The goal, he says should be to start helping a child who is likely to struggle with reading or math long before the problem appears.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brain+Scans+May+Help+Predict+Future+Problems%2C+And+Solutions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375672069-3e5fae.m3u?orgId=1&topicId=1128&d=236&p=2&story=375589387&t=progseg&e=375651703&seg=9&ft=nprml&f=375589387"},{"href":"http://media.npr.org/assets/img/2015/01/07/brain-activity-00b6452393fddf7f9fc9fc00932f90031fbedf18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1145","width":"1527"}}]}