{"created":"2015-02-04T21:36:58+00:00","modified":"2015-05-13T21:18:14+00:00","valid":{"from":"2015-05-13T21:18:14+00:00","to":"3015-05-13T21:18:14+00:00"},"hreflang":"en","title":"Jeb Bush Continues To Test Campaign Waters In Detroit","published":"2015-02-05T19:45:00+00:00","teaser":"Former Florida Gov. Jeb Bush isn't an official candidate for president yet. But his speech Wednesday to the Detroit Economic Club got his feet wet.","itags":["npr_api","383860423"],"guid":"7f9cb261-395c-49b5-be3c-9fb6c2377324","contentencoded":"<p>For his first major speech since confirming that he's exploring a presidential run, Jeb Bush chose an interesting location: Detroit.</p><p>Speaking to the city's Economic Club, an establishment institution in the Motor City for more than eight decades, he praised the city's emergence from bankruptcy.</p><p>\"You all are part of a great story — the revival of a city that means so much to all Americans,\" he told the lunchtime crowd of about 650 people. The mood had brightened significantly in Detroit over the past year. The region's automakers are again selling lots of cars <em>and </em>making money. General Motors announced Wednesday that it earned a net income of $1.1 billion in the fourth quarter of 2014.</p><p>But the former governor of Florida also pointed to Detroit as a cautionary tale, saying the city's deep and prolonged troubles \"are an echo of the troubles facing Washington, D.C.\" And he says he knew how Detroit hit rock bottom: \"Decades of big government policies, petty politics, impossible-to-meet pension promises, chronic mismanagement and broken services — combined with a massive loss of jobs in the auto industry — drove tens of thousands of people from this city and this region.\"</p><p>The core of the speech was the need to create opportunity for those who, as Bush put it, \"see only a small portion of the population riding the economy's up escalator.\"</p><p>The sense for the yet-to-be-announced \"Jeb Bush for President\" campaign is that the message has much more resonance in Detroit than it would in Des Moines, Iowa, or Manchester, N.H., where the first contests of 2016 are now just barely a year away.</p><p>Other highlights of Bush's Detroit speech include his reflections on what it means to be the son of a president, and brother of a president, potentially running for president himself:</p><p>\"On one level, you know, I've had a front-row seat to watch history unfold, a unique seat. It's given me some perspectives that are helpful,\" he said.</p><p>\"On another level, I know it's an interesting challenge for me. One that, if I have any degree of self-awareness, this would be the place where it might want to be applied. So, if I was to go beyond the consideration of running, I would have to deal with this and turn this fact into an opportunity, to share who I am, to connect on a human level.\"</p><p>Then there was this, on the 2012 GOP primary lineup, which one question from the audience likened to the bar scene from the movie <em>Star Wars</em>. Bush was asked how he anticipated the 2016 Republican primary playing out.</p><p>After a hearty laugh, and a joke that he'd get in trouble just listening to the question, he answered: \"Look, politics is chaotic. ... The idea that there's some smoke-filled room where big dogs, men and women, that have all this power decide who's going to be what, that was gone a long time ago. And as the old order has been disrupted, it's been replaced by a little more of a Wild West kind of process.\"</p><p>Finally, Bush was also asked about what has all of a sudden become the hot-button topic of the week in the race for the White House — vaccinations.</p><p>Here's the question, and Bush's entire answer from Detroit:</p><blockquote><p><em>Q: Vaccinations are in the news. Few potential presidential candidates have stumbled on that issue this week. What's your opinion on vaccinations?</em></p><p><em>Bush: Parents ought to make sure their children are vaccinated. [Applause] Do we need to get any detail with that? I mean, just seems, um, look it's easy; I've done this; I've said things that are misinterpreted or partially interpreted and then heads explode and all sorts of media, you know, just create all this controversy. I think it's better just to say parents have the responsibility to make sure their children are protected, over and out.</em></p></blockquote><p>So Bush has his first big speech of the year out of the way.</p><p>Now we wait, to see when he ventures into Iowa and New Hampshire where voters are anxious to get a glimpse of him in person.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jeb+Bush+Continues+To+Test+Campaign+Waters+In+Detroit&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383860424-274466.m3u?orgId=1&topicId=1014&d=235&p=2&story=383860423&t=progseg&e=383841028&seg=2&ft=nprml&f=383860423"}]}