{"created":"2015-02-27T22:46:52+00:00","modified":"2015-02-27T23:18:05+00:00","valid":{"from":"2015-02-27T23:18:05+00:00","to":"3015-02-27T23:18:05+00:00"},"hreflang":"en","guid":"7fa2defd-9fe8-46d2-bdf7-0235738477c3","title":"It's likely a question of when, not if, Ukraine's ceasefire will collapse again","published":"2015-02-27T23:18:01+00:00","byline":"Christopher Woolf","tags":["Russia-Ukraine conflict","Conflict","Conflict & Justice","Ukraine","Russia","James Clapper","Vladimir Putin","Michael Birnbaum","Ukraine","Russia"],"teaser":"Ukraine's latest easefire is finally holding, but the US warns that pro-Russian rebels in Ukraine are likely to resume the war in the spring. And in the meantime, Ukraine is suffering from the same economic woes as Russia as oil prices plummet.","contentencoded":"<p>It seems the conflict in Ukraine is finally on pause. A ceasefire to which Russia and Ukraine agreed two weeks ago is now largely holding, with only occasional skirmishes. But how long will it last?</p>\n<p>President Obama's director of national intelligence, James Clapper, told the Senate Armed Services Committee on Thursday that American intelligence thinks Russia will likely launch a new operation by pro-Russian rebels in the spring. The goal would be to take the seaport city of Mariupol, hoping to open a land corridor to Russian-annexed Crimea.</p>\n<p>“Russian officials certainly do not appreciate that kind of rhetoric coming from Washington,” says Michael Birnbaum, the Moscow correspondent for the Washington Post. “They say that it’s destructive to any chances for peace, and that it can only lead to escalating on the ground.”</p>\n<p>The Ukrainian government and media are reporting that pro-Russian forces are already moving heavy weapons toward Mariupol, but the rebels say they are simply pulling them away from the frontlines as part of the ceasefire agreement. Birnbaum says reporters on the ground have seen some heavy weapons on the move, “not moving toward Mariupol, but indeed moving closer to the Russian border, further away from the current line of conflict.”</p>\n<p>There are multiple theories in Moscow about what will happen next, but Birnbaum points out that “you can’t trust anybody in Moscow unless you’re talking to Putin directly, because he’s the one person who seems to know what Russia’s strategy is about Ukraine.”</p>\n<p>Russia’s economy has suffered from international sanctions imposed because of its actions in Ukraine, but the current decrease in violence is also throwing Ukraine’s economic woes into sharper relief. “The currency this week dropped a tremendous amount,\" Birnbaum points out. \"The country is close to going broke. Russia is threatening to cut off natural gas to Ukraine as early as Tuesday.”</p>\n<p>The hope in Moscow seems to be that Ukrainians will be pushed into returning a pro-Russian government to Kiev — perhaps before Russia's own problems get even worse.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-27%2Ffears-ukraine-ceasefire&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0227201504.mp3"},{"href":"http://www.pri.org/file/0227201504mp3"}]}