{"created":"2015-05-14T20:57:33+00:00","modified":"2015-05-14T20:57:33+00:00","valid":{"from":"2014-01-21T20:16:07+00:00","to":"3014-01-21T20:16:07+00:00"},"hreflang":"en","guid":"7fa3c964-806c-4289-8997-f8c32c3bef3b","title":"If only we had technology to limit credit card fraud... Oh, wait...","published":"2014-01-21T20:16:07+00:00","contentencoded":"<div class=\"barn-cleaned\"><p><strong>IT’S JUST TOO BAD</strong></p>\n<p>There was <a href=\"http://ssl.marketplace.org/topics/business/attention-target-shoppers-data-breach-was-worse-you-thought\">Target</a>.&nbsp; <a href=\"http://www.marketplace.org/topics/business/neiman-marcus-target-reveals-credit-card-hack\">Nieman Marcus</a>.&nbsp; <a href=\"http://www.reuters.com/article/2011/06/09/us-citi-idUSTRE7580TM20110609\">CitiBank</a>.&nbsp; Between 2012 and 2013, the number of data breaches involving credit or debit card information <a href=\"http://www.idtheftcenter.org/images/breach/ITRC_Breach_Report_2013.pdf\">increased by 41.2%</a>.&nbsp;</p>\n<p>It’s really too bad there isn’t some way to use modern technology to dramatically reduce credit card fraud.&nbsp;</p>\n<p>Oh.</p>\n<p>Wait.</p>\n<p>There is.&nbsp;</p>\n<p>And has been.&nbsp;</p>\n<p>FOR ALMOST A DECADE.</p>\n<p><strong>CHIP &amp; PIN</strong></p>\n<p>It’s called Chip &amp; Pin technology, also known as EMV, it’s a little cryptographic chip embedded in the card, and unlike those magnetic stripes, it doesn't just hold all your info unencrypted for every Tom, Dick, and Harry with a card reader or hacking skills to copy or scan or download. &nbsp;And there's the added protection of a PIN.</p>\n<p>&nbsp;“The types of breaches we’ve seen recently would’ve been prevented by the use of this chip and pin technology,” says Chester Wisniewski, senior security advisor with Sophos. “It makes it much harder for thieves, and it’s had widespread use in Europe and everywhere else.”</p>\n<p><strong>UM, WE INVENTED THE CREDIT CARD.&nbsp; WHY DON’T WE HAVE THAT TECHNOLOGY HERE?</strong></p>\n<p>There are a few reasons.&nbsp;</p>\n<p><strong>COST&nbsp;</strong></p>\n<p>“One of the big obstacles is the expense,” according to Bill Hardekopf with Lowcards.com, a consumer resource website.&nbsp; “Retailers would have to get a different credit card processor, probably about a $200 expense per terminal for each checkout lane.”&nbsp; &nbsp;&nbsp;</p>\n<p>Doable for large retailers, less so for small businesses, expensive for everyone.&nbsp; Card issuers and banks would have to pay to make the more expensive cards too. &nbsp;Small retailers, according to Wisniewski and other analysts, have been particularly resistant.&nbsp; &nbsp;Businesses would be laying out money for the benefit of banks, in a sense, since it’s the banks which are often liable for fraudulent purchases.</p>\n<p>But that doesn’t explain why we’re behind the rest of the world. &nbsp;</p>\n<p><strong>WE DIDN'T NEED THIS KIND OF TECHNOLOGY BACK IN THE DAY</strong></p>\n<p>“There wasn’t really the same demand to address fraud in the United States as there was in other parts of the world,” says Andrew Davidson, senior vice president at Mintel. “Fraud wasn’t as big of a deal as it was in say Europe.”</p>\n<p>Old tools used to be enough to deal with the fraud problem.&nbsp; “Previously,” says Doug Jones, vice president of risk management policy the American Bankers Association, “we were able to depend on our neural networks that looked for unusual transactions.” &nbsp;It seemed to work, “it didn’t create a difference in terms of the amount of fraud we saw compared to what was seen in other countries.”</p>\n<p>Until, of course, it did.&nbsp;</p>\n<p>As other countries have adopted more secure credit card technology, the U.S. has become the fraud basket case.</p>\n<p><strong>NOBODY MADE US ADOPT IT. SO WE DIDN’T.</strong></p>\n<p>Some governments forced adoption of Chip &amp; Pin, ours didn’t.</p>\n<p>“We don’t tend to legislate these requirements,” says Jones.&nbsp; “That serves our economy well in the long run but in this particular instance it did slow down the process.”&nbsp; &nbsp;</p>\n<p>You’re talking about the largest economy in the world and a large number of financial institutions and retailers that have to make this shift.&nbsp; A little like herding cats.&nbsp;</p>\n<p><strong>GOOD NEWS! WE’RE GETTING NEW CARDS. SOON. PROBABLY.</strong></p>\n<p>“Now is the time that the U.S. should upgrade to chip technology,” says Mastercard’s Senior Vice President for U.S. Product Delivery, Carolyn Balfany.&nbsp;</p>\n<p>Mastercard has been pushing the new technology in the U.S. for several years, and in 2012 issued a “roadmap” for the country to migrate.&nbsp;</p>\n<p>Many credit card companies have started to issue the new cards, in small batches.&nbsp; “They’ve started with international travelers,” says Balfany, since it can be inconvenient to use the U.S. backwards cards abroad.&nbsp; “But they’re rolling that out more broadly.”&nbsp;</p>\n<p>On the merchant side, some larger retailers are already installing new cardreaders.&nbsp; “They’ve been in the process of beginning that for some time now and will continue on over the next couple of years.”</p>\n<p>One tool to push the process along is a “liability shift” which will start taking place in October, 2015 for Mastercard, a year later for Visa.&nbsp; Usually, a bank has to cover a bogus purchase.&nbsp; But starting in October &nbsp;2015, a retailer will have to suck it up if it hasn’t changed its card reader.&nbsp;</p>\n<p>“Many of the larger retailers and banks have come out in industry conferences expressing their intent to migrate around that October 2015 time frame,” says Balfany.&nbsp; “I think we’re gonna see some really good movement.”</p></div>","itags":["PMP:Marketplace_PMP","Marketplace for Tuesday, January 21, 2014","Marketplace","7fa3c964806c28999976f8c32c3bef3b"],"description":"Europeans have been using fraud resistant cards for years","teaser":"Europeans have been using fraud resistant cards for years","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><strong>IT’S JUST TOO BAD</strong></p>\"},{\"content\":\"<p>There was <a href=\\\"http://ssl.marketplace.org/topics/business/attention-target-shoppers-data-breach-was-worse-you-thought\\\">Target</a>.  <a href=\\\"http://www.marketplace.org/topics/business/neiman-marcus-target-reveals-credit-card-hack\\\">Nieman Marcus</a>.  <a href=\\\"http://www.reuters.com/article/2011/06/09/us-citi-idUSTRE7580TM20110609\\\">CitiBank</a>.  Between 2012 and 2013, the number of data breaches involving credit or debit card information <a href=\\\"http://www.idtheftcenter.org/images/breach/ITRC_Breach_Report_2013.pdf\\\">increased by 41.2%</a>. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>It’s really too bad there isn’t some way to use modern technology to dramatically reduce credit card fraud. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Oh.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Wait.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>There is. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>And has been. </p>\"},{\"content\":\"<p>FOR ALMOST A DECADE.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>CHIP &amp; PIN</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>It’s called Chip &amp; Pin technology, also known as EMV, it’s a little cryptographic chip embedded in the card, and unlike those magnetic stripes, it doesn&apos;t just hold all your info unencrypted for every Tom, Dick, and Harry with a card reader or hacking skills to copy or scan or download.  And there&apos;s the added protection of a PIN.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> “The types of breaches we’ve seen recently would’ve been prevented by the use of this chip and pin technology,” says Chester Wisniewski, senior security advisor with Sophos. “It makes it much harder for thieves, and it’s had widespread use in Europe and everywhere else.”</p>\"},{\"content\":\"<p><strong>UM, WE INVENTED THE CREDIT CARD.  WHY DON’T WE HAVE THAT TECHNOLOGY HERE?</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>There are a few reasons. </p>\"},{\"content\":\"<p><strong>COST </strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“One of the big obstacles is the expense,” according to Bill Hardekopf with Lowcards.com, a consumer resource website.  “Retailers would have to get a different credit card processor, probably about a $200 expense per terminal for each checkout lane.”    </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Doable for large retailers, less so for small businesses, expensive for everyone.  Card issuers and banks would have to pay to make the more expensive cards too.  Small retailers, according to Wisniewski and other analysts, have been particularly resistant.   Businesses would be laying out money for the benefit of banks, in a sense, since it’s the banks which are often liable for fraudulent purchases.</p>\"},{\"content\":\"<p>But that doesn’t explain why we’re behind the rest of the world.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>WE DIDN&apos;T NEED THIS KIND OF TECHNOLOGY BACK IN THE DAY</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“There wasn’t really the same demand to address fraud in the United States as there was in other parts of the world,” says Andrew Davidson, senior vice president at Mintel. “Fraud wasn’t as big of a deal as it was in say Europe.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Old tools used to be enough to deal with the fraud problem.  “Previously,” says Doug Jones, vice president of risk management policy the American Bankers Association, “we were able to depend on our neural networks that looked for unusual transactions.”  It seemed to work, “it didn’t create a difference in terms of the amount of fraud we saw compared to what was seen in other countries.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Until, of course, it did. </p>\"},{\"content\":\"<p>As other countries have adopted more secure credit card technology, the U.S. has become the fraud basket case.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>NOBODY MADE US ADOPT IT. SO WE DIDN’T.</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Some governments forced adoption of Chip &amp; Pin, ours didn’t.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We don’t tend to legislate these requirements,” says Jones.  “That serves our economy well in the long run but in this particular instance it did slow down the process.”   </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>You’re talking about the largest economy in the world and a large number of financial institutions and retailers that have to make this shift.  A little like herding cats. </p>\"},{\"content\":\"<p><strong>GOOD NEWS! WE’RE GETTING NEW CARDS. SOON. PROBABLY.</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Now is the time that the U.S. should upgrade to chip technology,” says Mastercard’s Senior Vice President for U.S. Product Delivery, Carolyn Balfany. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Mastercard has been pushing the new technology in the U.S. for several years, and in 2012 issued a “roadmap” for the country to migrate. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Many credit card companies have started to issue the new cards, in small batches.  “They’ve started with international travelers,” says Balfany, since it can be inconvenient to use the U.S. backwards cards abroad.  “But they’re rolling that out more broadly.” </p>\",\"type\":\"text/html\"},{\"content\":\"<p>On the merchant side, some larger retailers are already installing new cardreaders.  “They’ve been in the process of beginning that for some time now and will continue on over the next couple of years.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>One tool to push the process along is a “liability shift” which will start taking place in October, 2015 for Mastercard, a year later for Visa.  Usually, a bank has to cover a bogus purchase.  But starting in October  2015, a retailer will have to suck it up if it hasn’t changed its card reader. </p>\"},{\"content\":\"<p>“Many of the larger retailers and banks have come out in industry conferences expressing their intent to migrate around that October 2015 time frame,” says Balfany.  “I think we’re gonna see some really good movement.”</p>\",\"type\":\"text/html\"}]","byline":"Sabri Ben-Achour","tags":["Business","credit card fraud","APM","Target"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/457903919_0.jpg?itok=ryRDrjpT","meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg"},{"meta":{"duration":138,"duration_hms":"00:02:18","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/21/marketplace_segment17_20140121","type":"application/json"}},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/21/marketplace_segment17_20140121_64.mp3"}]}