{"created":"2014-10-21T20:51:57+00:00","modified":"2015-03-24T23:05:32+00:00","valid":{"from":"2015-03-24T23:05:32+00:00","to":"3015-03-24T23:05:32+00:00"},"hreflang":"en","title":"Model Remembers Oscar De La Renta As An 'Extraordinary Gentleman'","published":"2014-10-22T12:48:00+00:00","teaser":"Legendary fashion designer Oscar de la Renta died at the age of 82 on Monday. Audie Cornish talks to one of the women who modeled his clothing, Bethann Hardison.","itags":["npr_api","357859501"],"guid":"7fafa4ed-f06c-45c8-a0fb-54ad1ff01a39","contentencoded":"<p>Bethann Hardison was one of the \"<a href=\"http://www.out.com/fashion/2014/06/03/interview-how-bethann-hardison-changed-face-fashion\">spiritual mothers of the supermodels who ruled the '90s,</a>\" and she credited some of her rise to prominence to Oscar de la Renta, the influential Dominican-born fashion designer who died this week at the age of 82.</p><p>\"I was more of a new wave looking kind of girl: much more ethnic, natural, short haircut — so it was quite different then others who looked more like young women,\" Hardison told NPR's Audie Cornish on Tuesday's <em>All Things Considered</em>. \"They were shaped nicely and I was shaped more like a boy.\"</p><p>But Hardison's unorthodox look didn't faze de la Renta — it was what he was looking for. Instead, he tweaked his signature style to fit her. \"There was a chiffon pant and top and it flowed, and it was an aqua color, and it was a two-piece,\" she remembered. \"Because I was that boy-like girl... I always wore the easiest, the more pantlike. But that was still flowy but he still had to put something on me that would still flow because that was Oscar. But never did I get the big ballgown, or the feminine dress.\"</p><p>Hardison has spent her post-modeling career as a model agent and more recently, as an advocate for more diversity on runways. (The blinding whiteness of fashion shows has become <a href=\"http://fashionista.com/2014/09/are-runways-getting-more-diverse\">a perennial Fashion Week criticism</a>.) But, she says, de la Renta was forward thinking in this regard.</p><p>\"He had no fear of using girls who were very ethnic or very dark,\" she said. \"A lot of designers don't do that. Oscar could go the gamut — he could go for someone who was peachy blonde to someone who was a redhead to someone who was extremely dark. If he thought the girl was a new girl in town or he thought the girl would look great in his clothes, he booked her.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Model+Remembers+Oscar+De+La+Renta+As+An+%27Extraordinary+Gentleman%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357859504-3de3ad.m3u?orgId=1&topicId=1062&e=357859501&d=313&ft=nprml&f=357859501"}]}