{"created":"2014-11-14T22:38:42+00:00","modified":"2014-11-15T05:00:08+00:00","valid":{"from":"2014-11-15T05:00:08+00:00","to":"3014-11-15T05:00:08+00:00"},"hreflang":"en","title":"After Catalonia's Independence Vote, An 'Homage' To George Orwell","published":"2014-11-15T01:26:00+00:00","teaser":"This week Spain's northeast region voted in favor of independence. But the results weren't recognized by the Spanish government. The situation reminds poet Rowan Ricardo Phillips of a favorite book.","itags":["npr_api","363851154"],"guid":"7fb1f967-e1a1-4549-a351-e03d2efef295","contentencoded":"<p>On Sunday morning as I cast my vote in the Catalan election, I thought of the day that George Orwell arrived in Barcelona. It was the day after Christmas in 1936 and Spain was in the midst of a terrifying and utterly chaotic civil war.</p><p>Orwell was shot in the throat and barely survived to tell the tale of what he saw, but survive he did, and in 1938 <em>Homage to Catalonia,</em> his personal account of the near six months he spent on the front lines of the Spanish Revolution, was published to little attention. In fact, it wasn't published in the United States until 1952.</p><p>Nevertheless, it has become, in the years and for generations that have followed, a landmark text of the 20th century and an indispensable read.</p><p>\"I had come to Spain with some notion of writing newspaper articles,\" Orwell wrote, \"but I had joined the militia almost immediately, because at that time and in that atmosphere it seemed the only conceivable thing to do.\"</p><p>Few stories of conflict manage to stir together such a moving admixture of horror, grace, brutality and, yes, even humor. \"The Spaniards are good at many things, but not at making war,\" he wrote. \"In Spain nothing, from a meal to a battle, ever happens at the appointed time.\"</p><p>This is the story of an individual, determined to do what he thinks is the right thing, caught in the midst of a spiraling conflict that has long since spun out of control.</p><p>Today, that messy war in Spain has been replaced by a messy political situation. Those traumas of the past still play out, faintly, in the current politics of the country.</p><p>At the time, Orwell wrote, \"the rights and wrongs had seemed so beautifully simple.\" I wonder what he would say now?</p><p><em>Rowan Ricardo Phillips' next book of poetry is </em>Heaven: Poems<em>. He is also a judge for this year's National Book Award in Poetry. He is a resident of Catalonia.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Catalonia%27s+Independence+Vote%2C+An+%27Homage%27+To+George+Orwell&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rowan Ricardo Phillips","audio":[{"meta":{"duration":"140"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364138361-179734.m3u?orgId=1&topicId=1034&aggIds=257657827&ft=3&f=363851154"}]}