{"created":"2014-10-08T14:35:53+00:00","modified":"2014-10-31T01:23:55+00:00","valid":{"from":"2014-10-31T01:23:55+00:00","to":"3014-10-31T01:23:55+00:00"},"hreflang":"en","title":"American Detained In Honduras: 'We Came With An Open Heart'","published":"2014-06-06T23:49:00+00:00","teaser":"Six Americans remain in a rural Honduran prison after being arrested last month on suspicion of smuggling weapons into the country.","itags":["npr_api","319572851"],"guid":"7fb20ec1-1ffa-4622-ba9d-9b270084bf75","contentencoded":"<p>Six Americans remain in a rural Honduran prison after being arrested last month on suspicion of smuggling weapons into the country. The men arrived in the Central American nation by boat, ready to begin work on a salvage project along the northern Honduran coast. The men say the guns were on the boat for protection from pirates.</p><p>The captain and the five-man crew of the ship, with the Florida-based maritime salvage company Aqua Quest, pulled into Puerto Lempira on May 5. The men were scheduled to begin clearing mahogany logs from a river channel. The river has long been filled with the logs; proceeds of the valuable wood were to be split between the company and the nearby village of Ahuas.</p><p>Captain and Aqua Quest owner Robert Mayne said he had alerted port authorities of the guns on board a month before the crew's arrival. There were five weapons in all — two handguns, two shotguns and what Mayne said was a single-barrel sporting rifle, which Honduran authorities insist is a semi-automatic weapon. He said all were for the crew's personal protection. Mayne said boaters would be foolish to travel the Caribbean waters unarmed.</p><p>Speaking from the rural Honduran prison where he and the men have been held for more than a month, the 60-year-old Mayne said his first order of business was to go directly to the port captain and hand over the weapons, but instead his ship was met by local officials.</p><p>\"We are an American company, we were invited down [and] we had a legal contract with the municipality of Ahuas,\" Mayne said via cellphone. \"We had government officials waiting for us at the dock, and we were intercepted by an element that had a different agenda.\"</p><p>Mayne declined to elaborate on what that agenda could be. His brother, Stephen Mayne, chief operating officer for the Florida-based salvage company, would only say that they all abide by the <a href=\"http://www.justice.gov/criminal/fraud/fcpa/\">Foreign Corrupt Practices Act</a>, which prohibits U.S. companies working abroad from paying bribes.</p><p>Honduras, especially the remote northern coast, has become a favored trade route for drug traffickers. There is little work for those living in the Honduran northern coast, were the Americans were going to work. Most are Miskito Indians and the main source of income is from fishing spiny lobsters. The work, however, is very dangerous and has left many villagers paralyzed from deep-diving decompression sickness.</p><p>The Mayne brothers said they had hoped to retrain many of the local injured divers and teach them a new trade in wood carving.</p><p>\"We came down with an open heart with the idea of doing something great and wonderful for these poor people in Miskito, and here we are being treated like dogs in a dirty prison,\" said Mayne from the prison.</p><p>Attempts to reach the Honduran prosecutor were unsuccessful. Officials at the Honduran Embassy in Washington, D.C., and Mexico City would not comment on the case.</p><p>The men are being held in a rudimentary prison with little food and poor sanitation, and they are paying $20 a day to be housed together. If convicted, they face up to 16 years in prison.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=American+Detained+In+Honduras%3A+%27We+Came+With+An+Open+Heart%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"113"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319586851-ea18c4.m3u?orgId=1&topicId=1127&ft=3&f=319572851"},{"href":"http://media.npr.org/assets/img/2014/06/06/mayne_prison-856fa51e7079c971f193afc76fff0074f7c2853d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"550","width":"734"}},{"href":"http://media.npr.org/assets/img/2014/06/06/honduras_prison-c2e169c92c3142749ca68baeb2c94374fc0ca385.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"550","width":"734"}}]}