{"created":"2014-11-07T18:47:37+00:00","modified":"2015-05-06T19:40:51+00:00","valid":{"from":"2015-05-06T19:40:51+00:00","to":"3015-05-06T19:40:51+00:00"},"hreflang":"en","title":"Even After SpaceShipTwo Crash, Many Space Tourists Hold On To Tickets","published":"2014-11-07T19:56:00+00:00","teaser":"Virgin Galactic says there have been some cancellations in the week since its experimental craft went down, killing the co-pilot. But many ticket holders say they don't plan to ask for refunds.","itags":["npr_api","362281879"],"guid":"7fb6eae6-b084-4c43-a5c7-ae667a17d736","contentencoded":"<p>The dream of hundreds of space tourists was dealt a blow last Friday when Virgin Galactic's experimental SpaceShipTwo <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/03/361085622/key-function-deployed-early-before-spaceship-twos-crash\">broke up over California's Mojave Desert</a>. The pilot was injured and <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/02/360873395/co-pilot-killed-in-spaceshiptwo-crash-was-experienced-and-steady\">the co-pilot died</a> in the accident.</p><p>But many are still holding on to their tickets.</p><p>\"We're in a testing phase, and things happen,\" says <a href=\"http://www.huffingtonpost.com/james-m-clash/\">Jim Clash</a>, an adventure journalist who put down a $20,000 deposit on his $200,000 ticket in 2010. (Prices for tickets have since risen to $250,000.)</p><p>Clash has no plans to cancel. \"I've done a lot of the things I've wanted to do on my bucket list, but space is something I haven't done,\" he says. \"And I really want to do it.\"</p><p><a href=\"http://en.wikipedia.org/wiki/SpaceShipTwo\">SpaceShipTwo</a> doesn't travel all the way into orbit. It's designed to rocket just to the edge of space and then float back to Earth. Passengers get a couple of minutes of weightlessness and one heck of a view. That was enough to get hundreds of people to sign up.</p><p>Since the accident, Virgin Galactic reports that 20 or so ticket holders have asked for refunds. Among them, the U.K.'s Princess Beatrice, according to <a href=\"http://www.dailymail.co.uk/news/article-2818282/SEBASTIAN-SHAKESPEARE-Princess-Beatrice-gives-seat-Richard-Branson-s-space-flight-fatal-crash.html\">media reports</a>.</p><p>\"That doesn't surprise me. I think there's a group, actually, that bought the tickets because they're fashionable,\" says Clash.</p><p>But more serious ticket holders seem to be hanging on, at least for now.</p><p>\"We think that this is going to be a very productive area across the 2010s and into the 2020s for research applications,\" says <a href=\"http://www.swri.org/iProfiles/ViewiProfile.asp?k=s81y802jwy4371v\">Alan Stern</a>, an associate vice president with the <a href=\"http://www.swri.org/\">Southwest Research Institute</a>, a nonprofit research institute based in Texas. The institute has bought a total of nine seats on future flights for its own experiments. \"We want to be out front,\" Stern says.</p><p>Both Clash and Stern say they expected setbacks when they purchased their tickets. \"Just like the early airlines and the early jet age, there will be some bumps along the road,\" Stern says.</p><p>And despite the fact the <a href=\"http://www.ntsb.gov/investigations/2014/mojave_ca/mojave_ca.html\">NTSB investigation</a> could take up to a year (and the fact that SpaceShipTwo's replacement isn't yet ready to fly), Clash doesn't see himself canceling his ticket.</p><p>\"I'm willing to wait as long as it takes,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Even+After+SpaceShipTwo+Crash%2C+Many+Space+Tourists+Hold+On+To+Tickets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"114"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362328601-f43bfa.m3u?orgId=1&topicId=1026&d=114&story=362281879&ft=nprml&f=362281879"},{"href":"http://media.npr.org/assets/img/2014/11/07/feathering-70c8aae66e9dd56c922a0221547d57df79ff9467.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1580","width":"2107"}}]}