{"created":"2014-12-27T22:23:19+00:00","modified":"2015-06-05T15:31:13+00:00","valid":{"from":"2015-06-05T15:31:13+00:00","to":"3015-06-05T15:31:13+00:00"},"hreflang":"en","title":"After Year Of Atheism, Former Pastor: 'I Don't Think God Exists'","published":"2014-12-29T20:40:00+00:00","teaser":"Former pastor Ryan Bell embarked on a year without God at the start of 2014. He says, \"Before, I wanted a closer relationship to God, and today I just want a closer relationship with reality.\"","itags":["npr_api","373298310"],"guid":"7fb7d08f-3c09-484c-80f7-9261207f2587","contentencoded":"<p>At the start of 2014, former Seventh-Day Adventist pastor Ryan Bell made an unusual New Year's resolution: to live for one year without God — this reflecting his own loss of faith. He kept <a href=\"http://www.patheos.com/blogs/yearwithoutgod/\">a blog</a> documenting his journey and had a documentary crew following him.</p><p>After a year, Bell tells NPR's Arun Rath, \"I've looked at the majority of the arguments that I've been able to find for the existence of God, and on the question of God's existence or not, I have to say I don't find there to be a convincing case, in my view.</p><p>\"I don't think that God exists. I think that makes the most sense of the evidence that I have and my experience. But I don't think that's necessarily the most interesting thing about me.\"</p><p>Today, Bell has a new job at PATH, an organization dedicated to helping the homeless.</p><p>\"It's, I think, an expression of really the part of me that hasn't changed. I'm still the same person deep down that I was before. I care about justice and equality, and I want to see opportunities spread more evenly in our society,\" Bell says.</p><p>Bell says he still feels like atheism is \"an awkward fit,\" and also feels uncomfortable around his former Christian friends who are adjusting to his new views.</p><p>One of his biggest lessons from the year is \"that people very much value certainty and knowing and are uncomfortable saying that they don't know.\"</p><p>Now he thinks certainty is a bit overrated.</p><p>\"I think before, I wanted a closer relationship to God, and today I just want a closer relationship with reality,\" Bell says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Year+Of+Atheism%2C+Former+Pastor%3A+%27I+Don%27t+Think+God+Exists%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373494646-ab2fef.m3u?orgId=1&topicId=1016&d=266&p=2&story=373298310&t=progseg&e=373447622&seg=7&ft=nprml&f=373298310"},{"href":"http://media.npr.org/assets/img/2014/12/27/ryanbell-2-8941151cc97244e76086eb0587e4ab9aa5dbd184.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"648","width":"863"}}]}