{"created":"2014-10-10T07:32:08+00:00","modified":"2014-11-10T20:31:44+00:00","valid":{"from":"2014-11-10T20:31:44+00:00","to":"3014-11-10T20:31:44+00:00"},"hreflang":"en","title":"When Holding An Orphaned Baby Can Mean Contracting Ebola","published":"2014-10-10T15:38:00+00:00","teaser":"Anne Purfield and Michelle Dynes, epidemiologists at the CDC, recently spent several weeks in Sierra Leone. The Ebola epidemic, they explain, has taken a heavy toll on local health care workers.","itags":["npr_api","354888965"],"guid":"7fbdafa1-dead-405d-93c6-555a5e6b391b","contentencoded":"<p>Anne Purfield and Michelle Dynes are epidemiologists at the Centers for Disease Control and Prevention. They spent the past several weeks responding to the Ebola epidemic in the Kenema district of Sierra Leone, and recently returned to Atlanta.</p><p>One of the many difficult aspects of working around the disease is not being able to comfort people who are grieving, Purfield and Dynes explain during a visit to StoryCorps in Atlanta. (Ebola is spread through contact with bodily fluids.)</p><p>\"You can't touch anyone,\" says Purfield, 37. \"You can't comfort them.\"</p><p>\"Imagine losing 10 members of your family, and no one giving you a hug,\" replies Dynes, 39, a nurse epidemiologist.</p><p>One day, an Ebola-infected mother brought her baby into a hospital, Purfield recalls. The mother died, and the baby was left in a box.</p><p>\"They tested the baby, and the baby was negative,\" says Purfield. \"But I think the symptoms in babies and the disease progression in babies is different than adults.</p><p>\"So the nurses would pick up and cuddle the baby. And they were taking care of the baby in the box,\" she continues.</p><p>Twelve of those nurses subsequently contracted Ebola, Purfield says. Only one survived.</p><p>\"They couldn't just watch a baby sitting alone in a box,\" Dynes says.</p><p>The toll on Sierra Leone's local health care workers has been high. \"By the time we had arrived,\" Dynes adds, \"more than 20 nurses had died from Ebola. And nearly all of the phlebotomists had died. ... They've taken care of their own colleagues and watched them all die.\"</p><p>\"And they still go back into the wards,\" says Purfield.</p><p>\"It just hits you really hard, because you realize we're only here for five weeks, six weeks,\" Dynes says. \"They're here for the long haul.\"</p><p><em>Produced for </em>Morning Edition <em>by Jasmyn Belcher Morris.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at </em><a href=\"http://storycorps.org/\" target=\"_blank\"><em>StoryCorps.org</em></a><em>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Holding+An+Orphaned+Baby+Can+Mean+Contracting+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"157"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355051091-e29537.m3u?orgId=1&topicId=1128&aggIds=4516989&ft=3&f=354888965"}]}