{"created":"2014-11-26T19:57:38+00:00","modified":"2015-05-21T19:05:39+00:00","valid":{"from":"2015-05-21T19:05:39+00:00","to":"3015-05-21T19:05:39+00:00"},"hreflang":"en","title":"Melissa Etheridge Opens Her Heart","published":"2014-12-01T14:30:00+00:00","teaser":"Etheridge talks about being accepted by her conservative hometown, being truthful with the public, getting married and living her monster-ness.","itags":["npr_api","366601617"],"guid":"7fd364db-e9c0-4630-92e7-31c10c25f41f","contentencoded":"<p><a href=\"http://www.npr.org/artists/366766354/melissa-etheridge\" target=\"_blank\">Melissa Etheridge</a> is one of America's biggest female rock stars. She has all the trappings and then some: two Grammys, an Oscar and a star on the Hollywood Walk of Fame.</p><p>Thanksgiving, however, takes her back to before all that, to her childhood in Kansas.</p><p>\"Thanksgiving is — it was the one meal that my mother would really cook,\" the 53-year-old musician tells NPR's Ari Shapiro. \"She worked very hard. ... It was a lot of frozen food, my life, you know.\"</p><p>On her new album, <em>This Is M.E.</em>, Etheridge turns to these earlier experiences which, she says, stay in her memory for material. But she also draws inspiration from her career as a rock star and a social activist and her current life, raising her children with her wife. Hear the full conversation at the audio link and read highlights below. Also take a listen to Etheridge's performance of her song \"Take My Number.\"</p><hr /><h3>Interview Highlights:</h3><p><strong>On how meaningful it is to see \"Home Town of Melissa Etheridge\" on signs leading to Leavenworth, Kansas</strong></p><p>That they embrace me — 'cause I'm not the easiest rock star to embrace — and that they embrace me, especially in a very conservative state like Kansas is, means so much to me.</p><p><strong>On being the public face of everything from gay rights to cannabis legalization</strong></p><p>You know, it's not really anything I signed up for. I really — all I wanted to do was be rich and famous. That's really it. I wanted to make music. I wanted to have the comfortable life of a rock star. And, you know, life is what happens to you along the way. And the choices that I made when they were presented to me really led me where I am, the choice of realizing that people wanted to know more about me personally. And I felt that I was, I was holding back. I didn't feel truthful and I wanted to be. ... [And] once you open the door and say, \"I'm gonna speak truthfully,\" then you gotta start speaking truthfully about everything, the good and the bad.</p><p><strong>On her origins of her song 'Monster' and the importance of embracing one's 'monster-ness'</strong></p><p>There was a meeting [at the U.N.]. It was one of the first times the United Nations was recognizing LGBT rights as human rights. I was leaving there and as I left there, there's a very large statue. There's a — like there's a tank and guns and stuff and it's all made into like this dragon that's being, you know, speared. I just came with, \"Wait a minute. That's it. I'm a monster. That's it. I'm a monster,\" you know. I'm scaring people, yet I'm full of desire and full of love, you know. And I'm gonna embrace my different-ness. Anything that makes you different, that makes people think that \"Wow, that's something to be afraid of\" is — what's gonna all bring us together is when we recognize that diversity in each other and not be afraid of it.</p><p><strong>On loving being 53</strong></p><p>The small stuff just doesn't worry you anymore. It's almost — you go around the sun so many times that you start recognizing the issues when they come. You're like, \"Oh! I know that one. Now I'm gonna make this choice this time. I'm not gonna do that,\" you know. But you can't help but learn from your mistakes. You can't help but just grow.</p><p><strong>On marrying her best friend of 10 years</strong></p><p>It's scary. Because you're afraid of losing that friendship that you've always relied on. And at first I was like, \"No no no no no no no. Nope.\" I said, \"I don't want to have an intimate relationship with you, but you can live with me and help me raise my kids,\" was basically what I said. And then we fell in love because that's what you do. You look across the table. And it was actually over — asking about, \"Where are the sippy cups?\" and she looked at me and she said, \"Well, <em>dear</em>. The sippy cups are over\" — and I said, \"Oh. We're married whether I\" — you know, without the benefits. I might as well just kind of move in that direction.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Melissa+Etheridge+Opens+Her+Heart&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"740"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367047166-f29356.m3u?orgId=1&topicId=1105&d=740&p=2&story=366601617&t=progseg&e=367044099&seg=6&ft=nprml&f=366601617"},{"href":"http://media.npr.org/assets/img/2014/11/25/melissaethridgepressphoto-e1406227014969-eb7f625c4b853f9ed332734cc9ee145f76012ee8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1015","width":"1354"}}]}