{"created":"2014-10-08T02:26:50+00:00","modified":"2014-11-10T20:26:29+00:00","valid":{"from":"2014-11-10T20:26:29+00:00","to":"3014-11-10T20:26:29+00:00"},"hreflang":"en","title":"What Could $100 Million Buy You — Besides Campaign Ads In Kentucky?","published":"2014-07-13T04:14:00+00:00","teaser":"Spending on the Kentucky Senate race might reach $100 million. So what else could that get you in the Bluegrass State? NPR's Tamara Keith finds out when she calls up some local business owners.","itags":["npr_api","330750023"],"guid":"7fd4258d-7ac2-43b1-9f5c-a13b82ca7b40","contentencoded":"<p>For the amount of money that's expected to be spent in the Kentucky race for U.S. Senate this year, you could buy a bottle of the state's own Maker's Mark whiskey for nearly every man, woman and child in the state.</p><p>Some observers say the election could end up as the most expensive Senate race in history, with spending topping $100 million. And why wouldn't it be? It's at the heart of the battle for control of the U.S. Senate.</p><p>The incumbent, Mitch McConnell, is the top Republican in the Senate and could become majority leader. It turns out he's not so popular in his home state, which has created an opening for Kentucky's Democratic secretary of state, Alison Lundergan Grimes.</p><p>Not only are the candidates and political parties spending big; so are outside groups. Which got us wondering: If that $100 million weren't going to political consultants, mailers and TV ads, what could it buy?</p><p>How about 1.333 million Louisville Slugger bats? The company headquartered in downtown Louisville makes the official bat of Major League Baseball. Broken down further, that works out to 1,777 bats per player in the major leagues.</p><p>\"Most major league players will go through about 10 dozen bats per year,\" says Rick Redman, vice president for corporate communications with the bat-maker.</p><p>That means $100 million would buy enough bats to last every Major League Baseball player for almost 15 years.</p><p>\"That is more than twice the length of the average Major League Baseball career, so it is a lot of Louisville Slugger bats. No question about it,\" says Redman.</p><p>$100 million would also buy:</p><p>793 median-priced homes in Kentucky.</p><p>2,222,000 tickets to University of Kentucky Wildcats games. That's enough to fill the university's Rupp Arena for nearly five seasons.</p><p>200 top-notch race horses.</p><p>\"For $100 million, you could have bought the 200 top-priced horses sold during the premier Book 1 catalog at the 2013 September Sale,\" emails Amy Gregory, director of communications for the Keeneland Association, which claims to conduct the world's largest thoroughbred auction. \"Eighteen of those horses sold for $1 million or more each; the top price was $2.5 million paid for a War Front colt.\"</p><p>A hundred million bucks would also buy a lot of bourbon.</p><p>\"Think of it as Kentucky brown water,\" says Bill Samuels Jr., chairman emeritus of the Maker's Mark Distillery.</p><p>Samuels ran through the math for us.</p><p>\"If you take the average selling price of a bottle of Maker's across the country, it's right at $25 and that would mean 4 million bottles. And we have slightly more than 4 million people in Kentucky, so that would be a bottle for everybody,\" he says.</p><p>Practically speaking, though, Maker's Mark doesn't have that much whiskey to spare. The company has been experiencing a shortage over the last couple of years.</p><p>And, finally, $100 million would close the state's budget gap for the coming year.</p><p>\"It's really remarkable, especially in a state as poor as this one,\" says Sam Youngman, a political reporter for <em>The Lexington</em> <em>Herald-Leader</em>. \"In Frankfort, the state capital, they're facing a $90 million budget shortfall. You do have to wonder sometimes where our monetary priorities are.\"</p><p>But, he's quick to point out, it's quite unlikely big political spenders like the Koch bothers or environmentalist billionaire Tom Steyer are looking to help the state shore up its budget shortfall.</p><p>\"I think they've got a bigger game in mind,\" says Youngman.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Could+%24100+Million+Buy+You+%E2%80%94+Besides+Campaign+Ads+In+Kentucky%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330889558-b97dda.m3u?orgId=1&topicId=1014&ft=3&f=330750023"}]}