{"created":"2014-08-28T02:33:09+00:00","modified":"2014-10-30T23:16:20+00:00","valid":{"from":"2014-10-30T23:16:20+00:00","to":"3014-10-30T23:16:20+00:00"},"hreflang":"en","title":"Left And Right Unite In Criticizing Ferguson Police Response","published":"2014-08-16T01:50:00+00:00","teaser":"A shift in police tactics helped ensure protests stayed peaceful in Ferguson, Mo. Critics on both sides of the aisle say the response earlier in the week was heavy-handed and contributed to violence.","itags":["npr_api","340619998"],"guid":"7fddca0a-3876-445b-9509-9da9e84421fa","contentencoded":"<p>The police response to this week's protests in Ferguson, Mo., has been criticized on both sides of the aisle as heavy-handed.</p><p>Missouri Gov. Jay Nixon — a two-term Democrat — ordered an overnight change in police tactics. He brought in state troopers, who walked side-by-side with demonstrators.</p><p>\"This is a place where people work, go to school, raise their families and go to church. A diverse community. A Missouri community. But lately it's looked more like a war zone, and that's unacceptable,\" he said at a press conference Thursday.</p><p>Missouri's Democratic Sen. Claire McCaskill also complained about the police posture in Ferguson earlier this week. There's a history of mistrust between the mostly African-American residents of the St. Louis suburb and its nearly all-white police force. McCaskill says it didn't help when officers responded to protests in camouflage and armored vehicles.</p><p>\"When police come out and take a stand and wear and have equipment that makes it feel like somehow the people who are protesting are assumed to be the bad guys, I don't think it helps take the tension out of the situation. I think it puts more tension in it,\" she said.</p><p>Some conservatives were also alarmed to see local police departments adopting tactics and tools traditionally used by the military. Since the 1960s, Republicans have been known as the party of law and order. But GOP Sen. Rand Paul of Kentucky <a href=\"http://time.com/3111474/rand-paul-ferguson-police/\">argued</a> in an essay for <em>Time</em> magazine's website, \"there should be a difference between a police response and a military response.\" His point was <a href=\"http://www.redstate.com/2014/08/15/must-we-have-a-dead-white-kid/\">echoed</a> by conservative blogger Erick Erickson of RedState.com.</p><p>\"No one is denying we need strong police forces. But the police force isn't supposed to be a para-military organization,\" Erickson says.</p><p>Missouri State Troopers seemed to take that to heart last night as they marched alongside the protesters rather than ordering them off the streets. Highway Patrol Capt. Ron Johnson, who's African-American and grew up near Ferguson, steered the new approach, saying the change in tactics is just the beginning.</p><p>\"There's things that have to happen after this is over to make us all better: training, diversity, having more minority officers in our communities, more women on our police departments. So all of that needs to happen,\" he said at a press conference Friday.</p><p>Some conservatives, on the other hand, suggest a different fix. Erickson, the RedState blogger, sees paramilitary policing as just another symptom of big government run amok.</p><p>\"Conservatives are concerned with what happened with the IRS and the EPA going after small businesses. They should I think also necessarily be concerned about small government in local communities feeling emboldened to behave badly,\" he says.</p><p>Nixon says his immediate concern is maintaining peace on the streets of Ferguson. Ultimately, though, he says both Missouri and the U.S. will be judged on whether the events this week that touched such a nerve lead to any lasting changes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Left+And+Right+Unite+In+Criticizing+Ferguson+Police+Response&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340700442-211d5d.m3u?orgId=1&topicId=1014&ft=3&f=340619998"}]}