{"created":"2015-01-22T20:35:08+00:00","modified":"2015-01-23T20:54:43+00:00","valid":{"from":"2015-01-23T20:54:43+00:00","to":"3015-01-23T20:54:43+00:00"},"hreflang":"en","guid":"7ff8ceec-c0fa-4a5f-a61e-a08d0ee61d09","title":"Relations with Russia chill, and nuclear security cooperation gets put on ice","published":"2015-01-23T20:54:42+00:00","byline":"Nina Porzucki","tags":["science","government","politics","Energy","nuclear energy","Science","Science, Tech & Environment","Asia","North America","Russia","United States","Asia","North America","Matthew Bunn","Nuclear technology","Energy","Nuclear safety","Enriched uranium","Nuclear power plant","Uranium","Nuclear proliferation","Nuclear power","Nuclear weapon"],"teaser":"The US and Russia have cooperated for two decades to secure Russia's nuclear stockpile, a program that was a rare bright spot in the relationship between the two powers. But while the dangers haven't decreased, Russia may be ready to end American aid because of the situation in Ukraine.","contentencoded":"<p>It may seem ironic, but nuclear weapons provided one of the few consistent bright spots in US-Russia relations over the past two decades. But now the two countries' cooperation on nuclear security may be coming to an end.</p>\n<p>The <a href=\"http://www.bostonglobe.com/news/nation/2015/01/19/after-two-decades-russia-nuclear-security-cooperation-becomes-casualty-deteriorating-relations/5nh8NbtjitUE8UqVWFIooL/story.html\">Boston Globe reported on Monday</a> that Russia indicated during private diplomatic meetings held in Moscow in late December that they will refuse ongoing American help and money in securing their nuclear stockpiles. That program was one of the longest-running and most successful collaborations between the two countries.</p>\n<p>“It was no longer politically sustainable in Russia, with the kind of deep freeze in US-Russian relations, with the crisis in Ukraine, to say ‘Russia is a weak country that needs US help to manage its material,’” says Matthew Bunn, a nuclear security expert who directs the Project on Managing the Atom at Harvard's Belfer Center.</p>\n<p>Both sides have actually pulled out of joint programs in recent months: The US cut off cooperation on nuclear energy and science last year, part of sanctions levied after Russia invaded eastern Ukraine.</p>\n<p>“But [the US] said ‘We want you to keep working on the things we value, nuclear security,'\" Bunn explains. \"And the Russians basically said, ‘Let’s call an end, let’s stop.’”</p>\n<p>Security cooperation has significantly improved the security of Russia's nuclear stockpile over the past two decades.</p>\n<p>“Nuclear security in Russia is dramatically better today than it was in the 1990s,\" Bunn says. \"Now, weapons-usable nuclear material, when it’s not in use, is sitting in a steel vault with an armed guard, security cameras. There are detectors at the door to set off an alarm if a would-be thief is carrying something out in his briefcase.</p>\n<p>But there are still weaknesses that need to be addressed. Bunn is particuarly worried about insider theft and corruption.</p>\n<p>“In 2012, the director and two of the deputy directors of one of the biggest plutonium and highly enriched uranian factories in Russia were arrested for millions of dollars of corruption,\" Bunn says. They were \"not stealing nuclear material, but you can see the weak links in the chain.\"</p>\n<p>And with Russia holding enough plutonium and weapons-grade uranium for \"literally tens of thousands of nuclear weapons,” the threat is no small matter.</p>\n<p>Some of Russia's stockpile was already destroyed over the past two decades as part of a deal in which Russia dismantled nuclear weapons, reduced the potency of the uranium from their warheads and then sold it to the US as fuel for nuclear power plants.</p>\n<p>“So for 20 years or so, almost half of the nuclear-generated electricity in the United States — almost one out of every ten light bulbs — was being powered from a dismantled Russian nuclear bomb,” Bunn says.</p>\n<p>Even with the potential end of US-Russia cooperation, Bunn says the future of nuclear security isn’t entirely hopeless. There are still a handful of nuclear facilities where the two countries will continue to cooperate, and Russian and US scientists and technical personnel can still to maintain a dialogue and exchange ideas.</p>\n<p>“If you go back all the way to the Cold War and ever since, it’s often been dialogue between scientists and technical experts that offered a back channel when the governments weren’t able to talk to each other very well — that allowed us to solve problems,\" Bunn says. \"And maintaining those personal relationships and dialogues is critically important.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012220155.mp3"},{"href":"http://www.pri.org/file/012220155mp3"}]}