{"created":"2015-02-16T08:42:18+00:00","modified":"2015-06-05T15:28:56+00:00","valid":{"from":"2015-06-05T15:28:56+00:00","to":"3015-06-05T15:28:56+00:00"},"hreflang":"en","title":"Beyond BPA: Court Battle Reveals A Shift In Debate Over Plastic Safety","published":"2015-02-17T21:56:00+00:00","teaser":"In 2007, a plastic called Tritan became a hit, partly because it was free of the chemical BPA. Then a competitor began suggesting that Tritan products contained other chemicals that act like estrogen.","itags":["npr_api","385747786"],"guid":"80060e38-2d59-436d-ae2a-b14642e83338","contentencoded":"<p>BPA-free isn't good enough anymore if you're trying to sell plastic sippy cups, water bottles and food containers.</p><p>The new standard may be \"EA-free,\" which means free of not only <a href=\"http://www.fda.gov/NewsEvents/PublicHealthFocus/ucm064437.htm\">BPA</a>, short for bisphenol A, but also free of other chemicals that mimic the hormone estrogen.</p><p>At least that's the suggestion of a recent legal battle between a chemical company and an academic scientist with business interests in the plastics industry. The proceedings offer a glimpse of the struggle for the hearts and minds of consumers concerned about the safety of plastics.</p><p>The roots of the legal conflict go back to 2002, when <a href=\"http://www.eastman.com/Company/Pages/Home.aspx\">Eastman Chemical</a> began developing a new plastic called <a href=\"BPA\">Tritan</a>. It was designed to be \"a tough, clear, high-temperature, chemically resistant and also dishwasher-resistant product,\" says Chris Killian, a vice president for specialty products at Eastman.</p><p>Tritan had another desirable quality: Unlike many plastics, it didn't contain BPA, a chemical that, in large doses, caused hormone-related health problems in animals.</p><p>The absence of BPA in Tritan was a fortunate accident, Killian says, one that gave the new plastic a big boost when Eastman began selling it in 2007.</p><p>By then, many consumers were avoiding products made with BPA. And the FDA was still trying to decide whether these products posed any health risk. The uncertainty surrounding BPA gave Tritan a big boost, Killian says.</p><p>\"We certainly became aware of the growing interest from both the consumers and from some of our customers with respect to having a BPA-free alternative,\" he says. \"But none of us could have predicted the magnitude of that interest.\"</p><p>Tritan became a hit. And that's when a scientist and businessman named <a href=\"https://icmb.utexas.edu/component/cobalt/item/67-icmb/390-bittner-george-d?Itemid=1243\">George Bittner</a> entered the picture.</p><p>Bittner is a professor of neuroscience at the University of Texas at Austin. Long before Tritan came along, he had concluded that BPA wasn't the only chemical in plastics that could act like estrogen.</p><p>\"There are a couple of hundred or maybe a couple thousand other chemicals that are used to make some kinds of plastics that are almost certainly as much a problem as BPA,\" Bittner says.</p><p>Bittner believed this so strongly that he founded <a href=\"http://plastipure.com/\">PlastiPure</a>, a company involved in making plastics without estrogenic chemicals, and <a href=\"http://certichem.com/\">CertiChem</a>, a company that tests plastics for what's known as estrogenic activity. Over the years, Bittner would put millions of dollars into these ventures.</p><p>As he worked to get his companies going, Bittner — and some other scientists — began preaching the gospel that consumers shouldn't settle for products that were merely free of BPA. They should demand products that were free of any chemical with estrogenic activity.</p><p>By the time Tritan arrived in 2007, people were starting to listen. \"This trend, if you will, or this consumer preference began to evolve and grow in the same way BPA did,\" Killian says.</p><p>In response, Eastman added \"EA-free\" to Tritan's resume. There was just one problem. PlastiPure had begun distributing marketing materials saying that Tritan products were <em>not</em> free of estrogenic activity under certain conditions.</p><p>So, in 2012, Eastman sued PlastiPure. Each side trotted out experts and studies backing its position. They argued at length about which tests should be used to establish whether a product had estrogenic activity.</p><p>In 2013, a federal jury sided with Eastman and the court told PlastiPure and CertiChem to change their marketing tactics. In December 2014, an appeals court upheld that ruling.</p><p>As a result, Bittner's companies have changed their tactics a bit, says <a href=\"http://plastipure.com/about/team/mike-usey\">Mike Usey</a>, the CEO of PlastiPure. \"We don't talk about Tritan, or Eastman, in a commercial context concerning the testing results that we have,\" he says. \"But that doesn't limit our discussing our research in a scientific context.\"</p><p>That means Bittner and his companies are getting their message out by publishing scientific papers about estrogenic plastics that specifically mention Tritan and products made with it.</p><p>The tactic seems to be effective, Bittner says. \"I think people are recognizing that it's not the courts that determine scientific questions,\" he says.</p><p>So the struggle for consumers' hearts, minds and wallets goes on. Eastman reports that sales of Tritan continue to grow. PlastiPure has announced plans for a new line of baby bottles that meet its own definition of EA-free.</p><p>Meanwhile, the FDA has reached a <a href=\"http://www.fda.gov/NewsEvents/PublicHealthFocus/ucm064437.htm\">conclusion</a> about BPA, the chemical that first got consumers worried about plastics that could act like hormones. Late in 2014, the agency issued a statement reiterating its position that products made with BPA are safe.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beyond+BPA%3A+Court+Battle+Reveals+A+Shift+In+Debate+Over+Plastic+Safety&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386635242-3028ee.m3u?orgId=1&topicId=1066&d=297&p=3&story=385747786&t=progseg&e=386634958&seg=6&ft=nprml&f=385747786"},{"href":"http://media.npr.org/assets/img/2015/02/13/tritan-image-2-cf8aca82894e55336e35206d6e79f16dc3691600.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1023","width":"1363"}}]}