{"created":"2015-04-06T22:07:22+00:00","modified":"2015-04-14T23:05:42+00:00","valid":{"from":"2015-04-14T23:05:42+00:00","to":"3015-04-14T23:05:42+00:00"},"hreflang":"en","title":"Burden Of Proof Hurt State In N.J.-Exxon Settlement, Some Say","published":"2015-04-07T19:35:00+00:00","teaser":"Officials released the details of the state's proposed $225 million settlement with ExxonMobil, calling it a historically large payout. But environmentalists say the deal is worse than they feared.","itags":["npr_api","397823846"],"guid":"801a6b94-8ba3-4d3f-8fdc-4bdc71aae15f","contentencoded":"<p>State officials released the details of New Jersey's proposed $225 million settlement with ExxonMobil on Monday, giving us a closer look at one of the largest environmental settlements in the state's history.</p><p><a href=\"http://www.npr.org/2015/03/19/394029492/proposed-exxon-settlement-falls-short-of-damage-n-j-democrats-say\">Environmentalists complain</a> the company is getting off easy after polluting wetlands for many decades. The settlement focuses on two of Exxon's former refineries, Bayonne and Linden, in northern New Jersey.</p><p>There's no question that the refineries were extensively polluting for close to a century. Exxon agreed to a state-supervised cleanup back in the 1990s. But in 2004, New Jersey filed another lawsuit, seeking $9 billion in damages. Exxon dug in its heels and fought back for a decade, until the two sides agreed to a settlement of $225 million.</p><p>\"What we're looking at is a huge settlement. A huge commitment from ExxonMobil to clean up these sites to safe standards,\" says Bob Considine, a spokesman for the state's Department of Environmental Protection, which released the terms of the settlement on Monday.</p><p>Exxon declined to comment. But environmentalists made no secret of their disappointment.</p><p>New Jersey Sierra Club Director Jeff Tittel says, \"We think it's the biggest sellout in history.\"</p><p>Tittel thinks the settlement is even worse than he feared, because it covers more than a dozen additional sites in the state that need to be cleaned up.</p><p>\"If you add the other sites, this could have been at least a $10, if not a $15 billion court case,\" he says.</p><p>New Jersey's case seemed to be going well, he says, with a judge set to rule this year. But Considine, the DEP spokesman, says the state was worried about coming away with nothing.</p><p>\"The burden of proof is on us to show resource damages,\" he says. \"And it's complicated to do, it's not as easy as people make it out to be.\"</p><p>That didn't stop state officials from aiming high when they filed the case a decade ago. Attorney Steve Picco represents oil and chemical companies for the firm Saul Ewing. He says New Jersey was never going to collect $9 billion in damages.</p><p>\"They're a victim of their own hyperbole,\" he says. \"Had they not claimed this was a billion-dollar lawsuit, I think everybody would have been happy.\"</p><p>Picco says state officials have never written detailed regulations for how to assess natural resource damages — a point some environmentalists concede has hurt the state in court, and in settlement negotiations.</p><p>Bill Wolfe heads the New Jersey chapter of Public Employees for Environmental Responsibility.</p><p>\"The polluter knows that he's gotta pay something,\" he says. \"But they know that push comes to shove, they have a good likelihood of winning in court. So they've got a stronger hand than the state. And that negotiation results in the 3 cents on the dollar we've seen in the Exxon deal.\"</p><p>That deal still requires approval from a judge. But first, the public has a chance to comment over the next 60 days. Opponents of the settlement say they'll try to challenge it in court.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Burden+Of+Proof+Hurt+State+In+N.J.-Exxon+Settlement%2C+Some+Say&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397891229-8e680f.m3u?orgId=1&topicId=1003&e=397823846&d=177&ft=nprml&f=397823846"}]}