{"created":"2015-04-24T20:55:10+00:00","modified":"2015-05-20T20:04:19+00:00","valid":{"from":"2015-05-20T20:04:19+00:00","to":"3015-05-20T20:04:19+00:00"},"hreflang":"en","title":"Clearing The Tangled Path For Land Ownership In The West Bank","published":"2015-04-24T22:55:00+00:00","teaser":"Palestinians often buy and sell land without title deeds, or proof of ownership. That's because most of the land doesn't have them. It's a problem dating back generations.","itags":["npr_api","401282811"],"guid":"802783e2-4f48-4475-bb88-a64095bf81b4","contentencoded":"<p>High on a West Bank hilltop, the extended Dissi family gathered on a recent weekend for a day out in the Palestinian countryside.</p><p>Aunts, uncles and cousins came to see the half-built weekend home of Taysier Dissi, an electrician and father of three. The concrete-block shell, with windows set and stairs roughed in, is placed just right for the view.</p><p>This will be the family's getaway from their home in the cramped confines of Jerusalem's often tense Old City. Dissi paid about $30,000 for one-third of an acre here, bought from a Palestinian-Canadian company, UCI.</p><p>\"I wanted a change,\" he said. \"I wanted to breathe fresh air.\"</p><p>UCI wanted him to have something else as well. In addition to the view and breathing room, the plot comes with benefits that aren't part of every real estate deal among Palestinians: surveyed borders and a title deed.</p><p>It's part of a project the company's general manager, Khaled Al Sabawi, calls a for-profit social enterprise designed to tackle several land problems at once.</p><p>\"Land is unaffordable for Palestinians to buy within the cities,\" Sabawi says. \"Outside the cities, land has no title deed, so you take a risk when you buy it. There is political risk. When Palestinian land doesn't have title deed, it's not protected from [Israeli] settlement expansion.\"</p><p>The land UCI buys from Palestinians to subdivide and resell often has never had a proper title. Certifying ownership and creating the documentation for deeds is part of the company's process.</p><p>\"We do all the surveys, we draw the first borders, we go through the very long bureaucratic process of creating a title deed,\" Sabawi says. \"Then we divide it up into small parcels to make it more affordable.\"</p><p>In much of the world, real estate wouldn't be bought or sold without a deed, which serves as proof of ownership. But the West Bank has a complicated history.</p><p>The Ottoman Empire began registering land to owners when it ruled here for four centuries, ending with World War I. The British Mandate government that followed continued land registration, including surveys. Jordan, which ruled what is now the West Bank between 1949 and 1967, started a systematic program of land registration, but didn't get very far.</p><p>Large paper books from early eras are still used in determining ownership of land, although the handwritten entries are considered vague today.</p><p>After Israel captured the West Bank in the 1967 war, it sought to shift land to government control <a href=\"http://www.btselem.org/area_c/state_lands\">through a variety of methods</a>.</p><p>The 1993 Oslo Accords, which were intended to be temporary, gave Israel the authority to <a href=\"https://www.ochaopt.org/documents/ocha_opt_area_c_map_2011_02_22.pdf\">administer land in more than 60 percent of the West Bank</a>. Israel generally <a href=\"https://www.ochaopt.org/documents/ocha_opt_area_c_factsheet_august_2014_english.pdf\">confines Palestinian development to the rest</a>.</p><p>Nick Gardner, an adviser to the Quartet diplomatic group mediating the Mideast peace process, says the lack of clarity around land ownership across the West Bank discourages outside investment.</p><p>\"If we could do one thing that would make a massive difference to the economic development of Palestine, it would be to sort out the land registration, effective land registration,\" he says.</p><p>The Palestinian Authority, also created by the Oslo process, can register land in the 40 percent of the West Bank it administers — the increasingly crowded cities, as well as smaller Palestinian towns and some undeveloped land.</p><p>But Sabawi contends the Palestinian administration hasn't done enough.</p><p>He's the first to admit it is difficult. Creating a title deed for land that has none involves asking neighbors to agree on who owns what and can mean tracking down scores of heirs to family land, many of whom live around the world. Then there are GPS surveys, affidavits and judges to sign off on it all.</p><p>Sabawi's flow chart of the process takes up three sheets of legal-size paper.</p><p>The Palestinian Land Authority manages registration more on a case-by-case basis than tackling the problem systematically. The World Bank has invested in a broader approach, funding a <a href=\"http://www.worldbank.org/en/news/press-release/2012/04/26/world-bank-support-to-secure-property-rights-in-west-bank\">Palestinian government effort</a> to try to speed up registration of land.</p><p>But now halfway through, it met only one-third of the project goal, registering fewer than 7,000 of the 22,000 acres targeted. The <a href=\"http://www-wds.worldbank.org/external/default/WDSContentServer/WDSP/MNA/2015/01/26/090224b0829f9e91/1_0/Rendered/PDF/West0Bank0and00Report000Sequence005.pdf\">bank is threatening to cancel funding</a> and encouraged the Palestinian Authority to spend the grant on a private contractor to give it a try.</p><p>Land Authority officials cite a variety of problems facing their registration efforts generally, ranging from Israeli military operations that can delay surveys to a lack of judges specializing in land issues.</p><p>UCI has feuded with the land agency and even sued over delays. It recently <a href=\"http://www.tabo.ps/index.php?TemplateId=10&PressId=52&ParentId=5&Lang=en\">won a ruling</a> that Sabawi says is now clearing a backlog of deeds that had not been issued on time.</p><p>Shawkat Barghouti, the land agency's director of registration, dismissed the lawsuit as a misunderstanding. But he personally doesn't like the UCI approach, buying land from Palestinian villagers, then reselling the land with no housing on it, even before basic infrastructure is established.</p><p>\"When someone buys huge amount of land like this, they should develop housing projects for people,\" Barghouti says.<strong> </strong><strong>\"</strong>They bought huge pieces of land, divided it, registered it, and sold it at higher prices with no investment.\"</p><p>Some Palestinians who sold land to UCI say they were initially skeptical of the company's intentions.</p><p>\"We were afraid that these parcels of land, beautiful open parcels of land, were going to be sold to Jewish settlers eventually,\" says Jabar Arar in the village of Qarawat Bani Zeit, near several UCI developments. \"We thought this was a front company that was buying up land with cash.\"</p><p>But he says their fears dissipated as they saw the project develop — and a few well-off villagers even bought plots from UCI.</p><p>UCI says the company invested plenty just to register the land. Although few owners have begun to build, blacktop roads are in most tracts. Electricity is on the way.</p><p>And since most plots are sold, the company believes it's meeting a need.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clearing+The+Tangled+Path+For+Land+Ownership+In+The+West+Bank&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402035097-bcff66.m3u?orgId=1&topicId=1009&aggIds=130593764&d=273&p=2&story=401282811&t=progseg&e=401860294&seg=14&ft=nprml&f=401282811"},{"href":"http://media.npr.org/assets/img/2015/04/24/harris-land1-e1e938646c13c45694bd04deb8936513d98a1cb2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/24/harris-land-dissi-family-aa20add999e39b66f9d358a19e003def2cf6ae15.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/24/harris-land2-f7f602ba38d895d05fbffa34e18a9a4983c3471a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/24/harris-land-deed-76747c509704e8526edf9056771103055d135d01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}}]}