{"created":"2014-09-21T17:05:44+00:00","modified":"2014-12-23T18:13:44+00:00","valid":{"from":"2014-12-23T18:13:44+00:00","to":"3014-12-23T18:13:44+00:00"},"hreflang":"en","title":"Scientists Say Child's Play Helps Build A Better Brain","published":"2014-08-14T22:40:00+00:00","teaser":"Children learn their most important lessons on the playground, not in the classroom, researchers say.","itags":["npr_api","336361277"],"guid":"802917fa-92f0-4db1-9057-fd5be385fb7f","contentencoded":"<p><em>This week, <a href=\"http://www.npr.org/blogs/ed/\">NPR Ed</a> is focusing on questions about why people play and how play relates to learning.</em></p><p>When it comes to brain development, time in the classroom may be less important than time on the playground.</p><p>\"The experience of play changes the connections of the neurons at the front end of your brain,\" says <a href=\"http://www.uleth.ca/research-services/research_profiles/dr-sergio-pellis\">Sergio Pellis</a>, a researcher at the University of Lethbridge in Alberta, Canada. \"And without play experience, those neurons aren't changed,\" he says.</p><p>It is those changes in the prefrontal cortex during childhood that help wire up the brain's executive control center, which has a critical role in regulating emotions, making plans and solving problems, Pellis says. So play, he adds, is what prepares a young brain for life, love and even schoolwork.</p><p>But to produce this sort of brain development, children need to engage in plenty of so-called free play, Pellis says. No coaches, no umpires, no rule books.</p><p>\"Whether it's rough-and-tumble play or two kids deciding to build a sand castle together, the kids themselves have to negotiate, well, what are we going to do in this game? What are the rules we are going to follow?\" Pellis says. The brain builds new circuits in the prefrontal cortex to help it navigate these complex social interactions, he says.</p><p><strong>Learning From Animals</strong></p><p>Much of what scientists know about this process comes from research on animal species that engage in social play. This includes cats, dogs and most other mammals. But Pellis says he has also seen play in some birds, including young magpies that \"grab one another and start wrestling on the ground like they were puppies or dogs.\"</p><p>For a long time, researchers thought this sort of rough-and-tumble play might be a way for young animals to develop skills like hunting or fighting. But <a href=\"http://books.google.com/books?hl=en&lr=&id=tS__cHNzhMIC&oi=fnd&pg=PA247&dq=Sergio+Pellis+kittens&ots=7-QW_d0dSP&sig=m6rgVz3ntQ38_QZf17VXDm3fvkk#v=onepage&q&f=false\">studies</a> in the past decade or so suggest that's not the case. Adult cats, for example, have no trouble killing a mouse even if they are deprived of play as kittens.</p><p>So researchers like <a href=\"http://ipn.vetmed.wsu.edu/people/faculty-ipn/pankseep-j\">Jaak Panksepp</a> at Washington State University have come to believe play has a very different purpose: \"The function of play is to build pro-social brains, social brains that know how to interact with others in positive ways,\" Panksepp says.</p><p>Panksepp has studied this process in rats, which love to play and even produce a distinctive sound he has labeled \"rat laughter.\" When the rats are young, play appears to initiate lasting changes in areas of the brain used for thinking and processing social interactions, Panskepp says.</p><p>The changes involve switching certain genes on and off. \"We <a href=\"http://www.sciencedirect.com/science/article/pii/S0149763410002009\">found</a> that play activates the whole neocortex,\" he says. \"And we found that of the 1,200 genes that we measured, <a href=\"http://www.sciencedirect.com/science/article/pii/S0149763411001163\">about one-third of them</a> were significantly changed simply by having a half-hour of play.\"</p><p>Of course, this doesn't prove that play affects human brains the same way. But there are good reasons to believe it does, Pellis says.</p><p>For one thing, he says, play behavior is remarkably similar across species. Rats, monkeys and children all abide by similar rules that require participants to take turns, play fair and not inflict pain. Play also helps both people and animals become more adept socially, Pellis says.</p><p>And in people, he says, an added bonus is that the skills associated with play ultimately lead to better grades. In one <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/11273389\">study</a>, researchers found that the best predictor of academic performance in eighth grade was a child's social skills in third grade.</p><p>Another hint that play matters, Pellis says, is that \"countries where they actually have more recess tend to have higher academic performance than countries where recess is less.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Say+Child%27s+Play+Helps+Build+A+Better+Brain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338234108-1d4433.m3u?orgId=1&topicId=1013&ft=3&f=336361277"},{"href":"http://media.npr.org/assets/img/2014/08/05/two-kids-on-tree-640x426-3a601207bfa2f326499583e0a2c6b0644d138e64.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"294","width":"392"}},{"href":"http://media.npr.org/assets/img/2014/08/05/berkeley-adventure-playground-046_19916235_promo-7efd5443f543c86cbabf1d8244b9d5dabf34dcfd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2100","width":"2801"}},{"href":"http://media.npr.org/assets/img/2014/08/05/berkeley-adventure-playground-073_19916293-04aaef16e93aa0dff4d5d382f9954d52196319a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}