{"created":"2014-09-18T21:05:15+00:00","modified":"2015-02-02T18:31:56+00:00","valid":{"from":"2015-02-02T18:31:56+00:00","to":"3015-02-02T18:31:56+00:00"},"hreflang":"en","title":"When Hackers Test For Flaws, They Might Earn Cash — Or Threats","published":"2014-08-13T10:59:00+00:00","teaser":"Security researchers use their hacking skills to look for security holes that companies should fix. But their good intentions aren't always appreciated by the organizations they investigate.","itags":["npr_api","338776873"],"guid":"802a7b4b-48c2-48f8-891c-70b148d1e87e","contentencoded":"<p>To hack or not to hack? That's a hot question in Las Vegas this week. Many attendees at the two conferences in town, <a href=\"https://www.blackhat.com/us-14/\">Black Hat</a> and <a href=\"https://www.defcon.org/html/defcon-22/dc-22-index.html\">Def Con</a>, are security researchers: people who poke at websites, smartphones and other wireless devices to look for gaping security holes that companies should fix. But even when they're hacking with good intent, they can get into big trouble.</p><p>Take security researcher <a href=\"https://www.blackhat.com/us-14/speakers/Logan-Lamb.html\">Logan Lamb</a>. He was supposed to be on stage giving a presentation. Instead he's standing in a corner, literally trembling as he talks.</p><p>\"I was going to be presenting,\" he says. \"Because of these pressures put on me, I can't now.\"</p><p>Lamb won't spell out the pressures. But it's a well-known fact in these hallways that companies threaten people who find weaknesses in their software.</p><p>Lamb, based in Knoxville, Tenn., tested three popular home alarm systems to see if they're easy to hack. He says he did this in his own apartment and at two friends' houses. \"I just pushed the cats off the kitchen table, threw all my gear on the table, and walk[ed] around, trying to set things off and suppress them.\"</p><p>Lamb found he could break the communication between the alarm sensors that monitor movement and the keypad that tells the corporate network when an intruder has broken in. He could also fake an intruder to set off a false alarm.</p><p>He says it was fairly easy because the makers of these wireless devices left them unencrypted.</p><p>\"So some guy with the right hardware could sit out in front of someone's home and listen in. That's pretty disconcerting,\" Lamb says.</p><p>But he won't name the home security systems he hacked. When asked, he stutters: \"I — I can't go into that.\"</p><p>Security firms Honeywell, ADT Corp. and Vivint were all named in an online summary of his research, which was later pulled from the Black Hat website. None of the companies responded immediately to NPR's inquiry. The official word from the conference organizer is that Lamb pulled his own talk.</p><p>Security researcher <a href=\"https://www.blackhat.com/us-14/speakers/Jesus-Molina.html\">Jesus Molina</a> did give his talk. He gives a quick recap: \"At a hotel, which is a five-star luxury hotel, I was able to control every device in every room.\"</p><p>Molina, based in San Francisco, says he checked into a Starwood-owned hotel as a guest. The rooms were high-tech, with an iPad that acted as a remote control for the TV, lights, blinds and other appliances.</p><p>Molina noticed that the iPad in his room was on the open guest network. So from his computer, he could see and record transmissions, figure out the protocol and spoof the iPad.</p><p>He suspected this was a systemic flaw across the hotel. To really nail this theory, he had to try it out. So he called the front desk and said, \"I don't want this suite. I want another room.\" And after a few transfers to new rooms, he cracked the pattern and created a dictionary of every device.</p><p>Under U.S. law, security researchers are obligated to tell companies about the holes they find. And Molina did that — after he was safely back in the U.S.</p><p>There is one more key detail: The luxury hotel Molina hacked is in China.</p><p>He poses the rhetorical question, \"It would be very sad for me to end up in a Chinese jail just because I was trying to prove a point, right?\"</p><p>Kurt Opsahl, a lawyer with the <a href=\"https://www.eff.org/about\">Electronic Frontier Foundation</a>, doubts that Molina could pull off that security research on domestic soil. \"I don't know what Chinese wiretap laws [are], but if you wanted to try to replicate that research here, it probably would be a good idea to speak to a lawyer first.\"</p><p>Opsahl is not giving legal advice about this case or the many others he hears in Las Vegas. The laws that govern computer crimes, which were passed back in the 1980s, are just too complex.</p><p>But he does share this rule of thumb: \"One of the things that people need to be cautious of is accessing things without authorization, accessing packets without the consent of the parties involved.\"</p><p>\"Parties involved\" could include the company that makes the faulty product. And it can feel like a Catch-22. Researchers might think they're being helpful. But the companies may want to suppress information about their security weaknesses, sometimes through threats.</p><p>Attorney <a href=\"http://marciahofmann.com/about/\">Marcia Hofmann</a> says companies threaten civil lawsuits regularly. Say a well-intentioned hacker discovers a bug and reports it. \"If the company wants to turn around and sue,\" she said during a Black Hat panel, \"they could say the cost of fixing the vulnerability perhaps might be loss.\"</p><p>The high-tech companies of Silicon Valley have set a new precedent. Their so-called \"bug bounty programs\" reward security researchers who find and properly report software vulnerabilities. Alex Stamos, the chief security officer at Yahoo, says his company is inundated with reports of bugs — many of which are poorly written and hard to comprehend.</p><p>A handful of groups are cropping up now to replicate and improve the bug bounty system across other sectors. Casey Ellis, CEO of <a href=\"https://bugcrowd.com/\">Bugcrowd</a>, says, \"Companies are starting to wake up and realize they need the help.\" His startup manages that process, by vetting security researchers for identity and quality of work.</p><p><strong><em>Updated on Friday, August 8 at 4:58p.m. ET:</em></strong></p><p>Honeywell, a maker of Internet of Things appliances, had this to say about potential security threats to its home alarm products:</p><p>\"Honeywell takes any reports of possible vulnerabilities very seriously and we are aggressively investigating this issue. Our policy is to work collaboratively with researchers and others to strengthen cyber security in a constructive, timely and responsible manner that protects end-users.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Hackers+Test+For+Flaws%2C+They+Might+Earn+Cash+%E2%80%94+Or+Threats&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338776874-8bdbe3.m3u?orgId=1&topicId=1019&e=338776873&d=232&ft=nprml&f=338776873"},{"href":"http://media.npr.org/assets/img/2014/08/08/jesus-molina-f02efc20921cf7cc1f1bb03c508128ca1b8a34dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2983","width":"3978"}}]}