{"created":"2015-06-13T12:00:28+00:00","modified":"2015-06-16T15:05:38+00:00","valid":{"from":"2015-06-16T15:05:38+00:00","to":"3015-06-16T15:05:38+00:00"},"hreflang":"en","title":"The Violence Subsides, And Revelers Return To Juarez","published":"2015-06-15T15:46:00+00:00","teaser":"The once-thriving nightlife in the Mexican border town ground to a halt a few years back as hundreds of women were murdered and the drug cartel wars erupted. Now, partiers are venturing out again.","itags":["npr_api","412943447"],"guid":"804bad27-e71b-4c9c-8d61-abef9255b207","contentencoded":"<p>In downtown Juarez, Mexico, just across the border from El Paso, Texas, Nelson Armeto and his brothers run a seafood restaurant called Pisces. Like other businesses owners in Juarez, they met with trouble beginning in 2008, when the drug cartels began demanding a monthly extortion fee.</p><p>\"We received calls telling us we had to pay a quota, otherwise we'd get the business burned down, or a car passing by would be shooting up the place,\" he says. \"They even threatened kidnapping us and even sometimes killing the employees.\"</p><p>With <em>narcotraficante</em> threats day and night, most people just stopped going out in Juarez.</p><p>\"The fear, the terror, not a soul on the streets,\" recalls longtime Pisces patron Velia Contreras.</p><p>The city has suffered decades of violence, as hundreds of women working in factories there were murdered in the 1990s. Then came violent turf wars between drug cartels.</p><p>At the height of the violence in 2010, the official toll in Juarez was more than 3,000 killings. Many restaurants and clubs closed down or moved across the border to El Paso. The once-thriving nightlife ground to a halt.</p><p>But now, people are once again partying in Juarez.</p><p>After a few years of fear, Armeto says, he and his friends became numb to the violence. They decided to start going out on the town like they used to.</p><p>\"YOLO,\" he says. \"You only live once. It's kind of a religion where you go out and each day you live most you can, so if you don't have a memory that day, it's a wasted day.\"</p><p>\"So let's go,\" I tell him.</p><p>This is something I definitely wouldn't have done a few years ago. But with the official death toll down to 434 last year, it seems safer.</p><p>With Armeto and his party posse, we head out to Avenida Juarez, just blocks from the border crossing. It's now dotted with bars and clubs — some new, others newly reopened. The oldest and most famous, the Kentucky Club, lost business but managed to stay open.</p><p>Aurora Silva and her band, Mariachi Imperial, are performing covers of hometown favorite Juan Gabriel. The club is so packed we have to squeeze past the band to get to the bar for a margarita, which locals boast was invented here.</p><p>This is the bar where Marilyn Monroe is said to have famously ordered a round for everyone to celebrate her divorce from Arthur Miller. Frank Sinatra used to party here. So did a lot of famous Mexican movie stars and boxers.</p><p>Now that Juarez is once again a party town, I bump into Juan Fernandez, a member of Colectivo Wagon, an artist collective.</p><p>\"I don't know if the city's less or more violent,\" he says. \"But what I do know is I'm not afraid anymore. Not afraid of being here, of walking to my house. Probably two or three years ago, it was different.\"</p><p>No one can say for sure why violence diminished. There are lots of theories: One cartel gained control. The local police became militarized. The violence just moved on to a different part of Mexico.</p><p>Next, we head to Tres Mentiras, on another avenue that is once again alive at night. Live bands can only play traditional, brass-based <em>banda</em> music. It's now illegal in the state of Chihuahua for <a href=\"http://www.npr.org/2009/10/10/113664067/narcocorridos-ballads-of-the-mexican-cartels\"><em>narcocorrido</em> — or drug ballad</a> — bands to go onstage with AK-47s, singing about the exploits of the drug lords.</p><p>On our way out, we pass a tough-looking private security guard with an automatic rifle, something you see a lot in Juarez. That may be another reason people feel safer going out, though all the weaponry is unnerving.</p><p>Before the night is over, we hit up four more clubs playing electronica and hip hop. We see teenagers from El Paso, college students from all over the world, and many, like Nelson Armeto and his friends, who just want to party like it's 2007.</p><p>But Armeto says they do have one fear: getting stopped by the police<em></em>.</p><p>Police bribes — the <em>mordida</em> — is a tradition that began long before the narco wars.</p><p>\"They are looking for every minor infraction. I mean, they are going to try to bribe us,\" he says. \"Every time we go out, that's the No. 1 concern we have.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Violence+Subsides%2C+And+Revelers+Return+To+Juarez&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414149685-472573.m3u?orgId=1&topicId=1127&d=263&p=7&story=412943447&t=progseg&e=414149625&seg=10&ft=nprml&f=412943447"},{"href":"http://media.npr.org/assets/img/2015/06/13/intocables06-a3371311d89b417e077a7a193ba6322d25cb782c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4990"}},{"href":"http://media.npr.org/assets/img/2015/06/12/kentucky-club-3-edit-44f7813b409da3c12af596930590ae7981aa39e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}}]}