{"created":"2014-08-29T05:10:11+00:00","modified":"2014-10-30T22:52:12+00:00","valid":{"from":"2014-10-30T22:52:12+00:00","to":"3014-10-30T22:52:12+00:00"},"hreflang":"en","title":"What's A Writer Gotta Do To Get A Little Health Care Around Here?","published":"2014-08-29T02:10:00+00:00","teaser":"When you're making plans to become a famous author, just remember that you're going to want health care — especially when 40 rolls around and your body is no longer made of rubber.","itags":["npr_api","344036603"],"guid":"8051fa0f-26c1-486e-a38e-597a48dd471e","contentencoded":"<p>In my teens, I stumbled onto the wide trail of \"the writer's bildungsroman,\" the coming-of-age stories that often gave me too much to identify with. That whispered clear messages while I slept and while I tried to imagine a life far, far outside the heat and farmlands of where I grew up.</p><p>Why I so readily identified with J.G. Ballard in a Japanese prison camp in <em>Empire of the Sun,</em> or A.E. Hotchner on the streets of Depression-era St. Louis in <em>King of the Hill,</em> I couldn't have told you at the time. But I intuitively knew I had stumbled onto something big, and I decided I would be a writer. Or, rather, that I was one, already. It was the only thing that made sense: I had all the markers of the archetypical \"writer.\" I had the self-pity, the trauma, the delusional self-confidence, a family predilection for alcoholism and drugs. I was all set. Now I just needed to write something.</p><p>Twenty-five years later, I'm finally eking out a living as an author, living the dream that started in the middle of that night I was halfway through William Goldman's <em>The Color of Light</em> (a book about another developing writer) and thinking, \"Yes: I can do this, too.\"</p><p>As a teenager, I created an idealized image of what it would be like to live off my thoughts and ideas and sense of humor, snuggling comfortably between my fans and the people who vehemently despised me. It was blissful to imagine, taking my position in the pantheon among my literary darlings, wondering if I'd had one moment alone with each one, what I would ask them.</p><p>That was me at 17. At 42, I know very clearly what I'd ask now: What the hell did you do for health care? And did your body start falling apart at 40, as well?</p><p>Up until a few years ago, my body was made out of rubber. Sure, years of neglect, allergies, injuries and asthma were layered in there, but back in my 20s and 30s, I'd just forget about it, go about my business and things would sort of level out.</p><p>Not so, not anymore. Now with this struggle to stay on top of my health care bills, I find myself imagining what Garp did, before he was shot, when he was the stay-at-home dad in John Irving's <em>The World According to Garp</em>. Or what J.G. did, when the drinking started to catch up with him. True, he was British, so he probably had that national coverage. But Truman Capote? Or Norman Mailer? Would he be willing to teach at a university just for the health care? The bail money?</p><p>Did they really plan that far ahead?</p><p>At this age, I'm trying my best to manage my self-care. It's an ongoing, conscious argument between my unstructured, lazy self and my newfound worrier: \"Eat that. Don't eat that. Don't drink that. Drink more water. When are you going to exercise? We need to follow up with the doctor. You forgot your Prazosin again. I just want to sit on the couch. How do you best combine arugula with bacon? Is there any more ice cream?\"</p><p>Last year, as I sat in a community health clinic, I wondered if I was the only <em>New York Times</em> best-seller who was waiting to get sliding scale treatment from an underfunded community project, so I wouldn't die from an asthma attack or have a stroke.</p><p>It's impossible to include what seem like fussy details when you're imagining your dreams and heroes as a kid. But priorities should change as one ages, and one's ideals and dreams should change with them. Gone are the days of \"walking it off\" or taking for granted a near superhero ability to recover, and not just for me.</p><p>It's no secret that a lot of men resist taking care of themselves, especially men from marginalized groups like the one I'm from. Let's just say, there was no copy of <em>Men's Health</em> in the stack of pornography under my uncle's bed, and he's now blind from diabetes. And it took my own father to have 3 1/2 heart attacks before I addressed my own hypertension, but I'm learning my lessons.</p><p>If there's a book that could have prepared me for this, I wish I'd read it, growing up. Then again even if it was available, I probably would have ignored it. I was too busy modeling myself after the Great Gatsby. Thinking, just like he did, that my sins would never catch up to me.</p><p><em>Domingo Martinez is the author of </em>Boy Kings of Texas<em>. His next book, </em>My Heart Is a Drunken Compass,<em> will be out in November.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+A+Writer+Gotta+Do+To+Get+A+Little+Health+Care+Around+Here%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Domingo Martinez","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344036604-8a234d.m3u?orgId=1&topicId=1032&aggIds=323986426&ft=3&f=344036603"},{"href":"http://media.npr.org/assets/img/2014/08/28/istock_000018526888small-7a5bac4b2fb3826f30ff1b8ba1843fb713cd9531.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"572","width":"763"}}]}