{"created":"2014-10-18T11:43:35+00:00","modified":"2014-11-10T20:40:22+00:00","valid":{"from":"2014-11-10T20:40:22+00:00","to":"3014-11-10T20:40:22+00:00"},"hreflang":"en","title":"In Alaska Race For Governor, Democrats Try An Unusual Tactic: Dropping Out","published":"2014-10-18T19:46:00+00:00","teaser":"Alaska's Republican governor looked to have a lock on re-election, until state Democrats realized that their best tactic would be to give up — and clear the path for an independent challenger.","itags":["npr_api","356942426"],"guid":"80560d96-407e-4f0a-b5c4-f32257746708","contentencoded":"<p>This November, for the first time since Alaska became a state, the ballot won't include a Democratic candidate for governor. The Democrats had a candidate, Byron Mallott, but around Labor Day, he dropped out — in order to sign up as a running mate for a non-partisan candidate named Bill Walker.</p><p>His decision to drop out was part of a negotiated deal between the Democrat and Walker, neither of whom had enough support on his own to beat the incumbent Republican, Sean Parnell.</p><p>At an event announcing the new Walker-Mallott \"unity ticket,\" Mallott said that he had \"forged a friendship,\" with Walker over the summer, on the campaign trail. And they realized they had a lot in common.</p><p>Still, the merger was potentially disturbing to the Democratic base, given that Walker was a registered Republican and a social conservative. In an ad partly paid for by the AFL-CIO, Mallott seems to be reassuring Democrats that he's sticking to his principles, even as he makes common cause with Walker.</p><p>\"I know deep down who I am, as does Bill, in terms of our core philosophies and core values and I'm absolutely comfortable in our ability to work together,\" Mallott says in the ad.</p><p>As part of the deal with the Democrats, Walker changed his voter registration from \"Republican\" to \"undeclared.\" At a recent candidate debate, he emphasized his desire to get past party labels.</p><p>\"My — OUR administration will be not bipartisan, it will be NO-partisan,\" Walker said. \"We're going to do what's best for Alaska, not necessarily what's best for one party or another party.\"</p><p>Alaska has a history of candidates who run outside party affiliation, often successfully. But political pros in Alaska are skeptical that the Walker-Mallott ticket heralds a new age of post-partisan politics.</p><p>\"That's marketing and spin,\" says Marc Hellenthal, a pollster based in Anchorage. He says the Democrats' decision to sit this one out is a tactic designed to break the Republican dominance of Alaska state government.</p><p>\"This is trying to win the governorship, and get rid of Parnell,\" he says.</p><p>It seems to be working. Since the creation of the unity ticket, Walker has surged — in at least one poll, he's ahead of Gov. Parnell. Walker is pooling the votes of Alaskans who are suspicious of the governor for his ties to the oil industry, and who don't like the way he's handled a sexual assault scandal in the Alaska National Guard.</p><p>Parnell is fighting back by casting doubt on the viability of the \"unity ticket.\"</p><p>\"There's no direction, but there's internal conflict,\" Parnell said at the same debate. He pointed out Walker's unwillingness to back a candidate in the race for U.S. Senate, even though the Democratic candidate, Sen. Mark Begich, has endorsed Walker.</p><p>\"That right there highlights the problem with a non-partisan, bipartisan ticket,\" Parnell said.</p><p>His campaign has also been reminding Democratic voters that Walker is personally a social conservative, though he says those issues wouldn't be a priority for his administration. \"<a href=\"http://www.parnell2014.com/release-bill-walker-cant-hide-from-social-issues\">Bill Walker Can't Hide From Social Issues</a>,\" is the headline on a recent Parnell press release. It calls attention to recent federal rulings striking down Alaska's ban on gay marriage. Parnell has been fighting in court to save that ban, and the release says Walker would have to make similar choices.</p><p>\"This is an example of how social issues find their way to a governor's desktop, whether he or she wants them there or not,\" the release says.</p><p>The Walker-Mallott ticket would rather campaign on budget issues. State spending has become a hot topic, because the state relies so heavily on oil money — and Alaska's oil production is in a long-term decline. Under Parnell, the state has run deficits, and has had to dip into reserve funds. Walker campaign aide Ron Clarke says his candidate is trying to restore a sense of realism about the state's long-term fiscal health.</p><p>\"We've now raised more than an entire generation of people that pay no state-wide taxes and get free money every October, yet the state services keep coming,\" Clarke says. \"The roads get plowed, the streets get paved, all this stuff happens, I don't know, maybe people think it's done by elves in the night.\"</p><p>Walker has said he wants to close those deficits, either by cutting spending or finding new revenues, or both.</p><p>All of which puts Alaska Democrats in the awkward position of backing a socially conservative budget hawk for governor. And yet, they appear ready to do just that.</p><p>\"How can you possibly be troubled by him? He's a great guy,\" says Dave Kuibiak. He's a resident of Kodiak Island, and describes himself as far left on the political spectrum. But he's eager to vote for Bill Walker.</p><p>\"We gotta have a change. And Walker's... Alaskan!\" he says.</p><p>Faced with the Republican party's utter dominance of state government, Alaska Democrats seem to have decided that the enemy of their enemy... is their candidate.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Alaska+Race+For+Governor%2C+Democrats+Try+An+Unusual+Tactic%3A+Dropping+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357153419-269a71.m3u?orgId=1&topicId=1014&ft=3&f=356942426"}]}