{"created":"2015-01-01T21:31:40+00:00","modified":"2015-01-01T21:31:41+00:00","valid":{"from":"2015-01-01T21:31:41+00:00","to":"3015-01-01T21:31:41+00:00"},"hreflang":"en","guid":"806f1981-2fe7-4d8c-95cb-ac888e5e5ac1","title":"South Korea welcomes North Korea's New Year's Day offer to hold high level talks","published":"2015-01-01T21:31:36+00:00","byline":"David Leveille","tags":["politics","Global Politics","Pyongyang","Asia","North Korea","South Korea","Kim Jong-un","Kim Jong-un","David Straub","North Korea–South Korea relations","Government","Foreign relations of North Korea","Politics"],"teaser":"North Korea's Kim Jong-un used his New Year's Day address to extend an olive branch to South Korea. In his televised message, Kim offered to hold high-level talks with the South — if certain conditions are met.","contentencoded":"<p>For many of us, the New Year is a time for new beginnings and ambitious resolutions. Same for North Korea's Kim Jong-un, apparently.</p>\n<p>The North Korean leader used his New Year's Day address to extend an olive branch to South Korea. In a televised message, Kim offered to hold high-level talks with the South — if certain conditions were met.</p>\n<p>South Korean officials welcomed Kim's remarks, saying the move was \"meaningful.\" They suggested talks should include \"practical and frank discussions on all issues of mutual concern.\"</p>\n<p>\"Our government hopes for dialogue between the South and North Korean authorities in the near future without limits on format,\" said South Korea's Unification Minister Ryoo Kihl-jae.</p>\n<p>David Straub, associate director of the Korean Studies Program at the Shorenstein Asia-Pacific Research Center at Stanford, points out, though, that at least one of Kim's stated conditions for talks is already unrealistic: Specifically an end to joint US-South Korean military exercises in South Korea. \"It just won’t happen,” he says.</p>\n<p>So that “pre-condition” seems to make Kim’s invitation to high-level talks a non-starter. Straub says the televised address in Pyongyang amounts to another propaganda exercise. But he says it shouldn’t be entirely dismissed. “The South Korean government has cautiously welcomed the statement and that’s the appropriate thing to do,\" he says. \"One can never be certain about these matters, so we should not reject the discussion out of hand.”</p>\n<p>Straub says South Korea has made repeated proposals this past year for high-level, ministerial talks. “I think one of the reasons that Kim addressed the issue of talks in the New Year’s address is that he needed to say something in response to the South Korean proposals.” </p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/RTR4JM64.jpg?itok=saIIz34L\" alt=\"\" /><div class=\"field-caption\">\n    <p>North Korean leader Kim Jong Un looks through a pair of binoculars as he guides a multiple-rocket launching drill in this undated photo released by North Korea's Korean Central News Agency.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Reuters</p>\n  </div>\n</div>\n<p>In the televised address, the North Korean leader also stressed that North Korea would continue to strengthen its military, diversify its economy and raise the national standard of living. Wishful thinking, perhaps. North Korea is probably not in a position to achieve any of those things, Straub says. </p>\n<p>“Kim Jong-un, ever since he came to power three or four years ago, has been talking about improving the economy. ... The famine of the 1990s was a terrific shock to the entire country, including to the regime. So I think the regime and its leaders are serious about rebuilding the economy and even about wanting to improve the standard of living for ordinary people,\" he explains. \"The problem is, as long as they continue to pursue nuclear weapons, the US and the international community as a whole is going to maintain sanctions against them and the international business community is not going to be willing to take the political risk to invest in North Korea. As long as North Koreans don’t have significant outside investment, they’re not going to be able to make progress economically.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/nkorea300.mp3"},{"href":"http://www.pri.org/file/nkorea300mp3"}]}