{"created":"2015-06-25T17:12:58+00:00","modified":"2015-07-02T20:00:28+00:00","valid":{"from":"2015-07-02T20:00:28+00:00","to":"3015-07-02T20:00:28+00:00"},"hreflang":"en","guid":"80a1cdb9-593c-4f73-839d-17d1ccbdcea7","title":"With sea levels rising, the UK is starting to let go of some of its coastline","published":"2015-07-02T20:00:23+00:00","byline":"Christopher Werth","tags":["environment","climate change","weather","The World's Oceans","Science, Tech & Environment","Faversham","Selsey","Europe","United Kingdom","England","Andrew Gilham","Gareth Finney","Jill Pearson","sea level rise","Climate change","flooding","tidal surge","Coastal engineering","Coastal management","UK Environment Agency"],"teaser":"As sea levels rise, so does the cost of fixing and controlling storm and flood damage. In the UK, that led to a decision to start letting the sea take back some of the coastline.","contentencoded":"<p>Gareth Finney steps inside <a href=\"http://www.albiontaverna.com/\">his 350-year-old pub</a> in Faversham, England, and recounts the day last month when the sea nearly flooded this old market town, about an hour's train ride east of London.</p>\n<p>Faversham straddles a creek on the edge of a vast estuary near the North Sea. And in December, this part of Britain saw one of its highest storm surges in 60 years, leaving several feet of water in Finney’s pub. It came all the way into his dessert kitchen, damaging its old oak floor beams beyond repair.</p>\n<p>Finney has reopened for business, but he hopes something can be done to prevent more flooding on the creek. “We need to see some kind of gate put in [to] divert the surge, when necessary,” he says.</p>\n<p>With global sea levels rising, high storm surges are likely to become a lot more common, which has a lot of Britons questioning the strength of the country’s sea defenses. </p>\n<p>The British government says it expects to spend over $1.5 billion over the next two decades shoring up sea walls and tidal barriers to protect coastal areas. But the government has also decided there are some places that it’s better off letting go under.</p>\n<p>Among the first of these is a spit of land about 100 miles from Faversham, on Britain’s South coast.</p>\n<p>Andrew Gilham, with the <a href=\"http://www.environment-agency.gov.uk/\">UK’s Environment Agency</a>, walks out to the end of a stone beach with waves roaring in from the English Channel and gestures toward roughly 500 acres of once-dry farmland that is now being swallowed by the incoming tide.</p>\n<p>In an hour or two’s time, he says, this will be under water. At high tide, the area will become like a large salt water lake, which will then drain out again at low tide.</p>\n<p>Gilham’s job has always been to essentially prevent flooding, but flooding is just what he wants to have happen here.</p>\n<p>This stretch of coastline near the town of Selsey is very vulnerable. It was an island before it was connected to the mainland long ago, and the Environment Agency used to go to absurd lengths to protect it. </p>\n<p>Gilham says there was a team of bulldozers at the ready to rebuild the shingle, or stone, beach whenever it was threatened.</p>\n<p>“Every high tide, pretty much, if the weather was rough over the winter, they’d be out here for months at a time pushing the shingle back up,” he says. “So we went past the point that it become realistic to carry on doing that, and that’s why we’ve done something different.”</p>\n<p>That something different was to buy out the farmers here, build a new earthen seawall farther inland, and then punch a big hole in the old shingle beach and let the water come rushing in.                                                                                                  </p>\n<p>Gilham points out a patch where grass is being stripped off by the sea, exposing some of the earth beneath. He says the whole area will become a mixture of mudflat, grassland and marshlands.</p>\n<p>The hope is that the restored flood zone will bear the brunt of future storm surges and rough tides, and better protect the surrounding community, with the extra benefit of creating a new nature reserve.</p>\n<p>Of course, you can’t just cede land to the sea without stirring some controversy. As sea levels rise, Gilham says there’s a natural desire to keep building higher and higher defenses. But he says the UK needs to move away from thinking it can hold every bit of coastline exactly where it is.</p>\n<p>“That’s a battle we won’t win,” Gilham says. “We are broadly looking at perhaps a meter of sea level rise over the next hundred years, and that would be very significant.”</p>\n<p>Local residents Chris Howarth and Jill Pearson know just how significant that woudl be. Their old farmhouse is just on the dry side of the new coastline. The new seawall runs right outside the couple’s kitchen window, and for a while, Howarth says they were afraid their home would lie inside the new, designated flood zone and they would “lose everything.”</p>\n<p>They did not lose everything. In fact, the changes ended up making their property easier to insure.</p>\n<p>But Pearson, who’s lived here for 20 years, mourns the loss of land that she loves beyond the seawall.</p>\n<p>“Now when I go down there, the whole place has changed so hugely and everything’s unrecognizable,” she says. “And you’ll suddenly see a fence post and think, ‘Oh that’s where I am,’ because otherwise you would have no idea.”</p>\n<p>Pearson is resigned to the idea that Britain and its coastline must adapt to rising sea levels. She just wishes it wasn't happening in her backyard.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-01-08%2Fuk-responds-growing-flood-risk-starting-cede-some-land-sea&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/011020143_0.mp3"},{"href":"http://admin.pri.org/file/011020143mp3"}]}