{"created":"2015-02-12T21:26:27+00:00","modified":"2015-02-12T22:26:52+00:00","valid":{"from":"2015-02-12T22:26:52+00:00","to":"3015-02-12T22:26:52+00:00"},"hreflang":"en","guid":"80b7ef43-2ec0-478d-b0e0-047612d53c65","title":"'Sniper' tells the BBC he may have helped provoke a massacre in Ukraine","published":"2015-02-12T22:26:49+00:00","byline":"Christopher Woolf","tags":["protests","conflict","government","Conflict","Conflict & Justice","Kiev","Ukraine","Viktor Yanukovych","Ukraine","Sniper","Maidan"],"teaser":"The central event of the Ukrainian Revolution last year was a massacre of protesters in Maidan Square last February. A BBC investigation suggests the police shooting may have been provoked by opposition \"snipers.\"","contentencoded":"<p>A BBC investigation is raising questions about what happened on February 20th, 2014 — one of the most significant dates in recent Ukrainian history.</p>\n<p>On that date, security forces loyal to President Viktor Yanukovych fired on protesters demanding his ouster in Kiev’s Maidan Square. More than 50 people died and dozens more were wounded.</p>\n<p>The Maidan Massacre is seen by many as the moment that Yanukovych and his regime lost their legitimacy. His government collapsed within days and Yanukovych fled.</p>\n<p>But ever since the first shots were fired, there have been questions about what happened. Three policemen also died that day, and some have suggested the police may have been provoked by demonstrators.</p>\n<p>An investigation by the BBC has found evidence indicating the police were not the only ones shooting.</p>\n<p>The BBC’s Gabriel Gatehouse, the lead reporter, spoke with one man who claimed to be a sniper on that day, for the opposition, who said he fired toward the police.</p>\n<p>“He says he was handed a gun that had been kept overnight in building controlled by the protesters,\" Gatehouse says in an interview on PRI's The World. \"He was escorted to a building on the side of Maidan Square, the Conservatory Building, up onto the second-floor balcony, from which he a good view over the police lines, and he says he spent about 20 minutes shooting at (the) police there.”</p>\n<p>Gatehouse says he and his team worked hard to corroborate his story. “I found his testimony very persuasive. We ran through it several times. It didn’t differ significantly every time he told it. My reading of him was that whatever he was saying he believed to be true. He said he was a protester and he felt he was firing in self-defense.”  </p>\n<p>\"I was shooting downwards at their feet,\" the self-proclaimed sniper says on the BBC video. \"Of course I could have hit them in the arm or anywhere, but I didn't shoot to kill them. I also shot upwards at the police who were on top [a] shopping center, and that is why they retreated.\"</p>\n<p>But protest organizers say they searched the building where the sniper said he shot from — and they found no one with guns there.</p>\n<p>For now, though, we still don't know what exactly went down.</p>\n<p>Here’s Gatehouse’s report:</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/Ib7EkJD08e4?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0212201502.mp3"},{"href":"http://www.pri.org/file/0212201502mp3-0"}]}