{"created":"2014-09-05T19:05:41+00:00","modified":"2014-12-23T18:41:52+00:00","valid":{"from":"2014-12-23T18:41:52+00:00","to":"3014-12-23T18:41:52+00:00"},"hreflang":"en","title":"As Pig Virus Spreads, The Price Of Pork Continues To Rise","published":"2014-06-27T12:31:00+00:00","teaser":"Porcine epidemic diarrhea virus has killed more than 7 million piglets in the past year. There's no cure, but a vaccine that may protect piglets has been approved even though it's still being tested.","itags":["npr_api","325529915"],"guid":"80bb1697-625d-4e62-b45c-7eeeb09318bb","contentencoded":"<p>If you're bringing home the bacon, you may have noticed a price tag inching upward.</p><p>Consumers are paying nearly 13 percent more for pork at the supermarket than they were this time last year, <a href=\"http://www.ers.usda.gov/publications/ldpm-livestock,-dairy,-and-poultry-outlook/ldpm-240.aspx#.U6qrChaRNuY\">according to</a> the U.S. Department of Agriculture. A deadly pig disease is partially to blame.</p><p>Porcine epidemic diarrhea virus, or PEDv, has killed more than 7 million piglets in the past year, and the number of cases is on the rise. Many hog producers are worried about how to keep their farms immune from a disease that has no proven cure.</p><p>\"The disease is very serious and if it hits a farm, there is near 100 percent mortality for piglets below a certain age, which is a significant loss on any farm,\" says Michael Yezzi, who raises about 1,000 hogs a year at <a href=\"http://flyingpigsfarm.com/\">Flying Pigs Farm</a> in Shushan, N.Y. \"And while it doesn't kill the older pigs, it impacts the growth of the pigs remaining on the farm.\"</p><p>PEDv first appeared in the U.S. in April 2013. Since then, the virus has infected more than 4,700 farms in 30 states. Scientists do not believe the disease can be transmitted to humans. But research is ongoing about the origin of the virus, whether previously infected sows can catch the disease more than once and exactly how PEDv is spread.</p><p>\"It's a delicate balance because you don't want to raise people's concerns, because that could have a negative impact on the market. You don't want to raise people's concerns, because export activities could be impacted,\" Agriculture Secretary Tom Vilsack said on the <a href=\"http://audioarchives.oc.usda.gov/radnewsdetail.asp?ID=52553\">USDA's daily radio report</a>.</p><p>But Vilsack said the continued spread of the disease and newly detected strains of the virus moved the USDA to take a more aggressive stance. In early June, the department announced that it would spend $26.2 million to eradicate PEDv.</p><p>The USDA <a href=\"http://www.aphis.usda.gov/newsroom/2014/06/pdf/sa_pedv_vaccine.pdf\">approved</a> the use of a vaccine that may protect piglets from the disease, even though it's still being tested in commercial settings, and issued a <a href=\"http://www.aphis.usda.gov/newsroom/2014/06/pdf/secd_federal_order.pdf\">federal order</a> requiring hog producers to report new cases of PEDv or of the related disease porcine delta coronavirus. And farmers are being urged to put common-sense biosecurity measures in place, like disinfecting facilities and trucks, and ensuring workers are wearing clean clothes.</p><p>\"PEDv has been pretty devastating to the industry, but we have very strict biosecurity standards,\" said Bob Ruth, president of <a href=\"http://www.countryviewfamilyfarms.com/\">Country View Family Farms</a>, which raises 1 million hogs a year in Pennsylvania, Ohio and Indiana. \"One of the things we're looking to do is isolate the trucks we use to haul the animals.\"</p><p>On the Clinton Corners, N.Y., farm where he raises show piglets, Clayton Stephens requires visitors to wear disposable plastic boots over shoes and doesn't permit visitors to enter his barn if they have recently been on other hog farms.</p><p>\"It's not a matter of if [hog producers] are going to get it; it's when they're going to get it,\" says Stephens. \"I think everybody's going to end up having it. They're trying to keep it out as long as they can.\"</p><p>More than a dozen state fairs across the country are also taking measures to slow the spread of the disease.</p><p>\"We did make the recommendation to the state fair that they not have nursing piglets with sows this year,\" says New York State Veterinarian Dave Smith. \"We do know that PEDv is devastating to piglets under 10 days of age and we really do not want to see a bunch of sick and dying piglets at the fair. It's an exhibit that no one needs to see.\"</p><p>Other states, including Virginia, South Dakota and Ohio, have canceled certain hog shows or are requiring that pigs be taken to the slaughterhouse right after the fair. But it remains to be seen whether tightening up biosecurity will keep piglets from dying from PEDv.</p><p>\"They don't know where this disease is coming from,\" says Yezzi. \"Even closed operations that aren't getting pigs in from the outside have gotten this, even with the strictest biosecurity situations. So everybody's at risk.\"</p><p>Meanwhile, economists predict that farmers will reduce the size of their herds this year to minimize costs should PEDv infect their operations. Consumers can also expect pork prices, which now average almost $4 a pound, to continue to rise during the second half of 2014.</p><p><em>Abbie Fentress Swanson is a freelance reporter based in New York.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Pig+Virus+Spreads%2C+The+Price+Of+Pork+Continues+To+Rise&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Abbie Fentress Swanson","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326062366-9e4237.m3u?orgId=1&topicId=1053&ft=3&f=325529915"},{"href":"http://media.npr.org/assets/img/2014/06/26/michael_yezzi_web-166e7b2544a1d0b4568d8397d6c948760d9fa9ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"617","width":"824"}},{"href":"http://media.npr.org/assets/img/2014/06/26/stephens_hog-7568d6b2c4903511f054d6e26ea5a16190ea55e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"746","width":"995"}}]}