{"created":"2014-09-23T23:05:37+00:00","modified":"2014-10-31T02:18:08+00:00","valid":{"from":"2014-10-31T02:18:07+00:00","to":"3014-10-31T02:18:07+00:00"},"hreflang":"en","title":"Snip Decision: Africa's Campaign To Circumcise Its Men","published":"2014-06-10T13:59:00+00:00","teaser":"A campaign in Africa to prevent HIV has persuaded 6 million teens and men to get circumcised and aims to sign up 14 million more. To do so, health officials must appeal to male vanity.","itags":["npr_api","310465206"],"guid":"80dd0fdc-3a6e-435e-9c8e-c4f71f36a12b","contentencoded":"<p>If you turn on a radio in Zimbabwe these days, it won't be long before you hear a public service spot featuring the voice of a deejay who goes by the name \"Napster the Radio Master.\"</p><p><a href=\"https://www.youtube.com/watch?v=9TnRafaOCHk\">Napster</a> tells his audience that just before he got married he decided to get circumcised \"so that my wife would find me clean and desirable.\" He also notes that he later found out that circumcision helps protect women from contracting cervical cancer — adding, \"Well, that was just the cherry on top!\"</p><p>The ad is a centerpiece of an unprecedented campaign in Africa over the past several years to promote circumcision as a way to prevent HIV. This week researchers announced that the program has reached a <a href=\"http://www.plosmedicine.org/article/info%3Adoi%2F10.1371%2Fjournal.pmed.1001641\">remarkable milestone</a>: Six million men and teenagers were convinced.</p><p>But the goal is to get 14 million more to sign up by 2016, and even at the current pace, public health officials are not on track to achieve that number. So they believe they need to change their message. That's why Napster doesn't mention the words HIV or AIDS in his radio spot.</p><p>The drive to circumcise men kicked off in 14 African countries after studies demonstrated that getting circumcised reduces a man's chances of contracting HIV by <a href=\"http://www.cdc.gov/hiv/prevention/research/malecircumcision/\">60 percent</a>. (Removing the foreskin creates a less hospitable environment for the virus.)</p><p>Health officials then ran the numbers. They determined that if 80 percent of teenage and adult men in 14 countries in Southern and Eastern Africa — where circumcision is not commonly practiced — were to get \"the cut\" by 2016, there would be 3.4 million fewer new infections through 2025.</p><p>At first just stating the purpose of the campaign seemed sufficient. But for a lot of men, the downsides of going under the knife just don't seem worth the benefit.</p><p>\"It's not an easy sell, you know? It's probably the greatest marketing challenge of all times,\" says Dino Rech, head of the <a href=\"http://www.chaps.org.za/\">Centre for HIV and AIDS Studies Prevention</a>, who has helped lead the effort to circumcise men in South Africa.</p><p>Rech says men fear circumcision will be painful. They're also deterred by the prospect of having to wait six weeks before they can have sex again.</p><p>Men in Zimbabwe had similar complaints, says <a href=\"http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0085051\">Webster Mahvu, a researcher who interviewed men there</a>.</p><p>Some men also worried about the HIV test that everyone must take before the operation, Mahvu notes. Others told him their wife objected — asking their husband why he would worry about HIV unless he were planning to cheat.</p><p>Then there were the rumors that the circumcision drive was a plot to sterilize men. Or that the foreskins could be used for witchcraft.</p><p>But Mahvu's research also pointed to a way forward. He asked those men who did volunteer why they signed up. While a lot of them talked about HIV, they also gave reasons that had nothing to do with the disease: Being circumcised is more hygienic, they said. They also believed women would find them more attractive and that they would last longer during sex.</p><p>That's essentially the message Zimbabwe's campaign is now focusing on. Over the past five months officials have enlisted a who's who of celebrities to spread the word that circumcision is cool. Along with Napster, there's a famous footballer, a major gospel singer, an eminent poet and <a href=\"http://www.herald.co.zw/latest-jah-prayzah-gets-circumcised/\">Mukudzei \"Jah Prayzah\" Mukombe</a>, who is perhaps Zimbabwe's most famous musician. He produced a pro-circumcision song that became an instant hit. On top of their radio and television spots, the celebrities are appearing at concerts and touring clinics.</p><p>It's working. Zimbabwe's men are showing up in droves — 20,000 a month.</p><p>All of which raises a question: Is it fair to promote an operation for reasons different from the true motives behind the campaign?</p><p>\"It's not lying to people. We have to promote getting circumcised,\" says Karin Hatzold, a public health physician with <a href=\"http://www.psi.org/\">Population Services International</a> who helped shape Zimbabwe's marketing campaign.</p><p>She points out that HIV rates there have fallen significantly over the past decade. So while it's still a problem, HIV may not be the most pressing concern on people's minds.</p><p>And for a circumcision campaign to work, Hatzold concludes, you have to talk to people about what worries them — not what you think they should worry about.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Snip+Decision%3A+Africa%27s+Campaign+To+Circumcise+Its+Men&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310476536-703f3d.m3u?orgId=1&topicId=1128&aggIds=130593764&ft=3&f=310465206"},{"href":"http://media.npr.org/assets/img/2014/05/07/circumcision-6a6ae556fb54497651102b8921d89f241ca0930a.png","type":"image/jpeg","meta":{"crop":"standard","height":"469","width":"626"}}]}