{"created":"2014-11-01T18:06:46+00:00","modified":"2014-11-01T18:07:38+00:00","valid":{"from":"2014-11-01T18:07:38+00:00","to":"3014-11-01T18:07:38+00:00"},"hreflang":"en","guid":"80e07e08-aa00-4931-96ee-d358595700ab","title":"Reopening holy sites for Muslims fails to ease tensions in Jerusalem","published":"2014-11-01T18:07:35+00:00","byline":"Jillian Weinberger, T.J. Raphael","tags":["Israeli-Palestinian conflict","Temple Mount","Western Wall","Haram al-Sharif","Noble Sanctuary","Conflict","Conflict & Justice","Jerusalem","Asia","Israel","Palestinian territories","Middle East","Noga Tarnopolsky","Mahmoud Abbas","Ariel Sharon","Israeli–Palestinian conflict","Palestinian nationalism","Zionism","Second Intifada","Western Wall","Jerusalem","Israel","Temple Mount","Religion","Politics"],"teaser":"The rare closing of Jerusalem's Temple Mount — or Noble Sanctuary to Muslims — lasted only a day. But anger over the closure and the shooting of a Palestinian suspecting of killing a Jewish activist became a \"day of rage,\" with Palestinians scuffling with Israeli security forces in the city and across the West Bank.","contentencoded":"<p>After a brief closure that Palestinian Authority President Mahmoud Abbas called an \"act of war,\" one of the holiest sites for Jews and Muslims in Jerusalem reopened in time for morning prayers on Friday. But the opening failed to stop clashes between Palestinians and Israeli security forces in East Jerusalem and across the West Bank.</p>\n<p>The site, known as the Temple Mount for Jews and the Noble Sanctuary for Muslims, was closed on Thursday for the first time in more than a decade after Israeli police shot and killed a Palestinian man, a suspect in an assassination attempt on a Jewish activist.</p>\n<p>That killing sparked angry protests and a rare order by Israeli authorities to take control of the site from the Jerusalem Isalmic Waqf, the Muslim religious body that has run the complex for years. But while Israel allowed access for men above 50 years of age and women to resume on Friday, anger and clashes continued throughout the day.</p>\n<p>“Fatah, which is the party of Palestinian President Mahmoud Abbas, called for a ‘day of rage’ [on Friday],\" says Noga Tarnopolsky, the senior Israel and Palestine correspondent for The GroundTruth Project and GlobalPost \"I don’t think that’s a direct order from him, but his party. There’s really a lot of push among extremists of both sides for a confrontation. It’s terrible to see that.”</p>\n<p>The decentralized nature of the protests makes them hard to control. Assaf Hefetz, a former Israeli police chief, <a href=\"http://online.wsj.com/articles/israel-reopens-contested-jerusalem-holy-site-1414752320\">told Reuters on Friday</a> \"the fact that it’s not hierarchical makes it harder to take care of. That is why it is so complicated, and difficult to solve.’’</p>\n<p>Due to its importance for both Jews and Muslims, the site is a recurring flashpoint in the Israeli-Palestinian conflict. “That point is really important if we want to try and understand the, maybe impossible to keep, status quo in Jerusalem,” Tarnopolsky says. “This teeny tiny square — the Haram al-Sharif for Muslims and the Temple Mount for Jews — Jews basically don’t have access to go up and pray there, despite the fact that it’s adjacent to the Western Wall of the Temple and the most holy site for any religious Jew. That’s part of a very difficult status quo that’s been developed in Jerusalem.”</p>\n<div>Non-Muslims may still visit the site without praying, and a five-year-long Palestinian uprising known as the Second Intifada began after one such visit in 2000 by former Israeli Prime Minister Ariel Sharon, then a candidate for the office. Sharon had to be escorted by 1,000 Israeli police officers because of anger around the event.</div>\n<p>According to Tarnopolsky, tensions have recently been rising in Jerusalem, leading to a reduction in site access for both Jews and Muslims. It’s unclear if some sort of negotiated agreement on access to the site can be reached.</p>\n<p>“Extremists have really hijacked the argument,” she says. “It’s ironic because, especially for such a right-wing government that likes to claim, over and over again, that Jerusalem is the eternal and unified capital of the Jewish state, seem to have relinquished control over their own capital city, and really handed it over hook-line-and-sinker to these very extremist factions who I think are putting the city and more than just the city in danger.”</p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/holy-site-jews-and-muslims-reopens-israel/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/takeaway/segment-audio/takeaway103114-israel.mp3"},{"href":"http://www.pri.org/file/takeaway103114-israelmp3"}]}