{"created":"2015-03-03T23:53:36+00:00","modified":"2015-05-13T21:11:27+00:00","valid":{"from":"2015-05-13T21:11:27+00:00","to":"3015-05-13T21:11:27+00:00"},"hreflang":"en","title":"Clinton Foundation Funding Woes Touch Hillary, Too","published":"2015-03-12T17:21:00+00:00","teaser":"With Clinton potentially prepping for a presidential run, her role in the Clinton Foundation raises questions about big contributions from foreign governments, corporations and individuals.","itags":["npr_api","390504044"],"guid":"80e0f883-b5c2-4799-b69f-f7472adde34b","contentencoded":"<p>With assets approaching $226 million, the Bill, Hillary and Chelsea Clinton Foundation plays a prominent role in international development. It has battled HIV/AIDS, provided relief after tsunamis and earthquakes and helped farmers and entrepreneurs in developing countries.</p><p>\"And we believe that together we can find solutions to the most daunting human challenges,\" says the narrator in a promotional video for the foundation. \"This is what we do. This is who we are. This is the Clinton Foundation.\"</p><p>But another passage in the video oddly foreshadows a current controversy.</p><p>\"We are entrepreneurs in human potential,\" the video says. \"We reject artificial boundaries between business, government and nonprofits.\"</p><p>The Clinton Foundation eased those boundaries and has taken contributions, of $1 million to $10 million, from the governments of Kuwait and the United Arab Emirates. The Saudi Arabian government has given as much as $25 million.</p><p>Those funds, and other huge gifts, have drawn scrutiny of Hillary Clinton and the foundation, as she moves closer to declaring — or perhaps declining — a bid for the White House. A second controversy followed promptly: whether Clinton improperly used a private email account when she was secretary of state. The Clinton organization has been put on the defensive.</p><p>Would-be Republican presidential candidates rushed to bash Clinton. At the recent Conservative Political Action Conference near Washington, Sen. Ted Cruz, R-Texas, told a crowd, \"We could've had Hillary here, but we couldn't find a foreign nation to foot the bill.\"</p><p>Also at CPAC, former businesswoman Carly Fiorina said the big foreign money creates a conflict of interest for Clinton. Fiorina continued: \"She tweets about women's rights in this country, and takes money from governments that deny women the most basic human rights.\"</p><p>On CNN's \"State Of The Union,\" former Texas Gov. Rick Perry went for the sinister. \"Are you going to trust an individual who has taken that much money from a foreign source?\" he rhetorically asked voters. Then, referring to Clinton: \"Where's your loyalty?\"</p><p>The Clinton Foundation pushed back. Spokesmen said the suspicions are unfounded, and donors can't buy access to Clinton. They also argued Clinton can't have a conflict of interest because she isn't a candidate or an officeholder.</p><p>They pointed out that the foundation voluntarily discloses its donors. By law, it could keep them confidential.</p><p>Still, it's not uncommon for special interests to seek access by giving generously to nonprofits with links to politicians. It's an especially alluring choice for foreign interests, which are barred by federal law from contributing to candidates or political committees.</p><p>\"We don't allow foreign governments to make gifts to political campaigns,\" says Lucy Bernholz, a visiting scholar at Stanford University who specializes in nonprofit organizations. Referring to the foundation's foreign contributions, she says, \"So if this looks like it's a roundabout way to doing that, that tarnishes the reputation of everyone involved.\"</p><p>Bernholz said the foundation needs to consider its donors' motives: \"If a national government is in the position to be making million-dollar-plus gifts to do good work, why do they need to do it through a foundation? What are they either getting or hope to get from their affiliation?\"</p><p>Michael Johnston, a political scientist at Colgate University who focuses on ethics and corruption issues, says the foundation's problem also touches Clinton herself.</p><p>\"There's no allegation of a specific quid pro quo,\" he said. \"But if you think of the idea of a conflict of interest, it isn't really an action, it's a situation.\"</p><p>Johnston says it could seem \"particularly cynical\" for a special-interest donor to approach a politician through a foundation with a humanitarian mission.</p><p>And if that's how voters come to perceive the Clinton Foundation, Johnston says, \"I suspect what we will see is a lot more campaigning in which the candidate spends time having a shot and a beer in Scranton.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clinton+Foundation+Funding+Woes+Touch+Hillary%2C+Too&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390757852-b1bbe3.m3u?orgId=1&topicId=1014&d=250&p=2&story=390504044&t=progseg&e=390757673&seg=16&ft=nprml&f=390504044"}]}