{"created":"2015-02-04T20:50:11+00:00","modified":"2015-02-05T19:42:34+00:00","valid":{"from":"2015-02-05T19:42:34+00:00","to":"3015-02-05T19:42:34+00:00"},"hreflang":"en","guid":"80e232e7-ab1f-4847-afe6-cbf9a2a789dd","title":"Riding the bus through Japan's forbidden nuclear zone ","published":"2015-02-05T19:42:33+00:00","byline":"Leo Hornak","tags":["radiation","Fukushima Daiichi nuclear reactor","nuclear meltdown","Environment","Science, Tech & Environment","Asia","Japan","Fukushima","Asia","East Asia","Julian Dyall","Chernobyl Exclusion Zone","Naraha, Fukushima","Nuclear physics","Radiation","Disaster","Environment","Radioactivity","Natural disasters","Tōhoku earthquake and tsunami"],"teaser":"Four years on from the Fukushima nuclear disaster, Japan's contanimated zone is still off limits for residents and visitors. But a new bus route gives former residents at least a glimpse of their old lives in the polluted areas, which may be off limits for decades longer.","contentencoded":"<p>It's the radiation counter on the dashboard that distinguishes the Tatsuta-to-Haranomachi route from any other Japanese bus ride.</p>\n<p>The new service, which ran for the first time on Saturday, is the first bus route in four years to cut through through Japan's nuclear exclusion zone — the area contaminated in the Fukushima nuclear disaster triggered by the tsunami of 2011. But there are no scheduled stops in the forbidden zone, and drivers are discouraged from stopping for <em>any</em> reason because of radiation levels. Both the towns at the ends of the bus route are outside the polluted zone.</p>\n<p>The Daily Telegraph's Julian Dyall was one of those who <a href=\"http://www.telegraph.co.uk/news/worldnews/asia/japan/11382102/A-bus-ride-through-Japans-nuclear-wilderness.html?WT.mc_id=e_DM650&amp;WT.tsrc=email&amp;etype=WorldToday&amp;utm_source=email&amp;utm_medium=Edi_Wor_New_2015_02_02&amp;utm_campaign=DM650\">bought a ticket on the route's first day</a>, joining many former residents of the abandoned towns and villages near the power plant. He tells PRI's The World that the journey was a strange experience.</p>\n<p>\"Before you go into the exclusion zone, life is largely as normal,\" he explains. \"People go about their everyday business. But then it gets eerie. In many places the radiation is high, in some areas its very high. There are places you really shouldn't linger.\"</p>\n<p>Many of those on the bus wanted a glimpse of their old lives and homes. For some, it's a deeply painful experience. \"There was a sense among some people that they wished they hadn't gone [back],\" he remembers. \"It's all gone. Some of them lost people, lost close friends in the tsunami and the earthquake. It's traumatic, almost, to go back to see these places.\"</p>\n<p>The route has been opened in order to create a sense of normalcy in the polluted areas. But it may still be another 30 years before the most heavily irradiated areas are again fit for human habitation. For many older residents, the closest they will ever get to their old homes again is a longing look through a bus window.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0204201506.mp3"},{"href":"http://www.pri.org/file/0204201506mp3"}]}