{"created":"2014-09-10T07:21:25+00:00","modified":"2014-10-30T22:32:40+00:00","valid":{"from":"2014-10-30T22:32:40+00:00","to":"3014-10-30T22:32:40+00:00"},"hreflang":"en","title":"New York Says It's Time To Flip The Switch On Its Power Grid","published":"2014-09-10T15:18:00+00:00","teaser":"Officials want to overhaul the state's energy grid. Experts say the plan would help utilities withstand severe weather events, but it would also require a massive re-engineering of the power system.","itags":["npr_api","347153772"],"guid":"80f16fe2-8467-4aea-93bb-ea0112be5acc","contentencoded":"<p>In the power business, it's all about managing the peaks.</p><p>During the hottest days of summer, electric utilities run at full capacity to keep giant cities comfortably cool. But most of the rest of the year, half that capacity goes unused — and that's highly inefficient.</p><p>The New York State Public Service Commission is trying to flatten those peaks. To do it, it's proposing an ambitious re-engineering of the energy grid. The proposal, if implemented, would enable energy to be managed and stored differently — making the grid more efficient and resilient in the face of severe weather.</p><p>It would also upend the way the utility business has operated for more than a century.</p><p>\"What they're looking to do is to really change [the existing model] into more of a network model,\" says Cameron Brooks, head of Tolerable Planet Enterprises, a regulatory consultancy.</p><p>Brooks explains that, instead of just transmitting power one way — from generator to substation to home — the new proposed grid would transmit in multiple directions, including <em>from</em> the home, much like the Internet.</p><p>This new \"distributed\" electric system, as it's known, would be able to harness, store and resell energy, among other things.</p><p>Some utilities are already doing some limited versions of the model, like reselling power. But under New York's plan, the utility market would become a much more open place, with services that don't exist today.</p><p>Customers would be able to sell their power for <em>more</em> at peak times, for example. Electric cars might get charged every time the sun shines on a solar panel or when the wind blows through a turbine. New companies might sell services to customers that optimize electricity use to all key appliances.</p><p>All of this helps to even out those peaks in energy use.</p><p>Part of the state's move is motivated by climate change. Brooks says a new power grid of the sort New York is considering would be able to route around outages caused by events like Superstorm Sandy.</p><p>\"If one part of the system goes down, the entire region doesn't suddenly have a blackout,\" Brooks says.</p><p>But a switch would require massive re-engineering, as well as a new kind of customer relationship. And this is still an unproven model.</p><p>Adrian Tuck, CEO of Tendril, a software firm that analyzes power use, says simplicity will be key. \"Consumers, whilst they're not [averse] to doing these things, by and large aren't going to spend a huge amount of time thinking about them,\" he says.</p><p>Some consumer groups, like AARP, worry that older and low-income residents might end up with hard-to-use technology or extra costs for new services.</p><p>Utilities, for that matter, also worry about their bottom line.</p><p>\"A prime concern that utilities have is the recovery of their fixed cost,\" says Richard Sedano, director of the Regulatory Assistance Project, a nonprofit adviser to energy regulators.</p><p>Currently, it's difficult for utilities to raise rates. About the only way they can is by making investments in new plant. New York is hoping to design a business model that compensates utilities for making systems more efficient and for managing their systems better. But Sedano says making such a radical transition smoothly will be hard.</p><p>Audrey Zibelman, chairwoman of New York's Public Service Commission, says that, while the specifics aren't laid out, she expects that the new grid will bring new business opportunities with it.</p><p>\"What we're looking at is actually a model that gives the utilities incentives to create greater system efficiencies so that, if they actually reduce demand or promote energy efficiency, they can make money, essentially,\" she says.</p><p>For example, Zibelman says, utilities might make money by selling a monthly service to reduce electricity usage when residents are at work.</p><p>Either way, she says, business as usual will not be a sustainable business model for utilities. \"Unless they're part of the game, they're going to be left behind.\"</p><p>Some utilities, like Con Edison, which supplies power to the New York City area, aren't resisting the moves. \"This really sets the platform for how the future of the electric system can work with more resources and more options for our customers,\" says Stuart Nachmias, the utility's vice president of energy policy.</p><p>Con Edison is building a distributed energy system in parts of Brooklyn and Queens. It hopes the efficiencies will put off a need for more plant for several years.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+York+Says+It%27s+Time+To+Flip+The+Switch+On+Its+Power+Grid&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347305906-b2ba4b.m3u?orgId=1&topicId=1006&ft=3&f=347153772"},{"href":"http://media.npr.org/assets/img/2014/09/09/155944035-a29290a039fcc1c596b24da3a82d40e30baa979d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2749","width":"3665"}}]}