{"created":"2015-03-10T08:14:52+00:00","modified":"2015-05-22T23:57:13+00:00","valid":{"from":"2015-05-22T23:57:13+00:00","to":"3015-05-22T23:57:13+00:00"},"hreflang":"en","title":"Architect Renzo Piano: The Future Of Europe's Cities Is In The Suburbs","published":"2015-03-10T16:16:00+00:00","teaser":"In the 1960s and '70s, Piano was involved in the battle to revive decaying historic centers of cities. Now the Pritzker Prize-winning architect is fighting to save their often desolate outskirts.","itags":["npr_api","390981452"],"guid":"80f31582-e508-45e0-b0ce-d69e0e209487","contentencoded":"<p>Architect Renzo Piano spends one week a month in his hometown of Genoa, Italy. His house-workshop is perched 300 feet above the Mediterranean Sea and can only be reached by a glass-enclosed funicular that crawls slowly up a steep incline dotted with cypress and olive trees. The airy, multi-story greenhouse workshop buzzes with young architects working on the many Piano projects under way across the world.</p><p>Piano is one of the world's busiest architects. His new Whitney Museum in New York is set to open soon, and he's currently working on Columbia University's new Harlem campus and the Academy Museum of Motion Pictures in Los Angeles.</p><p>But in a recent interview, NPR asked the 77-year-old Pritzker Prize-winning architect not about new buildings — but about cities. In the 1960s and '70s, like many of his contemporaries, Piano was involved in the battle to revive forlorn and decaying historic centers of cities. Now he's fighting to save their often desolate outskirts.</p><p>Unlike the suburbs of U.S. cities, which are often well off, the suburbs of many European cities tend to be the poorest parts of the metropolitan area.</p><p>\"This battle is going to be longer and more difficult,\" he says, \"because the periphery of the cities are not beautiful, of course; they are not well treated. But they are the future of the city; or they are the city of the future, if you prefer.\"</p><p>Whatever he calls them, Piano believes \"the suburbs are the place where energy is in the city — in the good, in the bad. When you say Milan or Rome or Paris or London, you mean that 10 percent of people [living] in the real center. But the 90 percent live in the outskirts.\"</p><p>And there's too much prejudice about those outlying neighborhoods. \"They were built not with love and affection,\" the architect says. \"They are like a symbol of disease, of suffering, of bad environment. And that is not true. There is a kind of beauty in the suburbs.\"</p><p>Piano believes it's the architect's civic duty to seize even the tiniest fragment of beauty and nourish it. And two years ago, when Italy's president named him an honorary senator for life, Piano put his ideas into practice. He handed over his new, spacious office and hefty salary to a team of young architects, and tasked them with trying to salvage the fraying outskirts of Italian cities.</p><p>Either, Piano says, \"We are able to transform the peripheries of the big cities [into a] real urban place, where people stay together, where tolerance is found, where people share value in the same place[s] — library, concert hall, museum, whatever; or the city will be broken in two pieces: the rich part in the center — that will be about conservation — and the poor part in the outskirts — that is about protest. It's inevitable.\"</p><p>And it's crucial, Piano says, that Italians not build any more peripheries, because stretching services and public transportation further outward is unsustainable. He says peripheries must be developed not by expansion, but by implosion; by transforming what's already available — what's known as brownfields.</p><p>\"They are sometimes industrial places — railways, military spaces — and all those places can be transformed to intensify the city without necessarily making the city bigger and bigger and bigger and bigger,\" he says.</p><p>A prolific architect known for his love of technology, Piano is well aware of the artistic and architectural legacy of his native country. \"We got that beauty from the past, but what are we going to leave to our children?\" he wonders. \"So maybe the only serious thing I can do is to do some little thing to make the heritage less bad for the future.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Architect+Renzo+Piano%3A+The+Future+Of+Europe%27s+Cities+Is+In+The+Suburbs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392014900-8aecb9.m3u?orgId=1&topicId=1124&d=264&p=3&story=390981452&t=progseg&e=392014805&seg=10&ft=nprml&f=390981452"},{"href":"http://media.npr.org/assets/img/2015/03/09/renzo-piano-getty-4509634cc1c16354941911b7554a3217dd342ea0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1664","width":"2220"}},{"href":"http://media.npr.org/assets/img/2015/03/09/pompidou-getty_enl-b61046817f05a77ab038c6288faaa8603214fff1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2803","width":"2278"}}]}