{"created":"2014-10-08T02:56:24+00:00","modified":"2014-10-31T00:35:52+00:00","valid":{"from":"2014-10-31T00:35:52+00:00","to":"3014-10-31T00:35:52+00:00"},"hreflang":"en","title":"Questlove And The Roots: How A Hip-Hop Band Conquered Late Night","published":"2014-07-24T11:55:00+00:00","teaser":"\"It's strange to admit it, but this is kinda the job we were born for,\" Questlove says of his group's serving as house band for <em>The Tonight Show</em>.","itags":["npr_api","328167474"],"guid":"81029553-ad86-4d3e-a64e-c7ed967de269","contentencoded":"<p><em>The not-so-secret weapon on </em>The Tonight Show<em> is </em><a href=\"http://www.npr.org/artists/15121130/the-roots\">The Roots</a>,<em> a band whose success on the NBC program was so swift it even surprised a few people at NBC. The group's d</em><em>rummer and leader, Ahmir \"Questlove\" Thompson, says music is a crucial part of </em>The Tonight Show,<em> and he spent some time showing NPR TV critic Eric Deggans exactly why.</em></p><p>For the first time, a hip-hop group is the house band for the most influential TV show in late night.</p><p>And you can chalk up much of The Roots' success to the relaxed perfectionism of the band's leader, Questlove.</p><p>When I first meet him, he is lounging on a couch in a mixing room, deep inside <em>The Tonight Show</em>'s Rockefeller Center studios. Casually dressed in black jeans and black hoodie emblazoned with the words \"legendary Roots crew,\" Questlove is listening to a recording of the band rehearsing its new single, \"Never.\"</p><p>The Roots will play the song before the show's cameras later that day; he's huddling with the program's engineer to show him how the band should sound. His ears seem to catch everything, including the thin tone of a wood block.</p><p>It's like watching Rembrandt splash paint on a canvas.</p><p>\"If you do this now, it's not a big deal tonight, after we perform it,\" he explains. Later he dishes on how one unnamed celebrity musical guest tweaked the mix of a performance right up until the show had to broadcast the footage.</p><p>Not so for Questlove, who looks comfortable and in command hours before taping. It's obvious such detail-oriented artistry has paid off well for Questlove and The Roots.</p><p>The Roots are the last band you might expect to take over a late night TV institution. They came together in the late 1980s and quickly emerged as critic's favorites. But some in hip-hop saw them as quirky outsiders, at least at first, for their musicianship and brainy creativity.</p><p>Five years ago, when Fallon started hosting NBC's <em>Late Night,</em> he picked The Roots as his house band.</p><p>But the network suits weren't so sure.</p><p>\"The feelings at NBC were sorta like, 'Well, we know they're a good rap group but, what if we have [country artist] Tom T. Hall on the show? Do they have range?' \" Questlove says.</p><p>At first, he says, NBC suggested a 13-week probation cycle, where they would meet to discuss the band's performance. It was a way to quietly let the group go if things didn't go well.</p><p>\"And they were, like, throwing crazy stuff at us ... they'd come and be like, 'You guys got three minutes to come up with an Andrew Lloyd Webber reference.' ... That's how the game 'Freestylin' with the Roots' was invented,\" Questlove says, referencing their version of a bit Johnny Carson once did with his <em>Tonight Show</em> musicians called \"Stump the Band.\" \"Once we did it, then they threw that [out, saying], 'You guys are ours forever. Forget that 13-week meeting thing.' \"</p><p>Smart move. Because it turns out The Roots have an unexpected talent for creating great moments on camera that become viral videos.</p><p>They reinvented <a href=\"http://www.npr.org/artists/214471182/robin-thicke\" target=\"_blank\">Robin Thicke</a>'s sexy, controversial hit <a href=\"https://www.youtube.com/watch?v=YOZjaqHioro&feature=kp\" target=\"_blank\">\"Blurred Lines\" with kiddie instruments</a>. And <a href=\"https://www.youtube.com/watch?v=vAFQIciWsF4\" target=\"_blank\">slow-jammed the news</a> with the leader of the free world.</p><p>And when Fallon moved up from <em>Late Night</em> to take over <em>The Tonight Show</em> in February, music remained at the center of the action.</p><p>\"For starters, Jimmy is a musician ... he's a legitimate singer and guitarist,\" Questlove says. \"This show is really a variety show disguised as a talk show.\"</p><p>As we're hanging out in the band's tiny rehearsal studio, one of the show's writers stops by to ask for some on-the-spot creativity. In a couple of days, <a href=\"http://www.npr.org/2011/10/14/141321799/twain-humor-award-honors-comedian-will-ferrell\" target=\"_blank\">Will Ferrell</a> will be a guest of the show. So will his look-alike: Chad Smith, drummer for the <a href=\"http://www.npr.org/artists/16264182/red-hot-chili-peppers\" target=\"_blank\">Red Hot Chili Peppers</a>.</p><p>They want to have a drum battle. But Ferrell doesn't really play drums.</p><p>So the writer has a simple request: Could Questlove work up a simple drum solo Ferrell can pretend to play on camera?</p><p>First, Questlove looks up a few drum solos on YouTube for inspiration. He sifts through clips of virtuoso solos — way too complicated for Ferrell to attempt — and even looks at a bit of his duet with <em>Portlandia</em> star and <em>Saturday Night Live</em> alum Fred Armisen, who actually plays drums.</p><p>Then Questlove sits behind a small kit in a cramped room packed with posters, DVDs, memorabilia and even a stray Grammy award. He reaches behind his back, pulls out a snare drum from among a half-dozen sitting on the floor behind him, and tries out ideas.</p><p>The result, which finally airs on <em>The Tonight Show</em> two days later, makes Will Ferrell sound like Buddy Rich.</p><p>\"It's strange to admit it, but this is kinda the job we were born for,\" Questlove says, noting that some tastemakers didn't really get it when the band announced the TV gig.</p><p>\"Once [the website] Gawker said 'The Roots in this position is like watching Miles Davis busk for change in the New York subway system,' \" he adds, smiling a little. \"We wanted to be underestimated so that [we] could overexceed expectations.\"</p><p>Mission accomplished. In fact, the success of Questlove and The Roots on <em>The Tonight Show</em> seems a particular tale of triumph.</p><p>The quirkiest band in hip-hop kept its cool and conquered the biggest institution in late-night TV.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Questlove+And+The+Roots%3A+How+A+Hip-Hop+Band+Conquered+Late+Night&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328209666-365253.m3u?orgId=1&topicId=1138&ft=3&f=328167474"},{"href":"http://media.npr.org/assets/img/2014/07/03/frankie-quest-blackthought-bfd98871c1a6c1b48a44d759dc51c03c27da9290.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"529","width":"705"}},{"href":"http://media.npr.org/assets/img/2014/07/03/benwatts_ahmir_01_024_15937613-f05fd87023b0e83643cc4a9c4b7b30b310a63dca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"250","width":"333"}}]}