{"created":"2014-10-27T23:49:59+00:00","modified":"2014-10-27T23:49:59+00:00","valid":{"from":"2014-10-27T23:49:59+00:00","to":"3014-10-27T23:49:59+00:00"},"hreflang":"en","title":"Mississippi's Lone Abortion Clinic Fights To Remain Open","published":"2014-04-28T12:21:00+00:00","teaser":"A dispute over a state law requiring abortion providers to have hospital admitting privileges goes before the U.S. Court of Appeals. Critics say such laws create a de facto ban on abortion.","itags":["npr_api","307487327"],"contentencoded":"<p>Mississippi's only abortion clinic is fighting to remain open in the face of ever-tightening state regulations. The 5th U.S. Circuit Court of Appeals in New Orleans hears arguments Monday in a dispute over a state law that requires abortion providers to have hospital admitting privileges.</p><p>The bright pink Jackson Women's Health Organization, located in an art deco section of Jackson minutes from the Mississippi state Capitol, has long been a flashpoint in the abortion debate. On a recent day, Pastor David Lane of Pro-Life Mississippi peers through a wrought-iron fence at patients.</p><p>Lane says when he started protesting 30 years ago, there were several abortion clinics. Now it's down to this last one.</p><p>\"We're hoping and we're praying this thing closes,\" Lane says. \"Mississippi will be first in something that's good anyway, and that is no free-standing abortion mills. That's what we're after.\"</p><p>Anti-abortion groups have been fighting a war of attrition at the state level with tighter restrictions on how abortion clinics operate.</p><p>Last week, Mississippi Republican Gov. Phil Bryant signed a new law that bans abortion after 20 weeks of gestation, and he's vigorously defending the 2012 law that is before the court. It requires doctors who perform abortions in the state to be board-certified OB-GYNs and have privileges to admit patients at a local hospital.</p><p>\"We regulate restaurants [and] we regulate hotels for health and safety purposes,\" Bryant says. \"So certainly we ought to have the authority, and I believe we certainly do have the authority, to regulate a procedure such as an abortion.\"</p><p>Inside Jackson Women's Health Organization, there's growing uncertainty over how much longer the doors will be open. Dr. Willie Parker flies in from Chicago to perform abortions at the clinic, one of two physicians who come to Mississippi to provide abortion care.</p><p>Parker is a plaintiff in the lawsuit challenging Mississippi's law. He's a board-certified OB-GYN but has not been able to get admitting privileges at any of the 13 regional hospitals he applied to.</p><p>\"Some we received no response from, but the ones that we did, they made reference to the fact that because the care we provide is related to abortion, they felt it might be disruptive to the internal politics, as well as the external politics, for the hospital,\" Parker says.</p><p>Parker says it is part of a strategy to gut the Supreme Court's <em>Roe v. Wade </em>decision legalizing abortion by abusing the regulatory authority of the states and making access to abortion \"so cumbersome as to be impractical even when it remains legal.\"</p><p>Bebe Anderson is with the Center for Reproductive Rights, which is representing Parker. She says because there's only one clinic in the state, the law amounts to a de facto ban on abortion.</p><p>\"Under the Supreme Court's rulings, this law would definitely constitute what's called an 'undue burden' because it would really block women's access to safe, legal abortion throughout the state of Mississippi,\" Anderson says. \"Therefore it's unconstitutional.\"</p><p>Terri Herring, director of the Pro Life America Network, helped craft Mississippi's legislation and is hopeful it will withstand legal scrutiny.</p><p>\"I think it's going to be hard for the court to decide that because Mississippi has one abortion clinic that it should be allowed to be unsafe,\" Herring says.</p><p>The 5th Circuit Court of Appeals has already upheld a similar admitting-privileges law for abortion providers in Texas, but a federal judge has blocked Alabama's pending a trial. The issue could ultimately be headed to the U.S. Supreme Court.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mississippi%27s+Lone+Abortion+Clinic+Fights+To+Remain+Open&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","guid":"812478cb-662c-41eb-934c-4005de24e9ba","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307627421-948382.m3u?orgId=1&topicId=1091&ft=3&f=307487327"},{"href":"http://media.npr.org/assets/img/2014/04/27/img_4945-2eec0e170cefec3eb498065c245b5041446dc7ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1717","width":"2291"}}]}