{"created":"2015-01-07T08:39:21+00:00","modified":"2015-06-05T15:23:09+00:00","valid":{"from":"2015-06-05T15:23:09+00:00","to":"3015-06-05T15:23:09+00:00"},"hreflang":"en","title":"Crowning The 33rd-Best Football Team In America","published":"2015-01-07T17:35:00+00:00","teaser":"As we eagerly await the first official college football championship, commentator Frank Deford says it's intriguing that the U.S. places as much emphasis on college sports as it does on the pros.","itags":["npr_api","375423078"],"guid":"81337292-152a-4955-a8ca-8d1f9611fbf2","contentencoded":"<p>So, we finally have our first official college football championship, and something like 50 million or so fans will be watching to see whether Oregon or Ohio State is the 33rd-best team in the country. This statement makes me, I admit, both perfectly accurate and infuriatingly facetious.</p><p>Certainly, no one would dispute that even the most miserable of the 32 NFL teams is far superior to any collegiate squad, but at the same time, a great segment of America will be deeply invested in watching what is, essentially, the equivalent of Triple-A baseball.</p><p>It's absolutely intriguing to me — and somehow revealing — that the United States alone places such emphasis on college sport.</p><p>Oh, for the record, here and there, other nations possess an abiding interest in some school game. In England, after all, the Oxford-Cambridge crew race has been a fixture since 1829. But we're the odd fellows who've made school football — and later basketball too — almost as popular as the finest professional leagues.</p><p>Now, our sport of football evolved, its prime antecedent being English rugby. But during the latter part of the 19th century, as that <em>other</em> British game of soccer began to become popular round the world, our own schoolboys favored the rugby lineage.</p><p>Why Americans preferred to run and then throw the ball, rather than kick it, like most everybody else, remains <em>the</em> American mystery, as distinct as our singular American dream. But so it was. And curiously for such a brutal game, it was precisely the fanciest schools — Harvard, Yale, Princeton — that not only advanced the sport, but ordained football as a proper social occasion.</p><p>As American colleges were often located in out-of-the-way places, a school's football team became something of a marker for that American educational system we were so proud of. In a way, football became the outward and visible sign of the classroom.</p><p>Yes, there are great rivalries in our professional sport, but we are a transient society and our deepest loyalties seem to remain more with the colleges we left behind. I've always felt that the emotions we alumni bestow upon our beloved college football teams are more analogous to the passions that citizens in other, smaller countries show their national soccer teams.</p><p>The Super Bowl and the World Series are spectaculars of course, but somehow, even if you don't personally give a hoot about Ohio State or Oregon, the sport carries cultural weight ... and which team will be the 33rd-best in the land is a touchstone of America.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Crowning+The+33rd-Best+Football+Team+In+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"193"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375544084-697e4f.m3u?orgId=1&topicId=1055&aggIds=4499275&d=193&p=3&story=375423078&t=progseg&e=375543806&seg=11&ft=nprml&f=375423078"}]}