{"created":"2015-05-14T14:33:55+00:00","modified":"2015-05-14T14:33:55+00:00","valid":{"from":"2013-01-14T21:32:45+00:00","to":"3013-01-14T21:32:45+00:00"},"hreflang":"en","guid":"81391deb-93ad-44e7-8321-311fb8d483df","published":"2013-01-14T21:32:45+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Aziz is re-tiling the floor of the three-room house where he lives with his wife and son. It&apos;s an all right looking place. Nice little garden with a big shady fig tree. But there&apos;s a snag with this property. Quite a big snag. At any time, city hall might send a bulldozer to smash it to pieces.   &quot;They have demolished houses near this one and of course I&apos;m worried. Everyone&apos;s wondering &apos;What if it happens to me?! Where would I go?!&apos; Stealing is illegal, killing is illegal, selling drugs. But giving a shelter to your children? How can that be illegal?&quot; says Aziz.   After Aziz washes the cement off his hands, we walk up to the mosque. A few children are playing in the dusty road. The Canada Real sits on public land designated as a shepherds&apos; thoroughfare. No one has the right to build along this 10-mile strip. But the poor have long built shelters here nevertheless. Many live with no water or electricity.   The faithful can&apos;t all fit in the mosque. A hundred men pray outside. Nearly all are construction workers. During Spain&apos;s property boom, they built some of the thousands of houses that are now standing empty and unsold. Houses, they&apos;ve built plenty. But they can&apos;t afford to live in one. Not a legal one in any case. The Canada Real is growing with new arrivals like this man Nourredine Amzo.   &quot;Now I am living here, but before I was seven years in the center of Madrid. It&apos;s very expensive,&quot; says Nourredine Amzo.</p>\"},{\"content\":\"<p>Amzo came to Spain to build houses, but is not working right now.   &quot;I am one year without work. I am asking everybody and looking everywhere, but nothing. Nothing! Nothing! For everybody! Not (just) for me. For Spanish people, Moroccan people. All the people are coming to look for work; they have no work now. They have no work,&quot; says Amzo.   Nourredine is thinking about returning to Morocco. Others, he says, have done so already. One man, Miloud, is resolved to sit out the recession in Spain -- with the help of his religion.   &quot;We are protected by god. We Muslims aren&apos;t so worried about the crisis because god knows all and gives all. God provides,&quot; says Miloud.   And will they be allowed to stay living in these rough-made houses they built for themselves on the edge of Spain&apos;s battered economy?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Inch&apos;allah,&quot; says Miloud.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>God willing.</p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>Aziz is re-tiling the floor of the three-room house where he lives with his wife and son. It's an all right looking place. Nice little garden with a big shady fig tree. But there's a snag with this property. Quite a big snag. At any time, city hall might send a bulldozer to smash it to pieces. &nbsp; \"They have demolished houses near this one and of course I'm worried. Everyone's wondering 'What if it happens to me?! Where would I go?!' Stealing is illegal, killing is illegal, selling drugs. But giving a shelter to your children? How can that be illegal?\" says Aziz. &nbsp; After Aziz washes the cement off his hands, we walk up to the mosque. A few children are playing in the dusty road. The Canada Real sits on public land designated as a shepherds' thoroughfare. No one has the right to build along this 10-mile strip. But the poor have long built shelters here nevertheless. Many live with no water or electricity. &nbsp; The faithful can't all fit in the mosque. A hundred men pray outside. Nearly all are construction workers. During Spain's property boom, they built some of the thousands of houses that are now standing empty and unsold. Houses, they've built plenty. But they can't afford to live in one. Not a legal one in any case. The Canada Real is growing with new arrivals like this man Nourredine Amzo. &nbsp; \"Now I am living here, but before I was seven years in the center of Madrid. It's very expensive,\" says Nourredine Amzo.</p>\n<p>Amzo came to Spain to build houses, but is not working right now. &nbsp; \"I am one year without work. I am asking everybody and looking everywhere, but nothing. Nothing! Nothing! For everybody! Not (just) for me. For Spanish people, Moroccan people. All the people are coming to look for work; they have no work now. They have no work,\" says Amzo. &nbsp; Nourredine is thinking about returning to Morocco. Others, he says, have done so already. One man, Miloud, is resolved to sit out the recession in Spain -- with the help of his religion. &nbsp; \"We are protected by god. We Muslims aren't so worried about the crisis because god knows all and gives all. God provides,\" says Miloud. &nbsp; And will they be allowed to stay living in these rough-made houses they built for themselves on the edge of Spain's battered economy?</p>\n<p>\"Inch'allah,\" says Miloud.</p>\n<p>God willing.</p></div>","tags":["shantytown","canada real","World","APM","spain"],"teaser":"In a shantytown outside of Madrid, a crowded, uneasy life for 30,000 people on the margins of Spain’s struggling economy","title":"Life on the edge in Spanish slum","byline":"John Laurenson","itags":["PMP:Marketplace_PMP","81391deb93ad4e763219311fb8d483df","Marketplace for Monday, January 14, 2013","Marketplace"],"description":"In a shantytown outside of Madrid, a crowded, uneasy life for 30,000 people on the margins of Spain’s struggling economy","audio":[{"type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/canada_real.jpg?itok=bz0uSj71"},{"type":"audio/mpeg","meta":{"duration_hms":"00:03:00","duration":180,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/14/marketplace_segment18_20130114","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/14/marketplace_segment18_20130114_64.mp3","format":"MP3"}]}