{"created":"2015-05-19T07:23:30+00:00","modified":"2015-06-25T17:43:48+00:00","valid":{"from":"2015-06-25T17:43:48+00:00","to":"3015-06-25T17:43:48+00:00"},"hreflang":"en","title":"How Heroin Made Its Way From Rural Mexico To Small-Town America ","published":"2015-05-22T09:58:00+00:00","teaser":"With pizza delivery as a model, Mexican cartels revolutionized the heroin trade, making it easily available in smaller U.S. communities. Journalist Sam Quinones has the story in his new book.","itags":["npr_api","404184355"],"guid":"815ef981-fac2-461f-bf0a-3f55a7602e8f","contentencoded":"<p>To understand how heroin took hold in rural America, you need to go back two decades and look at the surge of prescription drug use in Portsmouth, Ohio, according to journalist Sam Quinones.</p><p>A Rust Belt town that had fallen on hard times by the 1990s, Portsmouth became a place where doctors dispensed prescription drugs more freely than anywhere else in the country, Quinones writes in his new book, <em>Dreamland: The True Tale of America's Opiate Epidemic</em>.</p><p>There was a \"widespread kind of addiction that affects an entire generation in the town of Portsmouth,\" Quinones tells NPR <em>Morning Edition</em> host Renee Montagne.</p><p>Many of the pills are synthetic opiates, similar in their molecular structure to heroin, Quinones adds. As a result, many of those who originally became addicted to pills eventually wound up on heroin.</p><p>\"Heroin is the fallback drug,\" Quinones says.</p><p>Mexican drug cartels then stepped in, providing reliable home delivery for the addicts in a model similar to the pizza delivery business, and replicating it far beyond Portsmouth.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Portsmouth as a place to get prescription drugs </strong></p><p>Portsmouth was the pill mill capital of America, really. They had more pill mills per capita in that town than anywhere else in the country. Pill mills are where a doctor prescribes pills for cash without almost any diagnosis of any pain problems or anything like that. Pill mills usually have long, long lines — Portsmouth had a dozen of these, and they prescribed millions of pills a year and was one of the main reasons why so many people got addicted there.</p><p>The godfather of all that was a guy by the name of David Proctor. And by the 1990s when the main painkiller in all this, Oxycontin, is released, he sees this as basically a business model. You can prescribe these pills and people will pay you $250 every month to get that prescription, and you will always have your clinic full. And that's what happened for many years in that town. He also taught a lot of doctors who came to work for him how to run these pill mills.</p><p>So he became kind of the Ray Kroc, the McDonald's of pill mills with one Kentucky cop — and all these doctors went out on their own and spread this pill mill phenomenon to eastern Kentucky, parts of West Virginia and other parts of Ohio. It was a big part of how this epidemic got going early on.</p><p><strong>On how a pill problem becomes a heroin problem</strong></p><p>These pills contain drugs that are molecularly very similar to heroin. They are opioids, there are synthetic opiates. People would get addicted to the pills believing that well, \"This is OK because it's a doctor's orders,\" you know, prescribing this and this comes from a drug company and this kind of thing.</p><p>But at a certain point, they would no longer be using it for their pain, they would be using it because they're addicted. Frequently the doctor would cancel the prescription or simply they just couldn't get the pills with the regularity they needed. And so heroin is the fallback drug.</p><p><strong>On the link to Xalisco, Mexico</strong></p><p>Ground zero for the pills is southern Ohio, West Virginia, Kentucky, places like this. In the mid-'90s, at that same time, across the Mississippi is coming the vanguard of a group of heroin traffickers out of a small town called Xalisco in the state of Nayarit in Mexico who are taking their drugs and looking for new markets. All of this kind of coincides.</p><p>[Mexican drug cartels] used customer service, they deliver just like pizza delivery, and it really appeals to this new class of addict who were white, really kind of unfamiliar, maybe, a lot of times with the drug world.</p><p>They don't want to get involved in Skid Row or some housing projects where everyone has always bought dope. A drug addict wants one thing above all and that's reliability. And these guys provided that above all. They relied on being very low-profile. They did not spend their money lavishly. They looked like the day workers outside your Home Depot. They drove old cars, they never used gunplay, drive-by shootings, any of that kind of stuff because, they didn't need to.</p><p><strong>On how the drug dealers operated</strong></p><p>All these guys don't like selling heroin. But here's the thing: Back in the town where they're from they have been humiliated all their lives. Their jobs are dead-end jobs. They work as bakers, they work as farm boys, they work as butchers — they don't have anything pushing them ahead.</p><p>As this business model began to take hold, the effects were immediately seen in the town. People began to do better. They began to build big houses, they began to have nice trucks, nice cars. And all around them young men saw this. They saw that this was a route to real economic progress. One of the strangest things I encountered when I was doing this book was how Levi's 501s were these huge forces in pushing this system across the United States.</p><p>They're these very well-made, very expensive jeans. Well, this system was a system for turning cheap heroin into ... stacks of Levi's 501s. The reason was that these dealers very quickly noticed that these addicts they were selling to were fantastic shoplifters.</p><p>They would give these guys lists: \"I need Levi's 501s this size, this color,\" because they would then take those jeans back home and act as Santa Claus. It was like this huge redemption: \"I left poor. And here I am bringing Levi's 501s for everyone.\" And there was nothing cooler than walking around town during the fiesta or late at night on a Friday in your beautiful dark, blue Levi's 501s. For a person who comes from the smallest, most humble origins in these towns — that is a narcotic itself.</p><p><strong>On the situation today</strong></p><p>I think these guys continue to do their job. You arrest a bunch in Denver, new guys are there to take their place — this is not a very easy system to eradicate, particularly if you have widespread prescription of pills that are creating new addicts, also, every day.</p><p>And so families, parents and loved ones of these addicts are just thrown into this nightmare. Whole houses and college savings have been maxed out because the family is trying to find some way of getting this kid off this dope that started with, perhaps, an elbow injury in a football field or something like that. Then they went to a doctor and they got these pills. And the end is four or five years of nightmarish attempts to get rehab for this kid, relapse over and over — it's a tough situation we've kind of painted ourselves into.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Heroin+Made+Its+Way+From+Rural+Mexico+To+Small-Town+America+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407868171-3fe80c.m3u?orgId=1&topicId=1033&aggIds=100876926,408228895&d=422&p=3&story=404184355&t=progseg&e=407866647&seg=14&ft=nprml&f=404184355"},{"href":"http://media.npr.org/assets/img/2015/05/14/dreamlandcover-564940c30ab67b9fcbe504fa7f637830ce2fe710.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"792","width":"1056"}},{"href":"http://media.npr.org/assets/img/2015/05/14/samquinonesnocreditneeded-387eb7731abec9bad9746816a18e1afdfd612fb5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3277","width":"4369"}}]}