{"created":"2015-04-28T21:56:40+00:00","modified":"2015-05-13T20:59:50+00:00","valid":{"from":"2015-05-13T20:59:50+00:00","to":"3015-05-13T20:59:50+00:00"},"hreflang":"en","title":"Union Head Presses Candidates, Clinton On Trade","published":"2015-04-29T19:43:00+00:00","teaser":"Richard Trumka, president of the AFL-CIO, said presidential candidates can't \"hedge their bets\" when it comes to trade. But that's exactly what Hillary Clinton has done so far.","itags":["npr_api","402856039"],"guid":"8166e2de-c182-4c04-9e97-c63278b3f049","contentencoded":"<p>Don't expect labor support to get fired up for candidates who hedge their bets. That was the message from AFL-CIO President Richard Trumka for 2016 presidential candidates. Translation: Hillary Clinton.</p><p>\"Candidates can't hedge their bets any longer and expect workers to rush to the polls in excitement, to run out and door knock and phone bank and leaflet only to have their candidate of choice turn a back towards the policies,\" Trumka said in a speech at the labor federation's headquarters in Washington.</p><p>Trumka never named Clinton, but the Democratic frontrunner has done exactly what Trumka is warning against on trade — hedge.</p><p>As secretary of state, Clinton called the Trans-Pacific Partnership, which is being hotly debated now in Congress, the \"<a href=\"http://www.npr.org/blogs/itsallpolitics/2015/04/21/401123124/a-timeline-of-hillary-clintons-evolution-on-trade\">gold standard</a>\" of trade agreements. But, now that she's running for president, she has backed away from that.</p><p>\"Any trade deal has to produce jobs and raise wages and increase prosperity and protect our security,\" Clinton said in Concord, N.H., last week while touring a community college that focuses on technical skills. \"We have to do our part in making sure we have the capabilities and the skills to be competitive.\"</p><p>Clinton is the only announced Democratic presidential candidate to this point, and she is far ahead in the polls. Independent Bernie Sanders, a self-declared socialist is set to announce his candidacy Thursday, Vermont Public Radio reports. Martin O'Malley, the former governor of Maryland, has indicated he is also likely to run and will announce his decision by the end of May.</p><p>O'Malley, who is trying to position himself to Clinton's left, didn't mince words during an event at Harvard earlier this month. He cut a web video off of what he said on trade.</p><p>\"I'm for trade,\" he said. \"And I'm for good trade deals, but I'm against bad trade deals like the Trans-Pacific Partnership.\"</p><p>Trumka talked of the income inequality and noted that CEO pay has skyrocketed over the last four decades while the wages of average Americans have gone the other way.</p><p>\"We want action,\" Trumka said. \"We want big ideas, and we want structural change. We want 'Raising Wages.'\"</p><p>And he said labor won't accept \"half measures.\"</p><p>\"Workers have swallowed the politics of hedged bets for almost two generations,\" said Trumka, who has seen labor membership decline in the past generation. \"We've waited for the scraps that remain after the pollsters shape the politics. Those days are over. America doesn't need relentlessly cautious half-measures.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Union+Head+Presses+Candidates%2C+Clinton+On+Trade&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"175"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402856040-d47afa.m3u?orgId=1&topicId=1014&d=175&p=2&story=402856039&t=progseg&e=402855950&seg=5&ft=nprml&f=402856039"},{"href":"http://media.npr.org/assets/img/2015/04/28/160767227-ae41723c8872e12e5734dbb1bd2f0aa0df7cff91.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2097","width":"2796"}}]}