{"created":"2015-06-16T18:08:21+00:00","modified":"2015-06-17T13:05:09+00:00","valid":{"from":"2015-06-17T13:05:09+00:00","to":"3015-06-17T13:05:09+00:00"},"hreflang":"en","title":"FDA To Food Companies: This Time, Zero Means Zero Trans Fats","published":"2015-06-17T00:06:00+00:00","teaser":"The agency is giving food companies a hard deadline to stop using trans fats in processed foods. It has determined that partially hydrogenated oils are not \"generally recognized as safe\" for food.","itags":["npr_api","414906829"],"guid":"8170904c-4745-4125-b5de-93f9f0fe7567","contentencoded":"<p>The Food and Drug Administration on Tuesday <a href=\"https://www.federalregister.gov/articles/2015/06/17/2015-14883/determinations-partially-hydrogenated-oils\">announced</a> that food companies have three years to remove all trans fats from processed food. The long-expected move is aimed at making food more healthful.</p><p>The FDA says the evidence is clear: Trans fats increase the risk for heart attacks and strokes. And so it has determined that trans fats are not \"generally recognized as safe\" for use in food anymore. The agency is giving food companies a hard deadline to stop using trans fats in processed foods.</p><p>Trans fats were once considered a healthy alternative to ingredients like lard. But evidence has mounted that <a href=\"http://www.npr.org/sections/thesalt/2014/03/31/295719579/rethinking-fat-the-case-for-adding-some-into-your-diet\">the opposite is true</a>.</p><p>In 2006, the FDA started requiring food companies to disclose the amount of trans fat in processed food. And many food companies stopped using the substance in anticipation of the FDA's ban. The Grocery Manufacturers Association <a href=\"http://www.gmaonline.org/news-events/newsroom/gma-statement-fda-action-on-phos-provides-needed-transition-time-for-food-m/\">says</a> the food industry has already reduced its use of trans fats by more than 86 percent.</p><p>As a result, the amount that people consume has plummeted. Even Crisco is now made without partially hydrogenated oils.</p><p>But the FDA says people are still consuming too much. Many food products have tiny amounts of trans fats since the FDA allows companies to put zero grams on the label even if there's up to 0.5 grams of trans fat in the food.</p><p>And other products with higher levels of the oils appear on this Trans Fat Wall of Shame Pinterest <a href=\"https://www.pinterest.com/cspinutrition/trans-fat-wall-of-shame/\">board</a>, curated by the Center for Science in the Public Interest.</p><p>As <a href=\"http://provost.tufts.edu/about/academic-leadership-team/mozaffarian-friedman-school-of-nutrition-science-and-policy/\">Dariush Mozaffarian</a>, a cardiologist, epidemiologist and dean of the nutrition policy and science school at Tufts University, told us, \"There's really not any other fat that has this constellation of harmful effects\" — from raising bad cholesterol and inflammation to lowering good cholesterol and harming blood vessels.</p><p>Consumer groups hailed the ban, with some saying it's long overdue. \"We applaud the FDA for taking an important step,\" said Renee Sharp, director of research at the Environmental Working Group, in a statement. But she lamented that the three-year deadline wasn't speedy enough.</p><p>The Grocery Manufacturers Association said in a <a href=\"http://www.gmaonline.org/news-events/newsroom/gma-statement-fda-action-on-phos-provides-needed-transition-time-for-food-m/\">statement</a> the deadline \"provides time needed for food manufacturers to complete their transition to suitable alternatives and/or seek food additive approval.\" But, the group added, it will be petitioning the FDA to allow some low-level uses of trans fats in certain products.</p><p>\"The FDA should continue to minimize Americans' exposure to artificial trans fat and subject the industry's petition to a rigorous and skeptical test,\" <a href=\"http://cspinet.org/new/201506161.html\">said</a> Michael Jacobson, executive director of the Center for Science in the Public Interest, which has been lobbying for the trans fat ban for years. \"If FDA approves it for use as a food additive, it must do so only in the tiniest of amounts.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=FDA+To+Food+Companies%3A+This+Time%2C+Zero+Means+Zero+Trans+Fats&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414985831-8ac2f8.m3u?orgId=1&topicId=1053&d=232&p=2&story=414906829&t=progseg&e=414970991&seg=5&ft=nprml&f=414906829"},{"href":"http://media.npr.org/assets/img/2015/06/16/trans-fat-label-ad29743d9fd0a129ee2e179c79ae8c8ccc253e87.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1920","width":"2560"}}]}