{"created":"2015-06-17T16:52:36+00:00","modified":"2015-06-18T12:07:57+00:00","valid":{"from":"2015-06-18T12:07:57+00:00","to":"3015-06-18T12:07:57+00:00"},"hreflang":"en","title":"In 'Daddy Stop Talking,' Adam Carolla Takes On Parenting","published":"2015-06-17T18:45:00+00:00","teaser":"The comedian rants and riffs about his kids in \"Daddy Stop Talking! & Other Things My Kids Want But Won't Be Getting.\"","itags":["npr_api","415225195"],"guid":"8175859b-ba61-409f-bd7c-dcc799202345","contentencoded":"<p>Comedian <strong>Adam Carolla</strong> is well known for his riffs and rants. They&#8217;ve gotten him into the Guinness Book of World Records for the Most Downloaded Podcast and made his books into bestsellers.</p><p>In his new book, &#8220;<a href=\"http://www.amazon.com/Daddy-Stop-Talking-Things-Getting/dp/006239424X\" target=\"_blank\">Daddy Stop Talking! & Other Things My Kids Want But Won&#8217;t Be Getting</a>&#8221; (excerpt <a href=\"#excerpt\">below</a>), Carolla rants and riffs about his kids. As the title suggests, they won&#8217;t be entirely happy with the results. Carolla combines humorous takes on the dilemmas of being a father with serious &#8211; and not so serious &#8211; advice to his kids.</p><p>As he told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson, his parenting is self-taught. His own parents &#8220;were depressed, they were not physical, not fun and not anything. And they were very exquisitely cheap and everything else. And I am zero of those things with my kids, because I saw it, I recognized it and I thought, &#8216;That&#8217;s not how I want to be.&#8217; &#8221;</p><h4>Interview Highlights</h4><p><strong>On whether or not he likes being a parent</strong></p><p>&#8220;I do but I have some pretty good kids, I&#8217;ve got to say. And I have some square footage, and I have a nanny, and I have two TiVos and I&#8217;m on the road a lot. I honestly couldn&#8217;t imagine just doing it alone in a small, one-bedroom apartment.&#8221;</p><p><strong>Why he waited to have kids</strong></p><p>&#8220;I came from very poor people who were poorer at being parents than they were even financially poor. And for that reason, when I was like 22, I was like, &#8216;Hell no I&#8217;m not having kids. I&#8217;m not having kids.&#8217; When I was 30 I was like, &#8216;I&#8217;m not having kids until I&#8217;m totally financially prepared for it, until I&#8217;ve done some therapy, until I&#8217;ve got my head together. I&#8217;m not going to screw up another generation of Carollas here.&#8217; And I have no idea why I&#8217;m not joined by a chorus of politicians whenever I talk about this, but either way, I seem to be the only guy on the planet who basically tells everybody, &#8216;Don&#8217;t have kids. Wait for a long time, get married first, make some money first, get your career established first, and then have kids.&#8217; And the ship would right itself in terms of a society in 10 seconds.&#8221;</p><p><strong>How his parents have influenced his own parenting style</strong></p><p>&#8220;My parents were not very emotional. They were depressed, they were not physical, not fun and not anything. And they were very exquisitely cheap and everything else. And I am zero of those things with my kids, because I saw it, I recognized it and I thought, &#8216;That&#8217;s not how I want to be, and that&#8217;s not how I would want to be brought up.&#8217; And when I see my kids, I hug them and I squeeze them and I wrestle with them, and I tell them how glad I am that they&#8217;re on the planet. And when it comes time to buy dinner, I pick up the check, and it&#8217;s no big deal.&#8221;</p><p><strong>What Father&#8217;s Day means to him</strong></p><p>&#8220;Sadly it doesn&#8217;t mean anything to me because I grew up in a sort of snow globe with no snow in it. We had no idea when anyone&#8217;s birthday was, when Mother&#8217;s Day was, when Father&#8217;s Day was, we didn&#8217;t go out to dinner or bake dad a cake &#8211; we didn&#8217;t do it for Mothers&#8217; Day either. I didn&#8217;t even know Mother&#8217;s Day, Father&#8217;s Day. I didn&#8217;t know any of the stuff. I&#8217;d heard of Mother&#8217;s Day and Father&#8217;s Day just like I&#8217;d heard of open house and yearbooks at school, but it wasn&#8217;t anything I participated in. So part of my therapy and growth is coming from a place that didn&#8217;t celebrate any of these things and they have no currency whatsoever.&#8221;</p><p>&#8220;So I had to kind of wake up and go, &#8216;Look this may not have meant anything to you, but it means other things to other people who grew up in another environment. Go ahead and take someone out to dinner and pretend like you&#8217;re celebrating.'&#8221;</p><p><a name=\"excerpt\"></a><em>Note: This book excerpt contains language that some readers may find offensive.</em></p><h4>Book Excerpt: &#8216;Daddy, Stop Talking!&#8217;</h4><p><em>By Adam Carolla</em></p><p><p style=\"text-align: center\"><strong>Don’t Be This Guy</strong></p><p>As this book is filled with advice for my kids, I’d like to take a little time to list the people that I hope they don’t grow up to be. Kids, pay attention. I’m laying down a preemptive disownment if you become this guy or gal.</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0617_daddy-stop-talking.jpg\"><img class=\"alignright size-medium wp-image-86596\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0617_daddy-stop-talking-199x300.jpg\" alt=\"Cover of \"Daddy Stop Talking!\"\" width=\"199\" height=\"300\" /></a></p><p><strong>First Up: Sonny Boy’s List of Don’ts</strong></p><p><strong><em>Zombie Guy</em></strong>: Not naming names, but one of the guys that I employ took a ration of shit from me one day because he was wearing an <em>Evil Dead</em> T‑shirt.</p><p>I just don’t get the fascination with the undead. We’re all undead. Big deal. And I feel like any one of us could outrun a zombie. They don’t run; they don’t even jog. They shuffle. It’s like being scared of the eighty‑four‑year‑old guy dragging his oxygen tank through a casino.</p><p>It feels like there are a hundred shows and a million movies about zombies. Are we not satisfied with this topic? I keep seeing shit about the zombie apocalypse. I’m pretty sure we have a military that could handle that situation. A bunch of decomposing guys ambling toward you, mumbling “brains,” aren’t going to be much match for an M1 Abrams tank.</p><p>I haven’t seen <em>Evil Dead</em>, so it’s not an issue with that specific movie. It is the fact that this dude is in his early forties. How are we so out of problems that forty‑three‑year‑old educated men can be obsessed with the undead? I’ve long complained about adult males who are into this nerd fantasy bullshit, whether it’s zombies, comic books, <em>Game of Thrones</em>, whatever. When did it become okay for guys to start talking about how much they were anticipating the Silver Surfer movie, and how devastated they were when it didn’t live up to their expectations? We all have computers with porno and Wikipedia. You could become an expert on something in a weekend. Do it.</p><p>. . .</p><p><strong><em>Weird Handshake Guy:</em></strong> Sonny, one of the signs of being a real man is having a real handshake. A nice firm grip that says, “It was a pleasure doing business with you.” So don’t become one of those guys who has a limp handshake, for God’s sake.</p><p>We’ve all experienced this. We go for the shake and it’s like the Pope holding out his hand for you to kiss his ring. Are you afraid that you’re gonna have a big meeting with some Japanese businessmen later and want to save your grip?</p><p>There are lots of variants on the lame handshake. There’s the guy who grips the front of your hand and just milks your cuticles. Or the guy who has an odd style of handshake. I don’t mean the soul brother complicated eight‑stage handshake. I’m talking about the guy who takes the traditional handshake but instead of going up and down he goes right to left, or who takes your hand and turns it ninety degrees so that it is flat, and then shakes. People won’t think, “It is nice doing business with you,” if you go in with a handshake like this. They will think, “Too bad he was bullied as a child,” instead.</p><p><strong><em>Empty Ice-Cube Tray in the Freezer Guy:</em></strong> I know this seems a little specific, but it is time to focus on the tuned‑out fuck at your office, or God forbid, your home, who is too ignorant of other people and so wrapped in their own thoughts that they can pull off a move like leaving an empty ice‑cube tray in the freezer. I have encountered this in my own studio. One of the lackeys used up all the ice and couldn’t take the 8.34 seconds it takes to pour some water into the tray before putting it back in the freezer so that when the bossman wants to toss a couple cubes in his Coke, they’re ready. You know you took the last one, you can feel the weight difference as you slide the empty tray back in. This is like putting an empty toilet‑paper tube back on the holder. These are the same assholes who don’t put the tin foil back on the tray of food at the staff lunch, so that the flies can shit on the roast beef. It’s not that they forget—it’s that they don’t give a crap.</p><p>Then there is the dick who leaves the microwave door open. The microwave at our studio is a constant issue for me. Not only do people leave the door open for the light bulb to burn some extra kilowatts for no fucking reason, they’ll leave time on there, too. If you take your shit out of the microwave early, just zero it out so that I don’t have to deal with it. I shit you not, I put a cup of coffee in the microwave and went to hit start and some asshole had left it at 3:31. What the fuck were you microwaving that you could take it out and still have over three minutes left, a buffalo? And why didn’t you zero it out? Enjoy that 3:31, whoever you are, because once I get to the bottom of this, that’s how long you have left under my employment.</p><p>. . .</p><p><strong>Next Up: Natalia’s No Nos</strong></p><p><strong><em>Breastfeeding Activist:</em></strong>  The female version of the anticircumcision crusader is the breastfeeding activist. Yes, breastfeeding is natural and important. It’s not the act that bothers me. It’s the enormous deal made about the act. When it comes time to breastfeed find a nice corner and a blanket, and take care of business. Don’t be the chick who wants to sit on top of the player piano in the mall and breastfeed in full view, and then lawyers up and sues when someone asks you to go to a less public space. For you breastfeeding blowhards, this isn’t about breastfeeding at all. It’s about you calling attention to yourself. You could feed your baby anywhere, but you choose high noon at the Vatican so when someone says put a blanket over it you can alert the media. Urinating is also completely natural and important, but if I took a leak into the fountain at the Bellagio, I’d be zip‑tied and thrown in a Vegas jail cell (again).</p><p>It’s like the guy with the aggressive piercings and facial tattoos that gives you the “What the fuck are you looking at?” when you stare. Mission accomplished. You’re angry, so you do something to get yourself judged, and then you get angry about being judged. There’s a way for you to breastfeed without drawing attention to yourself, lactivists. You choose to do it publicly and make a crusade out of it to make it about you. Do I need to see tits every time I go to Foot Locker? I just don’t know why these breastfeeding activists need to shove their titties down my throat. (Actually  . . . I’m turning the corner on this one.)</p><p><strong><em>Half-Marathon Chick:</em></strong>  I’m not a big fan of the marathon, and the people who need to prove something to themselves and get that picture with the tin‑foil poncho being put over them at the finish line, but whatever. What I really don’t like is the way the marathon shuts down the city. It’s even worse when it’s a half‑marathon. Everyone reading this could complete a half‑marathon. If your car broke down 13.1 miles from civilization, do you think you’d just impale yourself on the hood ornament? No, you’d just walk that half‑marathon. A lot of people doing the half‑marathon are walking it anyway. To them, I ask, would you brag to someone that you climbed half of Mount Everest, or that you were playing hoops and you went to the one‑and‑a‑half point stripe and drained one, or that you grabbed half a boobie? If you have something to prove, lock yourself in your apartment and don’t take a shit for two days. That’s way more impressive.</p><p>So, Natalia, if you become one of those ladies with the “13.1” bumper sticker on your Subaru please drive it 13.1 miles away from me and never look back.</p><p>. . .</p><p><em>Excerpted from the book DADDY, STOP TALKING! by Adam Carolla. Copyright © 2015 by Adam Carolla. Reprinted with permission of Dey Street Books. </em></p><h4>Guest</h4><ul><li><strong><a href=\"http://adamcarolla.com/\" target=\"_blank\">Adam Carolla</a></strong>, comedian, TV and podcast host, actor and author. His latest book is &#8220;Daddy Stop Talking!&#8221; He tweets <a href=\"https://twitter.com/adamcarolla\" target=\"_blank\">@adamcarolla</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Daddy+Stop+Talking%2C%27+Adam+Carolla+Takes+On+Parenting&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"669"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415225198-ed30fe.m3u?orgId=1&d=669&p=60&story=415225195&t=progseg&e=415225157&seg=3&ft=nprml&f=415225195"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0617_adam-carolla.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"851","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0617_daddy-stop-talking.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"666","width":"441"}}]}