{"created":"2015-03-30T19:59:26+00:00","modified":"2015-05-13T21:06:01+00:00","valid":{"from":"2015-05-13T21:06:01+00:00","to":"3015-05-13T21:06:01+00:00"},"hreflang":"en","title":"Cholita, An Abused Bear In Peru, Gets A New Home In Colorado","published":"2015-03-31T00:48:00+00:00","teaser":"An animal welfare group says it now has permission to bring the Andean bear to a sanctuary in Colorado along with more than 30 lions that have been removed from circuses.","itags":["npr_api","396352251"],"guid":"818fda55-e880-4791-ad1e-87655c32c00c","contentencoded":"<p>A badly abused Peruvian bear named Cholita is coming to a sanctuary in Colorado. <a href=\"http://www.ad-international.org/animal_rescues/go.php?id=3913&ssi=24\" target=\"_blank\">Animal Defenders International</a> announced that the U.S. Fish and Wildlife Service expedited the request and she will be on her way next month.</p><p><a href=\"http://www.npr.org/blogs/parallels/2015/03/27/395810942/after-abuse-in-a-peruvian-circus-a-bear-awaits-a-new-home\" target=\"_blank\">As NPR reported last week</a>, Cholita needed special approval because she is an endangered Andean bear, also known as a spectacled bear — the same kind as Paddington, the fictional bear from children's literature.</p><p>Cholita suffered extreme abuse while she was a circus bear. Her claws were removed, leaving mangled paws, and her teeth were smashed out to stop her from harming any handlers. She also has lost almost all her hair.</p><p>She was removed from the circus about a decade ago and is currently at a small zoo in a remote part of northern Peru.</p><p>Jan Creamer, the president of Animal Defenders International, said she was thrilled about the news that Cholita could be transported to the U.S. sanctuary.</p><p>\"We are very, very, grateful how everyone has pulled together for her — the U.S. and Peruvian authorities, the zoo where she is in temporary custody, and the sanctuary that will be her home,\" Creamer said.</p><p>Cholita's destination is the <a href=\"http://www.wildanimalsanctuary.org/#!major-programs/cvtr\" target=\"_blank\">Wild Animal Sanctuary</a> in Colorado, one of the few places in the U.S. equipped to deal with large carnivores. Patrick Craig, executive director of the sanctuary, said it will take a while for Cholita to adapt to her new habitat, like many of the animals it takes in.</p><p>\"A lot of them have warped ideas of who they are,\" he said. \"They actually have to go through rehabilitation to slowly feel comfortable. It may be that her feet won't allow her a lot of roaming capability so those are the things we have to assess once she gets here.\"</p><p>Cholita will be in a small enclosure at first to help her feel safe, and the hope is eventually she will feel confident enough to interact with the other bears living in the facility, Craig said.</p><p>Along with Cholita, the sanctuary will be providing room to roam to 33 former circus lions that are also being airlifted by ADI out of Peru.</p><p>ADI has been working with authorities in Peru and other Latin American nations to stop wild animals from being used in circuses.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cholita%2C+An+Abused+Bear+In+Peru%2C+Gets+A+New+Home+In+Colorado&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"92"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396405082-60cc09.m3u?orgId=1&topicId=1132&d=92&p=2&story=396352251&t=progseg&e=396377925&seg=5&ft=nprml&f=396352251"},{"href":"http://media.npr.org/assets/img/2015/03/30/bear-3-30-15-46e8483898346155fd2b791c9f3587674dd25503.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2380","width":"3173"}}]}