{"created":"2015-03-09T16:58:25+00:00","modified":"2015-03-09T19:36:06+00:00","valid":{"from":"2015-03-09T19:36:05+00:00","to":"3015-03-09T19:36:05+00:00"},"hreflang":"en","title":"Grading Obama On Race, After Ferguson And Selma Anniversary","published":"2015-03-09T19:12:00+00:00","teaser":"April Ryan, author of \"The Presidency in Black and White,\" joins us to reflect on race in America.","itags":["npr_api","391887505"],"guid":"819dfe56-5efd-47c1-b676-48ddc0edff56","contentencoded":"<p><strong>April Ryan</strong> has covered Bill Clinton, George W. Bush and Barack Obama as White House correspondent for American Urban Radio Networks. She describes herself as &#8220;the only black woman reporter with a permanent press pass whose audience is urban America.&#8221;</p><p>&#8220;It’s been a very interesting time for this president,&#8221; she told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young. &#8220;We&#8217;ve had more race packed in these last three weeks, more race issues in these last three weeks than we&#8217;ve seen in a very long time. This president is stepping up to what he calls ‘bridge the gaps’ that still exist in discrimination in this country.&#8221;</p><p>The 50th anniversary of the civil rights march on Selma this weekend coincided with protests over a fatal police shooting in Madison, Wisconsin, of an unarmed black 19-year-old man. The shooting came on the heels of a scathing Justice Department report on the killing of Michael Brown in Ferguson last summer.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8221; I wonder if this country will ever hear the United States president apologize about the atrocities of slavery.&#8221;</p><p></div></p><p>In Ryan&#8217;s new book, &#8220;<a href=\"http://www.amazon.com/The-Presidency-Black-White-Presidents/dp/1442238410\" target=\"_blank\">The Presidency in Black and White: My Up-Close View of Three Presidents and Race in America</a>,&#8221; she gives Barack Obama an overall B+ for his &#8220;race report card.&#8221;</p><p>Part of the grade is due to the fact that the president did not specifically address race in his first term in the way he has done more recently.</p><p>During the <a href=\"http://www.nytimes.com/2009/07/21/us/21gates.html?_r=0\" target=\"_blank\">Henry Louis &#8220;Skip&#8221; Gates Jr. controversy</a>, many black Americans felt President Obama missed an opportunity to address racial bias in the justice and security system. Ryan attributes this to his goal for a second term:</p><p>&#8220;The issue of Skip Gates, it’s something that he felt personally,&#8221; she said. &#8220;When I flew with him to Selma over the weekend, he was talking about his personal experiences of racial profiling and things to that nature. So, it’s something that he knew personally, he knew Skip Gates. So he felt really comfortable, too comfortable I guess, for the administration at the time to go out and speak on it. And he was trying to really, at that time, navigate the waters well to look forward to get into a second term, but if he kept pressing on issues of race it could have led to political suicide for him.&#8221;</p><p>With no more elections to look forward to, President Obama has been more willing to address issues of race than in his first term, but does he do it enough? Some think not.</p><p>One issue that Ryan addresses is whether or not a United States president will ever apologize to black Americans for the &#8220;atrocities of slavery,&#8221; but it&#8217;s unclear if she thinks that President Obama is the right man for the job.</p><p>&#8220;The issue is that America participated in it,&#8221; she said. &#8220;The government at the time sanctioned it, so it’s two sides to every story and there are some people who feel, no we should not have the first black president apologize. Why didn’t Bill Clinton? Why didn’t George W. Bush do it? So, at some point, I wonder if this country will ever hear the United States president apologize about the atrocities of slavery.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://aprildryan.com/\" target=\"_blank\">April Ryan</a></strong>, White House correspondent for <a href=\"http://www.aurn.com/WHR/\" target=\"_blank\">American Urban Radio Networks</a>, and author of the new book &#8220;The Presidency in Black and White: My Up-Close View of Three Presidents and Race in America.&#8221; She tweets <a href=\"https://twitter.com/aprildryan\" target=\"_blank\">@AprilDRyan</a>.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2015/03/06/bloody-sunday-selma\">Selma&rsquo;s &lsquo;Bloody Sunday&rsquo; Resonates 50 Years Later</a></li><li><a href=\"http://hereandnow.wbur.org/2015/02/20/pasco-washington-shooting\">Pasco Shooting Sparks Protests, Comparisons To Ferguson</a></li><li><a href=\"https://hereandnow.wbur.org/2015/03/04/ferguson-justice-department\">Ferguson Reacts To Scathing Justice Department Report</a></li><li><a href=\"http://hereandnow.wbur.org/2015/03/05/policing-ferguson-ramsey\">Philadelphia Police Commissioner On Policing And Ferguson</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Grading+Obama+On+Race%2C+After+Ferguson+And+Selma+Anniversary&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"597"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391910549-88a921.m3u?orgId=1&e=391887505&d=597&ft=nprml&f=391887505"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0309_obama-selma.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"1280"}}]}