{"created":"2015-04-30T07:23:27+00:00","modified":"2015-06-05T15:26:14+00:00","valid":{"from":"2015-06-05T15:26:14+00:00","to":"3015-06-05T15:26:14+00:00"},"hreflang":"en","title":"Learning About The Quran ... From A Catholic Archbishop","published":"2015-04-30T19:11:00+00:00","teaser":"As a young priest, Michael Fitzgerald studied Islam and served the Vatican in Muslim countries. Devoted to promoting Catholic-Muslim understanding, he's now teaching Jesuit students about the Quran.","itags":["npr_api","403090790"],"guid":"81c3ce44-5f84-4383-9835-fdf951d10c39","contentencoded":"<p>As a 12-year-old Catholic boy growing up in England, Michael Fitzgerald decided he wanted to be a missionary in Africa. Eight years later, he was studying theology and learning Arabic in Tunisia.</p><p>He went on to devote his priestly ministry to the promotion of interfaith understanding between Muslims and Christians, and became one of the top Roman Catholic experts on Islam. He has served as the archbishop of Tunisia, the papal nuncio — effectively a Vatican ambassador — in Cairo, and the Vatican's delegate to the Arab League.</p><p>For years, Fitzgerald has been urging his fellow Christians to acquaint themselves with Islam and its holy book, the Quran. It has been a challenging mission at a time when many non-Muslims associate Islam with violence and when many Muslims think the West has declared war on their faith.</p><p>\"The more you understand a religion, the better it is,\" Fitzgerald says, \"whether it's Christians studying Islam or Christians studying Christianity or Muslims studying Christianity. I think this helps in your relations.\"</p><p>As a priest serving in Africa, Fitzgerald often was responsible for representing the interests of Christians in majority-Muslim states, but at the same time he demonstrated enough knowledge and appreciation of Islam that Muslims occasionally turned to him for insights into their own faith.</p><p>As a university professor in Uganda, his classes on Islam included some Muslim students.</p><p>\"I said to the students 'I'm not here to teach you anything — I'm here to help you to learn, and to understand your own religion better,' \" Fitzgerald says. \"'I said 'You don't have to agree with me, but if you contest what I'm saying to you, then you have to have good arguments, not just, \"Oh, our parents have always said this\" — that's not enough.' \"</p><p><strong>Highlighting Difference, Encouraging Respect</strong></p><p>Now retired, the archbishop has turned his attention to writing and lecturing; this spring, he is a guest instructor at John Carroll University, a Jesuit institution in Cleveland, where he is teaching a course on the Quran to a small group of undergraduate and graduate students.</p><p>In his class he often highlights differences between Christianity and Islam, though in such a way as to encourage respect for distinctive Muslim approaches.</p><p>\"In our ceremonies we read the scripture — the Gospel is read,\" he said in a recent classroom session. \"In Islamic prayer, it is not read, it is recited. The imam has to know the Quran. So it's very good to become a ... ,\" and then Fitzgerald wrote the word <em>hafiz </em>on the blackboard, explaining that it means someone who has memorized the Quran from start to finish.</p><p>Noting that Muslims view the Quran as a sacred object and are careful about who touches it and how, Fitzgerald challenged his students to consider why the book is held in such esteem in Islam.</p><p>\"Would there be anything comparable in Catholic Christianity?\" he asked.</p><p>Sam Weinandy, a religious studies major sporting a ponytail and a T-shirt, raised his hand.</p><p>\"When I was reading about this, I thought about the Eucharist,\" he said. \"Because this is their direct word from God, and like the Eucharist is God for us, the Quran is God for them.\"</p><p>The answer clearly pleased Fitzgerald.</p><p>\"Yes,\" he nodded. \"In a way, the Quran is a sacrament, isn't it? It's a sign of the presence of God.\"</p><p><strong>'I Am Blown Away Every Class'</strong></p><p>Among the students in Fitzgerald's class is a woman of Palestinian descent, Ghada Abu-Shaweesh, one of about a dozen Muslims enrolled at the Catholic school. Though she attended a Catholic girls' high school in Cleveland, she is loyal to her religion and wears a headscarf.</p><p>During the class Fitzgerald occasionally invites her to help him explain Muslim practices and share her family's religious customs. She noted, for example, that guests in her home would be allowed to handle the family Quran, but only after first washing their hands.</p><p>Abu-Shaweesh says she enrolled in the class largely to learn more about her religion and its text. When the archbishop explained that Shiite Muslims believe the Quran is interpreted best by the \"purified\" imams — those who are loyal to the direct lineage of the Prophet Muhammad through his cousin and son-in-law Ali — Abu-Shaweesh raised her hand with a question. As a Sunni Muslim, she is not familiar with some Shiite views.</p><p>\"So for those who don't come from Ali and Prophet Muhammad's lineage, even if they are imams, that means they're not purified?\" she asked.</p><p>\"They can be purified for other purposes,\" Fitzgerald said, \"but they don't have this particular gift to help them understand the Quran.\"</p><p>Abu-Shaweesh says she learns something new about her religion every day from Fitzgerald and is thrilled by the experience.</p><p>\"I am just blown away every class,\" she says. \"I feel so much happiness.\"</p><p>She is especially impressed by the interest and respect her non-Muslim classmates show for her religion.</p><p>\"They chose to take this class, first of all,\" she says. \"Second, the amount of questions and comments [they have] — like some people just being astonished by the verses. A lot of them will say 'These are so beautiful — I never knew,' because the media focuses on such negative things instead of focusing on everything else.\"</p><p><strong>Emphasis On Expertise, No Matter Where It Originates</strong></p><p>Some Islamist leaders may object to the idea of a Catholic priest teaching Muslims about Islam, but Fitzgerald has impressed even Muslim scholars with his grasp of their religion.</p><p>\"What is important here is knowledge,\" says Zeki Saritoprak, who directs <a href=\"http://sites.jcu.edu/nursichair/\" target=\"_blank\">the Islamic Studies program at John Carroll University</a>, one of many Jesuit institutions in the United States that offer instruction in Islam, almost always with Muslim scholars.</p><p>Saritoprak, who earned a doctorate in Islamic theology at a divinity school in his native Turkey, says he has known Fitzgerald for more than a decade and sees no problem with his teaching.</p><p>\"A well-informed Christian can teach Islam better than an ill-informed Muslim,\" Saritoprak says. \"I would rather have Muslims learning about Islam from a Christian like Archbishop Fitzgerald than from a propagandist for an organization like ISIS,\" referring to the self-proclaimed Islamic State of Iraq and Syria, which has carried out horrific acts of terrorism in the name of Islam.</p><p>\"We have a strong emphasis on expertise in the Islamic tradition,\" Saritoprak says. \"One of the sayings of the Prophet [Muhammad] is that wisdom is something a Muslim should have, no matter where it comes from.\"</p><p>Muslims, Saritoprak says, are advised to \"seek knowledge even if it is in China.\"</p><p>And Fitzgerald acknowledges there were some unpleasant moments when he encountered Islamist extremists while serving as the Vatican's representative in Cairo and with the Arab League.</p><p>\"You have the Taliban and others, and they have people with them,\" he says. \"I think the Muslim world is in great travail at the moment.\"</p><p>Fitzgerald's main message for Christians, nevertheless, is that Islam is a religion worth of their respect, just as Christians want Muslims to respect Christianity.</p><p>Saritoprak has a similar view.</p><p>\"People are enemies of what they are ignorant about,\" he says — citing what he says is another verse from the Quran.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Learning+About+The+Quran+...+From+A+Catholic+Archbishop&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Gjelten","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403231825-0e671c.m3u?orgId=1&topicId=1016&d=438&p=3&story=403090790&t=progseg&e=403229111&seg=8&ft=nprml&f=403090790"},{"href":"http://media.npr.org/assets/img/2015/04/29/jcu-archbishop-fitzgerald_8686-9395618ffa809cd99ca1a6f45b51a0064c384734.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2120","width":"2827"}}]}