{"created":"2015-05-16T12:29:22+00:00","modified":"2015-05-22T13:05:18+00:00","valid":{"from":"2015-05-22T13:05:18+00:00","to":"3015-05-22T13:05:18+00:00"},"hreflang":"en","title":"Losing Faith: A Religious Leader On America's Disillusionment With Church","published":"2015-05-16T15:23:00+00:00","teaser":"The Very Reverend Gary Hall, dean of the National Cathedral, says a recent Pew poll shows most Americans still consider themselves religious — but that organized religion is losing credibility.","itags":["npr_api","407073073"],"guid":"81c9b0f8-1f25-4822-825d-42121bd162f4","contentencoded":"<p>The U.S. is less Christian than it used to be, and fewer Americans choose to be a part of any religion, according to <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/12/406154155/christians-in-u-s-on-decline-as-number-of-nones-grows-survey-finds\">a new study by the Pew Research Center</a>.</p><p>Of the more than 35,000 people surveyed, 70 percent say they are Christian — but the number of people who call themselves atheist and agnostic has nearly doubled in the last seven years.</p><p>The decrease of religious feeling seems especially pronounced among young adults, but also includes people of all ages, ethnicities, incomes and educational backgrounds.</p><p>The Very Rev. Gary Hall, dean of the National Cathedral in Washington, D.C., points out that the survey shows a majority of the nation still identifies as religious.</p><p>But he tells NPR's Scott Simon that organized religion is losing credibility with many.</p><hr /><h3>Interview Results</h3><p><strong>On what he sees when he looks at the Pew results</strong></p><p>I see two trends. Both of them, I think, have been going on for a long time. One of them is the increasing trend towards secularism in Western culture that really began after World War II in Europe, and it's taken America a long time to catch up with this. The second has to do with the church itself, and the church's declining credibility as a place for people to pursue their spiritual questions. One of the things that the survey says pretty strongly is that the people who are religious continue to have very strong desires to pray, to do important social justice work and community work with people, but they don't see the church as the place to do that.</p><p><strong>On how churches can respond to poll results like these</strong></p><p>I think it has to do with, in some ways, the intentionality of what we do. Most churches that you go to don't know very much about their community, understand who's there demographically, and offer the kinds of worship experiences that would appeal to people who are not attracted to Sunday morning. We might actually try thinking about how to organize our communities, not based on what people have historically always liked, but actually based on sort of more core principles about Christianity.</p><p><strong>On the impact of violence performed in the name of religion</strong></p><p>I can understand why people are turned off by religion. But again, the Pew study seems to say, although there is an increase in the number of atheists and agnostics, the vast majority of Americans still consider themselves religious.</p><p>But what they don't consider themselves is institutionally religious. And in some ways I think they see the institution as implicated in some of the misuses of religion in the name of violence.</p><p><strong>On those who say religion is unnecessary, given humanity's growing scientific knowledge<br /></strong></p><p>I think science and religion are at some point both about big questions of origin and wonder. And I think, for me, I've always felt that it's important for religious people to have the same kind of philosophical stance they use in their religious life as they do in the rest of their life. And a lot of times I think religion — religions — ask people to sort of turn off the scientific part of their lives and just go and kind of think about God kind of pre-scientifically.</p><p>I don't think we can do that. We've got to have a faith that is, in some sense, consonant with the way we think about the world scientifically. And again, I think one of the things the Pew study suggests to us is that if the church can get over its anxiety about talking about God in a grown-up way, we would actually reach out to and speak to more people than we do right now.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Losing+Faith%3A+A+Religious+Leader+On+America%27s+Disillusionment+With+Church&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407212485-237766.m3u?orgId=1&topicId=1016&d=290&p=7&story=407073073&t=progseg&e=407212155&seg=15&ft=nprml&f=407073073"}]}