{"created":"2015-03-05T10:06:28+00:00","modified":"2015-05-13T21:11:11+00:00","valid":{"from":"2015-05-13T21:11:10+00:00","to":"3015-05-13T21:11:10+00:00"},"hreflang":"en","title":"Behavioral Therapy Helps More Than Drugs For Dementia Patients","published":"2015-03-05T18:19:00+00:00","teaser":"Non-drug approaches for treating aggression and other symptoms of dementia work better than antipsychotic drugs, a study finds, and are less risky. That includes teaching caregivers how to respond.","itags":["npr_api","390903112"],"guid":"81e0af8d-1ab6-493c-9b56-23db68ed5451","contentencoded":"<p>When we think of Alzheimer's disease or other dementias, we think of the loss of memory or the inability to recognize familiar faces, places, and things. But for caregivers, the bigger challenge often is coping with the other behaviors common in dementia: wandering, sleeplessness and anxiety or aggression.</p><p>Using <a href=\"http://www.fda.gov/Drugs/DrugSafety/PostmarketDrugSafetyInformationforPatientsandProviders/ucm094303.htm\">antipsychotic drugs</a> to try to ameliorate these symptoms has been common. According to <a href=\"http://www.gao.gov/assets/670/668221.pdf\">a report</a> released Monday from the Government Accountability Office, 1 in 3 <a href=\"http://www.alz.org/dementia/types-of-dementia.asp\">dementia</a> patients in nursing homes receives antipsychotics. Outside of nursing homes, 1 in 7 dementia patients are prescribed the drugs.</p><p>This is despite <a href=\"http://www.fda.gov/Safety/MedWatch/SafetyInformation/Safety-RelatedDrugLabelingChanges/ucm123259.htm\">a warning</a> from the Food and Drug Administration saying that antipsychotics increase the risk of death for people with dementia.</p><p>And antipsychotics are much less effective than non-drug treatments in controlling the symptoms of dementia, according to <a href=\"http://www.bmj.com/content/350/bmj.h369\">a study</a> published Wednesday in the <em>British Medical Journal</em>. <a href=\"http://www.programforpositiveaging.org/people/\">Dr. Helen Kales</a>, a psychiatrist who directs the University of Michigan's Program for Positive Aging, examined more than two decades of scientific studies, along with her coauthors, <a href=\"http://nursing.jhu.edu/faculty_research/faculty/faculty-directory/community-publichealth/laura-gitlin\">Laura N. Gitlin</a> and <a href=\"http://www.hopkinsmedicine.org/profiles/results/directory/profile/0004302/constantine-lyketsos?CLEARPAGECACHE=false&appRedirRef=http%3A%2F%2Fwww%2Egoogle%2Ecom%2Furl%3Fsa%3Dt%26rct%3Dj%26q%3D%26esrc%3Ds%26source%3Dweb%26cd%3D1%26ved%3D0CB8QFjAA%26url%3Dhttp%253A%252F%252Fwww%2Ehopkinsmedicine%2Eorg%252Fdoctors%252Fresults%252Fdirectory%252Fprofile%252F0004302%252Fconstantine%2Dlyketsos%26ei%3DasL3VIGwGcWbyATJ7YHQCg%26usg%3DAFQjCNGR9d1Anaerzf72tDQFNEkB1pyS6g%26sig2%3D%2DMuWSMANl5dCrb2SITPDWg%26bvm%3Dbv%2E87519884%2Cd%2EaWw\">Dr. Constantine Lyketsos</a>, both of Johns Hopkins University. They say the treatments that showed the best results were the ones that trained caregivers how to communicate calmly and clearly, and to introduce hobbies or other activities for the patient. The treatments also followed up with caregivers.</p><p>\"Why I think the <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2682173/\">caregiver interventions</a> work is because they train caregivers to look for the triggers of the symptoms,\" says Kales. \"And when [caregivers] see the triggers of the symptoms, they train them to manage them...It's inherently patient- and caregiver-centered.\"</p><p>The study showed that antipsychotic drugs were only about half as effective as the caregiver interventions. While antipsychotics can be useful in emergency situations, Kales says their risk of deadly side effects increases over time.</p><p>\"The risk is small if you look over the short term,\" Kales says. So over the course of 12 weeks, the risk of increased mortality would be 1 to 2 percent. But at six months, the risk of death rises to 4 to 7 percent with commonly used antipsychotics like <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a682180.html\">haloperidol</a>, <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a694015.html\">risperidone</a> and <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/meds/a601213.html\">olanzapine</a>. It continues to rise after that, she says.</p><p>Health care providers use antipsychotics, says Kales, partly because they haven't been trained to use non-drug approaches. And even if they did know how to use them, they're rarely reimbursed for doing so by <a href=\"http://www.medicare.gov/\">Medicare</a> or private insurance.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behavioral+Therapy+Helps+More+Than+Drugs+For+Dementia+Patients&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"97"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390903113-48814b.m3u?orgId=1&topicId=1029&d=97&p=3&story=390903112&t=progseg&e=390903104&seg=5&ft=nprml&f=390903112"},{"href":"http://media.npr.org/assets/img/2015/03/05/dementia-help-d627a65c1382a752643035449f86acb2ad02cb20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1327","width":"1771"}}]}