{"created":"2014-11-24T20:37:51+00:00","modified":"2015-05-24T15:35:37+00:00","valid":{"from":"2015-05-24T15:35:37+00:00","to":"3015-05-24T15:35:37+00:00"},"hreflang":"en","title":"Ferguson Jury: No Charges For Officer In Michael Brown's Death","published":"2015-01-27T21:57:00+00:00","teaser":"\"No probable cause exists\" to file any indictments against police Officer Darren Wilson, St. Louis County prosecuting attorney Robert McCulloch said Monday night.","itags":["npr_api","366370100"],"guid":"81f09d24-5538-404c-8896-319db1684a03","contentencoded":"<h5><strong>This post was last updated at 12:03 a.m. ET.</strong></h5><p>A grand jury <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/25/366507379/ferguson-docs-how-the-grand-jury-reached-a-decision\">did not indict</a> Ferguson, Mo., police officer Darren Wilson for any crimes related to the death of 18-year-old Michael Brown in August.</p><p>Wilson, who is white, shot and killed Brown, who was unarmed and black, in an Aug. 9 incident that has stoked anger and debate in Ferguson and beyond.</p><p>St. Louis County prosecuting attorney Robert McCulloch began his news conference at a courthouse in Clayton, Mo., around 8:15 p.m. local time Monday, by expressing his sympathies for Brown's family, noting that they lost a loved one to violence.</p><p>Public reaction was both swift and mixed, with reports of police using smoke to disperse crowds in some areas, while in others, protesters marched peacefully. Close to where Brown was killed in Ferguson, police officers were reportedly hit with rocks, bottles and batteries. A patrol car was set on fire.</p><p>Late Monday, the FAA issued a no-fly zone order for the airspace over Ferguson, a decision that applies to both commercial airliners and media helicopters, <a href=\"https://twitter.com/mattdpearce/status/537105372608466944\">The Los Angeles Times' Matt Pierce reports</a>.</p><p><em>This story is developing, and we're updating this post to reflect the latest news.</em></p><p>Michael Brown's family, which has called for calm in their community, <a href=\"This story is developing, and we're updating this post to reflect the latest news.\">said tonight</a>, \"We are profoundly disappointed that the killer of our child will not face the consequence of his actions.\"</p><p>They continued, \"While we understand that many others share our pain, we ask that you channel your frustration in ways that will make a positive change. We need to work together to fix the system that allowed this to happen.\"</p><p>Announcing the jury's decision, McCulloch also reiterated an earlier promise to release a package of documents, including audio and photos, from the grand jury's review of the case. <strong>Update at 11 p.m. ET:</strong> Hundreds of pages of those documents <a href=\"https://www.documentcloud.org/search/Grand%20Jury%20Volume\">are now available</a>, and <a href=\"http://news.stlpublicradio.org/post/live-updates-mcculloch-explains-why-grand-jury-did-not-charge-wilson-protesters-react\">St. Louis Public Radio</a> and others are sifting through them.</p><p>McCulloch said he doesn't know the tally of the jurors' vote, as it is kept secret.</p><p>As we reported earlier, \"The grand jury is made up of nine white and three black jurors; seven are men and five are women. A decision on criminal charges requires agreement from at least nine of the 12.\"</p><p><strong>Update at 1 a.m. ET: Businesses Burn In Ferguson; FAA Restricts Air Traffic</strong></p><p><a href=\"http://news.stlpublicradio.org/post/live-updates-mcculloch-explains-why-grand-jury-did-not-charge-wilson-protesters-react\" target=\"_blank\">Reporters with St. Louis Public Radio</a> say businesses in and near Ferguson, Mo., are on fire, others are being looted, and local hospitals and police have reported multiple injuries.</p><p>As the chaos erupted, the Federal Aviation Administration imposed flight restrictions because of shots being fired into the sky, <a href=\"http://bigstory.ap.org/article/191af8dee1e843d28f0534ac8cf1eaa9/faa-issues-flight-restrictions-over-ferguson\" target=\"_blank\">and diverted at least 10 inbound planes to other airports,</a> The Associated Press reports. Media helicopters also were affected by the restrictions.</p><p>Protests nationwide were more peaceful, but still extensive, with groups in <a href=\"http://www.insidebayarea.com/breaking-news/ci_27004439/ferguson-decision-oakland-officials-community-leaders-prepare-potential\" target=\"_blank\">Oakland</a> and <a href=\"http://www.dnainfo.com/new-york/20141124/union-square/protesters-march-from-union-square-times-square-after-ferguson-decision\" target=\"_blank\">New York City</a> shutting down highways and bridges, and <a href=\"http://www.washingtontimes.com/news/2014/nov/25/ferguson-protesters-gather-white-house-after-darre/\" target=\"_blank\">hundreds gathering near the White House</a> on Monday night. Large groups of protesters also were reported in Los Angeles, Philadelphia, Chicago and Seattle.</p><p><strong>Update at 11:35 p.m. ET: Federal Inquiry 'Remains Ongoing,' Holder Says</strong></p><p>\"Though we have shared information with local prosecutors during the course of our investigation, the federal inquiry has been independent of the local one from the start, and remains so now,\" <a href=\"http://www.justice.gov/opa/pr/attorney-general-holder-statement-conclusion-grand-jury-proceeding-shooting-michael-brown\">Attorney General Eric Holder says</a>.</p><p>He added, \"although federal civil rights law imposes a high legal bar in these types of cases, we have resisted forming premature conclusions.\"</p><p>The attorney general went on to echo some of President Obama's comments, citing the need for \"a national conversation about the need to ensure confidence between law enforcement and the communities they protect and serve.\"</p><p><strong><strong>Update at 11 p.m. ET: Reports Of Looting And Blocked Roads</strong></strong></p><p>Images out of Ferguson show scenes of a fire inside a Walgreens store. In addition, a portion of Interstate 44 was closed after a crowd of protesters spilled across the road. Police reportedly deployed smoke, but many on the ground reported being affected by tear gas.</p><p><strong><strong>Update at 10:15 p.m. ET: Obama Discusses Case, Race In U.S.</strong></strong></p><p>Urging people not to use the decision as an excuse for violence, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/24/366442184/obama-to-discuss-ferguson-jury-decision\">President Obama called for</a> those who disagree with the Missouri grand jury's decision to work constructively.</p><p>\"There are Americans who agree with it, and there are Americans who are deeply disappointed — even angry,\" Obama said of the outcome. \"It's an understandable reaction.\"</p><p><strong>Update at 9:53 p.m. ET: ACLU, Amnesty Reactions</strong></p><p>Of the jury's decision, Jeffrey Mittman, executive director of the American Civil Liberties Union of Missouri, says in part:</p><p>\"The grand jury's decision does not negate the fact that Michael Brown's tragic death is part of an alarming national trend of officers using excessive force against people of color, often during routine encounters. Yet in most cases, the officers and police departments are not held accountable. While many officers carry out their jobs with respect for the communities they serve, we must confront the profound disconnect and disrespect that many communities of color experience with their local law enforcement.\"</p><p>Amnesty International says it will work toward protecting the rights of demonstrators in Ferguson.</p><p>\"Following today's announcement, there cannot be a repeat of the abuses that occurred in the policing of protests in August,\" the group's USA executive director, Steven W. Hawkins, says, \"and the current state of emergency must not be used to violate human rights by any level of law enforcement. Officers are duty-bound to facilitate the right to peaceful protest, not impede it.\"</p><p><strong>Update at 9:43 p.m. ET: Physical Evidence And Conflicting Accounts</strong></p><p>Having announced the jury's decision, McCulloch stressed the importance of physical evidence in the case. He then ran down a long list of various witness accounts in which people gave different versions of the events that transpired after Wilson and Brown began the encounter that left Brown dead in the street.</p><p>And McCulloch said that seemingly by happenstance, a person in a building nearby had recorded audio of the final 10 shots Wilson fired.</p><p>He eventually returned to the tragedy of the case at hand, saying, \"No young man should ever die.\"</p><p>McCulloch went on to say that the case brings an opportunity to address old wounds that have been reopened.</p><p>\"I join with Michael Brown's family, and with the clergy\" and others, he said, \"in urging everyone to continue the demonstrations\" and call for constructive change.</p><p><strong>Update at 9:24 p.m. ET: Grand Jury Does Not Indict Wilson</strong></p><p>The grand jury found that \"no probable cause exists\" to file any indictments against Wilson, McCulloch said.</p><p>Earlier the prosecutor said, \"There is no question, of course, that Darren Wilson caused the death of Michael Brown.\" He then discussed areas of the law that might apply to the case, such as self-defense.</p><p><strong>Update at 9:18 p.m. ET: First, An Overview</strong></p><p>McCulloch began his news conference around 8:15 p.m. local time (9:15 p.m. ET), at a courthouse in Clayton, Mo., by expressing his sympathies for Brown's family, noting that they lost a loved one to violence.</p><p>He then ran through an overview of the events that transpired after Wilson and Brown encountered one another on the street. McCulloch stressed that all evidence in the case has been shared by local and federal agencies.</p><p>McCulloch went on to note challenges in the case, which he said ranged from the 24-hour news cycle to statements from witnesses that didn't match up — and some statements from witnesses that were later recanted.</p><p>But he stressed that nearly all witness interviews had been recorded and presented to the jury.</p><p>The jury's decision is coming out after weeks of anticipation and concern over how the Ferguson community might respond to the latest development in a case that has ignited racial tensions and pitted protesters and police against one another.</p><p>Hours earlier, Gov. Jay Nixon urged people on all sides of the issue to show \"peace, respect and restraint.\" One week ago, Nixon <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/17/364798060/ahead-of-ferguson-decision-governor-declares-emergency\">declared a state of emergency</a>.</p><p><strong>Update at 8:38 p.m. ET: Hear The Story</strong></p><p>Our colleagues at St. Louis Public Radio are airing special coverage tonight — you can <a href=\"http://www.stlpublicradio.org/listen.php\">listen live online</a>, starting around 9 p.m. ET.</p><p>Earlier today, NPR's Shereen Marisol Meraji spoke with Ferguson residents Mya Canty and her mother, who live around the corner from the spot where Michael Brown was shot.</p><p>Shereen first spoke to Canty, a recent college graduate, and her mother, Cherethia Saulsberry, <a href=\"http://www.npr.org/blogs/codeswitch/2014/08/19/341542530/nightly-chaos-disrupts-ferguson-residents-daily-lives\">in August</a>. Back then, Canty described how she passed the memorial every day. And her mother said she was moved to tears to think about her daughter protesting, standing up with her friends to try to change how police treat young black people.</p><p>Today, an emotional Saulsberry said, she was hoping for an indictment against Wilson:</p><blockquote><p>\"But if it's not, I really am going to be afraid. Because it's going to divide our community, it's going to divide our city. It's going to be horrible.</p><p>\"These kids are hurt, because these are their friends, these are their family members. They're hurt, they're broken. And they're gonna fight. It's gonna tear me alive — because my kids are going to be in the group, they're gonna support them.\"</p></blockquote><p><strong>Update at 6:45 p.m. ET: Nixon Urges Tolerance And Respect</strong></p><p>Promising logistical support for police, Gov. Jay Nixon said they'll do what it takes to ensure people are safe. But he also repeatedly called for \"peace, respect and restraint\" on all sides.</p><p>The governor and others who spoke at the news briefing said they didn't know the jury's finding. But St. Louis County Executive Charlie Dooley promised that no matter what the outcome, the announcement will begin an \"emotional\" time for the Ferguson community.</p><p>Dooley also said it was time to show the world that the community could get through this tense time without violence, a theme that several others touched on.</p><p>\"What happened to Michael Brown has deeply divided us,\" St. Louis Mayor Francis Slay said. He promised to protect protesters' right to express their displeasure.</p><p>\"But turning violent or damaging property will not be tolerated,\" Slay added.</p><p>Slay also predicted that it would soon be time \"to close the racial divide\" and move forward as a community.</p><p><strong>Update at 6:27 p.m. ET: Jury Documents May Be Released</strong></p><p>If Wilson is not indicted, \"Prosecuting Attorney Robert P. McCulloch's office is planning to release grand jury documents without seeking a judge's approval,\" the <em>St. Louis Post-Dispatch</em> reports, citing a lawyer for the prosecutor's office.</p><p>Such a step would come after McCulloch's office was advised that Missouri's Sunshine Law for public records would allow the documents to be released, the newspaper says. And St. Louis Public Radio's Chris McDaniel says the prosecutor <a href=\"https://twitter.com/csmcdaniel/status/537036141598212096\">believes the records are his</a>, not the jury's.</p><p>We'll note that at least two emails from McCulloch's office about this evening's events have included variations on the message, \"Please do not respond with any questions.\"</p><p><em>Our original post continues:</em></p><p>The grand jury is made up of nine white and three black jurors; seven are men and five are women. A decision on criminal charges requires agreement from at least nine of the 12.</p><p>The panel was seated in May; their term \"was extended to handle the Ferguson case,\" as <a href=\"http://news.stlpublicradio.org/post/whats-different-about-grand-jury-process-darren-wilson-case\">St. Louis Public Radio reports</a>.</p><p>The jury's review results from a St. Louis County investigation; the FBI and the U.S. Justice Department are conducting their own inquiry — an effort that included the step of ordering <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/17/341082635/more-violence-arrests-in-ferguson-but-most-respect-curfew\">a second autopsy of Brown's body</a>.</p><p>(You can follow the events leading up to today <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/14/364103735/ferguson-timeline-a-tragedy-turns-to-anger-and-violence\">in this timeline</a>.)</p><p>After news spread Monday that the jury had made a decision, Michael Brown's family released a statement calling for 4 1/2 minutes of silence after the findings are announced, \"to remember why we lift our voices.\"</p><p>Their message continues: \"We are not here to be violent. We are here in memory of our son. We are here for protection of all children. We are here to support justice and equality for all people. We lift our voices to ensure black and brown men, women and children can live in this country without being devalued because of the color of our skin.\"</p><p>Nixon's emergency declaration last week cleared the way for the National Guard and state agencies to help quell any potential violence. Officials in Ferguson, a community in the St. Louis area, have been preparing for possible clashes. Police have been restocking equipment and gear, and churches have been working to establish \"safe areas\" during any potential protests, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/11/363375881/as-ferguson-mo-awaits-grand-jury-news-michael-brown-s-parents-testify-before-the\">as NPR's Sam Sanders has reported</a>.</p><p>Some businesses have gone to great lengths to ensure their stores in Ferguson remain safe — but <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/22/365979230/ferguson-grand-jury-will-reportedly-meet-again-monday\">as we reported this weekend</a>, the <em>St. Louis Post-Dispatch</em> recently noted that the fallout from the police killing has brought far less damage to Ferguson than recent hailstorms brought to St. Louis.</p><p>The case stems from Aug. 9, when Wilson, who is white, and Brown, who was black, had a confrontation around noon local time in the middle of the street by the Canfield Green apartment complex.</p><p>The incident happened less than 10 minutes after Brown left a convenience store from which he'd stolen a box of Swisher Sweet cigars, according to <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/15/340594634/ferguson-police-release-name-of-officer-who-shot-michael-brown\">a police incident report</a> that transcribes surveillance video. Wilson was driving his police car when he saw Brown and a friend, Dorian Johnson, walking in the street. He ordered them to get out of the roadway, and they responded that they had nearly reached their destination.</p><p><a href=\"http://news.stlpublicradio.org/post/what-we-know-and-dont-know-about-michael-browns-shooting\">St. Louis Public Radio reports</a>:</p><blockquote><p>\"A struggle ensued at the police car. Wilson drew his gun and fired twice. One of the bullets hit Brown's right thumb. Based on gunpowder residue and Brown's blood on the gun, Brown's hand was close to the gun when it fired.</p><p>\"Brown and Johnson took off from the car. Wilson got out in pursuit. Brown turned around some distance away. Wilson fired, hitting Brown twice each in the chest and head, killing him. The deadly shots entered from the front of Brown's body, after he had turned around.\"</p></blockquote><p>But the radio station notes that while most of those details are widely agreed upon, many others remain in dispute.</p><p>The scene of Brown's death immediately became a focal point of tributes and prayer vigils. The killing also sparked demonstrations and clashes with police.</p><p>\"When days of protests over the shooting erupted, the predominantly white police in Ferguson responded with what many viewed as a heavy-handed approach toward mostly black protesters,\" NPR's Scott Neuman reports.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/17/341161117/capt-ron-johnson-i-am-sorry-for-browns-death\">Capt. Ron Johnson</a> of the Missouri State Highway Patrol was brought in to help restore order. And U.S. Attorney General Eric Holder went to Ferguson to try to ease tensions.</p><p>The case also has highlighted divisions between state and federal law.</p><p>Citing legal experts, St. Louis Public Radio recently noted that \"an outdated Missouri law that allows police to shoot an unarmed fleeing felon could help Officer Darren Wilson avoid an indictment and prison.\"</p><p>The news agency adds that \"even if Wilson is indicted and convicted, the same law would give Wilson a strong case to get his conviction thrown out on appeal, the lawyers say.\"</p><p>In the St. Louis area, the high-profile role of county prosecutor Robert McCulloch in the case has been a bone of contention. Some protesters said this summer that they did not trust him to pursue the case vigorously.</p><p>\"When McCulloch was 12, his father, a police officer, was killed in the line of duty,\" NPR's Elise Hu <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/20/341939556/many-seek-justice-in-ferguson-mo-but-will-have-to-wait-a-while\">reported in August</a>. \"McCulloch is white. The man who shot his father was black. That history worries many in the community about the prosecutor's objectivity.\"</p><p>McCulloch has stated that his judgment in the case wouldn't be affected by that incident; Nixon has supported the prosecutor.</p><p>Earlier this month, Brown's parents, <a href=\"http://www.fergusontogeneva.org/\">Lesley McSpadden and Michael Brown Sr.</a>, spoke before the U.N. Committee Against Torture in Geneva. They said their son's killing, and the use of force by police that followed, violated international conventions.</p><p>Brown's parents have called for the authorities to arrest Wilson and to end \"racial profiling and racially biased police harassment,\" as they wrote in a statement about their Nov. 11 U.N. appearance.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ferguson+Jury%3A+No+Charges+For+Officer+In+Michael+Brown%27s+Death&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"195"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366435849-c2551b.m3u?orgId=1&topicId=1003&d=195&story=366370100&ft=nprml&f=366370100"},{"href":"http://media.npr.org/assets/img/2014/11/24/ferguson-mailboxes-f954a0c10680148e379530ae50e90ee221c6282f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2643"}}]}