{"created":"2015-01-30T21:44:30+00:00","modified":"2015-02-03T15:12:49+00:00","valid":{"from":"2015-02-03T15:12:49+00:00","to":"3015-02-03T15:12:49+00:00"},"hreflang":"en","guid":"81fa7eda-5d7e-4f11-a415-9940845dade3","title":"Forget men's and women's clothing, one department store is going unisex","published":"2015-02-03T15:12:48+00:00","byline":"Nina Porzucki","teaser":"The British Department Store Selfridges has announced that they're doing away with gendered clothing. They will get rid of men's and women's department and make their clothing gender-neutral. ","tags":["Culture","Arts, Culture & Media","London","Europe","United Kingdom","Europe"],"contentencoded":"<p>Men's and women's clothing departments? That's so <em>passe</em>. The word for today is unisex.</p>\n<p>Selfridges, the big British department store, announced new lines of gender neutral clothing and three floors of unisex apparel at its flagship store in London. With gender neutral mannequins.</p>\n<p>“It may seem extreme, but in terms of what’s really on the runway right now in the fashion world, it’s very fashion forward and trendy,” says Jo B. Paoletti, an associate professor of American Studies at the University of Maryland, where she studies fashion and gender. Her book, <em>Sex and Unisex: Fashion, Feminism and the Sexual Revolution</em>, is out next month.</p>\n<p><img height=\"827\" width=\"705\" style=\"width: 450px; height: 528px; float: right;\" alt=\"Unisex Book Jacket\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Unisex%20cover%20%282%29.jpg\" title=\"\" /></p>\n<p>This trend towards androgyny and unisex clothing is nothing new, she says. “When women started wearing bell-bottom jeans in the late 1960s — I would say they but actually it was we because I was one of them — we went to the Army/Navy surplus store and bought men’s jeans.”</p>\n<p>More than a century ago, unisex clothing for young children was the norm. The distinction of boys wearing blue and girls wearing pink doesn’t come into fashion until the early 20th century, she says.</p>\n<p>“That comes around the same time as women start wearing pants more often for sports and little girls are wearing overalls for play.”</p>\n<p>So while women are appropriating clothing more traditionally seen as men’s wear, children’s clothing pallets are becoming more stratified into blues and pinks.</p>\n<p>However, Paoletti points out that there have been cultural movements against this overwhelming trend. Many people might remember the short story published in Ms. Magazine in 1975 about <a href=\"http://www3.delta.edu/cmurbano/bio199/AIDS_Sexuality/BabyX.pdf\">Baby X</a>, a fictional child raised without gender and the “<a href=\"https://www.youtube.com/watch?v=_26FOHoaC78\">Free to Be You and Me</a>” movement of the 1970s.</p>\n<p>“In the 1970s there was huge interest in unisex clothing for children, unisex child-rearing and trying to create a less gender future by starting with the very beginning with neutral clothing for kids,” says Paoletti.</p>\n<p>So while Selfridge might be jumping on just a current fashion trend, perhaps the store is on to something a bit deeper about the ways in which we think about gender and clothing.</p>\n<p>“It’s always been more acceptable for girls to dress like boys but to say that a boy is like a girl is still considered a putdown,” says Paoletti.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0130201508.mp3"},{"href":"http://www.pri.org/file/0130201508mp3"}]}