{"created":"2015-03-03T19:29:52+00:00","modified":"2015-06-16T17:24:14+00:00","valid":{"from":"2015-06-16T17:24:14+00:00","to":"3015-06-16T17:24:14+00:00"},"hreflang":"en","title":"Source: Probe Of Ferguson Police Uncovers Racist Comment About Obama","published":"2015-03-04T14:08:00+00:00","teaser":"The Justice Department found that the department violated the Constitution with discriminatory policing practices. It found blacks disproportionately targeted by the police and the justice system.","itags":["npr_api","390464149"],"guid":"8201895b-157a-4b49-bae6-331168c3a2eb","contentencoded":"<p>A federal civil rights investigation of the Ferguson, Mo., police force has concluded that the department violated the Constitution with discriminatory policing practices against African Americans, according to a law enforcement official familiar with the report.</p><p>The investigation, the source says, concluded that blacks were disproportionately targeted by the police and the justice system, which has led to a lack of trust in police and courts and to few partnerships for public safety.</p><p>The federal probe <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/03/345650158/ferguson-police-tactics-draw-justice-department-investigation\">was launched last September</a>, as the community was still reeling from <a href=\"http://www.npr.org/tags/339509699/michael-brown\">the case of Michael Brown</a>, an 18-year-old unarmed black man who was shot and killed by Darren Wilson, a white police officer. The case led to days of violent protests; eventually, a grand jury declined to charge Wilson with a crime.</p><p>The full report will be released on Wednesday, but the source described two emails included in the report that were exchanged between police and local court employees.</p><p>One says Obama will not be president for long because \"what black man holds a steady job for four years.\" Another says a black woman in New Orleans was admitted to a hospital to end her pregnancy and then got a check two weeks later from \"Crime Stoppers.\"</p><p>As for data, the report found that blacks were disproportionately targeted by the police and the justice system.</p><p>Blacks make up 67 percent of the population in Ferguson. But they make up 85 percent of people subject to vehicle stops and 93 percent of those arrested. Blacks are twice as likely to be searched as whites, but less likely to have drugs or weapons.</p><p>The report found that 88 percent of times in which Ferguson police used force it was against blacks and all 14 cases of police dog bites involved blacks.</p><p>The report uncovered similar statistics in the courts system.</p><p>Blacks were 68 percent less likely to have cases dismissed by Ferguson municipal judges and disproportionately likely to be subject to arrest warrants. From October 2012 to October 2014, 96 percent of people arrested in traffic stops solely for an outstanding warrant were black.</p><p>Blacks accounted for 95 percent of jaywalking charges, 94 percent of failure-to-comply charges and 92 percent of all disturbing-the-peace charges.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Source%3A+Probe+Of+Ferguson+Police+Uncovers+Racist+Comment+About+Obama&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390484935-d962a9.m3u?orgId=1&topicId=1001&d=214&p=2&story=390464149&t=progseg&e=390446518&seg=10&ft=nprml&f=390464149"}]}