{"created":"2014-10-02T18:34:55+00:00","modified":"2014-10-02T21:04:22+00:00","valid":{"from":"2014-10-02T21:04:22+00:00","to":"3014-10-02T21:04:22+00:00"},"hreflang":"en","guid":"821a2305-5fc0-4b3f-9335-b9717bf24c65","title":"Hong Kong immigrants use Broadway show tunes to bring the democracy protests to Time Square","published":"2014-10-02T21:04:20+00:00","byline":"Bruce Wallace","teaser":"Hong Kong's pro-democracy movement is spilling out into city streets around the world. Take in the scene from New York. ","tags":["Global Nation","Global Politics","New York","North America","Europe","Asia","Taiwan","China","France","Japan","Mongolia","United States","Tibet","New York","New York City","Tyler Kusunoki","Vincent Hui","Tsering Dolker","Wahkai Ngai","Hong Kong","Crackdown on dissidents in the People's Republic of China","Les Misérables","Broadway musicals"],"contentencoded":"<p>Wednesday was National Day in China,&nbsp;marking the 65th anniversary of the founding of the <a href=\"http://en.wikipedia.org/wiki/National_Day_of_the_People's_Republic_of_China\">People&rsquo;s Republic of China</a>.&nbsp;In Hong Kong, of course, it marked another day of pro-democracy rallies&nbsp;aimed at loosening the grip of that very same republic.&nbsp;Hong Kong expats and sympathizers also showed their support in cities around the world.</p><p>In New York, a crowd&nbsp;packed tightly around a small group of speakers in Times Square.&nbsp;Dozens of umbrellas &mdash; a symbol of the Hong Kong demonstrations &mdash; snapped open, dampening the glare of the millions of lightbulbs that light up Times Square at night.</p><p>Then, the sounds of Les Misérables&#39;&nbsp;&quot;<a href=\"http://www.telegraph.co.uk/news/worldnews/asia/hongkong/11130092/How-a-song-from-Les-Miserables-became-Hong-Kongs-protest-anthem.html\">Do You Hear The People Sing?</a>&quot;&nbsp;grew from the crowd.</p><p>It&#39;s&nbsp;actually become a rallying cry for the democracy protestors in Hong Kong. The song is about student activists in 19th-century France. The lyrics were adapted into Cantonese for the Hong Kong protests. As one of the lyrics goes:</p><p><em><span style=\"line-height: 1.538em;\">Hand in hand, we fight hard for the right to vote for our future</span></em></p><p>For some in Times Square, speaking words of resistance in their own language is a very big deal.</p><p>[[{\"fid\":\"74805\",\"view_mode\":\"story_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":487,\"width\":864,\"alt\":\"HongKong_7\",\"title\":\"HongKong_7\",\"class\":\"media-element file-story-image\"}}]]</p><p>Vincent Hui addressed the crowd in Cantonese, then gave a quick English summary.</p><p>&ldquo;I&#39;ve been in this country for eight years,&quot; Hui said. &quot;I&rsquo;ve been working on a lot of student movements, however, I&rsquo;ve never been able to speak in Chinese for my own people, so I&rsquo;m glad today I finally get to speak my language for my people.&rdquo;</p><p>Hui is a student from Hong Kong studying architecture at <a href=\"http://www.cooper.edu/\">Cooper Union</a> in Manhattan. He told me that, until the protests, he had been planning to stay in the US, or maybe move to Europe.</p><p>&ldquo;And all of a sudden I realized: where I actually want to go is to go home,&quot; Hui said. &quot;People [have] been telling me, &#39;It&rsquo;s stupid to go home, there&rsquo;s nothing there any more, it&rsquo;s been changing.&#39; However the campaign happening in Hong Kong, has given me hope. It tells me that we&rsquo;re all waking up now, we know where to go.&rdquo;</p><p>Tsering Dolker is a Tibetan living in New York. Marching in the protest, she said what she sees happening in Hong Kong gives her hope for her own community&#39;s struggle.</p><p>&ldquo;The outcome of what will happen in Hong Kong will help [and] in some way determine the future for the Tibetan people, for the people in Taiwan, for the people in Inner Mongolia, for all these people that are currently under the Chinese communist regime,&rdquo; Dolker said.</p><p>Fayee Wong had been filling me in on some of the Cantonese parts of the rally.&nbsp;She moved to New York from Hong Kong seven years ago and said it&rsquo;s been difficult being so far away from home, especially this week.</p><p>&quot;There&rsquo;s so many moments that I really, really want to go back immediately to support my people in Hong Kong,&quot; Wong said.&nbsp;&quot;But, at the same time, I think I feel like I can also help to spread out the message to the world, to let more people know about what&rsquo;s happening in Hong Kong &mdash; why we are fighting for our own democracy.&rdquo;</p><p>Wahkai Ngai said he hopes the meaning behind Hong Kong&#39;s protests is heard by mainland Chinese living in New York.</p><p>&ldquo;I just try to talk to as [many] people from the mainland as possible to express how Hong Kong people think for democracy,&quot; Ngai said. &quot;The least we can do for Hong Kong people in the US is to talk to these people, express our opinion, and come to an agreement. I mean they can disagree, but we also have our freedom to express our opinions.&rdquo;</p><p>A little north of Times Square, in Central Park, a smaller, student-led group gathers. They advertized their meeting as&nbsp;explicitly&nbsp;non-political.&nbsp;I asked Tyler Kusunoki, who grew up in Hong Kong with a mom from there and a dad from Japan, about the distinction between the two gatherings.</p><p>&ldquo;It was important for these events to say that we are showing support for what the Hong Kong people are doing, but we are not here to protest against China &mdash; that&rsquo;s not what we&rsquo;re here to do. Because as [an] international community I think, on some level, it would be almost arrogant to step in and say, &#39;Oh yeah we know totally what&rsquo;s going on and we are against it.&#39;&quot;</p><p>Kusunoki is a school teacher in Hong Kong but is in New York for a one-year program at Columbia University.</p><p>&ldquo;A group of my students contacted me over the weekend &mdash; they&rsquo;re sixth graders &mdash; and they&rsquo;re like, &lsquo;We need to talk,&rsquo;&rdquo; he said.</p><p>They arranged a&nbsp;<a href=\"https://www.google.com/+/learnmore/hangouts/\">Google Hangout</a>&nbsp;and his students told him they were confused. They told him,&nbsp;&ldquo;&#39;Our classmates are asking us to strike, but are we striking because we don&rsquo;t want to do homework, or are we striking because we are actually standing for something? We don&rsquo;t know what to do because we&rsquo;re angry, but we don&rsquo;t know why we&rsquo;re angry, and why are we angry at our own people, because aren&rsquo;t we all Chinese?&#39; It&rsquo;s causing a lot of people to reflect on a lot of things, and I think that&rsquo;s true of a lot of us as well.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Laugh%20copy.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/laugh-copyjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100220144.mp3"},{"href":"http://www.pri.org/file/100220144mp3"}]}