{"created":"2014-10-30T22:28:06+00:00","modified":"2014-11-26T23:05:20+00:00","valid":{"from":"2014-11-26T23:05:20+00:00","to":"3014-11-26T23:05:20+00:00"},"hreflang":"en","title":"'The Book Of Strange New Things' Treads Familiar Territory ","published":"2014-10-31T00:50:00+00:00","teaser":"Michel Faber's best-seller, <em>The Crimson Petal and the White,</em> captured the feel of Victorian London. His latest is a literary science-fiction tale that might disappoint hard core sci-fi fans.","itags":["npr_api","360140053"],"guid":"822198d8-21c6-496c-ad5d-0988f05ac02c","contentencoded":"<p>Michel Faber wrote a book a while ago <em>(The Crimson Petal And The White)</em> that became a critically acclaimed international best-seller. He also wrote the book <em>Under The Skin,</em> which was recently made into a very weird movie starring Scarlett Johansson as some kind of confused and lonely alien sex monster.</p><p>Now, he's written a new one called <em>The Book Of Strange New Things</em>. It took him more than 10 years, according to the press blitzkrieg accompanying its release. Which is cool because it's a remarkable work of imagination and genius. A \"poignant meditation on humanity,\" a mesmerizing exploration of faith and love and a \"genre-defying\" masterpiece.</p><p>According to the press release. And the cover blurbs. And the book's Amazon page. While it truly is some of those things, it most certainly isn't others. The problem is, many of those gushy, shopworn descriptions are really a kind of coded language being beamed out to the literarily sophisticated and carefully targeted audience for this book, and they're all saying the same thing: that this is a science-fiction book, but not to worry because it's, you know, better than all those other science-fiction books. The nasty, grimy, cheap ones with their ridiculous spaceships and squishy aliens.</p><p>And that's just totally infuriating.</p><p>But hey, that's the press about the book and not the book itself. And the book itself? It has issues of its own.</p><p><em> The Book Of Strange New Things</em> is about Peter Leigh, former drunk, junkie, petty thief and all-around class act who finds Jesus one night thanks to two broken ankles and the ministrations of a pretty nurse named Bea. He then goes on to become a small-time Christian minister in England with a little church and a charmingly love-thy-neighbor attitude, and, as the story opens, we find him as a missionary being sent to a distant planet called Oasis to bring the word of God to the aliens.</p><p>Actually, we find him literally on the road to the airport with Bea (now his beloved wife and partner in Christ), awkwardly trying to make love one last time in the back seat of their car before Peter leaves on his great adventure. It is as clumsy as those sorts of things always are. As thrilling and intimate and disappointing. As <em>human</em> as those things always are, \"Confined and uncomfortable, with his toes knocking against the window and his knees chafing on the ... car seat.\"</p><p>And this is Faber's great strength, trotted out right from the opening pages — this ability to write believable, lovely, flawed and inept characters. To animate his creations by exposing their great loves and human frailties, and to make us want, somehow, to follow along behind them as they traipse across the pages, the miles and, in short order, the light-years.</p><p>Peter gets on a spaceship. Peter is flung across the galaxy. Peter, in a stew of hyperspace jet lag, barfs a lot and staggers around with his head on crooked, acting all fish-out-of-water as he adjusts to the alien environment of Oasis and the (nearly) equally alien environment of the base built by the humans living there — a place of plain rooms and endless corridors, old-timey music pumped through hidden speakers and months-old magazines roughly edited so that no news of home accidentally slips through.</p><p>And this, for me, was where <em>The Book Of Strange New Things</em> began to wear thin. Because for a book whose press goes to lengths to separate it from the genre it is allegedly defying (going so far as to never even use the phrase \"science fiction\" to describe it), it is 100 percent a science-fiction book — just not a terribly original one. It is a Missionary To The Aliens story, a path well-trod by Golden Age sci-fi writers (something which Faber lampshades in a couple of places by having Peter make mention of feeling like he's living in a classic science-fiction story) and, more recently, done famously by Mary Doria Russell in <em>The Sparrow</em> or James Blish in <em>A Case Of Conscience</em>. And Faber brings little that's new or original to the trope, save a masterful skill for sketching the slow accretion of dread and mistrust in the hearts of his characters. The natives of Oasis welcome the word of God, but are they too welcoming? The human settlement operates with a calm efficiency, even in the face of death, but is it too calm and too efficient?</p><p>Peter spends about half the balance of the book in the field, ministering to his alien Jesus Lovers (his name for them, because he can't pronounce their real names) and half the time back at the human compound, at which point the book also becomes partly an epistolary novel, made up of what are essentially emails sent back and forth between Peter and Bea as Peter falls further into the strange, bloodless ennui of Oasis and Bea details for him, in increasingly frantic letters, an Earth that has begun to fall rapidly to pieces. There are epic natural disasters, food shortages, riots, crime. Not to give anything away (because there are a couple of decent twists that come in the end), but Faber makes the End Times into an extension of the nightly news and, suddenly, with the pages running out and the lotus eaters too indifferent to rouse, <em>The Book Of Strange New Things </em>becomes a sort of dead-eyed rapture allegory with Oasis as a heaven for those bereft of passion, bereft of memory; who love nothing and hate nothing and exist in a kind of perpetual yesterday where today's problems are simply someone else's.</p><p>Here's the funny thing, though. In the end, maybe all the press is exactly right. If you're not a fan of science fiction — if you can't stand the thought of spaceships and aliens and inhuman minds — then <em>The Book Of Strange New Things</em> might be perfect for you. It is, after all, science fiction that seems deliberately stripped of all wonder and amazement. Of all strangeness. But in its place Faber tells a beautifully human story of love, loss, faith and the sometimes uncrossable distances between people. It feels, more than anything, like an achingly gentle 500-page first chapter to an apocalypse novel yet to come.</p><p>But if you are a sci-fi fan and would rather just rush your way straight to the end of the world, go reread your copies of <em>A Canticle For Leibowitz.</em> There, at least, you'll have your priests and your disasters and know that you'll be reading a true genre-defying masterpiece, not something that's just wearing the outfit with nothing underneath.</p><p><em>Jason Sheehan is an ex-chef, a former restaurant critic and the current food editor of </em><a href=\"http://www.phillymag.com/\">Philadelphia</a><em> magazine. But when no one is looking, he spends his time writing books about spaceships, aliens, giant robots and ray guns</em>. Tales From the Radiation Age <em>is his newest book.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Book+Of+Strange+New+Things%27+Treads+Familiar+Territory+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Sheehan","audio":[{"meta":{"duration":"141"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360179377-f379ce.m3u?orgId=1&topicId=1034&ft=3&f=360140053"}]}