{"created":"2015-03-12T21:34:59+00:00","modified":"2015-03-12T22:04:37+00:00","valid":{"from":"2015-03-12T22:04:37+00:00","to":"3015-03-12T22:04:37+00:00"},"hreflang":"en","guid":"82268fd0-91b9-4c14-adc3-64558e79f7ff","title":"Afghans catch an unlikely case of cricket fever ","published":"2015-03-12T22:04:33+00:00","byline":"Christopher Woolf","tags":["cricket","Cricket World Cup","Sports","Asia","Afghanistan","Omar Sharifi","Cricket","Afghanistan","Taliban","Sports"],"teaser":"Cricket is a national obsession in Pakistan, but it's barely known across the border in Afghanistan — until now. Thanks to a first-ever win at the ongoing Cricket World Cup, Afghans are finally taking notice of South Asia's biggest sport.","contentencoded":"<p>Now that Afghanistan's national team has won <a href=\"http://www.bbc.com/sport/0/cricket/31635759\">its first-ever victory</a> at the Cricket World Cup, the once-unheard of sport has won the hearts of Afghans.</p>\n<p>“Cricket in Afghanistan is absolutely a new thing,” says Omar Sharifi, an Afghan Ph.D. student at Boston University and a cricket fan. “We have a traditional game that’s sort of similar. But this is very different.”</p>\n<p>Cricket originated in England, and the sport is hugely popular in many former British colonies, like India and Pakistan. Afghanistan was never conquered by the British, but during the Soviet occupation of the country, millions fled to Pakistan for safety. That’s where many of them picked up a liking for cricket.</p>\n<p>When these refugees returned home, they brought the game with them. But the Taliban didn’t like it, and the sport wasn’t officially organized until after their ouster in 2001. The current World Cup, being held in Australia and New Zealand, was the first for which Afghanistan qualified.</p>\n<p>Sharifi’s own family remained in Kabul through the turbulent years of the 1980s and '90s, and he remembers clearly the first time he encountered cricket. “It was after 2001, and Kabul was just liberated from Taliban,\" he says. \"It was winter and I was walking down the street, and I saw a couple of boys playing in a dusty field next to my house with these bats. It was something not very familiar to me.”</p>\n<p>Some of his relatives later returned from Pakistan, and Sharifi \"asked them, 'What is this kind of weird thing with bats and people running?' And they said, 'Oh, that’s called cricket.'”</p>\n<p>The first time Sharifi felt a real emotional connection to the sport was in 2008, when Afghanistan beat Scotland — the nation it toppled in a stunning eleventh-hour victory last month for its inaugural World Cup win. “I felt like these are kids who literally have nothing to play with,” Sharifi says. “No field. No money. Nothing. And just invented these things by themselves, with some money from the neighborhood. And I saw them beat an international team, and I felt like, 'Wow, that’s great!' And that felt very connected to my heart.\"</p>\n<p>That connection has continued, Sharifi says, \"and it’s not only for me. I think, probably, for a lot of Afghans, that’s the same experience.”  </p>\n<p>Despite the historic victory, Afghanistan has already been eliminated from the World Cup. But it has one more shot at glory on Friday when it plays England, the home of cricket, in its final pool-play match. Even if they can't bring home a trophy, knocking off one of cricket's giants could still give Afghanistan a perfect end to its tournament.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-12%2Fafghans-catch-cricket-fever&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/RTR4Q19Jcropped.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr4q19jcroppedjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03122015_03.mp3"},{"href":"http://www.pri.org/file/0312201503mp3"}]}