{"created":"2014-10-26T09:17:37+00:00","modified":"2014-12-23T18:12:32+00:00","valid":{"from":"2014-12-23T18:12:32+00:00","to":"3014-12-23T18:12:32+00:00"},"hreflang":"en","title":"A New Orleans Family's Lives Changed In An Instant","published":"2014-10-26T20:38:00+00:00","teaser":"A stray bullet took 5-year-old Kyle Romain's sight. His mother fears the violence in her neighborhood will continue: \"There's no hope. These little boys are just trigger-happy and gun-crazy.\"","itags":["npr_api","356464339"],"guid":"82413d16-ab31-4c64-9088-1c0c408c5c36","contentencoded":"<p><em>NPR Ed is reporting this year on the extraordinary changes in the New Orleans schools.</em></p><p>I was in New Orleans to report on how the city's nearly all-charter school system is handling children with disabilities and special needs.</p><p>An old friend, a veteran New Orleans reporter, told me about a family — a mother and her two youngest sons — who'd been badly wounded in a drive-by shooting just days into the new school year.</p><p>I met up with Alanna Romain at a recreation league football game at City Park. She has five children. Her oldest boy plays football.</p><p>On this afternoon the neighborhood Carrollton Saints were getting beaten badly by Christian Brothers.</p><p>Football. Fall. Cheering. Routine stuff, in normal times.</p><p>But for Romain, these aren't normal times.</p><p>\"Unfortunately when they shot they just shot the whole block, both houses.\"</p><p>At dusk on August 11th, another hot summer day was coming to an end. Romain says she was getting ready to take her kids to get something to eat.</p><p>Her two youngest — 2-year-old old Jamal Riley, and 5-year-old Kyle Romain — were playing in the yard of the next-door neighbor's house on Burgundy Street in the Lower 9th Ward when a group of heavily armed men rolled up in a car.</p><p>Police believe it was about money and drugs, and that the intended target was a man with a criminal record who was dating someone who lived on the block.</p><p>\"Supposedly they had some kind of problem with him. Apparently it was for him. But it was too many of them shooting so everyone who was outside got the bullets,\" she says. \"They sprayed the whole area with gunfire.\"</p><p>Romain still wears white bandages where bullets ripped into her leg and abdomen. Kyle and Jamal were both hit in the head.</p><p>A stray bullet sliced into 5-year-old Kyle's optic nerve.</p><p>\"The bullet went in his head and came out on the other side,\" his mother says. \"It missed his temple by like half a centimeter. So it went behind the eye. That's why he's blind.\"</p><p>Kyle will now likely have to enter the world of disabilities education, of individual education plans and disability law, while he and his mother navigate the complex world of New Orleans' post-Katrina charter revolution.</p><p>Jamal will need a metal plate in his head after a bullet tore up the left side of his cranium. \"So he has staples in right now and a helmet that's holding all together until the plate comes in,\" Romain says.</p><p>In November doctors are scheduled to install that metal plate and try to re-attach a piece of Jamal's skull. Doctors are not yet sure what, if any, long-term cognitive or other damage Jamal may suffer.</p><p>But Romain says that the right-handed 2-year-old is now no longer using his right side much to hold a fork or kick a ball. More tests are planned.</p><p>On this night, the energetic toddler is running around on the sidelines, laughing and with a bright smile. He's wearing a blue helmet to protect his damaged head. But it makes him look a bit like a football player, as if he's eager to get into the game.</p><p><strong>\"Like A Regular Child'</strong></p><p>Just after half time, 5-year-old Kyle sits on his grandmother's lap, looking a bit tired and sullen. When he was shot, Kyle was just a few days into kindergarten at one of the city's public charter schools. He liked it, his mom says.</p><p>He's just now starting to ask his mom: Will I ever get my sight back?</p><p>\"Unfortunately I had to be the one to say, 'No, not right now. You know maybe when we get some more medicine and get some more help you'll be able to.' \"</p><p>But Alanna Romain knows that's not really true. Doctors say there's very little chance he'll see again. <br /> <br />Nearly all of the public schools in New Orleans today are charter schools. Historically, charters nationally have faced criticism for not doing more to serve and accommodate children with disabilities.</p><p>A lawsuit by the Southern Poverty Law against New Orleans' school system charges that children with disabilities are still getting shortchanged in the city. A federal judge is currently overseeing mediation to try to settle the case and improve services for special-needs kids there.</p><p>Jamal may need special help when he enters school in a few years.</p><p>Kyle certainly will. Romain wants to see him included in \"regular\" classes with sighted children as much as possible. \"I want him, you know, to be able to feel like he's regular child and not secluded. Because eventually he has to face the real world,\" she says.</p><p>Romain says she's thankful that Kyle's school, part of the KIPP charter chain, has reached out to her and offered support and help.</p><p>\"They really want to get him evaluated and get him back into school,\" she says. \"And they want to get him specialty teachers in the schools to where he can still play and be like a regular child instead of going to a school for the blind, with just blind kids.\"</p><p>Romain says she has flashes of rage at the shooters. And pangs of guilt and anger fueled in part by social media commentary questioning why she was in a crime-riddled part of town with little kids.</p><p>\"You can only live where you can afford, and that's where I was living at,\" she says. \"Especially the social media they like to put it out, 'they shouldn't have had that kids in the neighborhood.' But that doesn't mean we deserve to be shot.\"</p><p>Police have arrested four suspects in the shooting. They face multiple murder and attempted-murder charges. The speedy investigation and arrests, which doesn't always happen in New Orleans, gives Romain a tiny bit of satisfaction. But she worries nothing will really change.</p><p>\"There's no hope. It's like, these little boys are just trigger happy and gun crazy. So I would hope New Orleans would clean it up a little better especially with the kids getting hurt. But I don't really think they will.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Orleans+Family%27s+Lives+Changed+In+An+Instant&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359065393-274d3a.m3u?orgId=1&topicId=1013&ft=3&f=356464339"},{"href":"http://media.npr.org/assets/img/2014/10/15/alannaromain-edit1-755b5682fbce3d75ef96fea60b361b1858ebf80f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1032","width":"1376"}},{"href":"http://media.npr.org/assets/img/2014/10/15/alannaromain-edit4_custom-f1bbe718c278304625f37f4b0a769a06cd544c3e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1902","width":"1806"}}]}