{"created":"2015-04-04T09:13:33+00:00","modified":"2015-06-01T14:23:47+00:00","valid":{"from":"2015-06-01T14:23:46+00:00","to":"3015-06-01T14:23:46+00:00"},"hreflang":"en","title":"Just 'Between You & Me,' Here Are Some Handy Grammar Tips","published":"2015-05-08T22:22:00+00:00","teaser":"Mary Norris has been a copy editor at <em>The New Yorker</em> since 1978. She dispenses some of the collected grammatical wisdom of those decades in a new book, <em>Between You & Me </em>(and it <em>is</em> \"me,\" not \"I\").","itags":["npr_api","397094248"],"guid":"825da174-733f-465f-a9da-4b061724408c","contentencoded":"<p>In radio, we don't punctuate — at least, not on the air. Nevertheless, we're honored to meet a woman who is at the pinnacle of punctuation. Mary Norris is a copy editor at <em>The New Yorker</em>, a magazine justly famous for the care it takes with words. The work of very well-known authors has felt the authoritative pressure of her pencil since 1978 — and after a lifetime of improving the words of others, she has written her own book, <em>Between You & Me: Confessions of a Comma Queen</em>. She tells NPR's Linda Wertheimer that the title comments on a common mistake, \"using 'I' instead of 'me' in phrases such as 'between you and me,' after any preposition or as the object of a verb.\" How can you tell when you're messing it up? Put the \"I\" first. \"You might make a mistake — I hope not — and say 'between you and I,'\" Norris says, \"but you would never make the mistake of saying 'between I and you.'\"</p><hr /><h3>Interview Highlights</h3><p><strong>On explaining \"that\" vs. \"which\" with Dylan Thomas</strong></p><p>\"<a href=\"http://www.poets.org/poetsorg/poem/force-through-green-fuse-drives-flower\">The force that through the green fuse drives the flower</a>,\" that \"that\" following \"the force\" indicates that what follows is a phrase or clause that is essential to the meaning of the line. In American English, in printed American English, we use \"that\" for what we call \"a restrictive phrase,\" that is, it restricts the meaning. Which force? The force that through the green fuse drives the flower. If we left that phrase out, that clause out, \"that through the green fuse drives the flower,\" we wouldn't have much of a sentence left.</p><p><strong>On the scary parts of working at <em>The New Yorker</em></strong></p><p>Well, I was terrified for about a year on the copy desk when I first started there. But the great thing there was, in those days on the copy desk you saw manuscripts that had been worked on by [editor] William Shawn and by all the other editors, so you saw what they did. And it was just masterly, some of the things he would cut — you know, he would delete a sentence and the whole paragraph would close up behind that cut sentence as if you were putting a dart in a dress, that just made it fit better.</p><p><strong>On the easy-to-edit authors</strong></p><p>I think one of the easiest ones was John Updike. John Updike was very careful in his prose and very attuned to details. The only danger there was that it was so slick, your pencil would slide off the page! It was really beautifully done.</p><p><strong>On the best way to become a good user of English</strong></p><p>Well, a person should read. And read, and read. Preferably good things. I might suggest <em>The New Yorker</em>, for instance ... [Henry James] is a wizard, the master! Yes, they don't call him the master for nothing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Just+%27Between+You+%26+Me%2C%27+Here+Are+Some+Handy+Grammar+Tips&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"341"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397450851-54a425.m3u?orgId=1&topicId=1033&d=341&p=7&story=397094248&t=progseg&e=397447881&seg=18&ft=nprml&f=397094248"},{"href":"http://media.npr.org/assets/img/2015/04/02/61jhw9ceejl-4215816a23af6647159b547774833d6f715ad9b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"412","width":"550"}}]}