{"created":"2015-02-24T04:18:05+00:00","modified":"2015-02-26T18:57:53+00:00","valid":{"from":"2015-02-26T18:57:53+00:00","to":"3015-02-26T18:57:53+00:00"},"hreflang":"en","title":"Despite Furious Objections, Bill O'Reilly's War Claims Warrant Scrutiny","published":"2015-02-25T00:16:00+00:00","teaser":"The Fox News star's claims of reporting from a war zone, bullets flying, during the Falklands War don't appear to hold up. His countercampaign against his accusers is noteworthy as well.","itags":["npr_api","388577819"],"guid":"82722f77-6383-4099-815f-27e7602e085f","contentencoded":"<p>Give human invective machine Bill O'Reilly credit for consistency of performance.</p><p>Facing questions about his veracity, the nation's top-rated cable news host <a href=\"http://www.realclearpolitics.com/video/2015/02/21/bill_oreilly_irresponsible_guttersnipe_david_corn_smeared_me_and_hes_the_proof.html\" target=\"_blank\">referred to his various critics as a \"guttersnipe,\" a \"liar,\" a \"far-left zealot\"</a> and, in the case of one former CBS News colleague, \"Room Service Eric.\" (That last one nickname was intended to convey that O'Reilly's <a href=\"https://www.facebook.com/eric.j.engberg/posts/10204873374051471\" target=\"_blank\">former colleague Eric Engberg</a> did not have the courage to leave the hotel during outbreaks of violence.)</p><p>The Fox News opinion host's defense of his journalism consists of going on the offensive. O'Reilly's technique transcends tactic and even strategy to become his controlling philosophy: Attack first, and if you don't, hit hardest.</p><p>O'Reilly is smart and shrewd and tough, and anyone who forgets any of those characteristics misunderstands him. His behavior is of a piece with our political age, but it stands at great odds with the journalistic pursuit of fact and truth that is supposed to undergird even the opinions ventured through major media outlets.</p><p>To be fair to O'Reilly, he was incited by the politically left-of-center magazine <em>Mother Jones</em>, which on Thursday posted an article under the intentionally provocative headline, \"<a href=\"http://www.motherjones.com/politics/2015/02/bill-oreilly-brian-williams-falklands-war\" target=\"_blank\">Bill O'Reilly has his own Brian Williams problem</a>.\" The article, by Daniel Schulman and David Corn, argued that, like the suspended NBC anchor, O'Reilly had inflated his role as a war correspondent and the dangers he had faced in areas of conflict. That not only reflects on O'Reilly's ability to get facts right but to get them right about himself.</p><p>The case was at times tendentious; In one aspect, <em>Mother Jones</em> emphasized spoken remarks in which O'Reilly seemed to blur the question of the spot from which he actually covered the Falklands War.</p><p>I'll give O'Reilly a pass for imprecision on those. The combat between Argentina and the United Kingdom took place on the Falkland Islands or at sea, and O'Reilly covered it, as did most correspondents, from the relative safety of Buenos Aires and Uruguay, more than 1,000 miles away. No example has surfaced yet of O'Reilly clearly claiming he was physically on the islands. And he can call himself a war correspondent if he wants.</p><p>The claim he was in a \"war zone\" doesn't pass muster, but also doesn't quite inspire outrage. Argentina was at war at the time.</p><p><strong>A Debate About Danger</strong></p><p>More seriously, the article cast doubt on O'Reilly's boasts (they can hardly be called anything else) of the peril he encountered as a reporter.</p><p>In one interview several years ago on a television program aired in the Hamptons, O'Reilly spoke of a young Argentine soldier, perhaps 18 or 19 years old, confronting him during street protests in Buenos Aires: \"He's got the M16 [rifle] pointed at my head. I thought it was over.\"</p><p>O'Reilly said those riots turned deadly, that many people were killed and that he saved a badly injured cameraman by pulling him to safety.</p><p>Argentines did demonstrate angrily against the ruling junta for losing the war with the British, and footage shows protesters turning hostile and even menacing foreign reporters.</p><p>Yet CNN's Brian Stelter interviewed seven of O'Reilly's former CBS News colleagues who had been present in Argentina for the network's Falklands coverage (three spoke by name, on the record), and all took issue with O'Reilly's twinned account of death and personal danger.</p><p>None of the former CBS staffers recalled police shooting into the crowd, and there is no evidence of fatalities.</p><p>Sebastián Lacunza, editor in chief of the <em>Buenos Aires Herald,</em> tells me he has no record of any deaths in those protests.</p><p>\"I don't remember that people were killed in protests at the end of the war,\" Lacunza told me by phone. \"I don't remember that at all.\"</p><p>In an email, Argentine scholar Federico Lorenz wrote that \"there were some injured people, not dead victims — five buses were burnt and that was all.\"</p><p>The journalist Elsa Campos wrote that the defeat in Malvinas (the Argentine term for the Falklands) \"meant the end of the dictatorship by all means — we had lost the fear.\"</p><p>The repressive military junta, which had ruled since 1976, was forced from power soon after losing the war.</p><p>Perhaps evidence of fatalities at those June protests could emerge, but it doesn't appear O'Reilly had any when making his claims.</p><p><strong>Reading Into The Reactions</strong></p><p>Like Williams, O'Reilly made his most questionable remarks away from his network — for example in a book in 2001, or in an interview with Marvin Kalb in 2008 at the National Press Club.</p><p>The Saturday event was packed full, and the discussion of the Falklands coverage was a dramatic and contentious exchange, Kalb says.</p><p>\"He was at his rip-roaring best,\" Kalb says. \"I think in that environment, people tend to self-aggrandize themselves. Of course, he did it in a number of other places too.\"</p><p>A CBS sound engineer told CNN that he'd objected to Kalb about O'Reilly's representation of his experiences. Kalb confirms that he received the complaint call but says he didn't follow it up because he was acting as an interviewer for the event, not as a journalist.</p><p>O'Reilly's dramatics appear to approach Williamsesque territory, yet the reaction of each journalist in a moment of crisis reveals something fundamental: O'Reilly wants to be respected and feared, while Williams wants to be respected and loved.</p><p>Once called out by veterans and by the military publication <em>Stars and Stripes,</em> Williams apologized, abjectly, to the troops who kept him safe in Iraq. NBC's unprecedented six-month suspension of its star anchor may turn into a permanent departure. Williams had been paying tribute to an Army captain on his own broadcast as he unnecessarily puffed up his own adventures; it resulted in his resignation, last week, from the Congressional Medal of Honor Foundation.</p><p>His failure to apologize to his viewers for misleading them stung — and damaged him with his network colleagues.</p><p>In our mind, viewers expect more of a top news anchor's journalism than that of a television commentator, even though O'Reilly probably means more to Fox News than Williams does to NBC. We grade on a curve.</p><p>But we should care about what O'Reilly's response says about him — and about Fox News. The channel's chairman, Roger Ailes, prizes tribal loyalty over journalistic precision.</p><p>While an attack on O'Reilly's credibility could reflect poorly on Fox and Ailes, that's not as big a problem as it sounds. Fox's brand is built on the conceit that the rest of the major media mislead the public. But the public's trust in the media is so tenuous that journalists can ill afford to take it lightly. (Fox executives and O'Reilly did not reply to requests for comment for this column.)</p><p>On his own program, and again Sunday in an interview on Fox's media criticism show, O'Reilly denounced <em>Mother Jones</em>, CNN and CBS. O'Reilly even ran roughshod over his own colleague Howard Kurtz, asking and then answering his own questions. (Kurtz did gently object to O'Reilly's claim that CBS' Bob Schieffer had plagiarized O'Reilly for incorporating some of his footage in a story for the network about the protests in Argentina. That's how broadcast journalism often works. No matter.)</p><p>On Sunday, O'Reilly read aloud at length from <a href=\"http://www.nytimes.com/1982/06/16/world/thousands-in-buenos-aires-assail-junta-for-surrendering-to-britain.html\" target=\"_blank\">a <em>New York Times</em> article covering those June 1982 protests</a>. He recited the line: \"One policeman pulled a pistol, firing five shots.\"</p><p>On Monday a corrective arrived not from O'Reilly or Fox but from Rich Meislin, the former <em>Times</em> reporter who wrote that article.</p><p>He posted <a href=\"https://www.facebook.com/meislin/posts/10152597103685741\" target=\"_blank\">a note on his Facebook page registering an important omission</a>: \"O'Reilly left out that the shots were 'over the heads of fleeing demonstrators.' \"</p><p>Meislin continued: \"As far as I know, no demonstrators were shot or killed by police in Buenos Aires that night. What I saw on the streets that night was a demonstration — passionate, chaotic and memorable — but it would be hard to confuse it with being in a war zone.\"</p><p>To hear O'Reilly's version, there is never any confusion in the \"No Spin Zone.\" Perhaps he mistakes such certitude for fact, but that doesn't mean that we have to.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+Furious+Objections%2C+Bill+O%27Reilly%27s+War+Claims+Warrant+Scrutiny&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Folkenflik","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388796216-938494.m3u?orgId=1&topicId=1059&e=388577819&d=234&ft=nprml&f=388577819"},{"href":"http://media.npr.org/assets/img/2015/02/23/41012941_h736993-d6c5530e71bf7075bbfe9d3614974565960c820b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1274","width":"1698"}}]}