{"created":"2015-03-25T22:23:21+00:00","modified":"2015-03-26T18:38:35+00:00","valid":{"from":"2015-03-26T18:38:35+00:00","to":"3015-03-26T18:38:35+00:00"},"hreflang":"en","guid":"8275a64c-f12c-4733-996e-15a3024d8dae","title":"A crash in Europe lays bare some of aviation's myths","published":"2015-03-26T18:38:30+00:00","byline":"Joyce Hackel","tags":["transportation","history","business and economy","Technology","Science, Tech & Environment","Germanwings","Flight 9525","French Alps","flight data recorder","Aviation","computer automated","Transport","Air safety","Airline","Aviation accidents and incidents","Disaster"],"teaser":"Don't blame the autopilot for the latest aviation disaster, one pilot says: Humans still have more to do with flying high-tech jets than you think. That and other myths explain a lot about how ordinary people view the airline industry and the accidents it suffers.","contentencoded":"<p>Officials are still trying to figure out why an Airbus A320 flown by discount airline Germanwings slammed into the French Alps on Tuesday, killing all 150 passengers on board.</p>\n<p>One possible explanation for the crash is that something went wrong with the highly automated jet's computers, but not everyone thinks that's the key to unlocking this mystery. </p>\n<p>\"Computers are not flying your plane,\" says airline pilot Patrick Smith. \"Pilots are flying your plane through the automation, and the automation is only as good as the pilots controlling it.\"  </p>\n<p>Smith hosts <a href=\"http://www.askthepilot.com/\">AskThePilot.com</a> and is the author of \"<a href=\"http://www.amazon.com/Cockpit-Confidential-Everything-Questions-Reflections/dp/1402280912\">Cockpit Confidential: Questions, Answers, and Reflections on Air Travel</a>.\"</p>\n<p>\"It's a very hands-on job, still,\" Smith says. \"It's just that your hands, rather than grasping the steering column as was the case decades ago, are now managing and programming all of these auto-flight components.\"       </p>\n<p>Smith takes issue with another assumption about modern aviation: The notion that airlines outside of North America and western Europe are, for the most part, crash-prone and should be avoided. \"That's not really the case,\" he notes. \"Some of the safest carriers in the world are from developing countries.\"</p>\n<p>Smith admits airplane accidents are more likely in sub-Saharan Africa than in North America, but he also praises strong carriers like Ethiopian Airlines, which has experienced only three fatal accidents in more than seven decades in operation. Tunisia's national airlines has flown fatality-free for more than three decades, while Ghana Airways operated for more than 40 years without a fatality, according to Smith. </p>\n<p>\"Part of it is luck, but some of these countries have very old and very proud aviation cultures,\" he says. \"They take their airlines very seriously and they pride themselves on safe operation.\"</p>\n<p>Smith places some of the blame for erroneous perceptions on reporters, who he criticizes for remembering some air tragedies and forgetting others. </p>\n<p>\"Some simmer or fester in the media longer than others,\" he notes. \"It speaks, I think, to the way the media treats air disasters and sort of chooses for us which ones are going to remain in the public consciousness longer.\"</p>\n<p>Malaysian Airlines Flight 17, which was shot down near Ukraine's border with Russia last July, has all but disappeared from the news, he says. \"Meanwhile, the missing Malaysian Airlines jet from several months earlier — that story is still out there because it's so much of a mystery.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-25%2Fpilot-considers-why-some-aviation-tragedies-are-remembered-and-others-all&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0325201501.mp3"},{"href":"http://www.pri.org/file/0325201501mp3"}]}