{"created":"2015-04-30T19:09:56+00:00","modified":"2015-05-12T19:53:31+00:00","valid":{"from":"2015-05-12T19:53:31+00:00","to":"3015-05-12T19:53:31+00:00"},"hreflang":"en","guid":"827f159a-90ab-4b1f-8960-ebe3fc52d124","title":"Britain's politicians are turning to DC for advice","published":"2015-05-12T19:53:26+00:00","byline":"Leo Hornak","tags":["elections","politics","Global Politics","Europe","United Kingdom","David Axelrod","Politics of the United Kingdom","Paul Staines","Ed Miliband","Axelrod","Staines","Socialism","Labour Party","Politics"],"teaser":"As Britain prepares to go to the polls, both main parties are looking to Washington know-how to give them a lead in the elections.","contentencoded":"<p>Britain goes to the polls next week to choose a new prime minster and even at this late stage both sides are still struggling to establish a clear lead. As the stalemate has continued, both Prime Minister David Cameron’s Conservative Party and Ed Miliband’s opposition Labour Party have found themselves throwing everything into the fight.</p>\n<p>And that includes taking a few tips out of the playbook of their American cousins.</p>\n<p>David Axelrod and Jim Messina, two of America's most renowned political spin doctors, who worked side by side on Barack Obama's presidential bids, have been hired by British parties to provide advice and guidance. This time, though, Axelrod and Messina are working for different candidates. </p>\n<p>Axelrod, the man behind the \"Yes We Can\" slogan, is advising Miliband's Labour Party, while Messima has been hired by Cameron's conservatives. It is a situation that has caused some bemusement in London. During the early months of the campaign, Axelrod's apparent lack of knowledge about his candidate was the source of ongoing amusement for Conservatives. In one notorious early tweet, he mispelled Ed Miliband's name, and accidentally linked to  a parody twitter account run by Miliband's opponents. According to British political commentator Paul Staines, these gaffes have been embarrassing, but a deeper problem has been the fact that Axelrod is still based in the US, rather than the UK.</p>\n<p>\"Axelrod has suffered from being a remote control campaign advisor. He isn’t seen over,\" he explained. \"During the Labour Party conference, he was tweeting about a Chicago football team — so people are saying he seems to be more interested in sport than advising the Labour Party.\"</p>\n<p>Messina is believed to have been hired for his technological expertise, rather than his ideological alignment with a Conservative message, according to Staines.</p>\n<p>\"It's the know-how: People like the straight talking of a foreign advisor. The lack of war preparedness of the Brits for all-out fighting probably hinders them, and so they look to these guys who are a bit more aggressive and tough.\"</p>\n<p>Britain has its own tradition of high profile political advisors, however. Under Tony Blair, spin doctors such as Peter Mandelson and Alastair Campbell become as famous as many leading politicians. Staines remembers the Campbell era as one of \"alpha-male battle attitude,\" a tendency which has continued in the present era. David Cameron's main campaign manager is Australian Lynton Crosby — also well known for his refreshingly direct manner.</p>\n<p>For Staines there is a continuity in Britain's political advisors. \"I don't know if it is common for American campaign managers to be foul-mouthed, but the ones we have had most success with appear to be the ones that give out the most abuse\". </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-30%2Fhow-britains-election-turning-washington-dc-advice&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/04292015_07.mp3"},{"href":"http://admin.pri.org/file/0429201507mp3"}]}