{"created":"2014-11-25T23:48:32+00:00","modified":"2014-12-02T18:04:29+00:00","valid":{"from":"2014-12-02T18:04:29+00:00","to":"3014-12-02T18:04:29+00:00"},"hreflang":"en","guid":"82a0370c-afc9-4c65-b93c-9165236f3058","title":"A Middle East correspondent sees familiar clashes unfold in Ferguson","published":"2014-12-02T18:04:20+00:00","byline":"Traci Tong, Daniel Estrin, Joyce Hackel","tags":["police cameras","cameras","Ferguson","protests","Israeli-Palestinian conflict","Conflict","Conflict & Justice","Ferguson","Asia","United States","Israel","Palestinian territories","Missouri","West Bank","Middle East","Daniel Estrin","Michael Brown","Sarit Michaeli","Ferguson","Israeli–Palestinian conflict","Camera","violent protests","Palestinian terrorism","B'Tselem","Arab–Israeli conflict"],"teaser":"Correspondent Daniel Estrin often files stories for us on the violent outbreaks in Jerusalem and the West Bank. But when he returned home to visit his family in St. Louis, he found himself watching all-too-familiar scenes play out just minutes from his home.","contentencoded":"<p>Parts of Ferguson, Missouri, looked like a war zone on Monday — perhaps not too different from Jerusalem with its recent clashes. </p>\n<p>At least that's how it looked to Daniel Estrin, who frequently reports from Jerusalem and the West Bank for The World. He's currently at home in St. Louis, just 20 minutes away from Ferguson. </p>\n<p>Estrin says he sat with his parents watching the events in Ferguson unfold on TV and thinking \"that's exactly what regular confrontations look like in east Jerusalem or the West Bank when you have Palestinian demonstrators facing off with Israeli officers.\"</p>\n<p>Even the atmosphere in the city was a throwback to the Middle East. \"Living in Jerusalem, you feel this tension in the air — even when actual violence isn't actually happening,\" Estrin says. \"It was really weird to feel that for the first time in my own hometown.\"</p>\n<p>Clashes between Israeli officers and Palestinian demonstrators offer parallels and lessons for Ferguson, he says, especially when it comes to the role of cameras.</p>\n<p>The family of Michael Brown, the 18-year-old whose killing sparked the protest movement in Ferguson, has called for their supporters to join a campaign \"to ensure that every police officer working the streets in this country wears a body camera.\"</p>\n<p>Just like in the US, indictments of Israeli police officers who shoot civilians are rare. But the day before the grand jury in St. Louis County said it would not indict Brown's killer, an Israeli border policeman was indicted for the shooting death of a 17-year-old Palestinian during a protest in the West Bank — thanks to camera footage.</p>\n<p>Video from both a storefront security camera and CNN journalists who were filming the protest seems to show the teen was walking away from soldiers wearing a backpack when he was shot.</p>\n<p>While the footage wasn't the deciding factor in the indictment, Estrin says the television reports, combined with other physical evidence, led to the rare indictment.</p>\n<p>\"Cameras have reshaped the Israeli-Palestinian conflict,\" he argues. The Israeli rights group Btselem has handed out about 200 cameras to Palestinians in the West Bank to film confrontations with Israeli soldiers and settlers.</p>\n<p>Camera showdowns are now common in the West Bank: Israeli settlers hold up video cameras and smartphones while Palestinians do the same. Sometimes, shooting footage keeps people from shooting weapons.</p>\n<p>\"Violence drives a wedge between average Israelis and average Palestinians, and makes them scared of meeting each other, even when violence subsides,\" Estrin says. \"That fear heightens animosity and suspicion.\"</p>\n<p>But video cameras can be a double-edged sword. Because video footage is so prevalent, police often use the lack of recordings to wash their hands of complaints, according to Btselem spokeswoman Sarit Michaeli.</p>\n<p>There are other parallels between Ferguson and the Middle East: In St. Louis, many people have been afraid to visit Ferguson after this summer's violent riots. Similar fears exist in Jerusalem, and in Egypt, where tourism has plummeted. </p>\n<p>On Monday, Egyptian Rasha Abdulla's Twitter feed was filled with images of protests in Ferguson, Missouri.</p>\n<p>\"It's too close to home, to our memories,\" says Abdulla, a professor at the American University of Cairo and a veteran of demonstrations in Cairo's Tahrir Square.</p>\n<p>\"The tweets from Egypt were pretty interesting, because, you know, they were commenting on it and they were like, 'Oh, I remember when that happened down that street,'\" she says. \"Everything was so reminiscent of exact events that have happened in Egypt.\"</p>\n<p>It goes without saying that Ferguson is not Cairo, where protesters toppled President Hosni Mubarak in February 2011. But Abdulla says the power of protest images is universal. As an example, she cites the widely circulated photo of a lone Ferguson protester halting an armored police vehicle.</p>\n<p>\"We had that same image in Cairo, where this guy just stood in front of a very large army vehicle and just stopped it, with people cheering in the background,\" Abdulla says, \"and that became a picture that went viral. It's just a symbol of the courage of protesters in the face of police and security brutality all over.\"</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1416961587-0\" controls=\"controls\" src=\"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112520142.mp3\"> </audio></div>\n<p> </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112520141.mp3"},{"href":"http://www.pri.org/file/112520141mp3"}]}