{"created":"2014-09-02T20:58:05+00:00","modified":"2014-09-02T20:58:05+00:00","valid":{"from":"2014-09-02T20:58:05+00:00","to":"3014-09-02T20:58:05+00:00"},"hreflang":"en","guid":"82ab4781-7c9f-4cc5-a5ed-9affb918843c","title":"Ukraine seeks NATO membership as Russia moves troops across the border","published":"2014-09-02T20:58:04+00:00","byline":"Marc Kilstein","tags":["politics","government","diplomacy","military","conflict","Conflict","Conflict & Justice","Europe","Asia","Russia","Ukraine","Eastern Ukraine","Asia","Europe","Arseniy Yatsenyuk","Anders Fogh Rasmussen","David Stern","Arseniy Yatsenyuk","Ukraine","War","Politics","Europe"],"teaser":"In an emergency meeting Friday, NATO condemned Russian military action in Ukraine and accused Moscow of violating Ukraine’s sovereignty. Now, Kiev has announced its intention to seek NATO membership. But it's still not clear what Western countries can do to stop Russia's invasion.","contentencoded":"<p>The crisis in Ukraine is intensifying, and Ukrainian Prime Minister Arseniy Yatsenyuk wants more from the West than anti-Russian sarcasm on social media. Yat<span style=\"line-height: 1.538em;\">senyuk said on Friday that he now plans to seek the protection of NATO membership.</span></p><p>By Ukrainian law, the country is currently &quot;non-aligned,&quot; but the government is trying to change that. &ldquo;The [Ukrainian] government has said that they&rsquo;re going to submit legislation which would annul Ukraine&rsquo;s non-alliance status,&rdquo; explains the BBC&rsquo;s David Stern.</p><p>Such a move would allow the government in Kiev to formally apply for NATO membership.&nbsp;<span style=\"line-height: 1.538em;\">Anders Fogh Rasmussen,&nbsp;</span><span style=\"line-height: 1.538em;\">NATO&rsquo;s secretary general,&nbsp;</span><span style=\"line-height: 1.538em;\">said he respects Ukraine&rsquo;s right to seek membership, and he accused Russia of a &ldquo;blatant violation&rdquo; of Ukraine&rsquo;s sovereignty.</span></p><p>&ldquo;It is now clear that Russian troops and equipment have illegally crossed the border into eastern and southeastern Ukraine,&rdquo; Rasmussen said.</p><p>At the moment, Stern says &ldquo;everyone recognizes that there&rsquo;s not going to be any boots on the ground in Ukraine&rdquo; from NATO. But Kiev is getting &ldquo;non-lethal equipment &mdash; that&rsquo;s night goggles, flak jackets, and meals ready to eat &mdash; from the United States and [other] individual nations.&rdquo;</p><p>But how to take further steps is the real issue &ldquo;The question is, short of actual military intervention or short of actually supplying Ukrainians with serious weapons, what [else] can the West do?&rdquo; Stern says.</p><p>&quot;And the question is really, what can the West do that ultimately causes enough pain further down the road so that Moscow changes its mind?&quot; he adds. &quot;But right now, from all appearances, they&rsquo;re sending at least fighters into Ukraine and possibility even actual troops.&rdquo;</p><p>The United Nations said Friday that the death toll from the conflict in Ukraine now exceeds 2,200 killed.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;It&rsquo;s a war by degrees,&quot; Stern says, &quot;and the Russians have been slowly raising the heat. Each week it seems to get worse and worse.&rdquo;</span></p><p>And regardless of what NATO or the West does, says Stern, things are probably only going to get worse:&nbsp;<span style=\"line-height: 1.538em;\">&quot;Moscow is going forwards no matter what.&quot;</span></p>","audio":[]}