{"created":"2014-10-25T11:50:57+00:00","modified":"2014-11-10T21:40:26+00:00","valid":{"from":"2014-11-10T21:40:26+00:00","to":"3014-11-10T21:40:26+00:00"},"hreflang":"en","title":"After Loss, Marine's Parents 'Gained 20-Something Other Sons'","published":"2014-10-25T15:57:00+00:00","teaser":"Lance Cpl. Brian Parrello was 19 when he was killed by an IED; he was the only member of his platoon who didn't come home from Iraq. Since then, his fellow Marines have grown close to his parents.","itags":["npr_api","358590784"],"guid":"82b80362-75ff-4a95-9dfc-bb330037ca98","contentencoded":"<p><em>StoryCorps' Military Voices Initiative records stories from members of the U.S. military who served in Iraq and Afghanistan.</em></p><p>Lance Cpl. Brian Parrello was the only member of his platoon who didn't make it home from Iraq. They were patrolling near the Haditha dam when Brian was killed by an IED, at the age of 19.</p><p>In the decade since Brian's death, his platoon has grown close to his family. One of those Marines, Sgt. Kevin Powell, recently sat down with Brian's mother, Shirley Parrello, for a StoryCorps interview in West Milford, N.J.</p><p>Parrello asked about the day that her son died.</p><p>\"We took fire that day. We heard a large explosion, and we could feel it,\" Powell says. \"I see that Brian's laying there with his shirt cut open. His rifle had been blown in half from the IED that he hit.</p><p>\"I grabbed his hand. He looked at me, and he wasn't yelling and he wasn't upset. I can still picture him, and I picture him all the time,\" Powell says, his voice thick with emotion. \"I spend a lot of time laying in bed, not being able to go to sleep, just thinking, 'What could I have done differently. What could I have done better?'</p><p>\"I still have those thoughts.\"</p><p>\"I wanted to make sure that none of you guys felt as if we blamed anybody for what happened, and that I know you guys did the best you could,\" Parrello says. \"I'm just happy he was with his other family — even though we couldn't be there with him, he was with people that love him.\"</p><p>After Brian Parrello's death, his parents met his fellow Marines — the 4th Platoon, Small Craft Company, Headquarters Battalion, 2nd Marine Division. Later this year, the entire platoon will join the Parrello family in West Milford to mark 10 years since Brian's death.</p><p>\"I couldn't wait to meet you and give you a hug,\" says Powell, remembering the day they first met. \"I remember running through my head what I'd say to you. I walked up to you, I gave you a hug, and I didn't say anything — because I couldn't. And I'm sorry for that.\"</p><p>\"The hug was enough,\" Parrello says, telling Powell there's no need for an apology. \"As a little boy when [Brian] would go to bed at night I would tuck him in and give him a kiss and a hug and then I'd walk out of the room and he'd say, 'One more hug, Mom.' This would go on — I mean, it was like 10 times. I'd have to go back and forth. And at the time you're thinking, 'Come on, Brian. Please? You know, it's late.' Now I would give anything to have one more hug.\"</p><p>\"The day that you lost Brian you gained 20-something other sons, and we'll always be your sons,\" Powell tells her. \"It never ceases to amaze me ... how strong you are. The things that we talk about, that I can hardly talk about, and he was your son. I want to tell you that I know you're hurting, and I'll always be there for you, for as long as I'm alive.\"</p><p><em>Audio produced for </em>Weekend Edition<em> by Andres Caballero.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Loss%2C+Marine%27s+Parents+%27Gained+20-Something+Other+Sons%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358789906-0af91f.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=358590784"},{"href":"http://media.npr.org/assets/img/2014/10/24/parellonpr-c500247203ae95f359dfd8e99a65d28d4f2470d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2014/10/24/platoon-538ca8f15286947366b1be1fa8c4f85680a6b571.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"375","width":"500"}},{"href":"http://media.npr.org/assets/img/2014/10/24/bparrello-32c736e38a275b50acd872dd8bf0e25779c79621.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"600"}}]}