{"created":"2014-10-07T19:32:20+00:00","modified":"2014-10-30T23:47:04+00:00","valid":{"from":"2014-10-30T23:47:04+00:00","to":"3014-10-30T23:47:04+00:00"},"hreflang":"en","title":"Gaza's Network Of Tunnels Is A Major Hole In Israel's Defenses","published":"2014-07-31T13:24:00+00:00","teaser":"Hamas militants are using tunnels in and out of Gaza to strike inside Israel. Israelis are questioning how the tunnels grew to be so complex and why the military hasn't been able to shut them down.","itags":["npr_api","336594614"],"guid":"82bb8a9f-dfe7-406a-8e23-c59a6aeaf33a","contentencoded":"<p>Israeli officials say the country's deadly ground offensive <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/31/336808183/conflict-in-gaza-what-you-need-to-know-today\">won't end until its soldiers destroy a vast network of Hamas tunnels</a> the militants use to try to attack Jewish communities outside the Gaza Strip.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/30/336497615/gaza-conflict-shell-strikes-un-school-killing-up-to-19-who-sought-shelter\">Three more soldiers died Wednesday</a> when explosives detonated as they uncovered one of those tunnels. That came hours after Hamas released a graphic video claiming to show another deadly tunnel-generated attack inside Israel earlier in the week.</p><p>Such incidents have many Israelis asking why their forces didn't stop Hamas from building the elaborate tunnels in the first place. And in Israel, calls are mounting for an investigation into how authorities have handled the tunnel threat.</p><p>In the grainy video released by Hamas Wednesday, black-clad militants shove their weapons through a tunnel entrance, then climb out and run toward what looks like an army post inside Israel.</p><p>Five Israeli soldiers were killed in the attack Tuesday — which the video purportedly shows — as were a handful of Hamas fighters. Israeli officials say the militants' aim was to kill and kidnap Israeli citizens.</p><p>Such revelations are rattling Israelis more than the 2,000-plus rockets Hamas has fired into their country since the war began earlier this month, says Smadar Perry, who writes about the tunnels for Israel's largest daily newspaper, <em>Yedioth Ahronoth</em>.</p><p>\"If we don't finish the problem of the tunnels, people in the southern part of Israel along the border with Gaza may leave their houses and go look for a new address because nobody wants to go to sleep and wake up with the killers and terrorists in his bedroom,\" says Perry, who is the paper's Middle East editor.</p><p>But she and other journalists say Israeli authorities will likely have to answer for how Hamas was able to build enough tunnels to allow militants to infiltrate Israel six times since the Gaza offensive began three weeks ago.</p><p>An investigation by Israel's state comptroller in 2005 found \"continued failure\" in dealing with the tunnel problem due to issues with technology and intelligence. The Israeli military only intensified its efforts to deal with the tunnel threat in December 2004 — after a number of major attacks — but it wasn't enough, the state comptroller concluded.</p><p>At the time, the inquiry called for bringing in more international and Israeli experts to find better ways to detect tunnels.</p><p>At a briefing earlier this week, Yuval Steinitz, Israel's intelligence minister, defended the way authorities have dealt with the tunnels. The military says 32 have been uncovered so far; half of those have been destroyed.</p><p>\"You know it is not always the case that if we have threats we decide to immediately go to a big ground operation in order to neutralize it,\" Steinitz said.</p><p>Perry, however, says she found few officials who were concerned about the tunnels before some of the newer, more sophisticated versions were accidentally uncovered earlier this year.</p><p>The journalist toured one of them with a senior Israeli officer.</p><p>\"It was very strange,\" Perry says. \"I could feel or I could sense that the officer and the military feel helpless because these four tunnels were exposed by coincidence because of the heavy rains and not because of intelligence.\"</p><p>Military officials deny they are negligent in tackling the tunnels and say they used both intelligence and technology to plot them.</p><p>But what they and their critics agree on is that previous encounters with the tunnels — most of which ran between the Gaza Strip and Egypt — were less worrying because <a href=\"http://www.npr.org/blogs/pictureshow/2012/11/19/165506231/rockets-cigarettes-and-a-lion-just-a-few-of-the-things-smuggled-into-gaza\">they were mainly used for smuggling</a>.</p><p>Israeli officials say it wasn't until Israel withdrew from the Gaza Strip in 2005 and Hamas took over the territory in 2007 <a href=\"http://www.npr.org/blogs/parallels/2014/07/26/335332220/the-long-history-of-the-gaza-tunnels\">that a labyrinth was created to send militants into Israel for large-scale attacks</a>. Because Jewish settlements were gone, officials say, it made it more difficult to keep tabs on what Hamas was doing.</p><p>Israeli Reserve Brig. Gen. Shimon Daniel, who headed the combat engineering force between 2003 and 2007, says it wasn't easy to uncover tunnels even back then, because they aren't deep enough for ground penetration radar to locate.</p><p>He says Israel adapted foreign technology used to find oil and gas reserves to come up with a way to locate tunnels.</p><p>The newer tunnels are easier to find, Daniel adds, because they are far longer and heavily reinforced.</p><p>\"Unlike what it was like during my time, they are put together with communications [capabilities], air, electricity, cement walls and other materials,\" he says.</p><p>All of this means they show up better on radar.</p><p>But not so their entrances into Israel, because they are too close to the surface for radar to locate.</p><p>\"It looks simple, but it's complicated. It's low-tech that high-tech doesn't even know how to find,\" he explains. \"It borders on the abilities of what modern physics can do today.\"</p><p>Nor can they be seen by the naked eye, Daniel adds, because they aren't dug open until the actual attack.</p><p>He adds that as many as 11 tunnel entrances into Israel have been uncovered so far.</p><p><em>Daniel Estrin contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gaza%27s+Network+Of+Tunnels+Is+A+Major+Hole+In+Israel%27s+Defenses&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336603458-b5215d.m3u?orgId=1&topicId=1009&ft=3&f=336594614"}]}