{"created":"2014-12-02T21:15:52+00:00","modified":"2014-12-02T21:18:20+00:00","valid":{"from":"2014-12-02T21:18:20+00:00","to":"3014-12-02T21:18:20+00:00"},"hreflang":"en","guid":"82cee77e-a08c-4e79-8a84-829bcd4f8f23","title":"Russia and Turkey's leaders have similar styles, but an uneasy relationship ","published":"2014-12-02T21:18:04+00:00","byline":"Joshua Kucera, Traci Tong","tags":["politics","oil","Global Politics","Moscow","ankara","Europe","Asia","Turkey","Russia","United States","Syria","Ukraine","Middle East","Vladimir Putin","Tayyip Erdogan","Joshua Kucera","Bashar al-Assad","Mustafa Dzhemilev","Crimean Tatars","Recep Tayyip Erdoğan","Vladimir Putin","Crimean Tatar language","Bashar al-Assad","Politics"],"teaser":"Russian President Vladimir Putin and Turkey President Recep Tayyip Erdoğan don't often see eye-to-eye on important foreign policy issues, such as Russia's annexation of Crimea and the crisis in Syria.  But when the two leaders met at the beginning of the week in Ankara, they became a \"coalition of the unwilling.\"","contentencoded":"<p>Russian President Vladimir Putin visited Turkey and its president, Recep Tayyip Erdoğan, on Monday. And while the two are often seen as having much in common — perhaps the two world leaders making the most ambitious efforts to challenge the global dominance of the West — Putin's Ankara visit illustrated how far apart the two countries still remain.</p>\n<p>The visit was especially intriguing since Putin, in the wake of the crisis over Ukraine and the collapse of relations with Europe and the United States, is eagerly seeking non-Western allies. And Erdoğan, too, has flirted with his own turns to the East. </p>\n<p>In an interview with Turkish state news agency Anadolu ahead of his visit, Putin alluded to that coalition-of-the-unwilling affinity: \"We highly value independent decisions by Turkey, including on economic cooperation with Russia,\" he said, in a clear reference to Western sanctions which Turkey has not joined. \"Our Turkish partners refused to sacrifice their interests for somebody else's political ambitions. I consider that to be a really well-weighed and far‑sighted policy.\"</p>\n<p>But unlike Putin's recent visit to China, where his hosts at least pretended to treat Putin like an ally, in Turkey his visit was greeted by protesters, and Erdoğan publicly criticized Russia's position on Syria and on the Crimean Tatars.</p>\n<p>The main issue on the agenda of the visit appeared to be trade, in particular energy. About 60 percent of Turkey’s natural gas imports come from Russia and the big announcement from the visit was that Russia will give Turkey a six percent discount on natural gas starting in January, and that Russia will abandon the South Stream gas pipeline project and instead build a pipeline to Turkey. </p>\n<p>But on many other important issues, differences remained. For one, the issue of the Crimean Tatars, who strongly oppose Russia's annexation of Crimea and who are backed (albeit not as strongly as they would like) by Turkey. Erdoğan addressed the Tatar issue during a joint press conference with Putin.</p>\n<p>\"We discussed in detail the issue of the Crimean Tatars,\" Erdoğan said. \"The Russian side also noted that we stand behind all the necessary rights of the Crimean Tatars. The question of the Crimean Tatar language was discussed, its acceptance as an official language, and many other problems of the Crimean Tatars.\" Putin didn't speak about the Tatars.</p>\n<p>And if Erdoğan was somewhat circumspect, the pro-government newspaper Daily Sabah chose the day of Putin's visit to run a long interview with the Crimean Tatar leader, Mustafa Dzhemilev, who was very critical of Russia. \"There aren't any freedoms left in Crimea, as it was in the Soviet Union,\" Dzhemilev said. \"People are afraid to talk to each other. If they proclaim that they do not approve of the Russian invasion, they are called by the intelligence service and are terrorized. This is how fascist the regime in Crimea is.\"</p>\n<p>Putin and Erdoğan also made their differences over Syria known. \"As for the Syrian crisis, we have already been continuing negotiations over this for four years,\" Erdoğan said. \"The leadership of Syria, which is destroying its own citizens — we have openly expressed how we feel about this regime. Mr. President [Putin] has a different position on this issue.\"</p>\n<p>When a reporter asked Putin about whether Syrian President Bashar al-Assad should step down, Putin replied: \"Your question should be addressed to the Syrian people. There were elections, and people feel differently about them, but they showed that President Assad has sufficiently large support among the Syrian population.\"</p>\n<p>But Erdoğan couldn't resist a retort: \"I want to add my assessment with respect to the elections in Syria. Everywhere in the world, when there is a coup, they get 95 percent of the vote. And in our country in the past, when there was a coup, there was that kind of system. It was open voting. And at the end of the election the results were announced as desired by the coup leaders. We had the same problem.\" Zing! Hope Erdoğan got that six percent gas discount in writing.</p>\n<p><em><a href=\"http://www.joshuakucera.net/\">Joshua Kucera</a>, a journalist who covers the former Soviet Union, wrote <a href=\"http://www.eurasianet.org/node/71141\">this article</a> for EuraAsia.net. It appears here with his permission.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120220144.mp3"},{"href":"http://www.pri.org/file/120220144mp3"}]}