{"created":"2014-10-30T08:47:00+00:00","modified":"2014-11-14T01:05:05+00:00","valid":{"from":"2014-11-14T01:05:05+00:00","to":"3014-11-14T01:05:05+00:00"},"hreflang":"en","title":"Keep On Drillin'? Santa Barbara Prepares To Vote On Oil Future","published":"2014-10-30T18:25:00+00:00","teaser":"Measure P in California's Santa Barbara County asks voters to ban controversial oil and gas drilling methods such as hydraulic fracturing. To date, the oil industry has spent $7 million to defeat it.","itags":["npr_api","359894342"],"guid":"82cf06af-2c37-41ed-acdf-2260a80b3a13","contentencoded":"<p>Think of California's Santa Barbara County and you might picture the area's famous beaches or resorts and wineries. But in the northern reaches of the vast county, oil production has been a major contributor to the economy for almost a century.</p><p>So it's no surprise that the oil industry there is feverishly organizing to fight a local ballot initiative — Measure P — that would ban controversial drilling methods such as hydraulic fracturing. What is turning heads, however, is the sheer volume of money flooding into this local race, mainly from large oil companies.</p><p>To date, firms such as Chevron and industry groups have chipped in more than $7 million to a campaign to defeat Measure P and <a href=\"http://cal-access.sos.ca.gov/Campaign/Committees/Detail.aspx?id=1365619&view=received\" target=\"_blank\">a similar proposal</a> farther up the California coast in San Benito County. That compares with just under $300,000 spent so far by the environmental groups that support the initiative and organized to get it on the local ballot.</p><p>Jim Byrne, spokesman for the \"No on Measure P\" campaign, is unapologetic about oil companies spending as much as they are.</p><p>\"If I owned a business, I would want to do anything in my possibility to save that business,\" he says.</p><p>Byrne says Measure P would effectively shut down all new drilling operations in Santa Barbara County. There isn't even any \"fracking\" going on there right now — the industry says it doesn't work given the geology. But a process called steam injection is currently widely in use. That and other so-called \"high intensity\" drilling processes would be banned if the measure is approved by voters next month.</p><p>\"They go after methods that have been utilized safely, responsibly and under the most stringent regulations for the last 50 years,\" Byrne says.</p><p>But supporters like to point out that there are provisions in the measure to protect existing drilling operations in the county. There are currently just over 1,100 active wells, mainly clustered in the northern part of the county.</p><p>Rancher Chris Wrather, a spokesman for the \"Yes on Measure P\" campaign, likens the proposal to an insurance policy.</p><p>\"It will provide protection for the future, and that's what we really want,\" Wrather says.</p><p>After all, there's talk that California's Monterey Shale formation — which extends into Santa Barbara County — could be the site of the next North Dakota-type boom. Wrather's group is worried that a sharp rise in drilling could threaten the area's drought-stressed water supply.</p><p>Another worry, says Wrather, is the fact that supporters are being outspent 23 to 1.</p><p>\"It really has the feel of trying to buy this election,\" he says.</p><p>In this post-Citizens United world, there's a lot more scrutiny on money in politics, especially when there are well-organized charges that it could be influencing small, local races like this one. But legal experts like professor Rick Hasen of the University of California, Irvine Law School caution against tying all the spending in the Measure P race to a broader national trend.</p><p>Hasen, for one, says he's not surprised about all the spending by the opposition.</p><p>\"There's much more at stake in terms of the financial interest of those who would engage in oil drilling in this area than the amount that's being spent on the election,\" says Hasen, who also hosts <a href=\"http://electionlawblog.org/\" target=\"_blank\">a popular campaign finance blog</a>.</p><p>Indeed, the stakes are high. If Measure P passes — or fails — it could set a precedent for other counties across California, and possibly even the country.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Keep+On+Drillin%27%3F+Santa+Barbara+Prepares+To+Vote+On+Oil+Future&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"182"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360019701-c3aee2.m3u?orgId=1&topicId=1091&ft=3&f=359894342"}]}