{"created":"2014-10-27T20:23:06+00:00","modified":"2015-04-23T18:14:55+00:00","valid":{"from":"2015-04-23T18:14:55+00:00","to":"3015-04-23T18:14:55+00:00"},"hreflang":"en","title":"75 Years Of 'Colossal Poets' And Live Literature At NYC's 92nd Street Y","published":"2014-10-28T16:58:00+00:00","teaser":"Writer Cynthia Ozick attended readings at the Y in the 1950s. \"You saw these icons standing in a blaze of brilliant spotlight,\" she says, \"and you felt that you were at the crux of all civilization.\"","itags":["npr_api","359331302"],"guid":"82d100bf-7811-4cfd-baf7-e762e1a15339","contentencoded":"<p>Seventy-five years ago on Sunday, writer William Carlos Williams helped inaugurate what would become this country's most famous literary reading series, at New York's 92nd Street Y Poetry Center. The center is celebrating this diamond jubilee with a project called \"<a href=\"http://92yondemand.org/Topic/75-at-75/\">75 at 75</a>,\" which pairs rare recordings of readings from its archives (now available, free, online) with contemporary essays by some of today's most acclaimed writers.</p><p>Cynthia Ozick is one of those writers. She was in her 20s and fresh out of grad school when her husband bought her a $20 season subscription to the reading series at the 92nd Street Y. There, she heard T.S. Eliot, Dylan Thomas, Marianne Moore and W.H. Auden. She calls the time \"the age of colossal poets,\" and she says the 92nd Street Y was their cathedral<strong><em>.</em></strong></p><p>\"You sat there and you saw these icons standing in a blaze of brilliant spotlight, and you felt that you were at the crux of all civilization in the 92nd Street Y in the 1950s,\" Ozick says. \"Or so it struck me then, when I was sitting there and thinking, 'I want to be a writer.' \"</p><p>For her contribution to \"75 at 75,\" Ozick <a href=\"http://92yondemand.org/75-at-75-cynthia-ozick-on-w-h-auden/\">remembered</a> hearing W.H. Auden read in the Y's cavernous, mahogany-paneled theater.</p><p>\"There was something in his voice which made everything intimate because it was a conversation, even though there he was standing up in this enormously brilliant light,\" she says. \"And that came about, I think, because of the way he read: in this absolutely <em>flat,</em> monotone, sort of commonsensical — as if he were not reading lyric lines of poetry.\"</p><p>Auden was one of the first writers to be recorded by the Y, even though the series had begun more than a decade earlier.</p><p>The Poetry Center's archives capture some of this country's best-known writers: In 1953, Eudora Welty read her signature short story \"Why I Live At The P.O.\"<strong> </strong>from her first book, and Dylan Thomas, born 100 years ago Monday, <a href=\"http://92yondemand.org/dylan-thomas-under-milk-wood/\">premiered his play</a> <em>Under Milk Wood</em>. This was a time before writers were expected to do book tours and in-store readings. Novelist T.C. Boyle is used to that sort of thing, but he says celebrated writer John Cheever wasn't.</p><p>\"He is an awkward reader,\" Boyle says. \"He doesn't pause for the audience to catch up and enjoy the sly wit of this wonderful story. And yet, it doesn't really matter to me. It's a thrill to hear John giving his performance.\"</p><p>Boyle wrote <a href=\"http://92yondemand.org/75-at-75-t-c-boyle-on-john-cheever/\">the essay</a> that accompanies Cheever's 1964 reading of one of his most famous stories, \"The Death of Justina.\" It's about a Westchester man whose wife's cousin dies in his living room, but when he tries to arrange for her funeral, he's told his posh part of town is not zoned for dying:</p><blockquote><p>\" 'Yes, yes,' he said, 'it is difficult, but after all you must realize that this is the world you live in and the importance of zoning can't be overestimated. Why, if a single member of the Council could give out zoning exceptions, I could give you permission right now to open a saloon in your garage, put up neon lights, hire an orchestra, and destroy the neighborhood and all the human and commercial values we've worked so hard to protect.' \"</p></blockquote><p>The voices themselves take us back to another time, Boyle says. And hearing writers reading their own work — giving their own version, in their own accent and their own rhythms — is always a revelation.</p><p>\"It's thrilling,\" Boyle says. \"It puts you in that audience, even though these things occurred sometimes before you were even born. It allows us to touch the past in the way that the words on the page don't ... because you don't have the human presence and the human voice behind them.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=75+Years+Of+%27Colossal+Poets%27+And+Live+Literature+At+NYC%27s+92nd+Street+Y&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Vitale","audio":[{"meta":{"duration":"337"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359403555-628852.m3u?orgId=1&topicId=1161&aggIds=100876926&e=359331302&d=337&ft=nprml&f=359331302"},{"href":"http://media.npr.org/assets/img/2014/10/27/auden-bb5267c68d5b191be8332caa115fc2d317aef7ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"582","width":"776"}}]}