{"created":"2014-10-07T20:29:25+00:00","modified":"2014-10-31T00:01:45+00:00","valid":{"from":"2014-10-31T00:01:45+00:00","to":"3014-10-31T00:01:45+00:00"},"hreflang":"en","title":"Congress And Biden Aim For Job Training That Actually Leads To Jobs","published":"2014-07-23T16:05:00+00:00","teaser":"The vice president has been traveling the country to learn about the best ways to train workers. He announced the results Tuesday as the president signed a workforce training bill into law.","itags":["npr_api","334091696"],"guid":"82dd8ac9-39f7-4915-96a2-16041d78e1ac","contentencoded":"<p>Something pretty remarkable happened Tuesday afternoon in a small windowless auditorium next door to the White House. President Obama signed a new law: the Workforce Innovation and Opportunity Act.</p><p>It streamlines and updates the nation's job training programs and was 11 years overdue. The bill got overwhelming bipartisan support in both the House and Senate.</p><p>\"Folks in Congress got past their differences; they got a bill to my desk,\" Obama said at the signing ceremony. \"So this is not a win for Democrats or Republicans; it is a win for American workers.\"</p><p>When an unemployed or dissatisfied worker seeks out job training through a government program, the hope is to get a new job in a field where workers are in demand. But the nation's workforce development system hasn't always succeeded in matching the training with the work.</p><p>The act aims to fix that by better matching training to employer needs. It encourages more apprenticeships and on-the-job training. The measure of success will no longer be just how many people sign up for help, but also how many actually get jobs.</p><p>At the same time Congress was working out the details of the bill, Vice President Joe Biden was traveling around the country, looking at what works and what doesn't.</p><p><strong>On-The-Job Training</strong></p><p>Back in March, he visited New Hampshire, where an innovative on-the-job training program has helped nearly 700 people get new jobs since 2010. There he stopped at XMA Corp., a small manufacturer that has hired about a half-dozen people so far using the program.</p><p>And Biden was clearly impressed. \"We're trying to replicate what you're doing all over the country,\" he told XMA workers.</p><p>The program targets the long-term unemployed and pays up to 90 percent of the employee's salary while a company trains him or her to fill an opening. While at XMA, Biden met Brian Alexander, a design engineer with a big, scruffy beard and a story that probably sounds familiar.</p><p>The company where Alexander worked for more than a decade was taken over by a larger corporation.</p><p>\"I got laid off,\" he said. \"They eliminated my position is what I was told.\"</p><p>He had 40 years of experience, and eight months after losing his job, he was still unemployed.</p><p>\"You know, I was basically almost ready to retire,\" he said.</p><p><strong>From Long-Term Unemployed To Employee Of The Month</strong></p><p>Though Alexander was a skilled engineer, he wasn't up-to-date on the latest design software. Through the state program, he applied for a job at XMA Corp. And while the state paid a portion of his salary, XMA helped get Alexander trained on the software he needed to do the job.</p><p>\"We brought him in, only to find out he was a home run,\" said Marc Smith, the company's CEO.</p><p>Within months of coming on board, Alexander was named employee of the month and had a nickname: The Big Tuna.</p><p>\"A lot of times, it's hard to get good talent, and that's why this program has been so good, because we can find people like Brian,\" Smith said. \"He lives 10 minutes from here. I would have never found him, and if I did, I wouldn't have been sure he was a good fit or not.\"</p><p>Alexander's story made an impression on the vice president.</p><p>\"So what Brian had, he had all these degrees and all this skill,\" Biden said in an interview with NPR. \"But he needed a different programming knowledge. And so it took just a little bit of training, and the guy — boom — and he was excited.\"</p><p>Brian Alexander is among the 95 percent of participants in the New Hampshire program who are still employed — most of them with the same employer. It has become something of a national model, and its influence is apparent in a report Biden released Tuesday, the culmination of six months of fact-finding. It calls for engaging employers and encouraging-on-the job training.</p><p>\"So it really is connecting an individual with an opening and the skill required to fill that opening,\" he said. \"It's that basic, but it's hundreds of thousands of jobs available.\"</p><p>That's exactly what the Workforce Innovation and Opportunity Act aims to do, and White House officials say Biden's work gives the administration a head start in implementing the act.</p><p>U.S. Rep. Virginia Foxx, a North Carolina Republican and a former community college president, was instrumental in writing the new law.</p><p>\"Job training is so yesterday,\" she said. \"Workforce development and skills development is tomorrow.\"</p><p>Foxx stood next to the president and the vice president Tuesday, wearing a bright pink suit and a smile as Obama signed the bill. Afterward, Biden said, she told him he was starting to sound like a Republican.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Congress+And+Biden+Aim+For+Job+Training+That+Actually+Leads+To+Jobs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"311"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334276013-3a4b6e.m3u?orgId=1&topicId=1014&ft=3&f=334091696"}]}