{"created":"2014-11-19T21:27:38+00:00","modified":"2015-01-12T14:56:07+00:00","valid":{"from":"2015-01-12T14:56:07+00:00","to":"3015-01-12T14:56:07+00:00"},"hreflang":"en","title":"For Millions Of Millennials: Some College, No Degree, Lots Of Debt","published":"2014-11-30T22:38:00+00:00","teaser":"Noelle Johnson has about $20,000 in student loans and is still working on her degree. Without the higher earnings a B.A. can bring, even a modest student debt load can pose a big challenge.","itags":["npr_api","362802610"],"guid":"82ea1d3d-43ff-4f01-8864-2863d7235dd5","contentencoded":"<p><em>This story is part of the </em><a href=\"http://www.npr.org/series/352990765/new-boom\" target=\"_blank\">New Boom</a><em> series on millennials in America.</em></p><p>If Noelle Johnson had a bachelor's degree, she'd be able to live closer to work, she says. She wouldn't have to spend so much of her free time hustling for baby-sitting gigs. She'd shop at the farmers market. She'd be able to treat her sister to dinner for once. She and her husband could go on trips together — they'd be able to afford two tickets instead of one.</p><p>There are dozens of ways that not having a college degree and dealing with student loans affects Johnson's life.</p><p>Johnson, 27, lives in Manassas, Va., and commutes 90 minutes each way by bus and train to Arlington, Va. She likes her job as an office manager at a nonprofit and makes around $40,000 a year. That compares with a national median income of about $34,000 for households led by young adults with some college. The capital region has a higher cost of living as well.</p><p>But households led by young college graduates <a href=\"http://www.pewsocialtrends.org/2014/05/14/section-1-student-debt-and-overall-economic-well-being/#the-income-and-wealth-of-student-debtors\" target=\"_blank\">have a median income of about $58,000</a>. And after nine years of changing schools, trying to choose a major, dealing with an illness and managing tuition costs, Johnson has about $20,000 in student loan debt and no degree to show for it.</p><p>Millions of millennials are in the same boat. <a href=\"http://www.pewsocialtrends.org/2014/05/14/section-2-a-demographic-profile-of-young-student-debtors/\" target=\"_blank\">More than 40 percent</a> of households headed by young adults with some college are dealing with student loans. And without the increased earnings that usually come with a college degree, managing even just a few thousand dollars in loans can be a huge challenge.</p><p><a href=\"http://www.pewsocialtrends.org/author/rfry/\" target=\"_blank\">Richard Fry</a>, a senior researcher at the Pew Research Center, says the real impact of student loans for those with no degree isn't even on how much money they make — it's on their overall wealth.</p><p>\"The 'some college educated' household that doesn't have the student debt? Their net worth is about $10,000, $11,000,\" he says. \"As opposed to that, for the ones that are still sort of servicing their student debt? They have a net worth of about a grand. So you're looking at about a tenfold difference.\"</p><p>Fry says households with student loans are also more likely to have <a href=\"http://www.pewresearch.org/fact-tank/2014/05/14/5-key-findings-about-student-debt/\" target=\"_blank\">other kinds of debt</a>, like credit card debt and car payments.</p><p>That's true of Johnson and her husband. \"We've done payday loans, and, you know it just — it gets out of control,\" she says. The couple also dipped into their rainy day fund. \"We had so much more in savings, but we had to put a lot of that toward school.\"</p><p>That's savings, earnings and debt, all going toward tuition — which is <a href=\"http://www.chicagotribune.com/news/ct-college-tuition-increase-slows-2014-20141113-story.html\" target=\"_blank\">higher than ever, and still rising</a>.</p><p>That means lots of students like Johnson have to make calculations: Draw school out so there's time to save up — putting yourself <a href=\"http://www.educationsector.org/publications/degreeless-debt-what-happens-borrowers-who-drop-out\" target=\"_blank\">at risk for dropping out</a> altogether? Or take on more student loan debt?</p><p>When Johnson hit the $20,000 mark, she realized she needed to step back.</p><p>\"I had to say, 'Well, I can't take out any more loans and I definitely don't have the cash for it.' So I have to stop, and then save, and then pay for that semester, and then do that all over again,\" she says.</p><p>She's still at it, and she has a plan to get to graduation. Her job has a tuition reimbursement program, she says, \"but that means I do need to be able to pay first, so we're just working on getting some money together so I can pay for my next semester, and then it'll be reimbursed.\"</p><p>She has about 1 1/2 years to go to finish her bachelor's in nonprofit management at Liberty University. \"I think I'll be able to knock it all out pretty easily,\" Johnson says.</p><p>Fry of Pew says it's a good idea for students not to drag out attaining a degree for too long. \"Most people who are going to finish bachelor's degrees, they've got 'em by age 30.\"</p><p>Ultimately, though, how long it takes you to finish matters less than whether you do.</p><p>\"For a bachelor's degree, you're looking at <em>at least</em> an extra $600,000, $800,000 over a working life, compared to if you'd stopped your education at high school,\" Fry says. \"College is expensive, but it's <a href=\"http://www.pewsocialtrends.org/2011/05/15/chapter-5-the-monetary-value-of-a-college-education/\" target=\"_blank\">a good investment</a>.\"</p><p>Johnson has no illusions that finishing her degree is going to make her rich or solve all her problems. \"I don't expect, because I have a B.A., I'm going to make an exorbitant amount of money.\"</p><p>But she does think it will relieve some of the paycheck-to-paycheck pressure she and her husband feel every month. They'll be able to build their nest egg back up and think about having kids.</p><p>\"I really want it to work. We really want to be able to be successful,\" she says. \"I know that having my degree is definitely going make the difference. ... It's going to do everything for us.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Millions+Of+Millennials%3A+Some+College%2C+No+Degree%2C+Lots+Of+Debt&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Selena Simmons-Duffin","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365271672-f9ea44.m3u?orgId=1&topicId=1018&aggIds=352990765&ft=3&f=362802610"},{"href":"http://media.npr.org/assets/img/2014/11/10/millennials-noelle3-0ea198331397cec7228ed14a3d7e64fbeb2076a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1935","width":"2580"}},{"href":"http://media.npr.org/assets/img/2014/11/10/millennials-noelle7-bde0a80d38a95cd665be5d1638dfc744c7ba7f62.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}