{"created":"2014-10-20T17:59:44+00:00","modified":"2014-11-10T20:41:30+00:00","valid":{"from":"2014-11-10T20:41:30+00:00","to":"3014-11-10T20:41:30+00:00"},"hreflang":"en","title":"The Artificial Boundary That Divides Iraq ","published":"2014-10-20T22:03:00+00:00","teaser":"A checkpoint near Kirkuk marks the line between Kurdish-controlled territory and the world of Islamic State extremists. Some 5,000 civilians stream across daily, lives and families divided.","itags":["npr_api","357575176"],"guid":"82f9673e-455f-40c3-b193-59f157a8196b","contentencoded":"<p>Standing at the top of a dirt and gravel hill, past the sand-filled barriers that enclose a small base of Kurdish forces, a soldier looks through binoculars. One bridge and a body of water separate them from the so-called Islamic State or ISIS.</p><p>\"Just across the river, under the bridge there is the checkpoint of ISIS,\" the soldier says.</p><p>We're at a checkpoint called Maktab Khaled about 12 miles south of Kirkuk, the disputed and oil-rich city in northern Iraq.</p><p>Sandbags, concertina wire and armed Kurdish forces man a series of checkpoints at a crossroads between them and ISIS less than a mile away. It's the same country but feels like an international border crossing — a border that divides families, lives and livelihoods.</p><p>It used to be an Iraqi army checkpoint before the Iraqi forces fled this summer in the face of ISIS advances. Then the Kurds swooped into the disputed territory.</p><p>Relics of the Iraqi army are still here. There are four Humvees and several armored vehicles. One is spray-painted with the words \"Loyalty to Iraq\" — ironic given that extremists from ISIS have wrested control of about one-third of the now-fractured country.</p><p>This contested military zone is one of the last where civilians flee to try to get to the relative safety of the Kurdish north, or to return back to their families in ISIS-controlled territory.</p><p>Families carry babies and bags to walk through the dusty terrain from one world to the other.</p><p>Those bags are searched multiple times before the travelers board buses or walk from one end to the other. On the Kurdish-controlled side, the buses are driven by Kurds; on the other, Arabs.</p><p>Civilians, mostly Arab, stream through searching for safety, education or cheaper goods.</p><p>On the Kurdish side of the checkpoint, in the ethnically mixed city of Kirkuk, women don't cover their faces. But they carry the black shroud, or have it swept up on their heads, ready to wear as soon as they reach ISIS territory. There they must comply with the stringent laws of the extremists who are in control.</p><p>About 5,000 people cross this artificial border every day, a testament to the civilians caught in the middle of this fight and just trying to survive. Some are escaping airstrikes or the brutality of the ISIS gunmen.</p><p>Vendors are capitalizing on the misery. Taxis wait, calling out destinations for recent arrivals. A cigarette stand is set up to serve those who have just arrived on the Kurdish side, coming from Islamic State territory. Under ISIS, smoking is forbidden.</p><p>Men sell cooking gas cylinders for about $8. They are triple the price in ISIS-controlled areas.</p><p>Hasna Hussein carries her 2-year-old and two bags, herding her four other children on foot through the checkpoint. She is trying to get to her village, which lies on the ISIS side.</p><p>\"It's like two countries,\" she says. \"I cry every time I cross. Iraq is broken.\"</p><p>She comes to Kirkuk for paperwork in the province nearly every day. But the journey is long. She's forced to walk nearly an hour, carrying children and her belongings. On the Kurdish side, they regard her with suspicion and search her bags. On the ISIS side, she cowers in her house, away from the gunmen in the streets.</p><p>\"We want a solution,\" she says.</p><p>This place is a window into life under ISIS and how people are shouldering the burden of this new reality.</p><p>On this day, college students are streaming through.</p><p>Uday Abdullah carries pillows in a plastic bag. He used the pillows to hide his books and his ID. It's where he stuffed them when he sneaked out of the ISIS-controlled city of Mosul at 4 a.m. to get to his exams in Kirkuk. He hid his books because the head of the Islamic State, Abu Bakr al-Baghdadi, decreed it illegal to attend state universities.</p><p>\"They won't allow us to continue our studies,\" Abdullah says.</p><p>His friend, too afraid to give his name, chimes in.</p><p>\"We are the living dead in Mosul,\" he says. \"No electricity, no water, no jobs, no education and death in the streets.\"</p><p>Nearby, a man and his two sisters and their children wait for their bags to be searched. He's here to say goodbye to them.</p><p>The family is divided. Ahmed Mohamed's two sisters live in Mosul and he lives in Kirkuk.</p><p>After their bags are searched, they walk to the buses just beyond the sand-filled barriers at the checkpoint.</p><p>They kiss each other goodbye and ask God for mercy. The two sisters and the children board the bus; just beyond a stretch of asphalt is no man's land. There the family will walk into ISIS territory and continue their journey.</p><p>But unlike these two sisters, going back to ISIS-controlled areas isn't a choice for everyone. Some of those seeking refuge in the Kurdish north or the disputed territories have run out of money and have to go back. They don't know what awaits them on the other side.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Artificial+Boundary+That+Divides+Iraq+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357628479-cd6d59.m3u?orgId=1&topicId=1010&ft=3&f=357575176"},{"href":"http://media.npr.org/assets/img/2014/10/20/checkpoint1edit-0900720fd41b1a7feaa2c63cd4362c3641796280.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1690","width":"2253"}},{"href":"http://media.npr.org/assets/img/2014/10/20/checkpoint2edit_custom-e4217ab76576e4a9f8052f0652fd6e3a5a60f3f6.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2986","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/10/20/checkpoint3edit_custom-a7657f41e7fc5ff89a202e96cf9b4874930be02e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1885","width":"2373"}}]}