{"created":"2014-10-08T14:20:27+00:00","modified":"2014-11-19T23:13:27+00:00","valid":{"from":"2014-11-19T23:13:27+00:00","to":"3014-11-19T23:13:27+00:00"},"hreflang":"en","title":"In Big Bill Broonzy's Blues, Brothers Find A Way To Sing Together","published":"2014-06-11T19:43:00+00:00","teaser":"Dave and Phil Alvin have made their first full album together in nearly 30 years, a tribute to one of their early influences. \"His persona was so big to me,\" Phil Alvin tells <em>Fresh Air</em>'s Terry Gross.","itags":["npr_api","321007438"],"guid":"82fa4f64-ba07-4a0c-bd05-cec6c49fe564","contentencoded":"<p>Brothers <a href=\"http://www.npr.org/artists/15181258/dave-alvin\">Dave</a> and Phil Alvin have made their first full album together in nearly 30 years. Back in 1979, they co-founded the roots-rock band The Blasters. Phil, the older brother by two years, sang lead and played guitar. Dave played lead guitar and wrote many of the band's songs, including \"<a href=\"https://www.youtube.com/watch?v=FIF0_EaXRJg&feature=kp\" target=\"_blank\">Marie Marie</a>\" and \"<a href=\"https://www.youtube.com/watch?v=77B6XjE4VBs\" target=\"_blank\">American Music</a>.\" Dave left the band in 1986 and became the lead guitarist of the band X, then went on to a solo career. Phil has continued performing with The Blasters.</p><p>Their new album, <em>Common Ground</em>, is a tribute to one of their early influences, bluesman Big Bill Broonzy. It includes 12 of his songs, including his most famous, \"Key to the Highway.\" Here, Dave and Phil Alvin play that song live for <em>Fresh Air</em>'s Terry Gross and talk about meeting (and performing with) their blues heroes <a href=\"http://www.npr.org/artists/163399800/big-joe-turner\">Big Joe Turner</a> and Lee Allen.</p><hr /><h3>Interview Highlights</h3><p><strong>On the influence of Big Bill Broonzy on their music</strong></p><p>Phil Alvin: When I first discovered Big Bill Broozy, his voice and his songwriting, his humor, his guitar playing, his persona was so big to me. I became a Little Bill Broonzy guy; started singing the songs that I heard on the first album that I got almost immediately, and I've always had him in the back of my mind whenever I would sing and play.</p><p><strong>On Phil Alvin's near-death experience in 2012</strong></p><p>Phil Alvin: I went to Spain with The Blasters, and on the way over there, an abscess tooth went off while I was up in the plane, and it apparently got into my blood system. We played a gig in Valencia, and during the last song of the show, the right side of my throat swelled up instantly like a balloon. They took me to an emergency hospital, and when I got there, I was told that I flatlined, and a wonderful angel doctor said that she \"clubbed me back into existence.\" And I woke up two days later with a hole in my throat because they performed a tracheotomy.</p><p>Dave Alvin: I got a phone call in the middle of the night. Sounding kind of dark here, but the first phone call was, \"Your brother is dead.\" So then my immediate response was I called my sister and, \"Gee, what do we do with the body? I guess we have to fly over there and pick up the body,\" and blah blah blah, all that kind of stuff. And then an hour later, you get a phone call saying, \"He's not dead, he's brain dead.\" And then, about a half an hour after that, you get a call saying, \"He's fine, he's okay. He's breathing.\" It was really unnerving, to say the least.</p><p><strong>On singing together for the first time</strong></p><p>Dave Alvin: We didn't sing growing up, together. We weren't the Everly Brothers. My brother came out of the womb shouting like Big Joe Turner, and I came out of the womb with this voice. I've always said that if Bob Dylan had my brother as a brother, there'd be no Bob Dylan, because my brother's a magnificent singer. So there was never any question growing up who the singer in the house was, and it really wasn't until I wrote this song, \"What's Up With Your Brother,\" and it just kind of dawned on me, \"Well, Phil and I have never sung together,\" and so I called him up and said, \"Hey I wrote a song for us, you want to come down and record it?\" And he said, \"Yeah.\" The idea was [that] our voices are pretty different, but we're coming from the same place, and so they kind of meld together nicely in a weird way.</p><p><strong>On getting to know and perform with Big Joe Turner and Lee Allen</strong></p><p>Phil Alvin: When I first met [Joe Turner] was at a place called the York Club in south L.A. We went down there with five guys in a '32 Plymouth to see Joe Turner, and I had the audacity to sing \"We Baby Blues\" — one of his songs — in front of him, and he got a thrill out of that. But two weeks later, my band had a gig opening up for Black Oak Arkansas, and about an hour before we went onstage, a Cadillac pulled up with Lightnin' Hopkins' cousin Hoppy Hopkins driving, and Joe Turner got out and Lee Allen got out and they came up onstage and played with us, out of nowhere. We started playing pretty regularly with them right around then. They were happy to pass that stuff down.</p><p><strong>On one of the first songs Dave Alvin wrote, 'Marie Marie,' becoming an international hit</strong></p><p>Dave: An English singer named Shakin' Stevens heard it on an independent record we made, and he cut it and had an international hit with the song everywhere but the United States, and we didn't even have a record deal yet. And he's having a big huge record, and so he called me up, Shakin' Stevens did, and wanted to know if I had more songs. And I'm like, \"I don't know, I don't really write songs.\" You know? I was a little stumped. So it's intimidating to have the third or fourth song you ever wrote suddenly become this international hit, and you're getting these royalty checks that are really kind of like, \"Huh? Where did all this come from?\" ... It's intimidating to have a big hit record when you're still living in your bedroom at your parents' house and you're working as a fry cook in a Middle Eastern joint.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Big+Bill+Broonzy%27s+Blues%2C+Brothers+Find+A+Way+To+Sing+Together&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2656"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321055829-e05c3e.m3u?orgId=1&topicId=1105&ft=3&f=321007438"},{"href":"http://media.npr.org/assets/img/2014/06/11/-images-uploads-gallery-alvin_7176-nocrop-3d73407c876322a3797c9290602086d87bee3a0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1026","width":"1368"}}]}