{"created":"2015-02-24T08:43:10+00:00","modified":"2015-02-25T00:31:39+00:00","valid":{"from":"2015-02-25T00:31:39+00:00","to":"3015-02-25T00:31:39+00:00"},"hreflang":"en","title":"Family Secrets — And Mango Chutney — In 'Don't Let Him Know'","published":"2015-02-24T19:56:00+00:00","teaser":"Longtime <em>Morning Edition</em> commentator Sandip Roy has written a new novel, propelled by family secrets, which crisscrosses back and forth between the two \"Cals\" in his life: California and Calcutta.","itags":["npr_api","383581229"],"guid":"831531d4-c87b-4a7d-9e59-642b350ebc10","contentencoded":"<p>If you're a longtime <em>Morning Edition</em> listener, you've probably heard commentator Sandip Roy. For years he told stories about his life as an Indian immigrant in California, about trying to celebrate Indian holidays far from home, or the embarrassment of <em>not</em> doing yoga. Then he reported for us on Indian-Americans who were moving back to India — and a few months later, he did it himself.</p><p>Now Roy has written a novel set in India and the U.S., called <em>Don't Let Him Know,</em> and he tells NPR's Renee Montagne that while things like mangoes, arranged marriages and wise grandmothers can seem like stock tropes in South Asian fiction, they feature in his book \"for a reason, not because I was trying to force all of these elements into the book. I have them because they came naturally to me and it was lovely.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the letter that kick-starts the book</strong></p><p>It's a letter that has a secret, but even the secret contains a secret. I had wanted to show the story of a family, and that families that look very happy from the outside actually have a secret life. They are like a petri dish of secrets that they hide in different ways.</p><p><strong>On his depiction of arranged marriages</strong></p><p>When I came to the United States, everyone would always ask about arranged marriage. Everyone was really baffled by arranged marriages and the fact that my parents had an arranged marriage where they had not seen each other til the wedding day. Of course, you know, Prince Charles and Diana Spencer were also for all practical purposes, having an arranged marriage at the same time, which seemed perfectly all right. But in this book, what I wanted to show was not that the arranged marriage was in a kind of medieval institution, but that it brought two people together who had not had any chance to discuss their secret lives, loves, fantasies, aspirations with each other at all.</p><p><strong>On giving away one secret — several characters are gay</strong></p><p>Coming out itself is a somewhat alien concept in India. In India if you were to come out, what it really means is that the entire family goes into the closet with you. ... So in that sense it becomes a communal secret. But also ... you have to remember when things are sort of much more taboo and illicit, there's also that extra frisson of excitement about it because you feel like even though it's a secret that might bother you, there's something delicious and forbidden about it as well.</p><p><strong>On America's role in the novel</strong></p><p>I think the story from Calcutta to California — those were always the two \"Cals\" in my life. And in a way for my characters, as it happened for me, America changed everything. The way you think, feel. ... The way they react to secrets, to sexuality, to familial obligations and duties, all are shaped in a way by the time that they spend in America, and I think that is true of me too.</p><p>I am a very different person because I came to America — and that includes the fact that I can actually cook now, because when I came to America I could not even boil an egg because I was that kind of pampered Indian son. But I had to stand on my two feet and realize, OK, now I have to cook and clean ... and so I grew up, and that's what my characters do as well. They all grow up in the course of this book.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Family+Secrets+%E2%80%94+And+Mango+Chutney+%E2%80%94+In+%27Don%27t+Let+Him+Know%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388665966-acae9f.m3u?orgId=1&topicId=1033&e=383581229&d=445&ft=nprml&f=383581229"},{"href":"http://media.npr.org/assets/img/2015/02/03/don-t-let-him-know-hc-cat-8bd918baee836b91cbafd299d6e5fc68c7ffe618.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1292","width":"1723"}}]}