{"created":"2014-10-04T11:55:45+00:00","modified":"2014-10-30T21:54:23+00:00","valid":{"from":"2014-10-30T21:54:23+00:00","to":"3014-10-30T21:54:23+00:00"},"hreflang":"en","title":"Brazil's Election Culminates A Season Filled With Shocks","published":"2014-10-04T17:50:00+00:00","teaser":"Brazilians head to the polls Sunday in one of the most exciting elections in recent history there. The presidential race pits two women against each other — a first for the South American country.","itags":["npr_api","352819076"],"guid":"8334d635-b857-412d-92a6-01b5ac97864f","contentencoded":"<p>Brazilians head to the polls Sunday in one of the most exciting elections in recent history there. The presidential race pits two women against each other — a first for the South American country.</p><p>Candidate Marina Silva, if elected, would make history by being the first Afro-Brazilian president. But first she must beat incumbent Dilma Rousseff, a former Marxist guerrilla who was tortured under the dictatorship in Brazil.</p><p>It's been an election season filled with shocks. The presidential candidate Eduardo Campos was <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/13/340094053/brazilian-presidential-candidate-campos-dies-in-plane-crash\">killed in a plane crash</a> in mid-August, thrusting Silva, his vice presidential running mate, into the top spot on the socialist ticket. And suddenly what looked like an easy re-election for Rousseff got very competitive and very negative.</p><p>Rousseff is fighting for her political life and hasn't pulled any punches. <a href=\"https://www.youtube.com/watch?v=BQMDvg53VcM\">One campaign ad</a> shows a greedy cabal of businessmen literally taking food off a working class family's plate. It alleges Silva's plan to make Brazil's central bank independent will hand over its power to big business.</p><p>Silva responded with an <a href=\"https://www.youtube.com/watch?v=wMJpR8OIcoM\">impassioned spot of her own</a>, talking about growing up hungry and poor in the Amazon and saying she wasn't going to stoop to Rousseff's scare tactics.</p><p>There is a third candidate, Aecio Neves. He's from the right and is in third place, but has recently been moving up in the polls. None of the candidates seem to have the required 50 percent to win outright, and so the election will — it seems — go to a second round.</p><p>Everyone is required by law to vote in Brazil and debates can get rather heated, as we discovered when we visited the humble, tin-roofed house of the dos Santos family.</p><p>Leila dos Santos says last time she voted for Rousseff, but this time she wants to vote for Silva.</p><p>\"When we voted Dilma the first time, we expected more, I expected more, for the country,\" Leila says.</p><p>Leila's 65-year-old mother Ana says she is going to vote for Rousseff and her governing Workers' Party. She says she appreciates the social programs like <em>Bolsa Familia</em>, which gives cash to families in return for sending children to school.</p><p>\"She looked after the poor a lot,\" Ana says. \"What would happen to the poorer northeast of the country if not for the money she gives?\"</p><p>Leila's younger sister Aurea is going to vote for the rightist candidate, Aecio Neves. She thinks Rousseff's party, known as the PT, and all of its recent corruption scandals have shown they have been in power too long.</p><p>But under Rousseff's party Brazil boomed. Her predecessor, Luiz Inacio Lula da Silva, enacted policies that raised millions onto the lowest rung of the middle class. People like the dos Santos family are more interested in services like health and education than poverty reduction.</p><p>Leila says she wants to be able to rely on the country's health system but she can't.</p><p>\"We have a basic health unit in the community here, but it never has a pediatrician, never has a doctor,\" she says.</p><p>And that's why this election is too close to call.</p><p>The neighborhood of Jardim Angela in Sao Paulo's south was formed a dozen years ago when people from the poor northeast of the country invaded the land there and built makeshift homes. Now, it's a proper neighborhood with a community center and paved roads, its history a reflection of the dramatic changes in Brazil in the last decade.</p><p>This neighborhood was staunchly in Rousseff's camp in 2010. They helped elect her into office, but now people here have splintered.</p><p>\"Dilma Rousseff is ending her term with Brazil in much worse shape than when she received it,\" says David Fleischer, a professor of political science at the University of Brasilia.</p><p>Brazil's economy is stagnating, and the same party has ruled for 12 years. People are tired and want change, Fleischer says.</p><p>But more recent polls show that Rousseff's negative campaign ads have been working. Her popularity has been steadily climbing and her message that change can be as frightening as it is enticing is resonating.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brazil%27s+Election+Culminates+A+Season+Filled+With+Shocks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353679009-bbd9ba.m3u?orgId=1&topicId=1127&ft=3&f=352819076"},{"href":"http://media.npr.org/assets/img/2014/10/02/27989464_h31929604-021bb05d9a0857fdcb7ca2cb4f9ec144b7ebf490.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2728","width":"3637"}}]}