{"created":"2014-10-08T15:00:45+00:00","modified":"2014-10-31T01:35:14+00:00","valid":{"from":"2014-10-31T01:35:14+00:00","to":"3014-10-31T01:35:14+00:00"},"hreflang":"en","title":"Sad Men: How Advertisers Are Selling With Emotion","published":"2014-06-29T03:11:00+00:00","teaser":"Advertisers want to appeal to your heart, not your head. The rise of \"sadvertising\" may have you weeping (and buying products) for now, but the tears are likely to stop when the ads feel forced.","itags":["npr_api","317686788"],"guid":"8355c1b5-4fd6-47a0-9cac-ec2460e7cd60","contentencoded":"<p>Anybody who's watched commercials on TV lately will recognize this formula: We meet a character — a grizzled dad or an adorable baby — then add some measure of adversity, the music turns hopeful and then there is an emotional conclusion.</p><p>As your tears roll — hopefully — you are then hit with the tagline. This type of marketing is called \"sadvertising,\" and it's everywhere.</p><p>In an <a href=\"http://www.fastcocreate.com/3029767/the-rise-of-sadvertising-why-brands-are-determined-to-make-you-cry#!\">article this month</a> for <em>Fast Company</em>, writer Rae Ann Fera dissected the topic and spoke with countless creatives and advertising experts on where all this heart-string pulling came from.</p><p>She told NPR's Arun Rath it has its roots in old public service announcements like Iron Eyes Cody's <a href=\"http://www.youtube.com/watch?v=j7OHG7tHrNM\">single tear over littering</a>. But the real start of sadvertising as we know it, Fera says, was in 2011, with the \"Dear Sophie\" <a href=\"http://youtu.be/R4vkVHijdQk\">commercial by Google</a> (embedded at the top of this story). In it, an unseen dad chronicles the life of his daughter using Google products.</p><p>\"All of a sudden anybody who has a kid is weeping uncontrollably,\" Fera says. \"And you sit back and you're just like, 'What's happening? I'm crying over Google products.' \"</p><p>Another example is from Procter & Gamble. Their \"Best Job\" ad <a href=\"http://www.youtube.com/watch?v=HO50_FZfwXs\">showed how mothers fueled the success of Olympians</a>.</p><p>Advertising is trying to persuade people, Fera says, as well as make a connection with people, and that's what these ads do.</p><p>\"It's this idea of connecting with the heart over the head,\" she says. \"Purchasing seems like a very rational kind of thing, but in fact we don't make decisions rationally. We make decisions emotionally.\"</p><p>Fera says advertising recognized, this and it's now become a trend to elicit a physically emotional response from ads, as well as to tell a story that connects with people.</p><p>As often happens with trends, however, it can backfire, Fera says.</p><p>\"When you see something rising as a trend, that can be a bit of a death knell for it,\" she says.</p><p>Marketers who see the success of ads like the ones from Google and Procter & Gamble try to emulate it, which can make an ad seem forced. Fera says that is the worst thing a marketer can do.</p><p>\"People can see through that,\" she says. \"If you say 'I want to make ad that makes people cry,' you're doing it wrong.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sad+Men%3A+How+Advertisers+Are+Selling+With+Emotion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317707749-28f900.m3u?orgId=1&topicId=1020&ft=3&f=317686788"},{"href":"http://media.npr.org/assets/img/2014/05/31/cody-6ef1f5472bdb9b36fbe5ab722661db43d13194f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"467","width":"622"}}]}