{"created":"2014-09-29T19:30:21+00:00","modified":"2014-09-29T21:16:45+00:00","valid":{"from":"2014-09-29T21:16:45+00:00","to":"3014-09-29T21:16:45+00:00"},"hreflang":"en","guid":"8358f865-1a0c-413a-89cb-a33f35568700","title":"Turkey's Kurds are outraged that they're being prevented from fighting ISIS in Syria","published":"2014-09-29T21:16:44+00:00","byline":"Jacob Resneck","teaser":"Turkey has shut its border with Syria, near a Kurdish village at risk of being overrun by ISIS. Turkish Kurds are desperate to cross and help fellow their Kurds in Syria.","tags":["Conflict","Belief","Conflict & Justice","Lifestyle & Belief","Kobane","Asia","Turkey","Iraq","Syria","Middle East","Recep Tayyip Erdogan","Kurdish diaspora","Ethnic groups in Turkey","Ethnic groups in Syria","Kurdish people","Syria","War","Politics"],"contentencoded":"<p>There&rsquo;s been a lot of fighting over the weekend in Syria, where ISIS forces are trying to capture a key Kurdish city on the Turkish border.</p><p>The Pentagon says US air strikes over the weekend hit a few targets on the outskirts of the city of Kobane, the first direct support it has provided to Kurdish militants who are fighting to hold the city.</p><p>Washington officials didn&rsquo;t say where the air strikes were launched from, but it wasn&rsquo;t Turkey which has said its territory is off-limits for attacks targeting the Islamic State.&nbsp;That&rsquo;s enraged Turkey&rsquo;s Kurdish minority, who comprise the majority of the population in these borderlands and are being prevented from joining the fight against ISIS.</p><p>In the Turkish border town of Suruc, taxi driver Ali is trying to find passengers he can drive to the besieged Syrian city of Kobane. The Turkish border guards allow him to take Syrians but not Turkish nationals.</p><p>If that weren&rsquo;t the case his taxi would most likely be doing a brisk business driving Turkish-Kurds across the border to fight ISIS.</p><p>&ldquo;The Turkish government has blocked the main routes, but I know the back roads. I often use them to get Turkish Kurds into Syria anyway,&rdquo; Ali says.</p><p>The square is brimming with young men &mdash; Kurds from Turkey &mdash; who complain they&rsquo;re being held back from helping their Kurdish brethren just across the border.</p><p>Their complaints aren&rsquo;t unfounded. For more than two years, as the civil war raged in Syria, Turkey has allowed weapons and fighters to flow across the border in an attempt to bring down the Syrian regime.</p><p>But <em>Kurds </em>are a different story for Turkish authorities. They worry that hardened fighters might come back to wage an insurgency against Turkey. The outlawed Kurdish militia, the PKK, has been fighting a guerilla war in Turkey&rsquo;s southeast since the 1980s.</p><p>Muslim Sailen, 21, just finished his compulsory military service in the Turkish army. He says he&rsquo;s not looking to fight Turks. His aim is to beat back ISIS.</p><p>&ldquo;Lots of people like me want to go into Syria, but the Turkish Army won&rsquo;t let us,&rdquo; he says. &ldquo;We want to make war against ISIS, to save our people there. Our honor is their honor as well.&rdquo;&nbsp;</p><p>You don&rsquo;t have to travel far to hear or see the fighting. Standing on an arid plane, refugees from Alishar, a suburb of Kobane, can look across the tree-less expanse and see their village from this border post in Turkey. They watch black American Humvees &mdash; captured in Iraq &mdash; driven up the highway by ISIS fighters.</p><p>&ldquo;The guns and the equipment are American,&quot; says villager Ahmet Malali. &ldquo;ISIS captured them when they seized the Iraqi city of Mosul.&rdquo;</p><p>Turkish soldiers stand around casually with their back to the fight. Their eyes are on the villagers.&nbsp;This weekend, Turkey&rsquo;s pro-Kurdish political parties bused in Kurds from all over Turkey to put pressure on officials to open the border.&nbsp;At one point, nearly a thousand protesters overwhelmed a small detachment of Turkish border guards and marched into Kobane.</p><p>A grad student named Gokhan says he helped cut through the barbed wire border fence. Wearing a mask to cover his face, he says he&rsquo;d been waiting five days for the moment when they&rsquo;d have enough people to force their way through.</p><p>&ldquo;I have been here for five days, but they didn&rsquo;t allow us inside. But now because we got lots of people to come here &mdash; Istanbul, Ankara, Izmir, Diyarbakir, all these people &mdash; they&rsquo;ve allowed us to go,&rdquo; he says.</p><p>&ldquo;We took the border and then take the refugee people to the Turkish side and now we are going to the people to help,&rdquo; he added.</p><p>The elation didn&rsquo;t last long. Within minutes of our conversation, hundreds more border guards and riot police arrived and re-sealed the border. They fired volleys of tear gas canisters and sent the people massed along the border scrambling &mdash; by foot, car and horse cart.</p><p>Rashid is a 31-year-old unemployed school teacher. He says Turkey is playing a dangerous game. He says officials are alienating their own people by trying to keep the country&rsquo;s Kurdish population from joining the fight against &ldquo;DAESH&rdquo; &mdash; what locals here call ISIS.</p><p>&ldquo;The gendarmes are the enemy of the Kurdish people,&rdquo; he says. &ldquo;Because the Turkish soldiers support DAESH.&rdquo;</p><p>In its fight for Kobane, ISIS has shelled Turkey, destroying a house here. And it&rsquo;s becoming more obvious that Turkey itself may have to get involved.&nbsp;The country&rsquo;s president, Recep Tayyip Erdogan, has said that airstrikes alone won&rsquo;t destroy ISIS. He said recently that <a href=\"http://www.pri.org/stories/2014-09-29/turkey-prepares-shift-course-and-take-military-action-against-isis\">he&#39;s reconsidering his no-military stance</a>.</p><p>And if this border area is any indication that&rsquo;s probably true.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/huddle.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/huddlejpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092920145.mp3"},{"href":"http://www.pri.org/file/092920145mp3"}]}