{"created":"2014-10-30T21:13:18+00:00","modified":"2014-10-30T21:13:18+00:00","valid":{"from":"2014-10-30T21:13:18+00:00","to":"3014-10-30T21:13:18+00:00"},"hreflang":"en","title":"Father Of British Soldier Killed In Afghanistan Reflects On The War","published":"2014-10-28T19:19:00+00:00","teaser":"\"It’s criminal to send young men off to fight an enemy when you know they are ill-equipped,\" said Ian Sadler.","itags":["npr_api","359609116"],"contentencoded":"<p>The British combat operation in Afghanistan ended on Sunday. A new BBC poll says 68 percent of people surveyed do not think the 13-year mission was worthwhile.</p><p>This comes as military leaders and politicians are admitting that mistakes were made by the U.K. during the war, in which 453 members of the British military were killed.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young speaks to the father of one of them. <strong>Ian Sadler</strong>&#8216;s son Jack was killed in Afghanistan in 2007. Sadler now works with the <a href=\"http://mfsg.org.uk/\" target=\"_blank\">Military Families Support Group</a> in Britain.</p><h4>Interview Highlights: Ian Sadler</h4><p><strong>On Sadler’s frustrations with the British military</strong></p><p>“There were serious shortcomings up until around about 2010. We didn’t have any effective <a href=\"http://en.wikipedia.org/wiki/MRAP\" target=\"_blank\">MRAP</a> vehicles. There were so many things, so many complaints I had. Our SA8T rifle, 5.56 millimeter round is only really effective up to 300 meters and yet we were being attacked by Taliban with old Russian AK-47s, 7.62 and they were shooting at us from 600 meters. So, you know little things like that.”</p><p><strong>On what he wants his son’s legacy to be</strong></p><p>“I’m hoping that my son’s legacy is that people will listen to what actually happened and not the propaganda that comes out the mouths of numerous defense secretaries at the Ministry of Defence or prime ministers; that we learn by the genuine mistakes so we don’t make the same mistakes again.”</p><p><strong>On the difficulties of getting the truth across</strong></p><p>“It’s criminal to send young men off to fight an enemy when you know they are ill-equipped. These things need to be aired because while I am an individual, people like Fallon—we’ve had loads of secretaries of defense, they keep changing them because they’re not doing a very good job quite honestly—they have all the machinery of state to put their message across. People like me are just one straw in a field of lies, we find it very difficult to get the truth put across.”</p><h4>Guest</h4><ul><li><strong>Ian Sadler</strong>, father of trooper Jack Sadler, who was killed by a landmine in Afghanistan in 2007.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Father+Of+British+Soldier+Killed+In+Afghanistan+Reflects+On+The+War&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"8365570f-2296-48f6-9b54-9eb5e149d2ec","audio":[{"meta":{"duration":"493"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359623430-f7b35f.m3u?orgId=1&ft=3&f=359609116"}]}