{"created":"2014-09-08T15:45:40+00:00","modified":"2014-09-30T14:27:48+00:00","valid":{"from":"2014-09-30T14:27:48+00:00","to":"3014-09-30T14:27:48+00:00"},"hreflang":"en","title":"Scientists Spot A Planet That Looks Like 'Earth's Cousin'","published":"2014-04-18T00:06:00+00:00","teaser":"Kepler-186f is almost the same size as Earth, and it orbits in its star's \"Goldilocks zone\"-- where temperatures may be just right for life. But much is unknown because it's also 500 light-years away.","tags":["npr_api","303806575"],"guid":"837cfd40-089c-4dc0-9c93-e16380f169d4","contentencoded":"<p>Scientists who have been hunting for another Earth beyond our solar system have come across a planet that's remarkably similar to our world.</p><p>It's almost the same size as Earth, and it orbits in its star's \"Goldilocks zone\" — where temperatures are not too hot, not too cold, and maybe just right for life.</p><p>But a lot about this planet is going to remain a mystery, because it's 500 light-years away.</p><p>Researchers detected the planet while poring over data collected by <a href=\"http://kepler.nasa.gov/\">NASA's Kepler Space Telescope</a>. The telescope spent years staring at 150,000 stars, watching for telltale dips in brightness that might mean a planet was circling around a star.</p><p>One small star in the direction of the constellation Cygnus showed signs of five planets. Four of them are tucked in close to the star, so they're probably too hot for life.</p><p>But the fifth planet looked special.</p><p>\"This planet orbits its star every 130 days,\" says <a href=\"http://www.seti.org/users/elisa-quintana\">Elisa Quintana</a> of the SETI Institute and NASA's Ames Research Center. It's called Kepler-186f, and it's just 10 percent bigger than Earth.</p><p>At least in our solar system, Earth-sized planets are made of rock and iron and gas, says Quintana, \"so we can guess that Kepler-186f, being so close in size to Earth, has a high probability of being rocky also and composed of those sorts of materials.\"</p><p>Conditions on the surface would depend on what kind of atmosphere it had, if any. If it was like Earth, temperatures wouldn't be balmy, Quintana says.</p><p>\"Being on this planet would probably be like being in San Francisco on a cool day,\" she says. \"It would be a much colder place to live.\"</p><p>It would be warm enough, however, for one thing that's thought to be essential for life. \"If this planet had the right atmospheric conditions, and if there were water on the surface, it would be likely in liquid form,\" says Quintana.</p><p>But if it has oceans, they would look different.</p><p>\"It's not going to have a deep rich blue ocean, such as we have, because there's less blue light coming from the star,\" says <a href=\"http://www.tombarclay.com/blog/about-me/\">Tom Barclay</a> of NASA's Ames Research Center, another member of the team that <a href=\"http://www.sciencemag.org/content/344/6181/277\">describes the planet in the journal Science</a>. \"So the ocean would probably be a duller, grayer blue.\"</p><p>And because this planet orbits a dim, red dwarf star, he notes that midday on this planet wouldn't be bright — it would look more like an hour before sunset on Earth.</p><p>\"It's very romantic to imagine there'd be places out there that look like Earth, and that's what we're trying to find — places that remind us of Earth,\" Barclay says.</p><p>Although Kepler-186f shares characteristics with Earth, \"it's not an Earth twin,\" he notes. \"It isn't around the same type of star. It's perhaps more of an Earth cousin.\"</p><p>Still, it's the first time anyone has found an Earth-size planet in the habitable zone of a distant star, Barclay adds. \"This is a really profound discovery. It's a major milestone.\"</p><p>Other experts on planets beyond our solar system agree that this discovery is a big deal.</p><p>\"This planet really is the same size as the Earth and the same temperature,\" says <a href=\"https://www.cfa.harvard.edu/~dcharbon/Site/Welcome.html\">David Charbonneau</a> of Harvard University. \"Up until this point, planets satisfied one of those two, but we really didn't have one that was both those things together.\"</p><p>Both those things are key to life on Earth, Charbonneau says, but we'll probably never know if this new planet has life. \"And the reason,\" he explains, \"is that this star system is just too far away from us.\"</p><p>Even though this planet is too distant for follow-up work with other telescopes, it suggests similar worlds might be out there orbiting other red dwarf stars, which are very common.</p><p>If scientists could find another planet like this around a nearby star, he says, \"we could really study the atmosphere and really figure out something about whether it truly is Earth-like and maybe whether it actually has life on the surface.\"</p><p>That's why Charbonneau and other scientists will keep searching for other Earth-like planets closer to home.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Spot+A+Planet+That+Looks+Like+%27Earth%27s+Cousin%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1304186960-3e29bc.m3u?orgId=1&topicId=1026&ft=3&f=303806575"},{"href":"http://media.npr.org/assets/img/2014/04/17/quintana4hr-550067d0f689f80347a22225f842b0dabc807b16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1940","width":"2585"}},{"href":"http://media.npr.org/assets/img/2014/04/17/quintana1hr-92c68e22d6a19f051af1f78ea0e81e5891972d26.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1742","width":"2325"}}]}