{"created":"2014-11-06T00:18:58+00:00","modified":"2014-11-06T20:59:06+00:00","valid":{"from":"2014-11-06T20:59:05+00:00","to":"3014-11-06T20:59:05+00:00"},"hreflang":"en","guid":"837d626c-f078-44e3-ab32-f40258f291e1","title":"A grieving British father grapples with his sons' decision to fight and die in Syria","published":"2014-11-06T20:59:04+00:00","byline":"Joyce Hackel","tags":["terrorism","military","Religion","SafeMode","Conflict","Conflict & Justice","Asia","Europe","Syria","United Kingdom","Middle East","Asia","Abubaker Deghayes","Omar Deghayes","Jabhat al-Nusra","Rebels","militants","extremists"],"teaser":"Abubaker Deghayes, a British property manager, is mourning the death of a second son who has died fighting in Syria with the extremist group Jabhat al-Nusra. Deghayes says Western governments must do more to reach out to youth who are tempted to enlist in jihadi groups. ","contentencoded":"<p>Abubaker Deghayes learned last week that his 17-year-old son, Jaffar, had died fighting in Syria. Unfortunately, it wasn't his first son who died in Syria.</p>\n<p>Jaffar's older brother, 18-year-old Abdullah, was killed in April in the city of Latakia. And another of Deghayes' sons is in Syria, 20-year-old Amer, who has vowed to fight on. </p>\n<p>The three men — all British citizens of Libyan descent — are among the thousands of impressionable would-be jihadists from the West who have traveled to Iraq and Syria to fight with extremist groups. They led a comfortable life in Sussex, England, but left it behind to join Jabhat al-Nusra, al-Qaeda's branch in Syria.</p>\n<p>\"The irony is, these youngsters, they went to Syria with the intention of helping the Syrian people,\" says Deghayes, a property manager in England. \"When they arrived there, they wouldn't want to fight with a group which is weak or undisciplined.\"</p>\n<p>Deghayes says he is not an advocate for the group, but he argues that many Syrians, especially those in refugee camps on the Turkey-Syria border, respect the extremist faction for bravery and dedication. That's why his sons chose to fight with Jabhat al-Nusra and not a rival rebel group. </p>\n<p>The group is also known for brutal tactics and human rights violations. Journalist <a href=\"http://www.nytimes.com/2014/10/28/magazine/theo-padnos-american-journalist-on-being-kidnapped-tortured-and-released-in-syria.html\">Theo Padnos recently wrote a harrowing account </a>of being held captive by Jabhat al-Nusra for The New York Times. </p>\n<p>Deghayes recounted how, when his son Abdullah died in April, he travelled to Turkey to <a href=\"http://www.theguardian.com/world/2014/oct/28/dont-go-to-syria-says-father-of-biritsh-jihadis-killed-in-war\">beg his two sons to return home</a>.   </p>\n<p>\"They were shocked to see me,\" he says. \"I tried my best, and pleaded to them ... I tried to tell them that you're not needed in there, and not to make this mistake. Maybe I should have done better. But the fact of the matter is I failed. They were adamant, they wanted to join their brother.\"   </p>\n<p>The boys' uncle, Omar Deghayes, was <a href=\"http://www.theguardian.com/world/2010/jan/21/i-fought-to-survive-guantanamo\">held in Guantanamo Bay</a> for five years. He was never charged with a crime and was released in 2007. But Abubaker Deghayes does not think his brother's imprisonment motivated his nephews to fight in Syria. </p>\n<p>\"Their grandfather was also killed by [Muammar] Gaddafi for refusing to bow down. My father's grandfather was killed by the fascists, the Italians, trying to colonize his country,\" he says. \"Where do you point the finger? Is it to the first grandfather, or to my father, or to my brother?\" </p>\n<p>Deghayes says Western governments can do more to stop young men like his sons from joining groups like Jabhat al-Nusra, and to reintegrate those who have joined the extremists' ranks.</p>\n<p>\"We should have an exit strategy,\" he says. \"We have to see these boys as one of us, who went astray and made a misjudgement ... out of lack of experience in life, lack of wisdom, and who will help others not to make the same mistake.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110520145.mp3"},{"href":"http://www.pri.org/file/110520145mp3"}]}