{"created":"2014-10-13T07:20:22+00:00","modified":"2014-12-04T14:29:27+00:00","valid":{"from":"2014-12-04T14:29:27+00:00","to":"3014-12-04T14:29:27+00:00"},"hreflang":"en","title":"In Hopes Of Fixing Faulty Genes, One Scientist Starts With The Basics","published":"2014-10-31T13:46:00+00:00","teaser":"Jennifer Doudna used to worry that her science wasn't doing anything important. Then some basic research led her team to a discovery that could one day be crucial in healing some genetic diseases.","itags":["npr_api","354934248"],"guid":"83877aca-322e-4763-8979-9df2b02c5ce5","contentencoded":"<p>Whether they admit it or not, many (if not most) scientists secretly hope to get a call in October informing them they've won a Nobel Prize.</p><p>But I've talked to a lot of Nobel laureates, and they are unanimous on one point: None of them pursued a research topic with the intention of winning the prize.</p><p>That's certainly true for <a href=\"http://rna.berkeley.edu/\">Jennifer Doudna</a>. She hasn't won a Nobel Prize, but many are whispering that she's in line to win one for her work on something called <a href=\"http://www.npr.org/blogs/health/2014/06/26/325213397/a-crispr-way-to-fix-faulty-genes\">CRISPR/Cas9</a> — a tool for editing genes.</p><p>The idea came when she and her colleagues at the University of California, Berkeley were in essence trying to figure out how bacteria fight the flu. The goal was really more of a basic science question, Doudna says.</p><p>It turns out bacteria don't like getting the flu any more than the rest of us do. Bacteria have special enzymes that can cut open the DNA of an invading virus and make a change in the DNA at the site of the cut — essentially killing the virus.</p><p>As Doudna was studying a group of these enzymes, she realized something. The enzymes had what amounted to a short template inside that could attach to a specific string of letters in the viral DNA. What if she could modify the template so that it could recognize any DNA sequence, not just the sequences in viruses?</p><p>\"I thought, wow, if this could work in animal or plant cells, this could be a very, very useful and very powerful tool,\" she says.</p><p>What's more, with CRISPR/Cas9, you not only can recognize a viral sequence — you can modify it, too. \"You can take it out, or you can change it, or you can add to it,\" says Doudna.</p><p>That's incredibly valuable, because it's been a frustrating time for biomedical researchers. The Human Genome Project gave them what amounts to the genetic book of life. The question is, what do you do with that information?</p><p>\"You've got the book,\" says Doudna. \"And you can see there's a word that's incorrect on page 147, but how do I get there and erase that word and fix it?\"</p><p>Until now, the tools for fixing or replacing a gene in animals were cumbersome, if they worked at all. CRISPR/Cas9 changes that by allowing scientists to work inside cells, making changes in specific genes far faster — and for far less money — than ever before.</p><p>The implications for medicine could be enormous. Let's say two people who are each carriers of the cystic fibrosis gene want to have children but don't want to risk having a child with the disease. Doctors already can use <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/007279.htm\">IVF</a> to create an embryo; one day they might also be able to use CRISPR/Cas9 to then fix the damaged gene.</p><p>It's also possible to imagine treating blood disorders, like sickle cell anemia, that are caused by a single gene.</p><p>\"You can envision removing blood cells from a patient, doing the editing and putting those cells back into the patient,\" Doudna says.</p><p>In addition to the positive uses of CRISPR/Cas9, Doudna acknowledges there is a dark side. Genetically modifying human beings brings to mind images of Frankenstein monsters. And the technique could be used for trivial or even harmful uses.</p><p>\"Once the discovery is made, it's out there,\" says Doudna. \"Anybody with basic molecular biology training can use it for genome editing. That's a bit scary.\"</p><p>Her work with CRISPR/Cas9 comes at an interesting time for Doudna. Yes, she's had a successful career in research, but, as the years wore on, she'd started to have a nagging worry that her science wasn't solving any societal problem, wasn't making people's lives better.</p><p>Now, with this new tool, she thinks there's good likelihood that it will.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Hopes+Of+Fixing+Faulty+Genes%2C+One+Scientist+Starts+With+The+Basics&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"507"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355769320-c18674.m3u?orgId=1&topicId=1066&aggIds=156490415&ft=3&f=354934248"},{"href":"http://media.npr.org/assets/img/2014/10/10/jennifer-doudna-edit1-1321c620a800c2256e8d98148b9c88066f909dcf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1054","width":"1406"}}]}