{"created":"2015-04-27T15:42:22+00:00","modified":"2015-05-13T21:01:01+00:00","valid":{"from":"2015-05-13T21:01:01+00:00","to":"3015-05-13T21:01:01+00:00"},"hreflang":"en","title":"With The U.S. In The Background, Afghan Commandos Step It Up","published":"2015-04-28T18:12:00+00:00","teaser":"With fighting expected to pick up this spring, Afghanistan's security is heavily dependent on elite forces like the commandos. NPR's Tom Bowman profiles the top enlisted man.","itags":["npr_api","401723581"],"guid":"838e30d8-47d6-4eaa-af29-39d929c0dc19","contentencoded":"<p>With the U.S. combat role over in Afghanistan, the country's security now depends on men like Sgt. Maj. Faiz Mohammed Wafa, one of the leaders of the Afghan commandos.</p><p>On this day, the Afghan sergeant is screaming at trainees at Camp Commando, a training center built by the Americans in the hills south of Kabul. Two dozen trainees are seated in the dirt in full combat gear. Wafa is trying to teach them the proper way to clear a house, searching room to room for insurgents.</p><p>\"I told you 10 times,\" he says. \"Hold your weapons correctly!\"</p><p>They line up and stream into a warehouse-like building divided into rooms. <br />They shoot at Taliban role-players, frisking those with their hands up. They do it over and over. In a month or so, they'll be doing it for real.</p><p>\"This is a fight. In Afghanistan right now, we're doing three things at the same time,\" he says. \"We're training, we're equipping and we're fighting the enemy.\"</p><p>Wafa is the top enlisted man for the 15,000 commandos, a group similar to the U.S. Army Rangers. He's just 31 and small. Black bangs slash across his forehead. In a country of thick beards and mustaches, he's clean-shaven, almost boyish.</p><p>And it's what happened to him as a 12-year-old boy that landed him in this training center. He was walking with his mother in his hometown of Mazar-i-Sharif, in northern Afghanistan, he says, when a Taliban fighter started beating her. The crime? She wasn't wearing socks to cover her ankles.</p><p>\"I was fighting with him. And then finally another guy got closer to me and he started beating me with an AK-47. Until like, they're all like, 'OK, he's just a child, let him go,'\" he recalls.</p><p>Wafa helped his injured mother home. And right then he decided to run away and join the fight against the Taliban.</p><p>\"From there, my life changed. Then I did not tell anyone where I'm going,\" he says. \"I made my decision, I need to fight against them.\"</p><p>So he left with some friends to join the Northern Alliance, the anti-Taliban fighters in northern Afghanistan. Because he was so young, he was able to work as a spy, slipping into town on his donkey to report on Taliban movements.</p><p>\"I used to see what happened, what's going on. And I used to take it back, all this information, give it to my commanders, and give it to my partners. They can plan and do attacks,\" he says.</p><p>Wafa spent several years fighting the Taliban. And on Sept. 11, 2001, he was listening to the BBC radio. Soon after, he learned the Americans would be heading to Afghanistan.</p><p>\"I was so happy. Now I can be part of the international community to beat terrorism and al-Qaida in my home country,\" he says.</p><p>By this time, he was all of 16. And he recalls seeing what he calls \"big Americans\" — Green Berets with their radios and high-tech gear.</p><p>\"I wanted to get to know them. I wanted to get friendly with them,\" he says. \"Because when I was very young, I liked to watch ... all the Arnold movies, Rambo movies.\"</p><p>Wafa eventually joined the Afghan commandos, training at this very base. And the Green Berets took him under their wing.</p><p>\"They asked me, 'Wafa, do you like to go to the U.S. for some schooling?' And I was like, 'Yes, that would be more than everything for me.'\"</p><p>He spent two years training in the United States, where he remembers eating lasagna at neighborhood parties. And his favorite: steak at Waffle House.</p><p>\"I was like, 'Wafa you are in the next world, you have to learn something and take it back to your country, share it with all of the commandos,'\" he says.</p><p>At Camp Commando, Wafa and the other instructors are sharing what they've learned. How to shoot, plan attacks, rappel from helicopters.</p><p>The tough training has paid off. The commandos are the go-to force when the Afghan army can't finish a fight against the Taliban, says Afghan Capt. Abdul Hailim Dawlzai.</p><p>\"When they need help or when they failed to do their jobs, then the commandos will back them up and help them,\" he says.</p><p>And how often does that happen?</p><p>\"It has been happening frequently,\" says Dawlzai, ticking off the many places where he has fought.</p><p>Wafa sometimes worries that the commandos are being spread too thin. He'd like to get out in the field again, but says his focus now is making sure others are ready.</p><p>\"My mission is to advise and teach my non-commissioned officers and make sure they're getting enough equipment, they're getting enough training. The enemy's changing their tactics every day,\" he says.</p><p>Wafa has now become something of a celebrity among the Green Berets who once served as his role models. He's been invited to speak at West Point. And there's also a certain notoriety, including whispers that he finally confronted the Taliban fighter who beat his mother so many years ago — and killed him.</p><p>When Wafa is asked, he suddenly turns coy.</p><p>\"I could forgive him or I could shoot him down. I did one of these two. But I don't want tell you which one,\" he says.</p><p>Then he smiles and heads back to work.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+The+U.S.+In+The+Background%2C+Afghan+Commandos+Step+It+Up&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"333"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402632488-55e7bd.m3u?orgId=1&topicId=1149&d=333&p=2&story=401723581&t=progseg&e=402629330&seg=14&ft=nprml&f=401723581"},{"href":"http://media.npr.org/assets/img/2015/04/23/afghan-commando-0011-bfa800d26b0171c8fcc15d5622ceaefeed3e10ad.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/23/afghan-commando-0021-b2256b8f520474af4eca24148fea4941f0f1cc30.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/23/afghan-commando-0031-575324af0b1e411eb87e4c3d4da9847a67d355d7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/23/afghan-commando-0041-5bd9ad713630a2352c73e01e6e7622c090bdd3ba.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1867","width":"2801"}},{"href":"http://media.npr.org/assets/img/2015/04/23/afghan-commando-0051-fb4154e3924b437311a00876451aa2f1a673973d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/23/afghan-commando-0061-61f63ac5394de2cd7a48a0c9e189c4ea7d8a0270.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/23/afghan-commando-0071-e8c60b5831aa6d8a29ad3dc5643f7804ebde1abf.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/23/afghan-commando-0081-99f7d66f3f60bdf6ebea3e494f59efb7206a9e00.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/23/afghan-commando-0091-6eedcada3733af50a63369b36352c45097327bdb.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}}]}