{"created":"2014-10-08T16:10:12+00:00","modified":"2014-10-31T02:08:07+00:00","valid":{"from":"2014-10-31T02:08:07+00:00","to":"3014-10-31T02:08:07+00:00"},"hreflang":"en","title":"The Olympics: A Modern Day World's Fair (And Money Magnet)","published":"2014-05-14T16:50:00+00:00","teaser":"World's Fairs still exist, but just two cities bid to host the 2017 Expo. In contrast, seven U.S. cities are vying for the 2024 Olympics, and the games just signed a $7.75 billion deal with NBC.","itags":["npr_api","312142285"],"guid":"83a4597c-b7fc-411a-984f-91676302e388","contentencoded":"<p>Because it's the 50th anniversary, there's been a wave of nostalgia for the last New York World's Fair. It made me wonder: Whatever happened to World's Fairs?</p><p>Well, it turns out that they still exist. In fact, you, too, can go to a certified World's Fair next year in Milan, where the fun theme is \"Feeding the planet, energy for life\" — real cotton candy stuff that helps explain why World's Fairs are not so popular anymore.</p><p>I bring this up because I always thought that World's Fairs and the Olympics were sort of global first cousins, but what a contrast! The Olympics just accepted an almost $8 billion deal with NBC.</p><p>Yes, the Olympics are positively thriving. They got $100 million upfront from NBC just for walking-around money. And seven American cities — Boston, Dallas, Los Angeles, Philadelphia, San Diego, San Francisco and the nation's capital — are all risking municipal financial suicide, bidding for the chance to enrich \"the movement\" — what the Olympics likes to call itself (with a straight face).</p><p>Meanwhile, after Milan, the next World's Fair is in 2017. The only bidders were Astana, Kazakhstan and Liege, Belgium. Kazakhstan won.</p><p>The Olympics, however, continue to prosper, even though they seldom do anything right. We just got through the \"Putin Winter Games,\" and the next Summer Games are in Rio two years hence, where getting the facilities actually built on time is dicey and Brazilians themselves are furious that the government is spending all this money on an athletic circus while citizens starve in the slums.</p><p>What fascinated me, though, about the announcement of the NBC deal, which runs through 2032 (when Bob Costas will be 80), is that nobody seemed much surprised at the billions the American network paid. The only real speculation was what kind of new video technology — \"platforms,\" we call them — will be around then.</p><p>Pointedly, nobody wondered what the Olympics <em>themselves</em> will be like in 2032, because it's accepted that, even as the climate inexorably changes, the Olympics will roll on, unchanged. Just as the original Olympics were a religious festival, the games have become our real World's Fair.</p><p>Never forget that the opening ceremony, where you always get a fascinating elementary-school education of the host country's history and some tedious quasi-religious rites, is the games' most-watched event — far more popular than any of the sports competitions. The World Cup of soccer attracts much greater passionate attention.</p><p>But as the 21st century proceeds in all its melancholy way, the Olympics really do bind together the world — the <em>watching</em> world, anyway — for just a few moments in time. NBC wisely bought the one thing we can still be sure of come 2032.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Olympics%3A+A+Modern+Day+World%27s+Fair+%28And+Money+Magnet%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312411373-57fe2e.m3u?orgId=1&topicId=1057&aggIds=4499275&ft=3&f=312142285"}]}