{"created":"2015-04-08T07:49:56+00:00","modified":"2015-06-05T15:23:27+00:00","valid":{"from":"2015-06-05T15:23:27+00:00","to":"3015-06-05T15:23:27+00:00"},"hreflang":"en","title":"Deford: Americans Don't Care About Major League Soccer","published":"2015-04-08T19:30:00+00:00","teaser":"The curmudgeonly sports commentator is pessimistic about the sport's prospects in the U.S.","itags":["npr_api","398059884"],"guid":"83b7ddd3-9919-4577-9e0e-62e0ccdbb7fd","contentencoded":"<p>Wherever you stand on the matter of American exceptionalism, there is one indisputable fact: We are the exception when it comes to soccer. For just about every other nation, soccer is the<em> </em>sport — a far, far better thing than the American dollar, beer, Google or sex. Alas, in the United States, soccer has been more commonly identified with soccer moms than soccer players.</p><p>But today, soccer is indisputably more visible. Given American football's problems with brain injuries, more of our boys are likely to take up world football. Soccer boosters play up to our growing Hispanic market more frequently than fawning politicians. They pray that young Latino fans will not grow up and be seduced by glamorous gringo games.</p><p>Soccer in America has a curious impediment to its popularity, and the problem is soccer — that is, everybody else's soccer.</p><p>After all, Americans not only believe that we are the blessed exceptional, but that we have the divine right to always have the most exceptional entertainment right at our fingertips. The British Empire, theatrical division, seems to have taken up residence here. And hey, nobody has any problem with immigration if you're a baseball, basketball or hockey player.</p><p>All this is happening at a time when Major League Soccer is celebrating its 20th birthday with some attractive soccer stadiums and a respectable average attendance of 19,000 per game.</p><p>But what soccer fans really care about is European soccer, and that's quite available on TV. Even our most prominent soccer journalist, Grant Wahl of <em>Sports</em> <em>Illustrated</em>, can't think of anything to call ratings for Major League Soccer but \"minuscule.\" English-language ratings remain stagnant. Incredibly, David Beckham, at the height of his deification, could not get Americans to watch American soccer. Even the coach of the American team himself thinks our national players would be better off playing in Europe.</p><p>Yes, the World Cup attracted terrific interest, but then, so does Kate, the Duchess of Cambridge, every time she has a baby. Then it's back to all the first-rate exceptional diversions that we have right here.</p><p>Our fans for football, basketball and hockey have fantasy leagues. The fantasy for our soccer fans is that Major League Soccer will somehow become major league, because that's all that exceptional Americans are bred to expect.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deford%3A+Americans+Don%27t+Care+About+Major+League+Soccer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398224689-468721.m3u?orgId=1&topicId=1057&aggIds=4499275&d=199&p=3&story=398059884&t=progseg&e=398224552&seg=10&ft=nprml&f=398059884"}]}