{"created":"2015-01-22T22:54:56+00:00","modified":"2015-05-13T21:20:40+00:00","valid":{"from":"2015-05-13T21:20:39+00:00","to":"3015-05-13T21:20:39+00:00"},"hreflang":"en","title":"For Many French Jews, Anti-Semitism Has A Clear Source ","published":"2015-01-23T01:18:00+00:00","teaser":"French Jews say anti-Semitism, an issue for generations, is now coming largely from radical Muslims. Jewish emigration has been rising, but many Jews also say they're determined to stay in France.","itags":["npr_api","379119380"],"guid":"83bba4b9-8f9a-4b4d-8e4b-a0265610a12e","contentencoded":"<p>\"Making <em>aliyah</em>,\" or returning to Israel, is usually a cause for celebration among Jews. But recently fear has pushed many Jews to leave France — a record 7,000 departed last year.</p><p>And that was before the recent Paris attacks that included the killing of four Jews at a kosher grocery store. <br /> <br />Jean Marc Illouz, a former senior correspondent for French television, who is also Jewish, says he's been pushing back against what he calls ridiculous comments on the Internet about anti-Semitism in France. He says Americans seem to think it's a resurgence of Nazism.</p><p>\"You see people are thinking of anti-Semitism in terms of World War II and coming from the French,\" says Illouz. \"It has nothing to do with the French. It has nothing to do with the mainstream Muslim French thinking. It has to do with imported terrorism.\"</p><p>Illouz believes today's anti-Semitism stems from radical Islam brought to France by imams and jihadists espousing a hard-line doctrine from places like Saudi Arabia.</p><p>He says the vast majority of French Muslims want to be integrated into French society, and many are. But, he says, the radicals' message is corrupting a small, angry minority.</p><p>\"You have a number of poor young people who have a problem much bigger than money,\" he says. \"It's a problem of identity. Because they're neither Algerian, nor do they feel they are full-fledged Frenchmen. So in that gap, the jihadis found the way to put their lever.\"</p><p>Illouz, whose family comes from Algeria, says Jewish families like his lived there peacefully with Muslims for centuries. His family came to France in the late 1950s, among the nearly 1 million Europeans who fled the violence of the Algerian war of independence.</p><p>Today, these Sephardic Jews from Algeria and other North African countries make up 70 percent of the Jewish population in France.</p><p>American Rabbi Tom Cohen has been in France nearly 25 years. His synagogue helps to bridge what he calls the cultural gap between French and American Jews, who are 95 percent Ashkenazi, meaning their origins are in Eastern Europe.</p><p>Today there are soldiers guarding Cohen's synagogue around the clock. They even sleep there. He says his congregants feel confident the French government wants to protect them.</p><p>After the Paris attacks, Prime Minister Manuel Valls urged French Jews not to leave, saying France would not be France without them. Cohen agrees.</p><p>\"There's some inherent anti-Semitism that's been in France, just like in the United States. And there are inherent philo-Semites, people who love Jews,\" he says. \"This is, after all, the first country that enfranchised Jews with citizenship.\"</p><p>That was in 1791, during the French Revolution. Cohen says since then there has been good and bad, but Jews have always been part of the fabric of French society. France has the world's largest Jewish population after Israel and the U.S. He says today's threat is something completely different.</p><p>\"We're dealing with a part of the Muslim community, and it's a small percentage,\" he says. \"But it's a very large community, so even a small percentage is a large number of people, who have been radicalized, and this is the new anti-Semitism that has infested some of the Muslim world unfortunately.\"</p><p>Back at his apartment, Illouz plays a video of his son's recent bar mitzvah on his cellphone.</p><p>\"I do not see why a few people with an imported ideology inside of France, inside of Islam, French Islam itself, would push us out,\" he says. \"I think this is ridiculous.\"</p><p>Illouz says he understands why some Jews may be feeling anxious, but he sees no reason to leave France.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Many+French+Jews%2C+Anti-Semitism+Has+A+Clear+Source+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379157294-504e91.m3u?orgId=1&topicId=1124&d=276&p=2&story=379119380&t=progseg&e=379001225&seg=16&ft=nprml&f=379119380"},{"href":"http://media.npr.org/assets/img/2015/01/22/france-synagogue-getty-829d455a66e49cb5682b4b4b4b153fa57bc24778.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1601","width":"2134"}}]}