{"created":"2014-09-04T16:42:02+00:00","modified":"2015-02-26T18:53:07+00:00","valid":{"from":"2015-02-26T18:53:07+00:00","to":"3015-02-26T18:53:07+00:00"},"hreflang":"en","title":"Marine Turned Novelist Brings Brutal, Everyday Work Of War Into Focus","published":"2014-08-27T00:07:00+00:00","teaser":"Michael Pitre, author of <em>Fives and Twenty-Fives,</em> served two tours in Iraq. He says, \"It was not glamorous and it's not SEAL Team 6; it's just work, and I wanted to tell a story about that.\"","itags":["npr_api","343414069"],"guid":"83c0ebc0-a806-4179-889a-cbe72b1a0a89","contentencoded":"<p>\"Every inch of that place, every grain of sand, wanted desperately to kill us.\"</p><p>That's a line from a compelling new novel about the Iraq War, written by former Marine Michael Pitre.</p><p>Pitre was a history and creative writing major at Louisiana State when he joined the Marines after Sept. 11. He became an officer and served two tours in Iraq's Anbar province working in logistics and communications.</p><p>His new novel, <em>Fives and Twenty-Fives,</em> follows an American road repair crew and bomb disposal team in Iraq. He tells NPR's Melissa Block about the crew's mission, the meaning of the book's title and balancing his loyalty to the Marine Corps with his desire to tell a realistic story.<strong><em></em></strong></p><hr /><h3><strong>Interview Highlights </strong></h3><p><strong>On his characters' mission in Iraq</strong></p><p>Their mission is to fill potholes — to repair the roads and highways of western Iraq so that the troops and supplies and civilians can move freely on them. The problem is the potholes are created by IEDs, roadside bombs, and the insurgent cells were planting IEDs in the same potholes over and over and over again. So when you go out to repair the potholes, you had to first clear the bomb that was waiting for you that had been planted overnight, typically. So it was just this endless grind of really brutal manual labor in a very dangerous environment.</p><p>And this was not my job; it was the job of a very close friend of mine named Ed ...<strong> </strong>who did this for a stretch in Iraq. And I asked him the question, \"How many of those potholes had another bomb in them, Ed?\" And he said, \"Oh, every single one.\"</p><p><strong>On why he wanted to write this book</strong></p><p>I did not have an exciting, super action-packed Iraq experience, but my close, close friends did, and I was there with them when they did. And their stories weren't being told the way I thought they should. ...</p><p>I wanted to tell a story that didn't fetishize combat. It was a war story with very little real combat as we know it. Because war is work, right? It's sweaty and it's exhausting and sometimes it's carrying bags of concrete in the 130-degree sun and wondering if you're just going to get engaged by a sniper when your back is turned. And it was not glamorous and it's not SEAL Team 6; it's just work, and I wanted to tell a story about that.</p><p><strong>On his decision to write part of the book from an Iraqi's perspective — that of a young interpreter named Dodge</strong></p><p>The combat in Iraq, the fighting done by the Marines there, was not an end unto itself — we didn't go there to fight just to fight. The fighting was part of a larger military mission, and that military mission was the safety and security of the Iraqi people. That was the reason why I included a narrator who was Iraqi. It was really their war much more than it was ever ours and I wanted their story told as well. ...</p><p>It took some thought and it took some soul-searching. And I knew a number of interpreters, none of whom are direct inspirations for Dodge — he's really an invention. And putting myself in his shoes wasn't that hard, honestly, because you saw it every day on those guys' faces, that they had to go home to this at the end of the day when you got to go home to sunny California.</p><p><strong>On the meaning of the book's title</strong></p><p><em>Fives and Twenty-Fives</em> refers to a tactic to maintain safe distances from possible roadside bombs. So if you were on a convoy and someone in the lead vehicle saw something suspicious that they needed to stop and investigate, the first thing everyone would do is scan 5 meters around the wheels of their Humvee to make sure that they weren't parked next to a bomb. So once everyone's cleared in their fives, they dismount and do their 25-meter sweep where they establish a larger zone of protection for the dismounted troops so you can know that if you're within 25 meters of the vehicle, you're safe.</p><p>But it also became a metaphor for protecting yourself. I heard it more than once in a Southern California bar. Two young Marines — very obviously young Marines by their haircuts — one of them's too drunk and his buddy says to him, \"Hey man, watch your five and twenty-fives\"; meaning, you know, stay safe.</p><p><strong>On balancing his loyalty to the Marine Corps with his desire to tell a realistic story</strong></p><p>My loyalty to the Marine Corps and to those with whom I served — those with whom I'm still very close — my loyalty to them led me to want to tell a true story. And as I was writing it — and this is, in all honesty, a manuscript that I never thought would be read by anyone other than my wife — I sent it out to my old friends from my old battalion and said, \"Hey, read this.\" And the subject line was always \"Read this and tell me if I have brought dishonor to our corps.\" And no complaints from them, which is what matters to me most.</p><p><strong>On his frustration with the State Department and contractors in Iraq</strong></p><p>There's no getting rid of that. That exasperation will last the rest of my life, I know. I mean you were dealing with a whole Marine Corps that was marched into this area of desert without a plan at all. And then you see around you contractors and folks who are really profiteering, was what a lot of it was.</p><p>And there's a line in the book in which [an American lieutenant] says to Dodge: Hey, I think we're gonna remember this war as the last time we were disappointed by our parents. And I do hold to that. There was this sense in Iraq that, you know, your dad had taken you on vacation and didn't bring gas money and you were stranded. So the Marines on the ground in Iraq did the best with what they had, but in the end there was no real strategy. We just dropped a lot of bombs and said, \"We've taken over the country now.\" And that was sort of the end of the thinking, it seemed, and from there on it was improvisation. And that was a shameful way to treat the U.S. military and the volunteers who embody it.</p><p><strong>On how he feels about the recent advances of Islamic State fighters in Iraq</strong></p><p>It's absolutely gutting if you think about it too long. And I have stayed up late at night watching the news, unable to sleep, thinking about <em>God, I've been in that town, I saw those people</em>. And now that they're under the thumb of such brutality... [it] is truly gutting. ... You try to go to sleep, in my case anyway. I'm long separated from the service. You call up your friends; you have a heart-to-heart. And you try to move on with your life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Marine+Turned+Novelist+Brings+Brutal%2C+Everyday+Work+Of+War+Into+Focus&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343484373-dc21fd.m3u?orgId=1&topicId=1033&aggIds=100876926&e=343414069&d=490&ft=nprml&f=343414069"},{"href":"http://media.npr.org/assets/img/2014/08/26/michael-pitre_1-2--505a62cef4e8714b097cb7b315003e92ecd905a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1099","width":"1465"}}]}