{"created":"2015-03-17T07:17:27+00:00","modified":"2015-06-05T15:28:04+00:00","valid":{"from":"2015-06-05T15:28:04+00:00","to":"3015-06-05T15:28:04+00:00"},"hreflang":"en","title":"Are Humans Really Headed To Mars Anytime Soon?","published":"2015-03-17T13:15:00+00:00","teaser":"Public passion is all well and good, but it will take more than big talk to get to Mars by 2025, space specialists say. Even several rockets' worth of cash won't easily solve the technical challenges.","itags":["npr_api","390995619"],"guid":"83c3b50d-cc96-4eae-b640-f482710d1c6d","contentencoded":"<p>With recent news headlines proclaiming that dozens of people have been selected as finalists for a Martian astronaut corps, it might seem like a trip to this alien world might finally be close at hand.</p><p>But let's have a little reality check. What are the chances that we really will see people on the Red Planet in the next couple of decades?</p><p>Most people just don't get how hard this would be, says <a href=\"http://www.marylynnedittmar.com/?page_id=724\">Mary Lynne Dittmar</a>, an aerospace consultant in Washington, D.C. \"The distances that are involved and the complexities that are involved in going and staying there are really enormous,\" she says.</p><p>Dittmar ticks off a list of challenges: The trip will take more than half a year, one way, and you'll need to bring a bunch of food, plus oxygen. Then there's the question of whether you can even land on a planet with such a thin atmosphere. And if people do manage to make it to the surface, the first Martians will have to cope with everything from cancer-causing radiation to dust.</p><p>\"Mars has a big dust problem,\" Dittmar notes.</p><p>Still, a Dutch venture called <a href=\"http://www.mars-one.com/\">Mars One</a> has captured the public's imagination with its plan to colonize Mars by 2025. <a href=\"http://www.mars-one.com/about-mars-one/team/bas-lansdorp\">Bas Lansdorp</a>, the group's CEO, says they've been featured in major media outlets like CNN and the <em>New York Times</em>. \"We've been on NPR — I think twice already,\" Lansdorp says.</p><p>Lansdorp is a mechanical engineer by training who has worked on wind energy technology. His Mars dream started almost 20 years ago, when he was watching Dutch TV and was stunned by vivid images of the red Martian surface sent back by a NASA rover.</p><p>\"For some reason that I really cannot explain, I wanted to go to Mars and build a new human settlement there,\" he says.</p><p>Lansdorp believes the voyage will likely pay for itself because it will be a media spectacle. Everyone in the world will want to watch the whole adventure, he says. Mars One is planning a reality TV show with sponsorships and advertising.</p><p>\"We expect it's worth up to 10 Olympic Games' [worth] of media revenue, which is $45 billion,\" says Lansdorp.</p><p>Of course, sponsors of the Olympics can be pretty confident that their games will happen. When asked how he responds to skeptics who say that Mars One is basically just a website and a marketing plan, Lansdorp says, \"I think that the people who say that really haven't paid attention to what we've achieved already.\"</p><p>Lots of people applied to be part of the Mars One astronaut corps — paying a fee to do so. And the group has commissioned a couple of studies from established aerospace companies.</p><p>The Mars One plan calls for first sending out a small robotic lander in 2018. Lansdorp says he can do this more cheaply than NASA. But missions like that typically cost hundreds of millions of dollars. When told that it didn't sound like he'd raised anything like that amount of money, Lansdorp replied that \"we don't need that kind of money yet because we're not yet building the actual lander. But these are the kinds of investments that we're currently in negotiation for.\"</p><p>How much has he raised? He won't say.</p><p>Some longtime space watchers say they seriously doubt whether Mars One has the right stuff. \"I just don't find it a credible proposition,\" says <a href=\"http://elliott.gwu.edu/emeritus-faculty#logsdon\">John Logsdon</a>, a space policy specialist and professor emeritus at George Washington University.</p><p>But that doesn't mean he thinks the idea of going to Mars in the next couple of decades is a total fantasy.</p><p>\"I would like to see, once again, people leave this planet and go someplace else,\" says Logsdon. \"Whether I'll be around in the 2030s to see the first missions to Mars ... I hope so.\"</p><p>Getting humans to Mars in the 2030s is NASA's stated <a href=\"http://www.nasa.gov/content/nasas-journey-to-mars/#.VQMkZo5ChiE\">goal</a>. The trouble, Logsdon says, is that NASA can't expect any big infusion of cash to get the job done.</p><p>In his book <em>After Apollo?</em> Logsdon describes a serious proposal by NASA to push for Mars after the first moon landing. Under that plan, the first missions were scheduled for the 1980s. But President Richard Nixon didn't go for an expensive, Apollo-like program aimed at Mars, and no other administration has either.</p><p>That means that NASA will have to cobble together the pieces of a Mars program on its current budget.</p><p>Last week, in Utah, the agency <a href=\"http://www.nasa.gov/multimedia/videogallery/index.html#.VQcXe45CiDl\">test-fired</a> part of a new rocket that NASA says it will need to be able to go out into deep space — to the moon and beyond. The rocket's first flight (with no people on board) should come in 2018.</p><p>\"We are developing many of the different systems to move from this low, Earth-orbit phase that we're in today with the space station, into deep space and onward toward Mars,\" says Jason Crusan, director for <a href=\"http://www.nasa.gov/directorates/heo/aes/index.html#.VQMmX45ChiE\">advanced exploration systems</a> at NASA.</p><p>But that does not impress the president of the <a href=\"http://www.marssociety.org/\">Mars Society</a>. \"The NASA humans-to-Mars program is all sizzle and no steak,\" says Robert Zubrin, an aerospace engineer who heads the society, which has long pushed for human missions.</p><p>NASA is building a big rocket and a little capsule, says Zubrin, but where's key stuff like the space habitation module that you'd need for any real, long-term mission? \"There is no program,\" he says. \"There isn't even a plan. There's just chatter.\"</p><p>So who's got the best shot at really making a Mars mission happen?</p><p>\"No one can know the future,\" says Zubrin, \"but I would say that the strongest initiative going on right now — the one that's making visible, dynamic progress — is the SpaceX initiative.\"</p><p>SpaceX is the first private company to have a robotic capsule actually dock with the international space station. The firm currently delivers cargo for NASA, and may soon transport astronauts, too.</p><p>The founder of SpaceX is <a href=\"http://elonmusk.com/about-elon-musk/\">Elon Musk</a>. Zubrin calls Musk \"quite a person.\"</p><p>\"He developed spacecraft for one-tenth the cost and one-third the time that NASA and the aerospace major companies have done,\" Zubrin points out.</p><p>Plus, everyone knows Musk is gung-ho for Mars. He makes no secret of the fact that he founded SpaceX to help make sure that life exists on more than one planet. Although, as he <a href=\"https://twitter.com/elonmusk/status/576140759281238017\">noted</a> on Twitter last week, \"The rumor that I'm building a spaceship to get back to my home planet Mars is totally untrue.\"</p><p>A search online instantly turns up videos of Musk talking about why we need to go to Mars: \"I just think that a future where humanity is a spacefaring civilization and out there exploring the stars is an incredibly exciting future, and inspiring,\" Musk <a href=\"http://www.wsj.com/video/elon-musk-ill-put-a-man-on-mars-in-10-years/CCF1FC62-BB0D-4561-938C-DF0DEFAD15BA.html\">told</a> an interviewer for the website of the <em>Wall Street Journal</em> a few years ago, adding, \"and so that's what we're trying to help make happen.\" Space X, he predicted, will get people to Mars in 10 to 20 years.</p><p>Musk also announced, in another recent <a href=\"http://www.reddit.com/r/IAmA/comments/2rgsan/i_am_elon_musk_ceocto_of_a_rocket_company_ama/\">online discussion,</a> that sometime in 2015 he hopes to unveil plans for the Mars Colonial Transporter, a plan for getting large numbers of people to the Red Planet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Are+Humans+Really+Headed+To+Mars+Anytime+Soon%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393530813-e9b15f.m3u?orgId=1&topicId=1007&d=422&p=3&story=390995619&t=progseg&e=393495709&seg=14&ft=nprml&f=390995619"},{"href":"http://media.npr.org/assets/img/2015/03/16/space-utah-273d3c802360aa5b2fe6a88299a12a1fa7f5bbc2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1390","width":"1855"}},{"href":"http://media.npr.org/assets/img/2015/03/16/lansdorp-51c982e01f76eb2509f92c25b97210ffdf64f68b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1652","width":"2206"}}]}