{"created":"2014-09-18T15:05:16+00:00","modified":"2014-10-31T02:30:29+00:00","valid":{"from":"2014-10-31T02:30:29+00:00","to":"3014-10-31T02:30:29+00:00"},"hreflang":"en","title":"In 'Belle,' A Complex Life Tangled In Class And Commerce","published":"2014-05-03T15:17:00+00:00","teaser":"Bob Mondello reviews <em>Belle</em>, based on a true story about a child of an admiral and a Caribbean slave, raised as an aristocrat in 18th century England.","itags":["npr_api","308733902"],"guid":"83ccef21-7971-49b4-99e1-f0d73ba3fe01","contentencoded":"<p>Here's a unique specialty for a movie studio: slavery films. Last year, Fox Searchlight brought us an Oscar winner about a free black man hauled into 12 years of slavery. Now, in Amma Asante's <em>Belle</em>, the company is releasing what's essentially the reverse of that story — a similarly torn-from-life (though significantly less wrenching) tale of a slave girl who had the great good fortune to be raised as a British aristocrat.</p><p>Belle's mother is an African woman enslaved on a Caribbean island; her father (Matthew Goode) is an admiral unaware he's fathered a child until her mother's death in 1769. But he's quick to acknowledge his responsibility to his now-6-year-old daughter, by doing something that many of that era would not have: He takes her to England to be raised by his family.</p><p>Unsurprisingly, his relatives are shocked at this turn of events. But his uncle (Tom Wilkinson) is Earl of Mansfield and England's Lord Chief justice, one of the country's most senior judges, and he's confident that society's rules will make sense of their unusual family situation.</p><p>Belle (played as an adult by Gugu Mbatha-Raw) grows up every bit as sheltered and pampered as her blond cousin Elizabeth (Sarah Gadon), but constrained by a few extra rules. She can't dine with the family, for instance, or with the servants. She is allowed to mingle with guests away from the dinner table, though that's generally awkward as she's invariably treated as an exotic.</p><p>Belle is subjected to all sorts of indignities, especially when she comes of marriageable age, but she remains genteel, if increasingly assertive, as other tensions lurk. She's being kept in the dark, for instance, about Lord Mansfield's latest court case: a slave ship massacre where the crew threw more than 100 sickly Africans overboard, then made an insurance claim for \"damaged cargo.\"</p><p>The courtroom arguments give the film much of its heft, but director Amma Asante is intent on making other points — about how class inflects attitudes, how commerce affects morality, and about how women are little more than property in 18th century society, good for joining bloodlines when fortunes are endangered, but not for much else. Belle is required to hold her tongue, even as all these forces complicate her situation again and again.</p><p>While the basic outline of Belle's story is real, the filmmakers have invented freely within that outline, and most of what they've invented has the themes and tone of vintage Jane Austen — dowries, deceptions, suitors only some of whom are suitable. This has the effect of making the film feel elegant but a little weightless despite the weighty matters at its center.</p><p>Still, it's smartly acted, handsome and well-crafted in a way that'll make it irresistible to the Merchant-Ivory/<em>Masterpiece Theater</em> set — think pride, with a whole lot of prejudice.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Belle%2C%27+A+Complex+Life+Tangled+In+Class+And+Commerce&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309040305-493545.m3u?orgId=1&topicId=4467349&ft=3&f=308733902"},{"href":"http://media.npr.org/assets/img/2014/05/01/belle2-6574d10040234c8be043856f06a312aa2e08a535.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3782"}}]}