{"created":"2015-05-03T21:23:58+00:00","modified":"2015-06-02T00:12:05+00:00","valid":{"from":"2015-06-02T00:12:05+00:00","to":"3015-06-02T00:12:05+00:00"},"hreflang":"en","title":"A New Jazz Suite For Head, Shoulders, Knees And Toes","published":"2015-05-03T22:20:00+00:00","teaser":"Saxophonist and composer Steve Coleman's new album for large ensemble is called <em>Synovial Joints</em>, after the different ways the human body moves. The MacArthur Fellow explains how nature inspires him.","itags":["npr_api","403584059"],"guid":"83ce9e1d-d29c-4fbb-80bb-19557f4e6533","contentencoded":"<p>Is there a modern-day equivalent to Duke Ellington? Or Ornette Coleman?</p><p>Who are the people today who think differently about jazz — who have created new forms, and expanded the musical vocabulary?</p><p>For 30 years, saxophonist Steve Coleman has been pushing the music forward, traveling the world to collect new sounds, rhythms and ideas. Along the way he's mentored many of the most exciting younger artists in jazz — musicians like Ambrose Akinmusire, Jason Moran and Vijay Iyer.</p><p>Steve Coleman's new album features a compelling four-part suite for large ensemble. Each movement is named after parts of the body. The suite, and the album, are called <em>Synovial Joints</em> — after the flexible, often complex joints found in places like shoulders, elbows, knees, hips, fingers and wrists.</p><p>\"I found the most inspiration over my life in nature,\" Coleman says. \"It just kind of hit me in an inspirational way because I saw a lot of musical motion in the way melodies connect and in the way rhythms connect. What I was imagining when I was doing improvisation was what kind of motion the different joints allow, in terms of they connect.\"</p><p>In an interview with NPR's Arun Rath, heard at the above audio link, Coleman talks about the three different groups of musicians that came together for this project, his \"camouflage orchestration\" and a recent conversation with Sonny Rollins.</p><p>\"We were talking about being in this kind of meditative state, almost like yoga or something like this, where we play from,\" Coleman says. \"You want to get to the point where you actually don't feel like you're thinking or doing anything — that energy is just working through you. That's the ideal point you want to get to — we don't always get there. What I did with this record was that I played, 20-25 improvisations, and I picked the ones that did the best job of getting to that place. And you can hear it afterward — you know when you've hit it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Jazz+Suite+For+Head%2C+Shoulders%2C+Knees+And+Toes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"551"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404028051-c932f8.m3u?orgId=1&topicId=1039&aggIds=347139849&d=551&p=2&story=403584059&t=progseg&e=404027989&seg=10&ft=nprml&f=403584059"},{"href":"http://media.npr.org/assets/img/2015/05/02/steve-coleman-2-97862e684da16132d43056038ff2c43fb25c359b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}