{"created":"2014-10-07T19:13:46+00:00","modified":"2014-10-30T23:42:38+00:00","valid":{"from":"2014-10-30T23:42:38+00:00","to":"3014-10-30T23:42:38+00:00"},"hreflang":"en","title":"Syrian Conflict Isn't Just A Civil War, But 'A War On Childhood'","published":"2014-08-25T15:47:00+00:00","teaser":"A new BBC documentary tells the stories of six young Syrians from different sides of the war: among them, one who learns the names of bombs, not how to read; another who didn't eat bread for a year.","itags":["npr_api","337146685"],"guid":"83ce7f19-9109-4dfc-9d61-b85d42c7b485","contentencoded":"<p>Four years of brutal sectarian war in Syria has devastated the lives of nearly 10 million people.</p><p>But one group among them stands out: the children of Syria.</p><p>In a new documentary, <em><a href=\"http://www.bbc.com/news/world-middle-east-28513709\">Children of Syria</a></em>, BBC chief international correspondent Lyse Doucet <a href=\"http://www.bbc.com/news/world-middle-east-28513709\">tells the stories of six young Syrians</a>, age 8 to 14, and the extreme challenges they face, regardless of what side of the war their families are on.</p><p>Doucet, who has reported from the front lines of the conflict, shares some of those stories with NPR's Scott Simon.</p><hr /><p><strong>Interview Highlights</strong></p><p><strong>On the children's awareness that they are missing out on childhood</strong></p><p>I think that's the one glimmer of hope in the stories that we heard from these six children over a period of six months — that they really understood profoundly that this is not the way childhood should be. And at some moments ... some of them would stand up with indignation and say, \"Every child has a right to be educated. All children should go to school. I want to play with my friends. I want my mother, my father, to be safe.\"</p><p>There was one girl who we met because she was escaping a punishing siege of the old city of Homs, in central Syria, who told us — she said, \"I haven't been learning to read and write. But I have learned the names of bullets and bombs.\" And when she said that to us in a shelter, I looked at her and you could feel the shame when she said it. So it is a terrible indictment about how a war is not just, as we say in Syria, a civil war, a sectarian war; but the decision to do this documentary was the very sad realization that it is also, and essentially, it is a war on childhood.</p><p><strong>On 14-year-old Jalal, a dancer who has family members who have fought for the Assad government</strong></p><p>Jalal lives in Tadamon, which is a neighborhood on the southern edge of Damascus, but it's part of Damascus. And half of his neighborhood is a war zone or in complete ruin, and the other half ... it looks like any Syrian neighborhood which is still intact, [where] the markets are full, people are walking in the street. ...</p><p>He talks about the fear when the fighting started in his neighborhoods, when rebel fighters took up arms. He talks about how the rebels destroyed his life. He talked about how some of his friends are now on the side of the rebels, their fathers are fighting with the rebels. And he's, you know, he's very bitter. So, yes, he has a safer world: He's still going to dance class; he plays football in the streets.</p><p><strong>On 13-year-old Kifah and 8-year-old Baraa</strong></p><p>Kifah, who was in the besieged area of Yarmouk, he's had to flee the area. His father is trapped there. He breaks down crying when we ask him how he was and he admits he didn't have bread for more than a year. Similar[ly], Baraa ... she lost her mother. Her mother was decapitated; her house was looted, partially destroyed.</p><p>You know, some children have lost everything, but you can't measure suffering. They all feel the suffering in the same way. They feel profoundly that they have lost and they know who to blame for their loss. And all together, these six children, from different sides of the conflict — some refugees, some displaced, some living at homes still with their parents — they sketch out really a human political-social map of Syria now. And more than that, they give us a glimpse into the future, because of course the children are the future. One day they will be the adults. So Jalal and Ezadine and Baraa — they will be making the decisions about the Syria of tomorrow. So the fact that their lives are destroyed, their minds are scarred by what they have seen is troubling. It's troubling for all of us.</p><p><strong>On why she wanted to make a documentary about children</strong></p><p>There's been a shift in my approach to how I cover stories like this — stories of conflict. I just spent the last two weeks in Gaza as well, and seeing how many children were on the front lines there. The same as in Syria, you realize that children are no longer the little ones under their parents' feet or clutching their parents' hands. This was a deliberate decision which came, in my case, after going in and out of Syria covering the war and after coming to [the] realization that some of the most compelling stories, some of the greatest acts of courage, were being shown by the children. So when I go out now and cover stories, I do stop when a child has something to say because ... children are having to go through all the pain and agony of parents and they go through it in their own way. But what they are experiencing is something that is of value to all of us. And most of all, it's the children themselves — they want to be heard. And they deserve to be heard.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Syrian+Conflict+Isn%27t+Just+A+Civil+War%2C+But+%27A+War+On+Childhood%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337320871-6f07d8.m3u?orgId=1&topicId=1137&ft=3&f=337146685"},{"href":"http://media.npr.org/assets/img/2014/08/01/kifah-sister-damascus-c7b2079e985a9150a803d8cd342aafc7cd2f7833.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/08/01/jalal-in-tadoman-damascus-933bf2588e947b58386e08802d2eb671166c8db1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"2000"}}]}