{"created":"2015-04-09T21:17:23+00:00","modified":"2015-04-10T18:21:07+00:00","valid":{"from":"2015-04-10T18:21:07+00:00","to":"3015-04-10T18:21:07+00:00"},"hreflang":"en","guid":"83cf0277-4433-46b0-b314-b2239fbd9cfe","title":"Mao had a little red book. Xi Jinping has a little red app.","published":"2015-04-10T18:21:03+00:00","byline":"Matthew Bell","teaser":"Once seen as a unexceptional Communist Party man, Xi Jinping is now positioning himself among the pantheon of the great — and most authoritarian — leaders of modern China. Evan Osnos of the New Yorker talks about the “rise of the Red Prince.” ","tags":["Global Politics","China","Xi Jinping","Evan Osnos","The New Yorker","Mao Zedong","Mao","Politics of China","Chinese people","Communism","Communist Party of China"],"contentencoded":"<p>China’s current leader, President Xi Jinping doesn’t have his own “little red book,” like Chairman Mao did. Not yet, at least. </p>\n<p>But Xi does have a little red app. And Xi's smartphone tool says something about the aspirations and power of a man who is placing himself alongside Mao, the “Great Helmsman” and founder of the People’s Republic.</p>\n<p>Evan Osnos <a href=\"http://www.newyorker.com/magazine/2015/04/06/born-red\">has written a profile</a> of the Chinese president for the New Yorker magazine called, “Born Red: How Xi Jinping, an unremarkable provincial administrator, became China’s most authoritarian leader since Mao.” PRI’s The World spoke with Osnos this week about Xi’s background, his rise to power and what it means for the US-China relationship. The following is a lightly edited transcript of the interview.</p>\n<p><strong>Have you downloaded the President Xi app yet?</strong></p>\n<p>I haven’t yet, but I plan to. I think it’ll be an interesting way to understand what he’s thinking about.</p>\n<p><strong>What does the app actually do and what’s the thinking behind it?</strong></p>\n<p>The app is a collection of his speeches and his writings. There are some technical adaptations, things like a map for instance, that would allow you to see where he gave his speeches around the world. But the point is to try to elevate the things that he is saying to the level of one of the great Chinese leaders. The Chinese Communist Party is saying, essentially, that this is somebody who needs to be taken as seriously as we take Mao. But they can’t quite say that so bluntly. Mao occupies a singular place in the Chinese political pantheon. And then there’s Deng Xiaoping who opened China up. But what the Party is now trying to do is say that Xi Jinping is the third significant leader to control this country since 1949.</p>\n<p><strong>What about the ideology of Xi and Mao, how different is it really?</strong></p>\n<p>Xi is just as much of a faithful Communist, but he’s confronted by this very modern moment. China’s leaders are trying to figure out how get another 30 years of economic growth. And in order to come up the sorts of technological innovations and be as modern as connected as you need to be in 2015, you really can’t use some of the old political principles that Mao believed in, which was to look inward, to protect yourself from outside influence. That’s the contradiction that Xi faces. He needs to be on the one hand, faithful to his Communist roots and, at the same time, he has to figure out a way to be as modern as China requires if it wants to be a successful power in this day and age.</p>\n<p><strong>Is Xi really a true believer in the Communist ideology, with China being the biggest manufacturing center for the rest of the world?</strong></p>\n<p>He really does. If you spend a lot of time looking at the statements he’s made in politics over the last 30 years, and you spend time with people who know him and have heard him talk about his view of the world, you come to the remarkable conclusion that Xi believes fundamentally that the Communist Party really is the future for China. In some ways, maybe that shouldn’t surprise us. This is the system that produced him. This is the system that he grew up in. His father was a great Communist Party hero. He would have been a commander during the revolution. Everything Xi has seen in his life says that the Party is the future. But at the same time, he’s a sophisticated figure. He knows that China’s economy today is not anything like was 40 or 50 years ago. So, he’s trying to do something that nobody’s done before. He’s trying to take the original principles of the Communist Party, which were to be resistant to outside influence, to protect Chinese ideas, to protect their own political power, while at the same time sitting at the table with great economic powers around the world. That is uncharted territory. And the hard question for us now is whether he’s going to be able to pull it off.</p>\n<p><strong>For the really diehard Communists in China, do they also believe that the country can be on a dual track and be both communist and capitalist at the same time?</strong></p>\n<p>They believe that you can have a Communist Party running the country and also you can have economic dynamism. They look at what China was able to do at the end of the 1970s, when it opened up to the world. That was the moment when they said, ‘We’re putting aside socialism as an economic philosophy and we’re going to hold on to socialism and communism as a governing principle.’ So, they believe that it's not irreconcilable. They also believe the China is fundamentally different than other places because of its size and because of the degree of social unrest and revolution that has been such a part of it's history. They say, ‘Because of those facts, because of our unique circumstances of history, we are not set up to have a parliamentary system, an American democratic system, or even a constitutional monarchy.’</p>\n<p>Xi Jinping gave a speech last year in which he said exactly that. He said, essnentially, ‘We tried all these other systems over the course of our long history and they didn't work for us. This works for us. So, we're going to stay with it.’</p>\n<p><strong>The US might even say that China is able to be communist and capitalist at the same time, but it is clear the US does not see China as a democratic country. Does Xi care what the US thinks about China, whether it’s democratic or not? </strong></p>\n<p>Xi cares about what the US thinks only to the degree that it matters for China's diplomatic relations with the rest of the world. He wouldn’t want the United States to be so opposed to China's principles that it's an impediment to China’s ability to conduct trade or to conduct it's diplomatic dealings around the world. But he's long past the point of caring about whether or not the United States has a moral objection to Chinese political principles. In a way, Xi and the Obama administration, according to people who have been involved in these dealings, have had a pretty candid exchange over the course of the last few years. And Xi has said, ‘Let's get rid of any ambiguity here. We have no intention of pursuing the political system that you have. So, let's have a conversation about our interests and about the things that are essential to our shared relationship, such as the desire for a peaceful international economic system or the efforts to restore peace to places like Syria and in Africa, where China has a lot of economic interests.</p>\n<p><strong>Has that been accepted as the modus operandi of where things stand between the US and China?</strong></p>\n<p>The official answer, of course, is that the US accepts China on its own terms and doesn’t seek to alter its government in any fundamental way. The unofficial answer is that the US is uneasy — it still is uneasy — about dealing with a great power in the world that has a political system that is so unlike our own. And that is a tension that is sort of baked into the very basis of this relationship. There’s something in our DNA that makes uncomfortable about a communist political system. But I think that there is actually a strategic reason too. There are people in the American government who believe that dealing with a system that is closed, that is more suspicious of outside influence, that is taking steps to maintain control over the Internet and preventing people from reading things more freely, that this is a system that is less predictable. It’s more erratic when it comes to its political and military dealings. And that is what worries people in Washington. They say, ‘If we don’t know exactly what this government is thinking, we’re not really sure how to engage it.’ So you see in the Obama administration’s approach, a sort of ambivalence. The administration won’t adopt the language that Beijing wants it to adopt about great power relations. But at the same time, they’re not doing anything to try to antagonize China, because really China is one of the few peaceful places on the foreign policy frontier. When the Obama administration looks out across the world, it sees all this uncertainty in the Middle East, in Ukraine, in Russia. And what it would prefer to see is China slowly, steadily returning to the family of nations without upsetting the apple cart too much.</p>\n<p><strong>Would China have opted for any other kind of leader, somebody other than Xi Jinping, or somebody perhaps who would have been far more avant garde in policy making?</strong></p>\n<p>It’s very hard to imagine a scenario of a real path-breaking figure coming to the top of the system. In Chinese politics, the person who rises to the top in a sense is a consensus decision, because they have to be selected by a combination of the elders the people who have ruled the country for the last 30 or 40 years and then also the senior cadres in the Party. These are a couple of thousand people who play an influential role at the top. And for all of those people there is very little incentive to want to promote somebody who's going to make a radical change with the past. For one thing, it means that the stability and prosperity to China has struggled very hard to create, that all of a sudden becomes jeopardized. Then, after all, Chinese leaders have looked at the rest of the world and they are not convinced that the western democratic system that has been tried in places like the former Soviet Union would work for them. It’s very hard for somebody to get to the top of the Communist Party today without distinguishing himself on the basis of his fidelity to the past, rather than on some radical conception of the future.</p>\n<p><strong>When people read in your article about Xi’s background, the elite schools he went to and the paternal legacy of communism, it might be mystifying. But is the roadmap to power in China really all that different from the one for American politicians? What's the real difference?  </strong></p>\n<p>I was quite struck by that actually. When you chart Xi Jinping’s rise to power — he grew up in a fairly privileged environment in the capital of Beijing; his father was a senior government official; he went to these great schools, the most privileged elite schools in the country; he was later was sent down to the countryside to work in a village during the Cultural Revolution; once that was over, he was back on track, once again a great university in Beijing and he continued to march his way up the ranks. In some ways, and I didn't expect this going into the project, but the more I studied Xi Jinping’s biography, the more it reminded me fundamentally of George W. Bush. That’s a hard thing to say to Americans. It sounds polarizing, like I'm trying to make a political statement. I'm not. What I'm saying is that he's the son of a very prominent political family. Xi was born with opportunities that others didn't have, but he also at certain key points along the path of his career, made choices in which he prevailed over his peers. That's what led him to power. One of the ironies, of course, is that both Americans and Chinese describe our systems as meritocracies. On some level they are, and on some level they aren't. These days, Xi Jinping in the Party’s propaganda is described as a symbol of meritocracy. I suppose on one level he is. Xi was one of thousands of cadres who were vying for senior leadership positions and he did make it to the top. But you know, it was once said about George W. Bush’s father that he was born on third base. In some sense, Xi Jinping was also born with great advantages and then he took advantage of whatever opportunities his pedigree presented him with. And he emerged at the top.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-09%2Fpresident-xi-jinping-casting-himself-one-chinas-greatest-leaders-right-alongside&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0409201504.mp3"},{"href":"http://www.pri.org/file/0409201504mp3"}]}