{"created":"2014-10-07T21:14:54+00:00","modified":"2014-10-31T00:20:34+00:00","valid":{"from":"2014-10-31T00:20:34+00:00","to":"3014-10-31T00:20:34+00:00"},"hreflang":"en","title":"Leased Solar Panels Can Cast A Shadow Over A Home's Value","published":"2014-07-17T15:11:00+00:00","teaser":"Installing solar panels on a house to produce electricity is expensive. Leasing is one popular alternative, but some homeowners are learning that 20-year contracts can complicate a home sale.","itags":["npr_api","330769382"],"guid":"83d20755-3b63-44a1-ab69-e134d41946a7","contentencoded":"<p>Installing solar panels on a house to generate electricity often costs $20,000 or more, and many homeowners have turned to leasing programs to avoid those upfront costs. But most leases are for 20 years, and that can present problems if someone wants to sell the house before the lease is completed.</p><p>Peter Auditore of El Granada, Calif., was happy with the leased solar panels he installed a few years back. When he decided to sell, he found a buyer who also appreciated the environmental benefits of solar panels. But then there was a hitch just as the sale was about to go through.</p><p>\"The buyers all the sudden disclosed that they hadn't looked at the solar lease and that the lease was going to go out for another 15, 16 years,\" Auditore says. In last-minute negotiations, he and his real estate agent agreed to credit the buyer $10,000 in exchange for assuming the rest of the lease.</p><p>In this case, you could argue that those leased solar panels on the roof reduced the value of his home.</p><p>Real estate appraisers are grappling with this issue now. Sandra Adomatis, an appraiser in Punta Gorda, Fla., wrote <a href=\"http://www.appraisalinstitute.org/residential-green-valuation-tools/\">a book</a> for the Appraisal Institute on how to value homes with energy efficient features.</p><p>\"If you're in a market where the market participants — the buyers in the market — don't understand solar leases and they're fearful of it, they may totally steer away from homes with a leased system,\" she says.</p><p>Today, it's difficult to determine whether a particular house with leased solar panels is worth less, Adomatis says. There just isn't a long history of sales involving such houses.</p><p>That is changing, though. Soon appraisers will have more data, because the number of houses with solar panels has increased tenfold in just the past seven years, according to the Solar Energy Industries Association. And much of that growth is due to the popularity of leased panels.</p><p>Exact Solar is a small company in Yardley, Pa., that both sells and leases solar systems. Owner Mark Bortman says transferring a lease does add an extra step during a house sale.</p><p>\"Typically what most people would do is just have the new buyer assume the lease,\" Bortman says. \"It's a relatively straightforward process. The finance company wants to be sure the new buyer is creditworthy.\"</p><p>And at big companies like Solar City in San Mateo, Calif., transferring leases is a regular part of doing business now.</p><p>\"We have a team of 12 who work on this all day long to make sure that it's as smooth a process as possible for both the solar customer who's selling their home as well as the new Solar City customer,\" says William Craven, the company's director of public affairs. He says Solar City transferred more than 200 leases in June. And he estimates 95 percent of them were completed without any complications.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Leased+Solar+Panels+Can+Cast+A+Shadow+Over+A+Home%27s+Value&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331900012-a06af3.m3u?orgId=1&topicId=1006&ft=3&f=330769382"},{"href":"http://media.npr.org/assets/img/2014/07/14/solarlease-4e4c34585c7a329fe3810288a5e45999edb94b06.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1861","width":"2483"}}]}