{"created":"2015-04-14T08:14:09+00:00","modified":"2015-05-13T21:04:04+00:00","valid":{"from":"2015-05-13T21:04:04+00:00","to":"3015-05-13T21:04:04+00:00"},"hreflang":"en","title":"How Asian-Americans Found A Home In The World Of K-Pop","published":"2015-04-14T12:33:00+00:00","teaser":"For all the unique \"Asian-ness\" of K-pop, many of its stars are American-born and raised. And now that K-pop's gone global, Asian-American artists are more at home than ever.","itags":["npr_api","398255011"],"guid":"83dc15d2-755e-424c-b325-d597c33c3fba","contentencoded":"<p>It's no secret that the Korean entertainment industry's prime export — <a href=\"https://www.google.co.kr/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CBwQFjAA&url=http%3A%2F%2Fwww.npr.org%2Fblogs%2Fmoney%2F2012%2F10%2F16%2F163039109%2Fepisode-410-why-k-pop-is-taking-over-the-world&ei=SR8lVZHDJoODsAXm7YGoBw&usg=AFQjCNEKGGTggKyNz9LmR2343hiA9PWL3Q&bvm=bv.90237346,d.eXY\">K-pop</a> — is now a global phenomenon. But for what's considered a largely Asian hit-making machine, it's Americans who are often headlining the groups.</p><p>How did things come to be this way? To talk about it, we found a pioneer of the cross-over gambit, Jae Chong, in a basement studio in Seoul, or more specifically, a neighborhood you probably know of...</p><p>\"It's in Gangnam,\" Chong says with a laugh.</p><p>Chong is an Asian superproducer. You can liken him to the Asian Dr. Luke, or Pharrell, since Chong was once an artist, too. These days, he's all about the pan-Asian group, <a href=\"https://youtu.be/h1aTA2ZLhTY\">Aziatix</a>, which he founded a few years back.</p><p>But that's not his only claim to fame. He's written and produced hit singles for Mando-Pop supernovas like Coco Lee and A-mei, and several K-Pop stars who are household names in Asia, like Kim Gun Mo, and JYJ.</p><p>While his success is all over the Asian charts, his passport says U.S.A. Born and raised in Los Angeles, he, like so many American-born Koreans ... made it big in the Asian pop industry partly because of his American-ness.</p><p>\"There's something about kids that grew up in the states. They have a certain kind of swagger and certain kind of things that you can't just learn,\" he says.</p><p>Chong moved to Korea in 1992, at age 19, to form one of the first Asian-hip-hop boy bands — <a href=\"https://youtu.be/M2hlTs4ngsY\">SOLID</a>. In the band, he used his Korean name, Jung Jae Yoon.</p><p>\"At the time, there was practically nothing here, in terms of hip-hop or rap or anything like that. We used to dress funny, too. Like baggy pants, like really funky hairstyles and stuff and taxi drivers wouldn't stop for us,\" Chong recalls. \"We don't know where our real home is you know? When I'm in the U.S. I feel like I'm an outsider, and here in Korea I'm sort of an outsider.\"</p><p>But once his group produced hits, the migration of American talent to Korea caught on. These days you'll find an American-born artist in <em>most</em> K-pop groups.</p><p>Chong says appearing Asian and having the swagger of an American is certainly helpful, but the draw for young Asian-American artists is just flat out economics. The Asian music industry is just more open to Asian-looking talent than the industry in the U-S.</p><p>\"Aside from all the discrimination they get in the US entertainment industry,\" Chong says, \"They feel like, okay, maybe I'll have a better chance out here, where I'm actually accepted a little more.\"<br /> <br />Now, a Korean entertainment industry that was nascent 20 years ago is more like a machine, with training camps, managers, marketers and more. It's a key cultural export for a relatively small country.</p><p>\"It's grown, it's grown, it's grown. It's a huge amount of growth,\" says Mark Russell, the Seoul-based author of <em>Pop Goes Korea</em>, which analyzes the rise of K-pop over the last few decades.</p><p>\"Even before Gangnam Style, I was running into Kpop in random parts around the world. When I was living in Spain, I was surprised how often I would hear kpop on the radio or on the music video channels there,\" Russell says.</p><p>As a result, the Asian-Americans who felt that outsiderness on both sides of the Pacific now have a home in the fast-flattening global economy. Artists and producers like Jae Chong are using it to their advantage. His group, Aziatix, is big all over the Asian continent. Not just in Korea.</p><p>\"My thing is always trying to take K-pop to a global forum,\" Chong says.</p><p>They don't have to be of a single place. Why bother, when they can chase world music domination?</p><p><em>Jae Chong curated a list of his favorite songs that he's produced for Asian stars over the years. You can find it on our East Asia Tumblr, <a href=\"http://elisegoeseast.tumblr.com\">Elise Goes East</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Asian-Americans+Found+A+Home+In+The+World+Of+K-Pop&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399516257-ae1496.m3u?orgId=1&topicId=1039&aggIds=100920965&d=256&p=3&story=398255011&t=progseg&e=399516080&seg=15&ft=nprml&f=398255011"},{"href":"http://media.npr.org/assets/img/2015/04/08/dsc00791-69f414008d2237740ec1e539025f7e21a3c9aab9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2434","width":"3246"}}]}