{"created":"2014-11-17T21:18:14+00:00","modified":"2015-05-13T21:31:00+00:00","valid":{"from":"2015-05-13T21:30:59+00:00","to":"3015-05-13T21:30:59+00:00"},"hreflang":"en","title":"The Guy Who Delivers HIV Medicine On His Bicycle","published":"2014-11-18T02:59:00+00:00","teaser":"A South African teenager got tired of waiting in the clinic for his grandparents' HIV meds. So he came up with a solution. All it took was a bicycle.","itags":["npr_api","364686080"],"guid":"83ea7560-6048-43aa-8480-ae369c17d4f5","contentencoded":"<p>He was sitting in a clinic. Waiting. And waiting. And waiting for his grandparents' HIV medicine.</p><p>Sizwe Nzima was a high school student in Cape Town, South Africa, when he would pick up the medicine for his HIV-positive grandparents, who had difficulty traveling to the clinic themselves. Because of the long lines, Nzima usually waited hours and often made multiple trips to the clinic before and after school. He tried to bribe the pharmacists to get the medication sooner. But it didn't work.</p><p>So there he was, sitting on a hard wooden bench at the clinic one day about four years ago, when he had an idea: Why not start an HIV medicine delivery service?</p><p>He did some research and found that plenty of companies in Cape Town delivered medication to people's homes. But none were operating in the city's low-income townships, where unemployment levels are high and most people live in wooden or metal shacks. The companies told Nzima it wasn't that they were discriminating against poor people. They just couldn't find the houses.</p><p>\"You punch [an address] into Google, Google won't find it,\" Nzima agrees. \"It needs local knowledge.\"</p><p>Nzima might be onto something. The problem of wait times in sub-Saharan African is epic. In South Africa alone, one in eight people – more than six million – are HIV-positive. Across the continent, tens of millions are infected with the virus. The result is overcrowded health clinics, and patients who travel great distances to get their HIV medicine.</p><p>For poor people, long waits are more than just an annoyance. Suhair Solomon, an HIV expert with the international health organization Doctors Without Borders, says spending all day in line means lost income and lost opportunities to look for work. As a result, many poor people don't show up.</p><p>Across sub-Saharan Africa, millions fail to take their HIV medication consistently, leading to easily preventable sickness and death. Long lines are part of the reason.</p><p>South Africa has come up with some solutions. Doctors Without Borders has created HIV \"<a href=\"https://www.msf.org.za/msf-projects-south-africa\">adherence clubs</a>\" – basically, support groups that often meet at patients' houses. At the end of each meeting, a health worker distributes HIV medicine to the attendees. Solomon says the entire process takes 45 minutes to one hour.</p><p>There's also a <a href=\"http://www.health24.com/Medical/HIV-AIDS/News/Automated-pharmacy-at-SAs-busiest-HIV-clinic-reduces-wait-times-from-4-hours-to-18-minutes-20131129\">new pharmacy</a> in South Africa that utilizes electronic prescriptions and dispenses HIV medicine almost immediately.</p><p>And then there's Nzima's business, which might be the first of its kind: a bicycle-based, HIV medicine delivery service. It's called <a href=\"http://vimeo.com/68813499\">Iyeza Express</a>.</p><p>On a recent afternoon, Nzima pedaled his bike — which is partially powered by an electric motor — along a narrow road, past rows of shacks. Motorcycles and buses whizzed by. He rounded a corner and was chased by an angry dog. Of the many dangers he faces — cars, robbers, vandals — he says dogs are the biggest hazard.</p><p>He eventually arrived at a small brick home and knocked on the door. Loyce Peko, a 63-year-old man with gray hair, answered. Nzima handed him a white plastic bag of HIV medicine and collected a delivery fee of about 90 cents. The two chatted inside Peko's house for a few minutes.</p><p>Peko said this delivery service, which brings his medicine one day each month, is wonderful. \"Because my wife and me, we are elderlies, and without my medication, I'm nothing.\"</p><p>The two thanked each other and Nzima got back on his bike to head to the next client's house.</p><p>When Nzima started this business a few years ago, he had just two customers — his grandma and his grandpa. He slowly started to expand, but ran into a problem. His arrival at someone's doorstep – clad in a fluorescent green vest, with the Iyeza Express logo – felt like a pronouncement: The person who lives here is HIV-positive. He says this deterred many potential customers.</p><p>So Nzima diversified. He began delivering other medications, too – for chronic illnesses like diabetes and epilepsy. That's when his business really took off. He now has 930 clients and a staff of six riders, some of whom work full-time. He says no staff members are getting rich, but they're making a decent living.</p><p>Iyeza Express also gets support from <a href=\"http://www.hubspace.co.za/#!map/cfih\">a local business incubation program</a> that provides free office space, including a telephone, computer and WiFi. Nzima says if it weren't for this support, he wouldn't be able to offer the service at such a low cost.</p><p>He may soon be branching out even further. Earlier this year, Nzima, now 23, was contacted by an international shipping company that hopes to offer package delivery to Cape Town's urban townships.</p><p>They want Nzima and his crew to be the deliverymen.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Guy+Who+Delivers+HIV+Medicine+On+His+Bicycle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364760958-6bcd80.m3u?orgId=1&topicId=1031&d=249&p=2&story=364686080&t=progseg&e=364760097&seg=3&ft=nprml&f=364686080"},{"href":"http://media.npr.org/assets/img/2014/11/17/dsc_0005_1-c9a9ccb3e5c639cd92db7ca9d76d1fb2c17f2a6a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2008","width":"2678"}},{"href":"http://media.npr.org/assets/img/2014/11/17/dsc_0009_1-da882ea243001526ef8afbba5a6f607b3d82c93f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2003","width":"2671"}}]}