{"created":"2015-03-26T21:03:55+00:00","modified":"2015-03-27T20:06:59+00:00","valid":{"from":"2015-03-27T20:06:59+00:00","to":"3015-03-27T20:06:59+00:00"},"hreflang":"en","guid":"83f4318a-8ab9-4fde-831b-d75fb4209d69","title":"Along Ukraine's ceasefire line, war is 'crowdfunded'","published":"2015-03-27T20:06:56+00:00","byline":"Jennifer Goren","tags":["military","conflict","Conflict","Conflict & Justice","Donestsk","Ukraine","Eastern Europe","Ukraine","Donetsk","War"],"teaser":"Freelance fighters are raising money for spy drones. Spin doctors are manufacturing false stories. Welcome to Ukraine's cease-fire, a term that makes people on both sides of the line laugh.","contentencoded":"<p>Officially, there's a ceasefire in Ukraine. That's a joke, agree people on both sides of the line.</p>\n<p>What makes eastern Ukraine different these days, apart from the less-frequent shooting, is that a part of the battle is being ''crowdfunded,'' says Natalia Antelava, who traveled with the BBC to communities on both sides of the ceasefire line.</p>\n<p>Dozens of websites are urging Ukrainians to contribute to the army, even earmark donations to specific battalions. Antelava met two men who had resorted to jerry-rigging their own crowdfunded surveillance drones to spy on the other side.</p>\n<p>While crowdfunding may be a recent phenomenon, another factor along the ceasefire line has been a constant of all wars: Lies.</p>\n<p>In Donetsk, Antelava met a separatist fighter from Georgia who had a picture of Josef Stalin taped to the windshield of his car. The Stalin fan told her that he knew for sure that there were American tanks on the other side of the frontline, even though she had just been to the other side and hadn’t seen any American tanks.</p>\n<p>“And of course, on the other side, all you hear are the Ukrainian soldiers saying we wish we had the American tanks,” Antelava says. “It’s like two different planets coexisting in this tiny space, and it’s very hard to see how these two worlds will reconcile.”</p>\n<p>Antelava says one story that struck during her travels was a report she saw on Russian television — which is all that’s available in the region — about the death of a 10-year-old girl during shelling in Donetsk. All the Russian networks reported it, she says, and their source was a spokesman for the rebel forces of the self-declared Republic of Donetsk. When she talked to the spokesman, he confirmed the story.  </p>\n<p>However, when she and her crew went to the area where the girl was reported to have been killed, they couldn’t find anyone who had heard anything about her. And they all said there had been no shelling that day. She later spoke to a Russian journalist from the network that reported the story and asked him for more information on the girl.</p>\n<p>“He just shook his head and said, quietly, 'There is no girl,'” Antelava says.</p>\n<p>“That is typical,” Antelava says. “Day after day there are lies on both sides of the divide.''</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-26%2Fthere-may-be-ceasefire-ukraine-information-war-rages&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/CROPUkraineBillboard.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropukrainebillboardjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03262015_06.mp3"},{"href":"http://www.pri.org/file/0326201506mp3"}]}