{"created":"2014-10-08T02:31:25+00:00","modified":"2014-12-04T17:05:11+00:00","valid":{"from":"2014-12-04T17:05:11+00:00","to":"3014-12-04T17:05:11+00:00"},"hreflang":"en","title":"Mississippi Child Thought Cured Of HIV Shows Signs Of Infection","published":"2014-07-11T14:21:00+00:00","teaser":"Scientists hoped the baby's apparent cure would lead to similar treatments in infants worldwide. But with the child still HIV-positive, some question the ethics of a large study in other children.","itags":["npr_api","330538734"],"guid":"83f7e453-a157-478a-8567-ba305677a7cf","contentencoded":"<p>A baby who generated great excitement last year because it appeared she had been cured of HIV is infected with the virus after all, health officials say.</p><p>This discovery is a setback for the child known as the \"Mississippi baby.\" It also complicates efforts to test what had seemed like a promising new treatment for infants born with HIV.</p><p>The <a href=\"http://www.npr.org/blogs/health/2013/03/04/173258954/scientists-report-first-cure-of-hiv-in-a-child-say-its-a-game-changerhttp:/www.npr.org/blogs/health/2013/03/04/173258954/scientists-report-first-cure-of-hiv-in-a-child-say-its-a-game-changer\">Mississippi baby</a> was born to an HIV-positive mother in 2012. The mother had not received prenatal care, so wasn't identified as being positive for HIV until she was in labor. To stop the baby's infection, doctors tried an aggressive combination of drugs right after she was born.</p><p>Normally HIV-infected infants would stay on the antivirals for life. But in this case, the mother stopped bringing the child to the clinic after 18 months. When the two showed up again, five months later, the mother said she had long since stopped giving the baby medicine. But blood tests showed no signs of HIV infection.</p><p>Was it a cure? Hopes were high.</p><p>Thousands of babies are born to infected mothers every year, mostly in poor countries, and it would be wonderful if a strong dose of medicine at the time of birth could eradicate the virus from their bodies.</p><p>The news from Mississippi generated a lot of optimism. But <a href=\"https://www.ummchealth.com/doctors/Gay_Hannah/\">Dr. Hannah Gay</a>, who had treated the baby at the University of Mississippi Medical Center, remained on the lookout for HIV infection.</p><p>\"Ever since we discovered this case in 2012, we've known that was a possibility,\" she said in a conference call yesterday.</p><p>The baby was not put back on anti-HIV drugs, but doctors kept checking her for signs of infection every six to eight weeks. More than two years elapsed with no sign of the virus.</p><p>\"So, last week was one of those regularly scheduled visits,\" Gay said. \"The child came; she had no abnormalities on physical exam.\"</p><p>But blood tests showed that the baby had an active HIV infection. The virus had emerged from some mysterious hiding place in her body.</p><p>\"It felt very much like a punch to the gut,\" Gay said. \"It was extremely disappointing.\"</p><p>\"We had been very hopeful that this would lead to bigger and better things,\" she said. And she also is disappointed \"for the sake of the child, who is now back on medicine and expected to stay on medicine for a very long time.\"</p><p>Based on the child's story, the National Institutes of Health had planned a huge study involving more than 700 other HIV-infected newborns. The strategy is to treat them with a powerful drug combination at birth and, assuming they show no signs of infection, take them off drugs altogether at the age of 2.</p><p>\"The study is still in play,\" says <a href=\"http://www.niaid.nih.gov/about/directors/biography/pages/biography.aspx\">Dr. Anthony Fauci</a>, director of the National Institute of Allergy and Infectious Diseases. \"But we're now just taking a close look at it ... to make sure that with the study we do it in an ethically sound way, and we get some answers to important questions.\"</p><p>But bioethicist <a href=\"http://www.bu.edu/sph/profile/george-annas/\">George Annas</a>, at Boston University's School of Public Health, says in his view this study will not pass ethical muster.</p><p>\"To the extent that the justification for doing the trial is this one HIV-free child, and now it turns out that the child does have HIV, the trial should be stopped,\" he told NPR.</p><p>Annas says we have an extra ethical duty to children.</p><p>\"We can't put them essentially in harm's way without some very good reason to think that they're going to benefit.\"</p><p>The study designers will have to grapple with that issue as they continue to look for ways to treat children facing a hard future with HIV infections.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mississippi+Child+Thought+Cured+Of+HIV+Shows+Signs+Of+Infection&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330631774-f51783.m3u?orgId=1&topicId=1128&ft=3&f=330538734"},{"href":"http://media.npr.org/assets/img/2014/07/10/scisource_bb7373-496fd7cd9bc1e5e0ab3a891e3558906fa8636158.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2157","width":"2879"}}]}