{"created":"2015-01-07T23:06:06+00:00","modified":"2015-01-15T00:34:08+00:00","valid":{"from":"2015-01-15T00:34:08+00:00","to":"3015-01-15T00:34:08+00:00"},"hreflang":"en","guid":"83f91b04-8896-4c26-8ba6-fc4e07d3c484","title":"France reels after the Charlie Hebdo attack kills 12","published":"2015-01-15T00:34:04+00:00","byline":"Shirin Jaafari, Jennifer Goren","tags":["Charlie Hebdo","Islamophobia","Mass media","Cartoon","satire","Islamic extremism","Charlie Hebdo attack","Conflict","Conflict & Justice","France","Charlie Hebdo","Hugh Schofield","Stephane Charbonnier","Laure Mandeville","Charlie Hebdo","Islamophobia","Mass media","Cartoon","Satire","Islamic extremism"],"teaser":"Neither the occurrence of a terrorist attack nor the deaths of people who were widely loved was easy for France to bear on Wednesday. But as people gather in French cities to mourn, there are hopes that the attack on the Charlie Hebdo satirical newspaper will help spark a conversation about radicalism in France.","contentencoded":"<p>As the staff of the satirical French weekly Charlie Hebdo sat down to an editorial meeting on Wendesday morning, three gunmen were forcing one of the magazine's employees, Corinne Rey, to <a href=\"http://www.theguardian.com/world/2015/jan/07/charlie-hebdo-shooting-paris-magazine-target-raid\">enter the security code to their building</a>.</p>\n<p>The attackers — who police have now identified as 18-, 32- and 34-year old men, the latter two brothers and French citizens — burst into the meeting while shouting \"Allahu akbar.\" They \"selected the editor ([Stéphane Charbonnier, known as \"Charb\"], shot him, and then shot others,\" says Hugh Schofield, a BBC correspondent in Paris.</p>\n<p>An elite French counter-terrorism unit was conducting a raid in connection with the incident in Reims, a city northeast of Paris, <a href=\"https://uk.news.yahoo.com/france-anti-terror-raid-under-way-reims-police-224517281.html#sehG2R5\">according to Agence France Presse</a>.</p>\n<p>After the gunmen finished and left the building, they fired at police in the street and hit one of the officers. Video footage shows one of the gunmen going up to the wounded police officer, Ahmed Merabet, and shooting him point blank. They then took off in a small black car. </p>\n<p>\"What's very disturbing is how they're walking,\" Schofield says. \"They're not running. They're very professional.\"</p>\n<p>Twelve people in total died during the attack, and about a dozen others were injured. The incident left many in shock, including Laure Mandeville, Washington correspondent for the French newspaper Le Figaro.</p>\n<p>Mandeville says she was shocked — but not totally surprised. \"The question of Islamic extremism has been in the mind of many [for a while] but it hasn't been brought up so openly in the political debate,\" she says.</p>\n<p>She describes the slain cartoonists as \"the flower of the flowers of cartoonists in France,\" an opinion backed by Agnes Poirier, the UK editor for French news magazine Marianne, who was in Paris as the attack unfolded. \"Those cartoonists were like Catherine Deneuve or Gerard Depardieu,\" she says. \"Everybody knows them, and everybody cherished them.\"</p>\n<p>The attack, and particularly the names of the deceased, left Poirier and others stunned. \"I saw people in the streets actually in tears, learning the news by a friend's call on their mobile phone,\" she says. \"I've heard people not being able to finish their sentences.\"</p>\n<p>According to Mandeville, the recent cartoons in Charlie Hebdo were more targeted towards \"the absurdity and the horror of extremism, than religion itself.\" But no religion was taboo or off-limits for the satirical weekly. \"They also laughed at the Christians, they laughed at the Jews,\" Mandeville adds.</p>\n<p>In fact, the latest issue of Charlie Hebdo ran a cover story slamming novelist Michel Houellebecq for his latest book, \"Submission,\" which depicts a Muslim French president reshaping the country in an Islamist image. \"Their role was just to mock, and they would mock every single hypocrite in France and in the world,\" Poirier says.</p>\n<p>Mandeville believes that France should begin a discussion about radicalism in the coming days. Though many in the country know that the problem exists, she believes, they're afraid of expressing their views.</p>\n<p>\"So far the debate has been prevented because of fear of accusation of Islamophobia,\" she says, \"but we have to acknowledge that there is a problem.\"</p>\n<p>At the same time, she worries about a rise in anti-Islamic sentiments in reaction to the attack. The anti-immigrant National Front has gained previously unheard-of vote totals in recent elections, and Mandeville hopes the Charlie Hebdo attack won't provoke \"some crazy answer from the extreme, nationalistic circles,\" which could in turn, potentially cause even more violence.</p>\n<p>\"This would be a nightmare that we absolutely want to avoid,\" she says.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/010720151.mp3"},{"href":"http://www.pri.org/file/010720151mp3-0"}]}