{"created":"2015-03-06T22:16:49+00:00","modified":"2015-03-06T23:21:40+00:00","valid":{"from":"2015-03-06T23:21:40+00:00","to":"3015-03-06T23:21:40+00:00"},"hreflang":"en","guid":"83ff1033-0950-451c-9d04-361e0034830f","title":"One year later, the mystery of Malaysia Airlines Flight 370 is still just that","published":"2015-03-06T23:21:35+00:00","byline":"Nina Porzucki","tags":["Malaysia Airlines flight 370","transportation","airplanes","Technology","Science, Tech & Environment","Indian Ocean","Clive Irving"],"teaser":"One year ago, Malaysian Airlines Flight 370 disappeared without a trace. The hunt is still on for any evidence of the plane's whereabouts, and that search still isn't even halfway to its conclusion.","contentencoded":"<p>One year ago today, Malaysian Airlines Flight 370 disappeared over the Indian Ocean. The plane travelling from Kuala Lumpur to Beijing has still never been found, but the search — even for any bits of its wreckage — is <em>still </em>ongoing.</p>\n<p>The search is focused on a swath of the Indian Ocean that's roughly twice the size of Maryland, but the Australians leading the effort have only covered about 40 percent of that area. And even that much is quite a feat according to journalist Clive Irving, who has been reporting on the mystery of Flight 370 for The Daily Beast. </p>\n<p>“This territory underwater is spectacularly awful,\" Irving says. \"It’s like an underwater Alps; it has mountains, volcanoes, deep trenches. Nonetheless, the Australians are very confident that they have the right equipment to deal with it.\"</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>\"We have completed about 40% of the search for <a href=\"https://twitter.com/hashtag/MH370?src=hash\">#MH370</a>\" says head of Australian search team <a href=\"http://t.co/LgJU0IwSDJ\">http://t.co/LgJU0IwSDJ</a></p>\n<p>— BBC World Service (@bbcworldservice) <a href=\"https://twitter.com/bbcworldservice/status/573915735271043072\">March 6, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>One of the biggest mysteries of the search is the complete absence of any wreckage. Up to this point, no debris has surfaced. “This is like a murder case without a body, and unless you get the body, everything is supposition and guesswork,” Irving says.</p>\n<p>Conspiracy <a href=\"http://nymag.com/daily/intelligencer/2015/02/jeff-wise-mh370-theory.html\">theories about the plane abound</a>. Irving divides the viable theories into two camps: some kind of foul play or human intervention, or a mechanical failure. Irving himself subscribes to the latter theory.</p>\n<p>“There was no ransom message from hijackers,\" he points out. \"And in order to abduct a plane of that size, [you] would need a great deal of inside expertise of how the plane works.\"</p>\n<p>But both sides can at least agree on one point: “The last six hours of the flight, the plane was flown via autopilot until it ran out of gas and spiralled down into the water,” Irving says.</p>\n<p>Irving believes that MH370 became what’s known as a “zombie flight.” </p>\n<p>“The meaning of a zombie flight is there’s no communication from the plane, from anyone flying the plane. It assumes control of itself like a sort of robot control,\" he explains. \"Whatever the theory of what got it into that position in the first place, no one argues that it didn’t fly itself for those six hours. So this means we have to re-engineer this timeline and go back to when did this zombie flight begin? What happened to the passengers and the crew during that time?”</p>\n<p>Irving hasn’t given up hope that evidence will surface about what happened to Flight 370. The search continues and investigators are still mapping out this treacherous part of the Indian Ocean.</p>\n<p>“[Investigators] have proven that they can find very small objects down there,\" Irving says. \"So far they’ve found shipping containers, which have obviously fallen off of ships, and if you can find something the size of a shipping container sitting in the ocean floor in that place, than you’re going to find something the size of a piece of an airplane down there.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-06%2Fone-year-later-mystery-malaysian-airlines-flight-370-still-just&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03062015_10.mp3"},{"href":"http://www.pri.org/file/0306201510mp3"}]}