{"created":"2014-10-07T19:54:14+00:00","modified":"2014-12-04T14:32:07+00:00","valid":{"from":"2014-12-04T14:32:06+00:00","to":"3014-12-04T14:32:06+00:00"},"hreflang":"en","title":"Why We Think Ignorance Is Bliss, Even When It Hurts Our Health","published":"2014-07-28T17:52:00+00:00","teaser":"People sometimes avoid information because they're afraid of bad news. But this \"information aversion\" can lead people to avoid medical tests that could save their lives.","itags":["npr_api","333945706"],"guid":"840000cc-3015-4268-b1d9-fd0fad67a3ee","contentencoded":"<p>Medical tests are rarely a pleasant experience, especially if you're worried that something could be seriously wrong. That's true even though we know that regular screenings and tests often help doctors catch issues early.</p><p>But of course, humans don't always behave rationally. Sometimes people will go to great lengths to avoid hearing bad news. Social scientists call this sort of behavior information aversion, or the ostrich effect (based on the old myth that ostriches bury their heads in the sand when they're scared). And it can have important implications for our health, researchers say.</p><p>In order to gauge how information aversion affects health care, one group of researchers decided to look at how college students react to being tested for a sexually transmitted disease.</p><p>That's a subject a lot of students worry about, according to <a href=\"http://sites.cgu.edu/tasoffj/\">Josh Tasoff</a>, an economist at Claremont Graduate University who led the <a href=\"http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2370983\">study </a>along with <a href=\"https://www.cmc.edu/academic/faculty/profile.php?Fac=519\">Ananda Ganguly</a>, an associate professor of accounting at Claremont McKenna College.</p><p>The students were told they could get tested for the <a href=\"http://www.nlm.nih.gov/medlineplus/herpessimplex.html\">herpes simplex virus</a>. It's a common disease that spreads via contact. And it has two forms: HSV1 and HSV2.</p><p>The type 1 herpes virus produces cold sores. It's unpleasant, but not as unpleasant as type 2, which targets the genitals. Ganguly says the college students were given information — graphic information — that made it clear which kind of HSV was worse.</p><p>\"There were pictures of male and female genitalia with HSV2, guaranteed to kind of make them really not want to have the disease,\" Ganguly says.</p><p>Once the students understood what herpes does, they were told a blood test could find out if they had either form of the virus.</p><p>Now, in previous studies on information aversion it wasn't always clear why people declined information. So Tasoff and Ganguly designed the experiment to eliminate every extraneous reason someone might decline to get information.</p><p>First, they wanted to make sure that students weren't declining the test because they didn't want to have their blood drawn. Ganguly came up with a way to fix that: All of the students would have to get their blood drawn. If a student chose not to get tested, \"we would draw 10 cc of their blood and in front of them have them pour it down the sink,\" Ganguly says.</p><p>The researchers also assured the students that if they elected to get the blood tested for HSV1 and HSV2, they would receive the results confidentially.</p><p>And to make triply sure that volunteers who said they didn't want the test were declining it to avoid the information, the researchers added one final catch. Those who didn't want to know if they had a sexually transmitted disease had to pay $10 to not have their blood tested.</p><p>So what did the students choose? Quite a few declined a test.</p><p>And while only 5 percent avoided the HSV1 test, three times as many avoided testing for the nastier form of herpes.</p><p>For those who didn't want to know, the most common explanation was that they felt the results might cause them unnecessary stress or anxiety.</p><p>The researchers say that this study — and the growing body of evidence on information avoidance — has important implications.</p><p>Many health screening messages urge people to get tested by reminding them how awful diseases can be. But these scare tactics might be a mistake, Ganguly says.</p><p>\"Scaring people more about the implications may scare them away from getting tested,\" he says.</p><p>That lines up with previous research. In a 2009 study that looked at adolescents in a high school and at a juvenile detention center, scare tactics about sexually transmitted diseases proved to be unnecessary for teenagers who were receptive to health messages. And they were ineffective for teenagers who were indifferent to such messages.</p><p>There's a second approach to consider, Tasoff says. The ostrich effect is produced by anxiety. One way to keep anxieties at bay is to draw as little attention to tests as possible, to make them routine.</p><p>Of course, these ideas need more testing. Keeping people in the dark about their health doesn't square with our notions of patient choice and autonomy. And if you don't tell people how bad a disease can be, that can affect the incentive to get tested at all.</p><p>But one thing seems clear. If we want people to pay attention to their health, it doesn't make sense to stick our heads in the sand about the ostrich effect.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+We+Think+Ignorance+Is+Bliss%2C+Even+When+It+Hurts+Our+Health&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shankar Vedantam","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335986195-e7e309.m3u?orgId=1&topicId=1128&ft=3&f=333945706"},{"href":"http://media.npr.org/assets/img/2014/07/27/npr_diseaseaversefinal-d4842d02ceb02c9e8f8bf1499f6f5aabb978faa9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1095","width":"1460"}}]}