{"created":"2015-05-20T07:30:09+00:00","modified":"2015-05-22T19:05:42+00:00","valid":{"from":"2015-05-22T19:05:42+00:00","to":"3015-05-22T19:05:42+00:00"},"hreflang":"en","title":"Pollinator Politics: Environmentalists Criticize Obama Plan To Save Bees","published":"2015-05-20T16:09:00+00:00","teaser":"The White House's strategy to reverse dramatic declines in bee numbers calls for the restoration of 7 million acres of bee-friendly habitat. Critics say the plan ignores a key culprit: pesticides.","itags":["npr_api","408017267"],"guid":"84075a69-8435-41d1-a3a9-2b9dbbb09cfe","contentencoded":"<p>The buzz around bees has been bad lately. As we've<a href=\"http://www.npr.org/2015/05/15/407071581/beekeepers-reported-losing-42-percent-of-honeybee-colonies-last-summer\"> reported</a>, beekeepers say they lost 42 percent of honeybee colonies last summer.</p><p>And it seems that fixing what ails bees is no simple task. Over the past few decades, they've been hit by diseases and habitat loss. There's also <a href=\"http://www.npr.org/sections/thesalt/2015/04/22/401536105/buzz-over-bee-health-new-pesticide-studies-rev-up-controversy\">increasing evidence</a> that a type of pesticides called neonicotinoids are linked to bees' decline, too.</p><p>This could be bad news for all of us, since bees and other pollinators are critical to our food supply.</p><p>Honeybees alone, according to an Obama administration estimate, add <a href=\"https://www.whitehouse.gov/blog/2015/05/19/announcing-new-steps-promote-pollinator-health\">$15 billion</a> in value to agricultural crops each year by pollinating everything from almonds and apples to blueberries and squash.</p><p>And now the administration has put forth a new action <a href=\"https://www.whitehouse.gov/sites/default/files/microsites/ostp/Pollinator%20Research%20Action%20Plan%202015.pdf\">plan</a> to reverse the declines in bees.</p><p>A key component is a strategy to restore 7 million acres of bee-friendly habitat that have been lost to urbanization, development and farming.</p><p>\"It's a big step in the right direction,\" says <a href=\"https://www.uoguelph.ca/ses/users/nraine\">Nigel Raine,</a> a professor who studies pollinator conservation at the University of Guelph, in Canada.</p><p>The idea is to plant many types of wildflowers — in lots of different areas — so that bees have more places to forage and nest. \"It's making sure they have sufficient flowers to feed on,\" says Raine — and places to live.</p><p>Many environmentalists say restoring bee habitat is a good place to start, but they're critical that the Obama administration has not taken a harder line in limiting the use of neonicotinoids.</p><p>The Natural Resources Defense Council says more urgent action is needed to safeguard our food supply. \"To truly save bees and other pollinators, we must drastically cut down on today's pervasive use of neonicotinoids and other pesticides,\" Peter Lehner, executive director of the NRDC, said in a press release.</p><p>And a similar message is coming from Friends of the Earth. The White House Pollinator Strategy won't solve the bee crisis, the group says.</p><p>The Environmental Protection Agency announced in April that it is not likely to approve new uses of neonicotinoids, but the plan announced by the administration on Tuesday did not call for restrictions on current uses.</p><p>Lisa Archer, who leads the food and technology program at <a href=\"http://www.foe.org/\">Friends of the Earth</a>, said in a <a href=\"http://www.foe.org/news/news-releases/2015-05-white-house-pollinator-strategy-wont-solve-bee-crisis\">statement</a>: \"President Obama's National Pollinator Health Strategy misses the mark by not adequately addressing the pesticides as a key driver of unsustainable losses of bees and other pollinators essential to our food system.\"</p><p>The European Union has already moved to restrict the use of neonicotinoids. And as we've reported, there are proposals in Canada to limit use of the pesticides, too.</p><p>But a leading manufacturer of the pesticides says neonic restrictions are not necessary. \"Neonicotinoids — when used according to labeled directions — can be used safely with pollinators,\" Becky Langer of Bayer Crop Science told us.</p><p>She says the administration's strategy to restore bee-friendly habitat is a good approach, and points out that Bayer is helping to address this issue with its <a href=\"http://beecare.bayer.com/media-center/press-releases/press-release-detail/bayer-cropscience-opens-north-american-bee-care-center\">Bee Care Center</a> and efforts to encourage the expansion of habitat.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pollinator+Politics%3A+Environmentalists+Criticize+Obama+Plan+To+Save+Bees&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"121"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408159242-b88995.m3u?orgId=1&topicId=1132&d=121&p=3&story=408017267&t=progseg&e=408122357&seg=7&ft=nprml&f=408017267"},{"href":"http://media.npr.org/assets/img/2015/05/19/473992532-7641a7566eccbfe952450c815f2f66bb25ef8104.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}