{"created":"2015-01-18T22:35:13+00:00","modified":"2015-01-19T03:10:16+00:00","valid":{"from":"2015-01-19T03:10:16+00:00","to":"3015-01-19T03:10:16+00:00"},"hreflang":"en","title":"A Tattooist And A Tweet Take A Band From Tiny Clubs To Tours","published":"2015-01-18T22:35:00+00:00","teaser":"Fitz and the Tantrums' members clicked instantly, and won a famous fan early. But their rise also required an enormous amount of work — what the bandleader calls \"success by a thousand paper cuts.\"","itags":["npr_api","378163467"],"guid":"841ba313-fd01-4618-a189-d91db1c67e59","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>The Los Angeles-based band Fitz and the Tantrums has been called a \"genre-smashing\" group — blending retro soul and R&B with indie pop.</p><p>In the six years since the band formed, they've had two singles top Billboard's Alternative Songs chart and one that's cracked the Hot 100.</p><p>It all started in 2008, when Michael \"Fitz\" Fitzpatrick got a group of musician friends together together for a rehearsal. He invited vocalist Noelle Scaggs. The two singers had never met before, but their voices instantly clicked.</p><p>\"The crazy thing is that this collective of six people had never played together as one unit before,\" Fitzpatrick says.</p><p>The first song they tried together was a heartbreak power ballad called \"Breaking the Chains of Love.\"</p><p>\"From the first time we played it,\" he says, \"it sounded like we'd been playing together for years.\"</p><p>\"Our voices worked,\" Scaggs adds. \"You know, it really worked immediately and I think after that first song when we looked at each other, all of those nerves all kind of went away.\"</p><p>That first rehearsal was so magical, says Fitzpatrick, that he left the room and called The Hotel Cafe, a famous singer-songwriter venue in LA, and booked a show. \"[I] came back in the room and told everybody, 'We've got a show next week.' And everyone's like, 'Ummm ... we don't even have enough songs,' and I go, 'Well, we better get crackin'.' \"</p><p>The next week, they did their first show at the Hotel Cafe. The young band --with Fitzpatrick and Scaggs on vocals, James King on saxophone and flute, Jeremy Ruzumna on the keys, Joseph Karnes on bass and John Wicks on drums — recorded the band's debut EP in Fitzpatrick's living room and put it up online.</p><p>Here's where things start to snowball. They did a few shows and ended up performing <a href=\"http://www.kcrw.com/music/shows/morning-becomes-eclectic/fitz-and-the-tantrums/\">on NPR member station KCRW's show <em>Morning Becomes Eclectic</em></a>. A tattoo artist, visiting from New York, heard them on the radio and bought the EP.</p><p>Back in New York, Adam Levine from Maroon 5 came in to see the tattoo artist, who recommended Fitz and the Tantrum's music. \"Adam proceeds to listen, starts tweeting about our music, we start having a little conversation with him via Twitter,\" Fitzpatrick recalls.</p><p>\"I was like is this a drone? Or no, what do they call it ... a bot or something?\" Scaggs says. \"I was like, you know, is this his real Twitter account?\"</p><p>\"But it was actually him,\" Fitzpatrick says.</p><p>A week later, Levine was sitting in the front row at a tiny club show the band was doing. A week after that, the band got an offer to open for Maroon 5 on their big East Coast college tour.</p><p>\"And that was just this crazy serendipitous moment, one of many that propelled this band forward,\" Fitzpatrick says. \"And we kind of have never stopped since then.\"</p><p>The band has released two full albums, <em>Pickin' Up The Pieces</em> in 2010 and <em>More Than Just A Dream</em> in 2013. They've performed at huge festivals like SXSW, Coachella and Lollapalooza. Scaggs and Fitzpatrick say it's at venues like that when success feels tangible.</p><p>\"It's funny, I still every show peek out behind the curtain and I'm surprised anyone's there to see us,\" he says.</p><p>All of the members of the band have been involved in many different music projects over the years, but Fitzpatick says there was a special energy with this group from the beginning — \"like the universe was aligning,\" he says. \"And, that said, there was also an incredible amount of back-breaking work.</p><p>\"Our success was kind of like success by a thousand paper cuts, you know, it was just little by little by little.\"</p><p>\"We feel blessed everyday that we get to do what we do,\" Scaggs says. \"That's the break.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Tattooist+And+A+Tweet+Take+A+Band+From+Tiny+Clubs+To+Tours&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378200456-329466.m3u?orgId=1&topicId=1105&aggIds=274340198&ft=3&f=378163467"},{"href":"http://media.npr.org/assets/img/2015/01/18/fitz-af73b93f3c965b8f86d14c2dc78a696983e248b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}},{"href":"http://media.npr.org/assets/img/2015/01/18/Fitz-73e5b07a439d0f33ee66ac670d781a2401a97734.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3895","width":"5194"}}]}