{"created":"2014-10-25T21:45:07+00:00","modified":"2015-04-23T21:57:30+00:00","valid":{"from":"2015-04-23T21:57:30+00:00","to":"3015-04-23T21:57:30+00:00"},"hreflang":"en","title":"From The Stadium To Your Stereo: Behind Baseball's Biggest Sounds","published":"2014-10-25T22:54:00+00:00","teaser":"You can thank audio engineer Joe Carpenter and his 80 microphones every time you hear the crack of a bat, smack of a glove or thud of a base in this World Series.","itags":["npr_api","358662327"],"guid":"841df178-a07e-4bed-a309-9b9d63df7c53","contentencoded":"<p>When the Giants' Gregor Blanco hit a home run to lead off the second game of the World Series, millions of viewers heard that satisfying crack of the bat well before watching the ball fall into the Royals' bullpen.</p><p>It's baseball's most iconic sound, and it's the No. 1 job for Fox's baseball audio engineer-in-chief, Joe Carpenter.</p><p>\"The bat crack is really kinda where everything starts for us,\" Carpenter tells NPR's Arun Rath.</p><p>A trio of parabolic microphones arranged around home plate captures that sound. \"[They're] those big dishes that you see on the sideline of football games,\" Carpenter explains. \"We have three of those behind the plate, one on each side — a left and a right stereo pair of those — and then one in the center to capture more of the umpire sound, and maybe the pitcher.\"</p><p>Or the batter, like Eric Hosmer telling the umpire that a pitch was \"down\" outside of the strike zone.</p><p>But there's a lot more going on in a baseball game than the action at home plate. Carpenter and his team set up around 80 microphones around the rest of the stadium to catch as much sound as possible.</p><p>\"It's challenging in that every baseball stadium is different,\" he says. \"So when we go into a place, you're presented with sometimes a completely different situation.\"</p><p>One example: the bullpens. For pitchers warming up in the Royals' Kauffman Stadium, the bullpens are tucked behind the outfield walls. It's easy for Carpenter to find quiet places to place his microphones. But in the Giants' AT&T Park, the bullpens are right out on the dirt, just across the foul line from the outfield and right in front of the crowd.</p><p>Another challenge is following the action as it happens, switching from microphone to microphone.</p><p>\"It sometimes becomes almost like you're playing a video game,\" Carpenter laughs. \"We have a lot of fun chasing the sound around, you know what I mean? We're really following the video. So we're listening to the director calling [the shots], you kinda get a preview of where they're going, and you try to chase the sound.\"</p><p>Like in the fourth game of the National League Championship Series, when the Giants were playing the St. Louis Cardinals. In the fifth inning, the Giants' Hunter Pence stole second. As soon as the catcher makes the throw, the camera angle switches to face second base, and the microphone in the bag opens up.</p><p>Occasionally, he says, the sound can inform the video. Imagine a runner is leading off at second base.</p><p>\"In baseball coverage, your primary angle for the start of every pitch is from behind the pitcher, looking in at the catcher,\" he explains. \"So you might not necessarily see [the runner]. You might see the top of the guy's head, or the shortstop holding him on base.</p><p>\"Sometimes, the [shortstop] will go over and he'll be like smacking his glove a little bit, and trying to keep [the runner] on second base. And if we hear that through the microphone that we have in second base, maybe we'll open [the microphone] up. Maybe that'll make the director tell Camera 4 to widen out just a little bit more so that you can see the action.\"</p><p>During the game, Carpenter monitors the mix of the sound — which microphones we hear, whether those sounds come from the left or the right, how loud the crowd is.</p><p>\"It's all about perspective,\" he says. \"I'm trying to put you in the ballpark and create that same kind of atmosphere and excitement.\"</p><p>And sometimes, he says, he tries to subliminally divert the viewer's attention through the sound.</p><p>For instance, he says, imagine the runner is leading off first base.</p><p>\"You're looking at Camera 4's perspective from center field. And we open up first base mic, and you might hear the first base coach talking to the runner leading off, saying 'You're good, you're good, you're good, back back back back!' Then, now, when that pitcher turns and wheels around to throw to first, I kinda try to collapse that sound to all down in front of you as if you're the runner diving back into first base.\"</p><p>Our final question: Do you ever fake it?</p><p>\"Never,\" he says. \"Never ever. That'd be cheating, you know? Baseball's still America's pastime to us, man. We wouldn't really want to cheapen it out with any of that.\"</p><p>Carpenter's handiwork will be on display for at least two more games — including Game 4 tonight in San Francisco.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+The+Stadium+To+Your+Stereo%3A+Behind+Baseball%27s+Biggest+Sounds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Becky Sullivan","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358898062-7a457f.m3u?orgId=1&topicId=1055&e=358662327&d=265&ft=nprml&f=358662327"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358898401-355b99.m3u?orgId=1&topicId=1055&e=358662327&ft=nprml&f=358662327"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358898405-f122ca.m3u?orgId=1&topicId=1055&e=358662327&ft=nprml&f=358662327"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358898431-25ba83.m3u?orgId=1&topicId=1055&e=358662327&ft=nprml&f=358662327"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358898458-3e9526.m3u?orgId=1&topicId=1055&e=358662327&ft=nprml&f=358662327"},{"href":"http://media.npr.org/assets/img/2014/10/25/457679980-1--a31ff80bb2dca694bb84fa3dbc069b6e62033c1c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3243","width":"4325"}},{"href":"http://media.npr.org/assets/img/2014/10/24/457627742-e6a715dcbe0aa58fe9b04dbcf26553efc3d29c0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2311","width":"3082"}},{"href":"http://media.npr.org/assets/img/2014/10/25/457681422-e56d3229d1cd326d9261f9d989d5dd11894fdb90.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1727","width":"2303"}}]}