{"created":"2015-05-15T02:12:01+00:00","modified":"2015-05-18T16:31:44+00:00","valid":{"from":"2013-10-11T18:17:51+00:00","to":"3013-10-11T18:17:51+00:00"},"hreflang":"en","description":"Leaders at a few startups in Silicon Valley test out new strategies to raise diversity at their workplaces.","contenttemplated":"[{\"content\":\"<p>As Twitter gets ready for its initial public offering at some point in the not too distant future, it&apos;s getting a lot more immediate scrutiny than it might have expected. Down in the paperwork it filed with the Securities and Exchange Commission was the fact that the Twitter board of directors is all male, and all white.  Only one woman is listed as an executive officer in the company. <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>What&apos;s gotten less attention than that set of facts are some of the practical solutions to increasing diversity in Silicon Valley.<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>I called around recently to some of the folks who are trying to make tech more diverse, to get some of their ideas. <span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Go to where the women are, said Catherine Bracy, director of community organizing at Code for America, a nonprofit that recruits geeks to help government improve infrastructure.<span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>She said in an industry where the pool of female candidates for positions in engineering on up can be relatively small, you have to be pro-active. <span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“We go where they are -- attend conferences where we know  that there are going to be women. We reach out on forums where we know they will participate,” she said. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Aside from active recruiting, Bracy said start-up founders should pay attention to their own unconscious biases. <span> </span></p>\"},{\"content\":\"<p>She told a story about a recent conversation with a friend -- a startup founder who happened to be white and male, who really wanted to build a company that was diverse.  They were discussing how he could bring more women in and, Bracy recalled, in the course of the conversation, “He said would never hire someone who wouldn&apos;t go rock climbing with him.”<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Bracy understood the urge driving his litmus test. “I understand that if you can bring people in that are like you and will support your way of thinking, that&apos;s comforting at a time when you are taking on so much risk,” she said.  “He wanted a way he could tell whether people were going to push themselves, or how they would respond to adversity, when they got into trouble what kind of decisions they would make.”<span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>That makes sense, Bracy said, “But there are other ways to tell that about people. I wanted to say ‘Don’t you see how that excludes, whether it’s conscious to you or not, people from your pool of potential candidates who are going to be different than you?&apos;  That’s a point when someone in a position of power has to question their own perspective.” <span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>To combat unconscious bias, a tech entrepreneur named Eric Ries, author of &quot;The Lean Startup,&quot; took a page from the world of classical music. He began reading about how, for many decades, symphony orchestra hired very few women.  Then, in the 1970s, “They started to audition performers behind a screen,” Ries said.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Soon enough, a lot more women were getting hired.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Even though the applicant pool stayed the same -- no one got magically more talented,” Ries said. “There were no sensitivity  training or diversity initiatives. It was just a simple change in the selection procedure that eliminated unconscious bias.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Reis tried an experiment of his own: when he looked at resumes, he&apos;d have someone black out the name, gender and ethnicity of the applicant. “It was actually a very surreal experience,” Ries said, explaining that it was harder to picture the candidate or build a story about them in his head.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>After he screened those resumes, and chose who to interview, he said “the ethnicity and gender make-up of the next round of our process was different” than his usual selections. <span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>This realization was “very uncomfortable,” Ries said.  But it changed the way he approached hiring.</p>\"}]","itags":["842bae74f4beecd72d7779d2b6c3a033","Marketplace","Marketplace for Friday, October 11, 2013","PMP:Marketplace_PMP"],"byline":"Karen Clark","title":"Startups experiment to diversify Silicon Valley","teaser":"Leaders at a few startups in Silicon Valley test out new strategies to raise diversity at their workplaces.","tags":["APM","Silicon Valley","Wealth & Poverty","startups"],"guid":"842bae74-f4be-4ecd-82d7-79d2b6c3a033","contentencoded":"<div class=\"barn-cleaned\"><p>As Twitter gets ready for its initial public offering at some point in the not too distant future, it's getting a lot more immediate scrutiny than it might have expected. Down in the paperwork it filed with the Securities and Exchange Commission was the fact that the Twitter board of directors is all male, and all white.&nbsp; Only one woman is listed as an executive officer in the company.&nbsp;<span>&nbsp;</span></p>\n<p>What's gotten less attention than that set of facts are some of the practical solutions to increasing diversity in Silicon Valley.<span>&nbsp;</span></p>\n<p>I called around recently to some of the folks who are trying to make tech more diverse, to get some of their ideas.&nbsp;<span>&nbsp;</span></p>\n<p>Go to where the women are, said Catherine Bracy, director of community organizing at Code for America, a nonprofit that recruits geeks to help government improve infrastructure.<span>&nbsp;</span></p>\n<p>She said in an industry where the pool of female candidates for positions in engineering on up can be relatively small, you have to be pro-active.&nbsp;<span>&nbsp;</span></p>\n<p>“We go where they are -- attend conferences where we know &nbsp;that there are going to be women. We reach out on forums where we know they will participate,” she said.&nbsp;</p>\n<p>Aside from active recruiting, Bracy said start-up founders should pay attention to their own unconscious biases.&nbsp;<span>&nbsp;</span></p>\n<p>She told a story about a recent conversation with a friend -- a startup founder who happened to be white and male, who really wanted to build a company that was diverse.&nbsp; They were discussing how he could bring more women in and, Bracy recalled, in the course of the conversation, “He said would never hire someone who wouldn't go rock climbing with him.”<span>&nbsp;</span></p>\n<p>Bracy understood the urge driving his litmus test. “I understand that if you can bring people in that are like you and will support your way of thinking, that's comforting at a time when you are taking on so much risk,” she said.&nbsp; “He wanted a way he could tell whether people were going to push themselves, or how they would respond to adversity, when they got into trouble what kind of decisions they would make.”<span>&nbsp;</span></p>\n<p>That makes sense, Bracy said, “But there are other ways to tell that about people. I wanted to say ‘Don’t you see how that excludes, whether it’s conscious to you or not, people from your pool of potential candidates who are going to be different than you?' &nbsp;That’s a point when someone in a position of power has to question their own perspective.”&nbsp;<span>&nbsp;</span></p>\n<p>To combat unconscious bias, a tech entrepreneur named Eric Ries, author of \"The Lean Startup,\" took a page from the world of classical music. He began reading about how, for many decades, symphony orchestra hired very few women.&nbsp; Then, in the 1970s, “They started to audition performers behind a screen,” Ries said.</p>\n<p>Soon enough, a lot more women were getting hired.</p>\n<p>“Even though the applicant pool stayed the same -- no one got magically more talented,” Ries said. “There were no sensitivity&nbsp; training or diversity initiatives. It was just a simple change in the selection procedure that eliminated unconscious bias.”</p>\n<p>Reis tried an experiment of his own: when he looked at resumes, he'd have someone black out the name, gender and ethnicity of the applicant. “It was actually a very surreal experience,” Ries said, explaining that it was harder to picture the candidate or build a story about them in his head.</p>\n<p>After he screened those resumes, and chose who to interview, he said “the ethnicity and gender make-up of the next round of our process was different” than his usual selections.&nbsp;<span>&nbsp;</span></p>\n<p>This realization was “very uncomfortable,” Ries said.&nbsp; But it changed the way he approached hiring.</p></div>","published":"2013-10-11T18:17:51+00:00","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/fb_office.jpg?itok=qYgIWngy","meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg"},{"type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/11/marketplace_segment19_20131011"},"duration":158,"duration_hms":"00:02:38"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/11/marketplace_segment19_20131011_64.mp3","format":"MP3"}]}