{"created":"2015-01-22T08:34:45+00:00","modified":"2015-06-05T15:30:17+00:00","valid":{"from":"2015-06-05T15:30:17+00:00","to":"3015-06-05T15:30:17+00:00"},"hreflang":"en","title":"Police Fire Tear Gas On Kenyan Kids Protecting A Soccer Field","published":"2015-01-27T01:15:00+00:00","teaser":"Hundreds of kids in Nairobi protested the loss of their playground to a developer Monday. In the end, the children did what ordinary Kenyans are rarely able to do: defend a public space.","itags":["npr_api","378873364"],"guid":"843f45aa-c567-4081-aa8d-c24629fc1031","contentencoded":"<p>Hundreds of elementary schools were protesting the illegal seizure of their playground by a private developer in Nairobi, Kenya, when police fired tear gas into the crowd.</p><p>The incident sparked outrage across the city — and on social media, where Kenyans tweeted with the hashtag <a href=\"https://twitter.com/search?q=%23OccupyPlayGround&src=tyah\">#OccupyPlayGround</a>.</p><p>But the shocking images and <a href=\"https://www.youtube.com/watch?v=rSXo9sKMSZg\">videos</a> of the ordeal provoked a surprisingly proactive response. In the end, these Kenyan kids did what ordinary Kenyans are rarely able to do: defend disappearing public space.</p><p>The process is known as \"land-grabbing.\" A fence suddenly appears overnight around a parcel of government property. Those who protest are warded off — sometimes violently — by police. In time, a new high-rise or hotel or parking lot appears, owned by a politically connected magnate.</p><p>But this time, the land in question was next to an elementary school, Langata Road Primary School. And the protesters were kids as young as 8, who used the land to play soccer.</p><p>When developers set up a fence separating the school from the playground over the winter break, several hundred kids showed up on Monday to protest. They ended up breaking down the new fence. In response, heavily armed police fired tear gas on the kids.</p><p>\"The tear gas was so bad!\" Kevin Sande, 10, said Tuesday.</p><p>The gas made their eyes red and caused them to cough, other kids said.</p><p>In full disclosure, I can't be sure that Sande and his classmates I interviewed at Langata Road Primary School were the ones that got tear-gassed. In the disturbing photos from that day, it's hard to make out the faces on the green uniforms engulfed in white smoke.</p><p>\"I didn't understand whether we are in Kenya or the Gaza Strip,\" says Rahab Mwikali, an activist, who came to the school to express sympathy. \"I thought what could this be?\"</p><p>But the deeper question for Kenyans — besides how could police do this — was who were they were doing it for? Who was trying to snatch the kids' playground? No one, not even the government, would say.</p><p>Nairobi is one of the fastest growing real estate markets in the world. According to the annual <a href=\"http://www.thewealthreport.net/resources/thewealthreport2014.pdf\">Knight Frank Report</a>, the growth rate of Nairobi's housing cost is rated no. 31 in the world, ahead of Miami, Washington, D.C. and Istanbul.</p><p>The growth of Nairobi's real estate market is driven by Kenya's rising economy, which is an unbalanced one: All good jobs are in the capital. But the registration of titles and deeds is murky in Nairobi. They're controlled by an elite group that ordinary Kenyans are usually powerless to stop.</p><p>Except this time.</p><p>A day after the incident, Kenya's president, Uhuru Kenyatta, condemned the use of tear gas and suspended the senior officer involved. The acting interior minister, Joseph Nkaissery, came to the school personally to apologize.</p><p>And then the bulldozers came.</p><p>Standing in front of the bulldozers, in a shiny suit and white tie, was the chief surveyor from the Kenyan Land Ministry, Cesare Mbaria. He told reporters the government was delineating the school's real boundary — which includes the playground.</p><p>\"We need to put a proper wall for the school to ensure we secure the property,\" Mbaria said.</p><p>But why the bulldozers, just to build a wall? Turned out the kids were also getting a brand new flattened soccer field.</p><p>\"Yes! We are happy. Very happy happy,\" a bunch of kids at the school cheer. \"Because we now have the ground. We can play now.\"</p><p>That's not how these stories usually end. Land grabs are such a divisive issue in Kenya that the most controversial ones have sparked deadly ethnic riots and even acts of terrorism.</p><p>But when I drove away from the school in a different part of the city, I saw another victory for the public. I passed another prime piece of real estate with a private developer's illegal fence around it. Government bulldozers were destroying the fence, reclaiming public land, to a surprised and swelling crowd.</p><p>It seemed that, at least for now, the school kids in Nairobi had won more than just their own playground.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Police+Fire+Tear+Gas+On+Kenyan+Kids+Protecting+A+Soccer+Field&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379010328-6eb8de.m3u?orgId=1&topicId=1031&d=243&p=3&story=378873364&t=progseg&e=379010178&seg=16&ft=nprml&f=378873364"},{"href":"http://media.npr.org/assets/img/2015/01/21/461760530_sq-14a32b7f3898b4d34cf3332eaeee45b9796e21a6.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1690","width":"1690"}},{"href":"http://media.npr.org/assets/img/2015/01/21/461761178-7c80f9c0803d555014cfd77e0aa8d89425d7654d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2055","width":"2740"}}]}