{"created":"2015-01-12T21:05:36+00:00","modified":"2015-01-12T21:08:10+00:00","valid":{"from":"2015-01-12T21:08:10+00:00","to":"3015-01-12T21:08:10+00:00"},"hreflang":"en","guid":"84425bbe-18da-4f28-9648-9c62c5450586","title":"Electricity could boost your kid's brainpower","published":"2015-01-12T21:08:07+00:00","byline":"Ari Daniel","tags":["science","education","brain","learning","Education","Lifestyle & Belief","Technology","Development & Education","Science, Tech & Environment","Oxford","United Kingdom","Europe","Gloriana","Dan","Ari Daniel Shapiro","Roi Cohen Kadosh","Uri Fligil","Cathy","Sam","Brainpower","Neurophysiology","Medicine","Transcranial direct-current stimulation","Electrical brain stimulation","Health"],"teaser":"If a little electrical stimulation to your kid's head could help with schoolwork, would you be interested?","contentencoded":"<p>An Oxford University researcher will soon test whether applying an electric current to part of the brain can help children learn math — an effect previously demonstrated in adults. And some parents are eager to gain access to the device.</p>\n<p>Sam, a 14-year-old in southern England, strums his guitar effortlessly. The music just flows out of him.</p>\n<p>\"I don't really have to think about it,\" he says. \"When I play guitar, my brain just works, like, super well. I can learn new things really quickly and remember them for a long amount of time.\" But math is not like that for Sam.</p>\n<p>\"I don't understand it,\" he says. \"It's like speaking Chinese to me. I don't know what the heck it means.\"</p>\n<p>The basics of math — adding, subtracting, multiplying — come naturally to Sam, but anything more advanced is hard. Several years ago, his performance in class slumped. Sam was giving up. And his parents, who asked that their last name not be used, were worried.</p>\n<p>\"You feel kind of helpless,\" his mother, Cathy, says. \"You want to do the best you can to try and get the best out of your child.\"</p>\n<p>His father, Dan, agrees. \"As a father, you want to see your son really reaching and aspiring and really wanting to try. You want your son to believe in himself,\" he says. So Cathy and Dan started looking into how to help Sam.</p>\n<p>They tried dietary supplements, tutoring, and biofeedback. None of it worked. Then Dan stumbled upon a study out of Oxford University.</p>\n<h5>An Electrical Boost</h5>\n<p>Oxford neuroscientist Roi Cohen Kadosh conducted the study, which was published in the journal Current Biology. \"We did several experiments showing that if we stimulate the [correct] brain area with the right protocol, we can actually improve mathematical abilities,\" he says.</p>\n<p>In his study, Cohen Kadosh used something called transcranial direct current stimulation (tDCS). He put electrodes on each subject's scalp and delivered a trickle of current — about a milliamp — to the brain.</p>\n<p>\"By giving this tiny electricity, we can change the responsiveness of the neurons and make them more prone to fire and to participate in a certain cognitive task,\" he says. Cohen Kadosh applied this electrical current while teaching his subjects certain mathematical tasks.</p>\n<p>These sessions were repeated multiple times over the course of a week. Those who got the treatment performed better on these tasks compared with those who didn't receive the treatment. And this effect lasted upwards of six months.</p>\n<p>This kind of electrical brain stimulation is not new. For over a hundred years, scientists have tried tDCS on everything from treating pain to helping patients who have suffered strokes. Lately, though, there has been a flurry of interest in using the technique to boost learning.</p>\n<p>For instance, the US Air Force recently tested tDCS as a way to enhance the training of those who pilot unmanned drones. Researchers found that the electrical stimulation accelerated learning and improved the ability of pilots to identify enemy targets in complex radar images.</p>\n<h5>Not Just for Lab Use</h5>\n<p>The general public may soon have wider access to tDCS technology. Although the devices are regulated as medical equipment, you can find instructions for do-it-yourself kits online. And a Spanish company has just launched an inexpensive version for use in doctors' offices.</p>\n<p>Uri Fligil, marketing director for Barcelona-based Neuroelectrics, displays his company's product, called Starstim. He fits a snug neoprene cap on his head and fastens it beneath his chin. The electrodes can be inserted into any of the twenty or so holes in the cap, depending on which part of the brain requires stimulation.</p>\n<p>The caps come in different sizes. \"You have different sizes of head, like you wear clothes — so you have small, medium, large caps,\" he says. \"We design, as well, caps for kids in different ages.\"</p>\n<p>The device is intended for medical use — for instance, for treating pain — but Fligil says his company cannot control if doctors decide to use it off-label for other purposes, like enhancing learning.</p>\n<p>Most of the studies that have looked at tDCS to improve learning, including the Oxford study of math abilities, have been conducted on adults. Very little is known about the effects — and side effects — of this kind of brain stimulation on kids.</p>\n<p>Despite those unknowns, some parents are eager to get their hands on this technology. \"I am now prepared to mess with my son's neurochemistry to allow him success,\" says Gloriana (not her real name), a mother of two who lives outside London. \"You know, plug him in in the morning, plug him in in the afternoon, and then rewire the brain.\"</p>\n<p>Depending on which doctor they've seen, Gloriana's 14-year-old son has been diagnosed with ADD, Asperger's, or dyslexia. He is actually quite good at math, but he has trouble with other subjects. Gloriana wants to see if tDCS might help him succeed in school. \"We just have to give him the best chance of having a normal life,\" she says.</p>\n<h5>From Adults to Children</h5>\n<p>Gloriana is one of many parents who have reached out to Roi Cohen Kadosh — the Oxford researcher — asking if he could test his device on their kids. In fact, Cohen Kadosh has just started recruiting children for a new study, to see if tDCS can improve math abilities in kids, the way it does in adults.</p>\n<p>\"My job is to be frank with the parents and to tell them what we know at the moment. Like any other treatment, there is a risk,\" he says. \"I don't think that the risk here is high,\" he adds. Still, no one knows if the device might cause subtle harm to a child's developing brain.</p>\n<p>Dan and Cathy, the parents of 14-year-old Sam, are trying to decide if they should enroll their son in the new study at Oxford. They are torn.</p>\n<p>To Dan, the idea of using a tiny electric current \"sounds radically safer than allowing my son to have some of these other drugs that are so commonly used right now with nobody batting an eye,\" he says.</p>\n<p>But Cathy expresses concern that tDCS could be habit-forming. \"When you see results suddenly go up, does a child suddenly want to use it more and more?\" she asks. \"That's possibly where I might have to draw the line.\"</p>\n<p>The prospect of this kind of brain enhancement also raises big questions for society. Would a device like this give an unfair advantage to wealthy kids, whose parents can afford the brain boosting technology? Might tDCS discourage kids from simply trying harder in school?</p>\n<p>As for Sam, who finds music easy but math hard, he says he does not want to be a lab rat. \"When you attach something to your head, you don't know what's going on inside it,\" he says. \"That might freak me out just a bit. I'd rather know it's been proven to help people than be the first one to try it.\"</p>\n<p>It turns out Sam will not be the first to try it. Roi Cohen Kadosh has identified a volunteer to kick off the new study of tDCS in children. He and his team at Oxford are planning to get started by the end of the year.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/10242012brain.mp3"},{"href":"http://www.pri.org/file/10242012brainmp3"}]}