{"created":"2014-12-08T09:17:11+00:00","modified":"2015-05-20T20:04:41+00:00","valid":{"from":"2015-05-20T20:04:41+00:00","to":"3015-05-20T20:04:41+00:00"},"hreflang":"en","title":"U.S. Tech Firms See Green As They Set Up Shop In Low-Tax Ireland","published":"2014-12-08T13:54:00+00:00","teaser":"Google, Apple and other industry leaders have global headquarters in Ireland. But the U.S. Congress and others aren't happy, and the Irish are reconsidering some of these business-friendly tax laws.","itags":["npr_api","368770530"],"guid":"844e521c-1645-4ede-8d1b-b16fbbd5c68f","contentencoded":"<p>Here's a fact that might surprise you: All of the top 10 U.S. companies that were born on the Internet — including Google, Amazon and eBay — have overseas corporate headquarters in Ireland.</p><p>The American tech sector is huge in Ireland. It's growing rapidly — and having a huge impact on life there.</p><p>But the tax system that's fueling the growth is also infuriating some people in the U.S. and Europe — and has Ireland reconsidering its tax code.</p><p><strong>A City, And Country, Transformed<br /></strong></p><p>Cork is one of the places benefiting from the U.S. tech boom. The Irish city is home to 120,000 people — as well as Apple's only global corporate headquarters outside the United States. That headquarters — all gleaming metal and glass — employs 4,000 people.</p><p>Apple didn't have anybody available to talk with us, so we asked the neighbors what life is like in the shadow of the giant.</p><p>Shane Galway, an electrician who works across the street, says it has had a big impact. Roads have been built specifically for it; recent VIP visitors have included the head of the Irish government and Apple CEO Tim Cook.</p><p>And the impact on the economy stretches far beyond the 4,000 people who work for Apple. Galway, for instance, used to do electrical work at Apple headquarters, even though the company never employed him directly.</p><p>Christina Brannagh, a local English teacher, says a lot of her students work for Apple.</p><p>\"We even teach English at Apple, because a lot of them don't have English as a first language,\" she says.</p><p>At a real estate office called Trading Places, Gina O'Donovan says she always knows when the U.S. tech workers walk in the door.</p><p>\"They're usually quite trendy and very, very nice and polite,\" she says. \"Whereas the Irish are a bit more — I suppose, not as polite, you know?\"</p><p>She says the city has transformed. Home prices are up. There are more diverse restaurants and trendier bars — another place the tech arrivals stand out.</p><p>\"They try to adjust to the drinking, but it doesn't always work very well for them, I'm afraid,\" O'Donovan says. \"We're more hardened at that.\"</p><p>The changes in Cork are playing out across Ireland. These days, you can find company towns all over the country — where the companies are American tech firms. In Limerick, it's Dell, which employs 2,500. In Dublin, IBM has a couple of thousand employees, and Google has around 3,000.</p><p>Twitter arrived in Dublin about three years ago. It's now the company's largest office outside the U.S., with more than 200 staff.</p><p>Stephen McIntyre is the managing director of Twitter in Ireland, the company's European headquarters.</p><p>\"We've doubled in the last year, and we're expecting that growth to continue over the forthcoming years,\" he says.</p><p>So what attracts all of these tech firms to Ireland?</p><p>If you ask people like McIntyre, they'll tell you it's a variety of things: the experience of other companies, the availability of skilled talent, the business-friendly environment.</p><p>But if you ask someone like Bob Goulder, with the nonprofit group <a href=\"http://www.taxanalysts.com/www/website.nsf/Web/RobertGoulder\">Tax Analysts</a>, why these U.S. companies are in Ireland, you'll get a much shorter answer.</p><p>\"Because they don't have to pay a lot of tax,\" he says.</p><p><strong>The Lure Of Big Financial Breaks<br /></strong></p><p>Ireland charges U.S. companies only a third of what they'd pay in America.</p><p>\"There's a huge differential between profits being taxed at 35 percent in the United States and being taxed at only 12.5 percent in Ireland,\" he says.</p><p>And those are just the official rates. In reality, Goulder says, some American companies pay less than 2 percent tax on their profits in Ireland.</p><p>Take Apple, for instance.</p><p>\"According to their own disclosures, they currently have $137 billion sitting offshore, indefinitely reinvested outside the United States,\" Goulder says.</p><p>That makes American lawmakers furious. At a hearing last year, senators accused Apple CEO Tim Cook of dodging taxes.</p><p>Cook insisted his company does no such thing.</p><p>\"We pay all the taxes we owe. Every single dollar,\" he told them. \"We not only comply with the laws, but we comply with the spirit of the laws.\"</p><p>Young professionals in Ireland understand how the country is perceived.</p><p>Sean Brannagh, an American Web developer who moved to Cork, likens it to a \"duty-free zone, but for companies.\"</p><p>His friend Seamus Obuadhachain is getting his doctorate in artificial intelligence.</p><p>\"I have friends who have graduated in the last couple of years who've gone to work for companies like Facebook and Microsoft and Yahoo who all base themselves in Ireland, and they know that it's explicitly because of the tax laws which are lax over here,\" Obuadhachain says. \"Everyone knows this, but we benefit from it, we're not complaining.\"</p><p><strong>Of Complaints, And Change</strong></p><p>People outside of Ireland are complaining — and not only members of Congress. The European Commission recently started an investigation into whether Ireland's tax arrangements with Apple amount to illegal state aid.</p><p>A couple of months ago, Ireland's finance minister, Michael Noonan, acknowledged that his country has a perception problem.</p><p>\"Aggressive tax planning by multinational companies has been criticized by governments across the globe and has damaged the reputation of many countries,\" he said.</p><p>He announced that he is changing a policy known as the \"Double Irish\" that lets some companies base themselves in Ireland but register for tax purposes in an overseas tax haven.</p><p>\"I am abolishing the ability of companies to use the Double Irish by changing our residency rules to require all companies registered in Ireland to also be a tax resident in Ireland,\" Noonan said.</p><p>But companies already in Ireland won't have to make that change for another six years. And Ireland is introducing a new provision known as a \"patent box\" that may reduce the tax bill for these companies even more.</p><p>Through all of this, nobody accuses tech companies of actually breaking the law.</p><p>\"The outrage is not what's illegal,\" says Goulder, the tax expert. \"The outrage is what's perfectly legal.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Tech+Firms+See+Green+As+They+Set+Up+Shop+In+Low-Tax+Ireland&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369276331-8a22ec.m3u?orgId=1&topicId=1004&d=235&p=3&story=368770530&t=progseg&e=369264988&seg=4&ft=nprml&f=368770530"},{"href":"http://media.npr.org/assets/img/2014/12/05/apple-ireland-getty-6cfd249b3df5ef232497c0af990717497221fc7f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1265","width":"1686"}},{"href":"http://media.npr.org/assets/img/2014/12/05/twitter-ireland-landov_custom-1128aae9b4bae570d33bc702425c88d3f2b66454.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1913","width":"2334"}},{"href":"http://media.npr.org/assets/img/2014/12/05/cork-getty_custom-ae4b268d9e1781f29a68df93fa4a37511ab79ccf.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1862","width":"3000"}}]}