{"created":"2015-07-02T20:44:06+00:00","modified":"2015-07-02T21:23:01+00:00","valid":{"from":"2015-07-02T21:23:01+00:00","to":"3015-07-02T21:23:01+00:00"},"hreflang":"en","guid":"845e33a2-6cea-4d83-9d5b-ced9c032035b","title":"Mass youth protests in Armenia target corruption","published":"2015-07-02T21:22:57+00:00","byline":"Christopher Woolf","tags":["protests","business and economy","SafeMode","Global Politics","Yerevan","Asia","Armenia"],"teaser":"Thousands of Armenian youths have been protesting in the streets for the last 10 days. They're mad at a proposed hike in the cost of electricity. They accuse the Russian-owned electric company of corruption. ","contentencoded":"<p><a href=\"http://www.pri.org/stories/2015-06-25/youth-protests-have-shaken-armenia-were-years-making\">Mass protests have gripped Armenia since late June</a>. Many of the protesters are young. They’re all angry at a proposed hike in the cost of electricity.</p>\n<p>But the wave of unrest is about much more than that.</p>\n<p>“The protests,” says activist Babken DerGrigorian, “are really about a growing frustration with a lack of accountability and transparency within the Armenian government.”</p>\n<p>But DerGrigorian is quick to add that this is no revolution. “It’s less about who is in power, and more about making sure the institutions of the Armenian state are accountable to the population.”</p>\n<p>“The most popular chant is ‘We own this country.’”</p>\n<p>The protests were initially met with water cannons and rubber bullets from police, but, as DerGrigorian notes, that was followed the next day by 10-fold increase in the size of protests.</p>\n<p>The unrest is being closely watched in Moscow. The price hike was proposed by Armenia’s only electricity distribution company, The Armenian Electrical Network, which is wholly owned by a Russian company, Inter RAO UES.</p>\n<p>Most of the top managers of the electric company are expat Russians, and the protesters accuse them of mismanagement and corruption, driving swanky cars, living out of luxury hotels and drawing huge salaries. The mismanagement has driven the company deep into debt.</p>\n<p>The Armenian government blames the price hike on fluctuations in the currency, but DerGrigorian says he and the other protesters don’t buy that, because the Russian ruble has also fallen. He says the CEO of the electric company has admitted mismanagement is behind the crisis.</p>\n<p>Russian news media have been reporting the protests as an incipient \"Maidan,\" like the revolution that struck Ukraine in 2013-14, or as a \"color revolution,\" like the Rose revolution in neighboring Georgia, or the Orange Revolution in Ukraine. DerGrigorian says that’s nonsense.</p>\n<p>The protests have been organized via social media with the hashtag #ElectricYerevan. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-02%2Fmass-youth-protests-armenia-over-corruption&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07022015_02.mp3"},{"href":"http://admin.pri.org/file/0702201502mp3"}]}