{"created":"2014-10-19T11:43:19+00:00","modified":"2014-11-10T20:40:38+00:00","valid":{"from":"2014-11-10T20:40:37+00:00","to":"3014-11-10T20:40:37+00:00"},"hreflang":"en","title":"Chef Ottolenghi Makes The Case For 'Plenty More' Vegetables","published":"2014-10-20T16:46:00+00:00","teaser":"Israeli chef Yotam Ottolenghi talks with Rachel Martin about the difference between supermarket hummus and Middle Eastern hummus and why he doesn't like to call his cookbooks \"vegetarian.\"","itags":["npr_api","356947700"],"guid":"845fe061-aaa9-4602-98e7-3b3e3514fed4","contentencoded":"<p>When's the last time you cooked with sorrel leaves or nigella seeds? What about a marrow squash or verjuice? (Don't even know what a verjuice is? Neither did we — it's a special sauce made from semiripe wine grapes.)</p><p>All these ingredients might sound exotic and complicated, but chef Yotam Ottolenghi is here to convince you that you don't have to be a professional chef to use them. In his new book, <em>Plenty More,</em> Ottolenghi demonstrates how some off-the-beaten-path ingredients can turn your quotidian vegetable side dish into a thing of majesty.</p><p>Ottolenghi joins NPR's Rachel Martin to explain the difference between supermarket hummus and Middle Eastern hummus and why he doesn't like to call his cookbooks \"vegetarian.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On calling his books vegetable-based, not vegetarian</strong></p><p><em>Plenty</em> and <em>Plenty More</em> are both vegetable-based books. I don't like to call them vegetarian because vegetarian, for me, rings of all sorts of things that I think these books are not. ...</p><p>The difficulty with vegetarianism, I find, is that it's very exclusive. It means, like, I never look at meat or fish in my life. I grew up in Jerusalem in the Middle East, and in various parts of the Middle East and Asia, the diet is very plant-based and doesn't include lots of meat in it. Meat is more special — you add a little bit of it or you don't use it at all. That attitude, I think, is a very healthy attitude to eating. It's not about denying yourself of something completely. It's about celebrating the wonderful world of vegetables.</p><p><strong>On the many different ways to eat vegetables</strong></p><p>I'm trying to concentrate on the cooking techniques of vegetables. I think people's imaginations, when it comes to vegetables, focus often on one or two cooking techniques. More often than not it's boiling. You know, you simmer your vegetables and then maybe you dress them, and that's about it. ... Roasting is the next stop. But there's lots of other things you can do.</p><p>You can eat them raw, like cabbages and turnips and cauliflowers. You can eat them raw in slaws, you can fry them, you can chargrill them, which gives them that wonderful smoky aroma. You can steam them, you can braise them — which is cooking with a little bit of liquid but not a lot. So, there's tons of ways of cooking vegetables, and each cooking technique has particular results.</p><p><strong>On investing in interesting ingredients</strong></p><p>Yes, this has always been important to me — and now it's actually part of my \"brand,\" a word that I don't like to use — but I think people that see my name on a recipe book expect to be surprised and expect to be informed about the next big ingredient. It doesn't need to be expensive, but they do require you to, maybe, go out of your way to an ethnic shop, to maybe a Middle Eastern supermarket or an Asian supermarket and go and buy them. But they do add a lot of extra interest to your food, and if you do want that little edge, that flavor or taste that you haven't had before, then it is an effort worth taking. But having said that, don't stress out if you see a recipe that has an ingredient that you don't know. Often, I think you can leave it out or there's easy substitutes and you'll be fine.</p><p><strong>On sorrel</strong></p><p>Sorrel is literally a weed. It used to be much more common in French cookery. It's got a very, very, very sharp edge — it's like, sharper than, almost than vinegar — but it also has a grassy note. So when you take the leaves and you pulverize them or blitz them together into a sauce, you get this wonderful, green, pestolike sauce that has an extreme acidity, and it's just wonderful. I can't really explain how wonderful and delicious it is, and I add it to salads, to meat dishes and fish.</p><p>In this particular case [see recipe below], I mix it with peas with a bit of mustard and [yogurt] ... and it just brings the peas to life. All of a sudden, the sweetness of the peas has that acidity of the sorrel, and it is one of the most delicious recipes. And it only made it because we loved it so much. It was almost — it was late in the day, where all the book was finally finalized when I was trying this recipe, and I thought, \"It has to get into the book because it's so special.\"</p><p><strong>On the difference between the hummus you find in the supermarket and the hummus you find in the Middle East</strong></p><p>It's a night-and-day kind of difference. When you buy a tub of cold hummus from the supermarket, normally it's slightly cold, it could be a bit bland, and it's very uniform. The hummus that we have in Jerusalem is extremely popular around midday or late morning — where it's a brunch dish — served warm, in a big plate, with all kinds of condiments, raw onion, lots of olive oil drizzled on top, some lemon juice, hard-boiled egg. And it's a whole meal, it's a luscious, wonderful, warm meal that really is — until you had it, you kind of don't know what you're missing.</p><p><strong>On whether he'll write a book focused on meat</strong></p><p>I never quite know what my next step will be, so, I mean, I love cooking meat and I publish recipes for meat. But a whole book — I'm not sure I've got one in me. But I don't write vegetarian cookbooks out of ideology, I write vegetarian cookbooks just because I like vegetables so much. So I do what I feel very passionately about. So, I think, maybe, a pastry book is in the offering. I think that's something that might happen, but a meat book — I'm not quite ready for that yet.</p><hr /><h3>Recipe: Peas With Sorrel And Mustard</h3><p><em>I once said that I look for \"drama in the mouth\" when eating. I don't need every spoonful to make a statement, but I am always on the lookout for bursts of pronounced flavor and mouthfuls that surprise and delight. These can come in many forms: preserved lemon skin, barberries, thin-stem ginger in syrup. Give any of these a mellow background and they'll shine. Sorrel is another ingredient with this in-built \"wow\" factor. When paired with more evenly balanced flavors, this sour leaf can turn even the most frugal of meals into something very special.</em></p><p><em>I hope that more supermarkets will begin to stock sorrel when it's in season in the summer months. A few do, but it's still hard to find, so you'll need to hunt it down at good grocery stores and farmers markets.</em></p><p><em>This dish snuck into the book at the eleventh hour, when things were being wrapped up and new recipes were being developed for future </em>Guardian<em> </em><em>columns. One bite secured its late entry to the book, and it will always be the recipe that heralded the end of the shoot, the beginning of spring and a celebration of all good things. It's delicious by itself but goes very well with some simply cooked fish or chicken and plain rice or bread.</em></p><p>(Serves four as a side dish.)</p><p>10 1/2 ounces/300 grams fresh or defrosted frozen green peas<br />2 teaspoons Dijon mustard<br />1 1/2 teaspoon dry mustard<br />3/4 teaspoon superfine sugar<br />2 tablespoon olive oil<br />2 cups/220 grams green onions, white and green parts, trimmed and sliced on the diagonal into 3/8-inch-/1-centimeter-thick slices<br />2 cloves garlic, thinly sliced<br />1 tablespoon black mustard seeds, toasted<br />6 tablespoons/75 grams Greek yogurt<br />3 1/2 ounces/100 grams sorrel leaves and stems, coarsely shredded<br />Salt</p><p>Bring a pan of water to a boil, add the peas, and blanch for just 30 seconds. Drain into a colander, refresh under cold water, and set aside.</p><p>Place both mustards in a small bowl with the sugar, 3 tablespoons water, and 1/2 teaspoon salt. Mix together to form a smooth paste and set aside.</p><p>Place a large saute pan over medium-high heat and add the oil. Once hot, add the green onions and garlic and fry for 8 minutes, stirring frequently, until golden brown. Turn down the heat to low and add the mustard sauce, peas, 2 teaspoons of the mustard seeds, and the yogurt. Stir for 1 minute until everything is well mixed and the yogurt is warmed through. Remove from the heat, stir in the sorrel, and serve at once, with the remaining 1 teaspoon mustard seeds sprinkled on top.</p><p><em>Reprinted with permission from </em>Plenty More: Vibrant Vegetable Cooking from London's Ottolenghi<em> by Yotam Ottolenghi, copyright 2014. Published by Ten Speed Press, an imprint of Random House LLC.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chef+Ottolenghi+Makes+The+Case+For+%27Plenty+More%27+Vegetables&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"435"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357341798-67433e.m3u?orgId=1&topicId=1033&ft=3&f=356947700"},{"href":"http://media.npr.org/assets/img/2014/10/17/peas-with-sorrel-3-4145a733fcd45f54131fc62b7f4206fa2cfc67d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1498"}},{"href":"http://media.npr.org/assets/img/2014/10/17/yotam-ottolenghi-high-res-credit-pal-hansen-95344d3e000759bcb72517c4ddbcc2194f4098a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1423","width":"1898"}}]}