{"created":"2015-04-03T09:05:40+00:00","modified":"2015-06-05T15:26:59+00:00","valid":{"from":"2015-06-05T15:26:59+00:00","to":"3015-06-05T15:26:59+00:00"},"hreflang":"en","title":"The More Things Change, The More They Stay The Same As 'Mad Men' Winds Down","published":"2015-04-03T19:21:00+00:00","teaser":"AMC's award-winning drama <em>Mad Men</em> returns for its final season Sunday. NPR TV critic Eric Deggans says these last seven installments explore how little people change, even in tumultuous times.","itags":["npr_api","397054551"],"guid":"846585a0-049d-4953-a912-1b24c1d5c0ad","contentencoded":"<p><em>(Be warned: Some spoilers about Sunday's episode follow.)</em></p><p>If <em>Mad Men</em> has a mission statement, it's probably this: The times may change tremendously, but people rarely do.</p><p>Even when they really want to.</p><p>Consider the show's lead character, hotshot ad man Don Draper, a cool, in-control success to those who know him the least. As Sunday's episode begins, he is single again, a second marriage left in tatters due to his wandering eye.</p><p>But the first scene features Don whispering to a beautiful, younger woman who is wearing only lingerie — and a very special coat.</p><p>\"I've never worn mink before,\" the woman says softly.</p><p>Don replies with his trademark mix of confidence and seduction: \"It's chinchilla. And it costs $15,000. How does that make you feel?\"</p><p>\"Nervous,\" she says.</p><p>\"You're not supposed to talk,\" he replies. \"Show me how you feel.\"</p><p>Once she complies, viewers learn there's more to their interaction than it seems at first glance. Still, the message is clear: Old habits die hard.</p><p><em>Mad Men</em> begins its last run of original material Sunday, airing the first of seven episodes to close out a show that both helped establish AMC as a powerhouse of high-quality TV drama and kick-started today's golden age of television excellence.</p><p>As the new episode begins, we are at the end of the 1960s (showrunner Matt Weiner has asked critics not to say exactly when that is) and Draper's agency is coping with life as an independent subsidiary of a larger firm.</p><p>But despite some longer sideburns, porn star-style moustaches and nods to an approaching '70s liberalism, many of the characters still cleave to their old-school approaches to life and work.</p><p>Just ask <em>Mad Men</em> co-star Elisabeth Moss, who spoke during a recent press conference about the evolution of her character Peggy Olson — an always-cautious, sometimes-frumpy workaholic.</p><p>\"I think the thing I'm most surprised by is that she actually hasn't changed in a lot of ways,\" Moss said of Peggy, who seems at turns to be frustrated — then comforted by — her own fuddy-duddy nature. \"Which I think goes for I think for a lot of the characters. And that's part of our story in this last season, is that people do change but there are a lot of ways they don't, unfortunately.\"</p><p>Sometimes, <em>Mad Men</em>'s characters find the world won't let them change.</p><p>That's a problem for Joan Harris, a voluptuous former secretary who's now a partner in Draper's firm. In one scene, she joins Peggy in trying to convince a male executive from the McCann Erickson advertising firm to help with a client who makes pantyhose.</p><p>\"Do you wear them, Joan?\" he asks with a leer.</p><p>\"I do,\" she says diplomatically. \"I think anyone would be equally interested in the price per unit.\"</p><p>But he has other ideas: \"Why aren't you in the brassiere business?\" he asks.</p><p>\"Excuse me?\" Joan says.</p><p>\"You should be in the bra business,\" he says, glancing at her chest. \"You're a work of art.\"</p><p>None of this is new to longtime <em>Mad Men</em> fans; overt sexism has provided some of the show's most incendiary moments. Still, Joan — who rose to become a partner at the firm after sleeping with a client — has had enough.</p><p>But when she vents about the humiliation in an elevator, Peggy hardly has her back, saying, \"I don't know. You can't it have both ways. You can't dress the way you do and ...\"</p><p>\"How do I dress?\" Joan shoots back.</p><p>\"Look, they didn't take me seriously, either,\" Peggy says.</p><p>\"So what you're saying is, I don't dress the way you do, because I don't look like you,\" Joan says acidly. \"And that's very, very true.\"</p><p>These are the curveballs Weiner loves to throw at viewers. Just when you think a moment is coming that would bring together two women who have struggled against sexism their entire work lives, he leads them into an unexpected — and more revealing — confrontation.</p><p>Matt Weiner says the show's final stories also echo an old truism about period pieces: They're never really about the times they portray. They're about the times in which they are made.</p><p>He explains: \"To see the turning away at the end of 1968, all of the movements for change being squelched, people being assassinated, well, at a certain point, everyone's like, 'Enough already; I can't do anything about the world. It's time to turn inward.' And that's what I felt about the end of the decade and I do feel that's going on right now.\"</p><p><em>Mad Men</em> leaves a tremendous TV legacy as the first original series hit for AMC, which has also aired <em>The </em><em>Walking Dead</em> and <em>Breaking Bad</em>.</p><p>And it pushes the boundaries of television as a drama that never, ever does quite what the audience demands. \"Sometimes, people have to be protected from what they want to see happen,\" says Weiner, who consistently maintains that he makes tough choices for his characters because that brings better storylines. \"To delight [viewers] with a surprise or whatever, you can't just give them everything that they want.\"</p><p>That's right, America: Matt Weiner knows how to entertain you better than you do. So sit back and enjoy his last seven episodes of <em>Mad Men</em> — a master class on innovative, uncompromising television.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+More+Things+Change%2C+The+More+They+Stay+The+Same+As+%27Mad+Men%27+Winds+Down&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397213164-d78942.m3u?orgId=1&topicId=1138&d=201&p=3&story=397054551&t=progseg&e=397184400&seg=13&ft=nprml&f=397054551"},{"href":"http://media.npr.org/assets/img/2015/04/02/a6dcd872-fc43-7933-2431-d0b00011960e_amc_mm_don_roger_pete_joan_peggy_betty_tent_2136_2138_v4-c5c2826c6cbe647208be5f88b3338c1f66273cbc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2698","width":"3597"}}]}