{"created":"2015-06-02T17:56:55+00:00","modified":"2015-06-02T19:31:13+00:00","valid":{"from":"2015-06-02T19:31:13+00:00","to":"3015-06-02T19:31:13+00:00"},"hreflang":"en","title":"Meet Two High School Valedictorians","published":"2015-06-02T19:29:00+00:00","teaser":"Mathew Barfuss of Bancroft, Idaho, and Johileny Meran Alamonte of Brooklyn, New York, each have a unique story.","itags":["npr_api","411502766"],"guid":"8465e1f7-1190-45a3-8683-12fea397a200","contentencoded":"<p>In this graduation season, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson checks in with two valedictorians.</p><p><strong>Johileny Meran Alamonte</strong> of Brooklyn, New York, has had to overcome numerous obstacles to complete high school, including cerebral palsy, her family&#8217;s homelessness and her mother&#8217;s death, and she is looking forward to the future.</p><p><strong>Mathew Barfuss</strong>, of Bancroft, Idaho, had 14 students in his graduating class, and will be working in the mines this summer with his father before heading to a junior college next year.</p><h4>Interview Highlights: Mathew Barfuss</h4><p><strong>On his college plans</strong></p><p>&#8220;Next year I&#8217;ll be wrestling for Northwest College in Powell, Wyoming. I&#8217;m pretty excited for that&#8230; My previous principle actually set me up and was talking with me on wanting to wrestle and he suggested going to junior college to really get kick started because that&#8217;s where the universities recruit.&#8221;</p><p><strong>On his plans hopes for the future</strong></p><p>&#8220;I&#8217;m looking to go into engineering and maybe return to somewhere in this area&#8230; I&#8217;d like to accomplish working in one of these plants or as an engineer who is designing things and improving things and come back and support everything that I&#8217;ve participated so other kids can have a good time.&#8221;</p><p><strong>On his advice for high school students</strong></p><p>&#8220;I&#8217;d like to encourage them to stay on your grades. The difference between and B- and a B+ can mean the difference between no scholarship and $15,000 scholarship.&#8221;</p><p><strong>On his summer job at Monsanto Mine in Soda Springs, Idaho</strong></p><p>&#8220;I subcontract for mine three and I&#8217;ll probably be doing some labor work and working on machines and things like that. It&#8217;s a graveyard shift so I&#8217;ll be up all night&#8230; actually I just got off this morning at 6 a.m.&#8221;</p><h4>Interview Highlights: Johileny Meran Alamonte</h4><p><strong>On beating the odds and overcoming high school&#8217;s obstacles</strong></p><p>&#8220;I think that many of us have been beating the odds in a way and I think that the only way to continue on beating the odds is to continue on with your life whether that&#8217;s education or something else.&#8221;</p><p>&#8220;I always had a desire of doing better for myself and to excel in all expectations because many people have very low expectations or none at all for me and that&#8217;s not what I had for myself. So for me, my journey has been proving to people, not proving but demonstrating that there&#8217;s more to me than just my disability.&#8221;</p><p><strong>On how living in a homeless shelter motivated her to work hard</strong></p><p>&#8220;It has been one of the factors that has pushed me to do better. I felt that for me it was like I was going to be able to have a better future and not end up in the same situation I was in at that moment.&#8221;</p><p><strong>On leaving high school</strong></p><p>&#8220;I&#8217;m going to miss a lot of my teachers and my friends and the kind of support that I have gotten from high school. And the learning experience &#8211; because it has been a learning experience. But to be honest, this was just one part of it. There&#8217;s more to come. I&#8217;m excited to see what the future brings ahead.&#8221;</p><p><strong>On her college plans</strong></p><p>&#8220;I actually got some exciting news yesterday. I thought that I would be going to Stony Brook University, but yesterday afternoon I was pulled off the NYU waitlist. I was ecstatic. It was the best news of the year. I couldn&#8217;t handle myself. So now I&#8217;ll be attending NYU for the fall, and I know it&#8217;s going to be a hard year because it will be something new, but I&#8217;m looking forward to anything that comes ahead.&#8221;</p><p>&#8220;I&#8217;ll be majoring in biology because I&#8217;m interested I&#8217;m going to the medical field. I would like to become a pediatric oncologist, but I also want to keep an open mind to anything that comes along the road.&#8221;</p><p><strong>On her advice to high school students</strong></p><p>&#8220;Don&#8217;t give up and beat the odds because in the end that&#8217;s all that matters. What matters is not giving up. It doesn&#8217;t matter how long it takes to get to your final destination or to reach your dreams, it just matters that you don&#8217;t give up while getting there.&#8221;</p><p><div class=\"secthead\"><div class=\"sectheadtxt\">Watch a short documentary about Johileny Meran Alamonte:</div></div>        <div  class=\"l-article-media\" style=\"height:351px; padding-bottom:10px;\">            <div class=\"responsive-media\" style=\"height:351px; padding-bottom:10px;\">                <iframe style=\"height:351px; padding-bottom:10px;\" width=\"100%\" frameborder=\"0\" src=\"https://player.vimeo.com/video/122927749?color=67cf9d&title=0&byline=0&portrait=0\"></iframe>            </div>        </div><h4>Guests</h4><ul><li><strong>Johileny Meran Alamonte</strong>, valedictorian at Juan Morel Campos Secondary School in Brooklyn.</li><li><strong>Mathew Barfuss</strong>, valedictorian at North Gem High School in Bancroft, Idaho.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+Two+High+School+Valedictorians&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"672"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411502769-cfe26c.m3u?orgId=1&d=672&p=60&story=411502766&t=progseg&e=411489626&seg=3&ft=nprml&f=411502766"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0602_barfuss-alamonte.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"372","width":"727"}}]}