{"created":"2014-10-27T16:54:56+00:00","modified":"2014-10-30T21:56:47+00:00","valid":{"from":"2014-10-30T21:56:47+00:00","to":"3014-10-30T21:56:47+00:00"},"hreflang":"en","title":"Pentagon Estimates Cost Of Fighting ISIS Up To $10 Million Per Day","published":"2014-09-29T20:06:00+00:00","teaser":"Gordon Adams, who handled defense budgeting for the Office of Management and Budget under the Clinton Administration, expects the cost to rise to $15 -20 billion per year.","itags":["npr_api","352528705"],"guid":"846b66c3-fc6b-4c6e-9a4c-4e62e6bf234f","contentencoded":"<p>Last week the Pentagon estimated that the cost of fighting the Islamic extremist group ISIS is $7-10 million dollars per day, but <strong>Gordon Adams </strong>&#8211; who handled defense budgeting at the Office of Management and Budget during the Clinton administration &#8211; says U.S. military leaders haven&#8217;t explained what&#8217;s included in that figure or how they arrived at it.</p><p>Adams expects several thousand more American troops will eventually be added to the mission on the ground, and the price of fighting ISIS would also go up if the fight expands into Turkey or Jordan.</p><p>Adams tells <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young his &#8220;back of the envelope&#8221; estimate for the ISIS fight is $15-20 billion per year.</p><h4>Interview Highlights: Gordon Adams</h4><p><strong>On the Pentagon&#8217;s calculation</strong></p><p>&#8220;The Pentagon&#8217;s $7-10 million per day is really an estimate of operation costs, not the replacement of the munitions themselves, and I think it&#8217;s probably a low estimate. There are a lot of expenditures that the Pentagon is not calculating in its estimate.&#8221;</p><p>&#8220;The air operation will be more intense. We will have to replace munitions that have been fired. There&#8217;s also the support we give to the Iraqi military, the support we give to the Syrian opposition, and frankly, the support we&#8217;ll probably have to give to countries like Jordan and central European members of the coalition, because they can&#8217;t afford to come as they are.&#8221;</p><p><strong>On what will make costs rise</strong></p><p>&#8220;As the intensity of this operation grows, that number itself will grow. When we look at what the Department of Defense and the government are going to need to conduct the operation long term &#8212; and the President has said it will be a long term operation &#8212; then they are going to come back in and say, &#8216;What kind of assistance are we giving? What equipment do we hand to the Iraqis? What kind of training are we going to do for the Syrian opposition? What do the Jordanians wan,  in order to provide training and assistance and fly their own air crafts&#8217; &#8212; because the Jordanians don&#8217;t have oil wells in order to subsidize their defense budget. All of those are going to add to the costs the Pentagon is going to cover.&#8221;</p><p><strong>On the cost of deploying more American troops</strong></p><p>&#8220;What really makes this expensive is not the flight operations and the support for the allies, what really will make it expensive is if we go higher in terms of boots on the ground. We&#8217;re at 1,600 right now, figure $1 million per troop per year, the cost of operating that troop on the ground.&#8221;</p><p>&#8220;I would imagine we would easily double that number &#8212; maybe triple that number &#8212; so now we are beginning to look at somewhere around $4-5 billion for boots on the ground, even though it&#8217;s a relatively smaller force than what we had either in Iraq or Afghanistan.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.american.edu/sis/faculty/gadams.cfm\" target=\"_blank\"><strong>Gordon Adams</strong></a>, professor of foreign policy at American University and former associate director for national security and international affairs at the Office of Management and Budget under the Clinton Administration. He tweets <a href=\"https://twitter.com/Gadams1941\" target=\"_blank\">@Gadams1941</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pentagon+Estimates+Cost+Of+Fighting+ISIS+Up+To+%2410+Million+Per+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"432"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352539027-502630.m3u?orgId=1&ft=3&f=352528705"}]}