{"created":"2015-06-08T20:55:12+00:00","modified":"2015-06-15T18:03:42+00:00","valid":{"from":"2015-06-15T18:03:42+00:00","to":"3015-06-15T18:03:42+00:00"},"hreflang":"en","title":"This Year, Women (And Girls) Rule The Big Screen","published":"2015-06-10T12:35:00+00:00","teaser":"NPR film critic Bob Mondello notes that this year's most popular movies are surprisingly womancentric. That's more than at any other time in at least three decades.","itags":["npr_api","412919488"],"guid":"846d27d7-b8bc-4384-bce1-91a1face12bb","contentencoded":"<p>With <em>Spy</em> topping Hollywood's box-office charts this weekend, Melissa McCarthy becomes the latest woman to head a major box-office hit in 2015. And while that merely puts her in good company this year, it's hardly been common in the past.</p><p>I fielded a bunch of distressed tweets a couple of weeks ago after noting that Charlize Theron's Furiosa so dominated <em>Mad Max: Fury Road</em> that it could reasonably be regarded as a feminist film. That weekend's openings were already a battle of the sexes — the nominally masculine <em>Mad Max</em> versus the girl-power musical <em>Pitch Perfect 2</em>.</p><p>And indeed, <em>Pitch Perfect 2</em> came out ahead at the box office. So pointing out that Tom Hardy's Max was taking a lot of his cues from Theron's Furiosa inspired furiosity, as it were, from some fringe-y men's rights groups.</p><p>They were fighting a rearguard action, though. Having a feminist focus <em>this</em> year is nothing special, though in most years, it would be a crazy anomaly. It's a truism that male stars dominate Hollywood — in salary, in number of movies, in box-office clout. But look back through three decades of box-office grosses, and how much men dominate becomes clear when you focus on the very top of the charts — just the top 10 movies each year.</p><p>In 13 of the past 30 years, not a single top 10 box-office hit was centered on a female character. And in the other years, there were never many — just one per year for eight years, and two or three in the others, and that, largely thanks to the <em>Twilight</em> and <em>Hunger Games</em> franchises.</p><p>In total, I count only 31 female-centered pictures at the top of the charts in 30 years. And I was pretty generous in what I labeled womancentric. I included <em>Fatal Attraction</em> and <em>Basic Instinct,</em> for instance, though both are arguably more about Michael Douglas than about the women who torment him. I also included a bunch of Disney princesses. (I did not, just for the record, automatically include romantic comedies — unless the female star dominated; <em>What Women Want,</em> for instance, did not qualify as a femme-centric film, since it's really a Mel Gibson vehicle.)</p><p>This year, though, is different: We are almost at the midpoint of 2015, and as of right now, more than half of the top 10 box-office hits — six of them — center their stories on female characters. Besides <em>Mad Max,</em> there's its archrival <em>Pitch Perfect 2,</em> as well as <em>Insurgent</em> with its combative heroine Tris; <em>Fifty Shades of Grey;</em> the animated kid-flick <em>Home,</em> in which a little girl saves the planet from invading aliens; and Disney's live-action <em>Cinderella.</em></p><p>Not all of these feminine characters are \"empowered\" exactly — don't even get me started on the Bechdel test — but they are feminine, which is no small thing. Remember it's just three years ago that Pixar's <em>Brave</em> was called \"brave\" simply for being about an action heroine.</p><p>Nor are these gals going to be alone at the top for long. They'll soon be joined by Riley, the 11-year-old heroine of Pixar's <em>Inside</em> <em>Out, </em>and by Katniss Everdeen in her <em>Hunger Games</em> victory lap, <em>Mockingjay 2</em>. The ladies are going to have a very good year at the box office.</p><p>Now a couple of caveats: Only two of these pictures — <em>Pitch Perfect 2</em> and <em>Fifty Shades of Grey</em> — were written or directed by women, but hey ... baby steps, right? And while all of them have muscled their way past the $100 million mark, some are likely to slide out of the year's top 10 as they're passed by the dinosaurs, minions and storm troopers that'll soon be rampaging through multiplexes.</p><p>So this gals-ascendant moment at the top of the charts may prove fleeting. Still, that won't make it any less remarkable — unprecedented for at least three decades in Hollywood.</p><p>Didn't want that to go unremarked.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Year%2C+Women+%28And+Girls%29+Rule+The+Big+Screen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412942720-785182.m3u?orgId=1&topicId=1045&d=246&p=2&story=412919488&t=progseg&e=412923703&seg=9&ft=nprml&f=412919488"},{"href":"http://media.npr.org/assets/img/2015/06/08/5706_d020_00420_crop-cd62f97d67fb238368aef080e493833bc07d12d2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1169","width":"1559"}}]}