{"created":"2015-05-06T11:07:01+00:00","modified":"2015-05-13T20:58:29+00:00","valid":{"from":"2015-05-13T20:58:28+00:00","to":"3015-05-13T20:58:28+00:00"},"hreflang":"en","title":"New Jersey Pension Lawsuit Piles On Gov. Christie's Rough Week","published":"2015-05-05T23:32:00+00:00","teaser":"Lots of states have underfunded pension systems, but New Jersey's ranks near the bottom. Christie's plan to cut pension payments even further is the subject of multiple lawsuits.","itags":["npr_api","404483274"],"guid":"846ef825-8543-4803-a7c4-0aaad9f72f03","contentencoded":"<p>It's been a tough week for New Jersey Gov. and possible Republican presidential candidate Chris Christie.</p><p>One of his former allies pleaded guilty and two others were indicted for allegedly creating a traffic jam at the George Washington Bridge as political retribution.</p><p>Now, New Jersey's highest court is set to hear arguments over one of Christie's signature accomplishments: his pension reform deal.</p><p>Christie swaggered onto the national stage as a tough-talking Jersey guy who could get things done by working across the aisle with Democrats. Exhibit A: the pension reform law he signed during his first term as governor.</p><p>\"How did we do it? Through leadership and compromise. ... Lead on the tough issues by telling your citizens the truth about the depth of our challenges,\" he said in 2011.</p><p>Back then, Christie promised to pay billions of dollars into the state's woefully underfunded pension system. While public sector unions agreed to cuts in benefits.</p><p>\"This was his go-to watershed breakthrough issue,\" said Brigid Harrison, a political science professor at Montclair State University.</p><p>\"This what catapulted him to the national arena. Now, given that policy is a failure, it's really hard to reclaim that mantle.\"</p><p>In order for the pension deal to add up, the Christie administration optimistically projected that tax revenues would grow quickly. But the state's economy lagged, and the projections didn't pan out. Last year, Christie announced New Jersey would <em>not </em>make billions in payments as promised. So the state's public sector unions sued.</p><p>\"We have been more than gracious and accommodating to work with the governor. And he hasn't kept up his end of the bargain,\" said Wendell Steinhauer, president of the New Jersey Education Association.</p><p>Lots of states have done a bad job of keeping up with their pension payments. But New Jersey is one of the worst. Its pension system is more than $80 billion in the red. Next year, pension and health benefits for public workers will add up to nearly a quarter of the state's budget. Gov. Christie mostly blames past governors for sticking him with this bill.</p><p>\"I'm like the guy who showed up for dinner at dessert. And then everybody went to go to the bathroom. And never came back. And I got the check,\" <a href=\"https://www.youtube.com/watch?v=kqXY1y3AU6w\" target=\"_blank\">he said</a> earlier this year.</p><p>But that's not entirely accurate, says one former Republican governor of New Jersey, Christie Todd Whitman.</p><p>\"Obviously, I'm gonna object to the fact that he blames it mostly on me,\" she told NPR. \"Because it just isn't the case if you look at what we did. I mean, he's had what, six years now? You have to own it at some point.\"</p><p>Still, Whitman agrees with Christie that the state needs to get growing costs under control. And no one thinks that will be easy.</p><p>\"It's not just the immediate hole,\" said Thomas Healey, who led the governor's bi-partisan pension commission, which continues to push for more cuts. \"It's the size of the hole that keeps getting bigger and bigger that's problem.\"</p><p>For now, Christie's own lawyers will be arguing that the 2011 pension law he signed — that signature achievement of his first term — is actually unconstitutional. A trial court sided with the unions and told the governor to pay up. But the Christie administration appealed.</p><p>\"That's where his presidential campaign makes a solution to the pension problem almost impossible,\" said Tom Moran, editorial page editor at the Newark <em>Star-Ledger</em>. He and Gov. Christie have clashed at times. But even Moran admits Christie inherited a mess.</p><p>\"He jumped in front of a speeding train. And he's made it a tiny bit better,\" he said. \"At the same time, he's poisoned the political atmosphere by making a big promise that he broke. So now it's harder to make a second deal, and that's clearly necessary.\"</p><p>Moran thinks Christie might have to agree to some new tax revenues — if only as a gesture of good faith to get the unions back to the negotiating table for more talks. But raising taxes would be political poison for Christie if he decides to run for the Republican presidential nomination.</p><p>The state Supreme Court will hear arguments in the pension lawsuit Wednesday. And the grand deal of 2011 looks more and more like ancient history.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Jersey+Pension+Lawsuit+Piles+On+Gov.+Christie%27s+Rough+Week&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404483275-8ed1d3.m3u?orgId=1&topicId=1014&d=234&p=2&story=404483274&t=progseg&e=404377838&seg=14&ft=nprml&f=404483274"}]}