{"created":"2014-12-31T08:25:48+00:00","modified":"2015-05-13T21:24:08+00:00","valid":{"from":"2015-05-13T21:24:08+00:00","to":"3015-05-13T21:24:08+00:00"},"hreflang":"en","title":"Roxane Gay: 2014 Was The Year Of 'Enough Is Enough'","published":"2014-12-31T17:32:00+00:00","teaser":"Author Roxane Gay spent 2014 thinking and writing about issues that exposed divides in America over race and gender. She offers her thoughts on some of the year's most-talked-about stories.","itags":["npr_api","374036374"],"guid":"847c5b84-fd79-4bf6-9fd1-4115953e4a6a","contentencoded":"<p>In an interview this week with NPR, President Obama asserted that the country is <a href=\"http://www.npr.org/2014/12/22/372557632/heres-why-obama-said-the-u-s-is-less-racially-divided\" target=\"_blank\">less racially divided</a> than when he took office:</p><blockquote><p>\"It's understandable the polls might say, you know, that race relations have gotten worse — because when it's in the news and you see something like Ferguson or the Garner case in New York, then it attracts attention. But I — I assure you, from the perspective of African-Americans or Latinos in poor communities who have been dealing with this all their lives, they wouldn't suggest somehow that it's worse now than it was 10, 15 or 20 years ago.\"</p></blockquote><p><em>Morning Edition</em> asked <a href=\"http://www.npr.org/2014/07/03/328228837/roxane-gay-bad-feminist-real-person\" target=\"_blank\">Roxane Gay, an author who focuses on race, gender and identity,</a> what she thought of the president's comments. She agreed that the country isn't more racially divided and that Americans are being forced to confront a difficult reality.</p><p>\"We've been able to look away in the past, and we can no longer look away,\" says Gay. \"We're just seeing just how deep the racial divide is, and it's uncomfortable to look at.\"</p><p>When <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/24/364103735/ferguson-timeline-grief-anger-and-tension\" target=\"_blank\">Michael Brown was killed</a> in Ferguson, Mo., Gay says, initially she was surprised by the outpouring of anger, since the incident was not a first. Looking back, she understands the reaction.</p><p>\"It was the tipping point that we needed,\" says Gay. \"People are starting to see that these systems only work for some of us, and they work against the rest of us — those of us with brown or black skin.\"</p><p>Gay says that rage is a reaction that is justified right now, but, she says, \"There's always going to be a quiet after the storm, and that's where the real change is going to happen.\"</p><p>Roxane Gay gave NPR a rundown of some of the most-talked-about stories of the year concerning race and gender.</p><hr /><h3>Interview Highlights</h3><p><strong>On 2014 as a whole</strong></p><p>I feel dispirited, but I think that to give up is a luxury, and I refuse to give in to that. I'm going to try and remain hopeful that we can create actual change, that these conversations can become more productive than just saying what we think and feel, and we can figure out how to create political change, which is what's going to be required for a lot of these issues to be addressed. So I'm disheartened but I remain optimistic that our need for change will overcome our weariness.</p><p><strong>On the tone of public debate about race</strong></p><p>You can see people who are online commenting on these matters, and they refer to black people as animals. So it's a very real thing — this idea that humanity is not extended to all of us.</p><p><strong>On Bill Cosby</strong></p><p>I do think that this was ... a year of reckoning where people are saying \"enough is enough\"; the wealthy and the powerful can no longer use the rest of us as their playthings. And with Bill Cosby, the <a href=\"http://www.npr.org/2014/11/24/366379285/cosby-sexual-assault-allegations-have-similar-pattern\" target=\"_blank\">rumors have followed him for years</a> — at least 15 to 20 years, if not longer. And I think it just reached a point where there were so many accusations that we had to say, \"We cannot value Cliff Huxtable more than we can value the testimony of these women.\"</p><p><strong>On Elliot Rodger and the University of California, Santa Barbara, killings</strong></p><p>I thought what Elliot Rodger did was absolutely devastating and very indicative of the gender rift in this country that ... <a href=\"http://www.npr.org/2014/05/30/317361633/jeopardy-champ-arthur-chu-on-nerds-entitlement-and-elliot-rodger\" target=\"_blank\">some men feel that women owe them</a> attention, affection, love, sex. And when they are not given what they are owed, there are consequences.</p><p><strong>On people being surprised that racism still exists</strong></p><p>It's disheartening that people think that <a href=\"http://www.npr.org/blogs/codeswitch/2014/04/29/308053879/how-sterling-violated-the-nbas-unspoken-social-contract\" target=\"_blank\">Donald Sterling</a> [former owner of the Los Angeles Clippers] is the outlier and that he's the exception and not the rule. That people are so stunned, it makes me think that perhaps people don't have diverse social circles or professional circles where they are around people of color who might be frank with them about what it's like to be a person of color in America. But at the same time it's good that people can still be shocked by the kind of racism that Donald Sterling demonstrated. It's good that people can look at that and say this is a problem.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Roxane+Gay%3A+2014+Was+The+Year+Of+%27Enough+Is+Enough%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374142488-74e8c0.m3u?orgId=1&topicId=1057&d=437&p=3&story=374036374&t=progseg&e=374105900&seg=16&ft=nprml&f=374036374"},{"href":"http://media.npr.org/assets/img/2014/12/30/rg-d1c99415a14aeeb7f8dfd5c1fb47a4e1be3f3319.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"939","width":"1251"}}]}