{"created":"2015-06-26T10:22:52+00:00","modified":"2015-07-03T19:05:41+00:00","valid":{"from":"2015-07-03T19:05:41+00:00","to":"3015-07-03T19:05:41+00:00"},"hreflang":"en","title":"Alan Rickman Returns To Directing With 'A Little Chaos'","published":"2015-06-26T17:54:00+00:00","teaser":"For the first time in nearly two decades, Alan Rickman is behind the camera as director of the film, <em>A Little Chaos.</em> It's a romance story about the creation of one of the gardens of Versailles.","itags":["npr_api","417675831"],"guid":"847e1a51-4331-43ec-acea-544dad4e841d","contentencoded":"<p>Actor Alan Rickman is probably best known — and hated — by kids everywhere for playing the role of Severus Snape in the Harry Potter films.</p><p>But outside the Potterverse, Rickman has moved seamlessly from playing villains and cads to shy, sensitive, loving roles and lots of others in between. For the first time in nearly two decades, Rickman went back behind the camera to direct the new film <em>A Little Chaos</em>.</p><p>He tells NPR's Lynn Neary that his years of acting have taught him one very valuable thing about the art of directing: \"One of the most, in a weird way, encouraging things a director can say to an actor — I know this as an actor — is, when you ask them a question, they say: I don't know. 'Cause it means, it means there's some space there for you to find out. And it means there's going to be a process, it's not all going to be about the result.\"</p><p>Before he took up acting, Rickman trained as a graphic designer and artist — talents he put to use in directing <em>A Little Chaos</em>. The film is all about the design and creation of an outdoor ballroom set amid the gardens of Versailles. You watch as the ballroom gradually takes shape, beginning with a detailed set of plans through unexpected setbacks, like a flood. Finally, a fully landscaped dance space emerges from the mud. Rickman says it was all done in reverse. \"It was made beautiful, and we shot the final dance number first and then gradually destroyed it,\" he says. \"And English weather came along and helped us to create a mud pit. So you know, that bit's real, that's real mud that Kate is wallowing in.\"</p><p>Kate is Kate Winslet, the actress who portrays Sabine de Barra, a widowed landscaper who wins the job of creating the outdoor ballroom at Versailles — and then falls in love with the designer who oversees the gardens. Rickman and Winslet's history goes back 20 years, to <em>Sense and Sensibility</em>.</p><p>In that film, Rickman played Colonel Brandon — a lonely man who quietly pines away for a much younger woman played by Winslet. He helps her recover after her heart is broken by a fortune hunter, and gradually she learns to love him back. Rickman says he formed a close bond with Winslet while making the film.</p><p>\"When you've got that sort of relationship to play on film, there's definitely a closeness that's established,\" he says. \"And it was one of her first films, and she was only 19 so I felt very protective of her. I still feel protective of her but she's also much more in charge of her own destiny.\"</p><p>Rickman says he needed an actress with an independent spirit to play Sabine, because she is a woman with a career in an era when that was unheard of. In fact, Rickman says, Sabine could never have existed in the time of Louis XIV — which is what attracted him to the story. There were no women with a profession like that at that time,\" he says, \"and at that level of society they would all have been in the court standing around looking beautiful. And so it's a very modern story, decorated in a way as if it were only taking place in the past.\"</p><p>Rickman not only directs <em>A Little Chaos</em>, he also acts in it, portraying Louis XIV — and as the King, he has the chance to act with Winslet once again.</p><p>As a director, Rickman says he doesn't spend much time on his own scenes — watching the takes makes him feel self-conscious. And so many other things require a director's attention — like that moment of panic that Rickman says always comes during the making of a film.</p><p>\"You know we're not going to get it finished, we haven't got time to do this scene. The director's always got producers breathing in their ear. So you've always got one eye on the clock, another eye on the sky and the clouds, and they've got an eye on the budget and there's some hideous mixture of the three,\" he says.</p><p>When that happens, Rickman adds, the difference between being an actor and a director is simple: The director has to hide his panic — the actor doesn't.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Alan+Rickman+Returns+To+Directing+With+%27A+Little+Chaos%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417675832-30f74f.m3u?orgId=1&topicId=1137&d=283&p=3&story=417675831&t=progseg&e=417611771&seg=10&ft=nprml&f=417675831"},{"href":"http://media.npr.org/assets/img/2015/06/26/976-b22e05d15e424cab8a60fefcff87587f9a75546d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"549","width":"733"}}]}