{"created":"2015-06-24T20:32:24+00:00","modified":"2015-06-30T19:08:55+00:00","valid":{"from":"2015-05-15T22:50:30+00:00","to":"3015-05-15T22:50:30+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>Danish filmmaker Thomas Vinterburg &nbsp;first received&nbsp;international attention in the mid-90s when he and his countryman, Lars von Trier, created the <a href=\"http://www.moviemail.com/film-shop/collection/509-A-Beginner-s-Guide-to-Dogme-95/\" target=\"_blank\">Dogme 95&nbsp;film movement</a>. His movie “Celebration,” filmed in the gritty Dogme style, <a href=\"https://books.google.com/books?id=uuBSJ4prG_AC&amp;pg=PA106&amp;lpg=PA106&amp;dq=%22Celebration%22+jury+prize+vinterberg&amp;source=bl&amp;ots=B2mSpBwhyC&amp;sig=M9R6q9wmKVvAP_sDk60SlYGO9Do&amp;hl=en&amp;sa=X&amp;ei=wyRWVc_FJcScygS9mYDgBg&amp;ved=0CFwQ6AEwCQ#v=onepage&amp;q=%22Celebration%22%20jury%20prize%20vinterberg&amp;f=false\" target=\"_blank\">won the Jury Prize at Cannes</a>.&nbsp;In 2012, his film, “The Hunt,” earned its star, Mads Mikkelsen, <a href=\"http://blogs.indiewire.com/thompsononhollywood/cannes-2012-best-actor-winner-mads-mikkelson-talks-vinterbergs-the-hunt-t-mobile-film-move-on\" target=\"_blank\">the Best Actor award at Cannes</a>, and it was also nominated for an Oscar for Best Foreign Film.</p>\n<br />\n<p>His new movie is an adaptation of Thomas Hardy’s classic novel “<a href=\"http://www.amazon.com/dp/0141439653?tag=dinnerp-20\" target=\"_blank\">Far from the Madding Crowd</a>.” It stars Carey Mulligan as Bathsheba Everdeen, a fierecely independent, Victorian Era woman who is pursued by three very different men.</p>\n<br />\n<img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /><br />\n<p><strong>Rico Gagliano:</strong> Thomas, welcome. It’s great to have you.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> Thank you very much.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Were you familiar with the book or the story before reading the script?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> Absolutely not. Thomas Hardy is not on the Danish curriculum…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> <em>[mock outrage]&nbsp;</em>What? What’s going on over there?!</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong>&nbsp;…”Woah, what happens in Denmark?!” &nbsp;No,&nbsp;I knew <em>of</em> Thomas Hardy, but I hadn’t read the book. I just got a script from my agent, and I fell in love with it. The way Thomas Hardy — and David Nichols, the script writer — plays around with fate, I found very attractive and encouraging.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/CxZs_c9fWxM\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<p><strong>Rico Gagliano:</strong> What do you mean by that, actually? I’ve heard you say that fate is something that is of interest to you.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> Well, here’re some people trying to get control over their lives, but it seems that it’s going the other way. They meet in the wrong places at the wrong times. They send the wrong Valentine’s cards that send people into death or prison…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s true that Bathsheba sends a very ill-considered Valentine’s card.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong>&nbsp;…Yeah. So, I guess that’s what Hardy does a lot.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;But what about that… why are <em>you</em> attracted to that?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> I guess it’s&nbsp;—&nbsp;we all try to control our lives, and sometimes you just can’t. Sometimes, it wins over you. &nbsp;And yes, I’m scared of that, and I’m interested in that. There was this guy who said&nbsp;to me once that, “When you start planning your life, that’s when God really starts to laugh.” And I thought that was interesting.</p>\n</blockquote>\n<br />\n<img class=\"\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-f106efdd-02e8-479e-83e8-334702f7493e-1024x682.jpg\" alt=\"Carey Mulligan and Director Thomas Vinterberg on the set of &quot;Far From The Madding Crowd.&quot; Photos by Alex Bailey. © 2014 Twentieth Century Fox Film Corporation All Rights Reserved.\" />Carey Mulligan and Director Thomas Vinterberg on the set of “Far From The Madding Crowd.” Photos by Alex Bailey. © 2014 Twentieth Century Fox Film Corporation All Rights Reserved.<br />\n<p><strong>&nbsp;Rico Gagliano:</strong> Do you feel like you’ve planned your career? I mean, to judge this film, compared to some of your early films, it’s just <em>completely</em> different. Do you feel like you just kind of fell into it?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> Well, I tried at some point to be a career “pilot”… but I crashed pretty hard! So, since then, I’ve just been navigating through my heart, really. I know that sounds a bit much, but that’s what I’m trying to do.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;What was the crash?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong>&nbsp;Well… let’s not go there.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I have a question I’ll ask you later about “the question I shouldn’t ask you.” I think we may have just stumbled upon it.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong>&nbsp;No, but the thing is, if you make your choices from the heart, with a bit of nonchalance, it seems to be right.</p>\n<br />\n<p>Like, reading this script, there was this extra thing happening in my head. A spark of a kind, a chemical reaction, where I just couldn’t leave the thought of doing it. I guess it’s a bit like falling in love or something? &nbsp;And suddenly, it becomes three dimensional and it stays with you, and that’s what I’m pursuing. I guess it has to do with human fragility and vulnerability.</p>\n</blockquote>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-893f6605-3367-4059-9246-3d7965328afd-1024x681.jpg\" alt=\"Matthias Schoenaerts as &quot;Gabriel&quot; and Carey Mulligan as &quot;Bathsheba&quot; on the set of &quot;Far From The Madding Crowd.&quot; Photos by Alex Bailey. © 2014 Twentieth Century Fox Film Corporation All Rights Reserved.\" />Matthias Schoenaerts as “Gabriel” and Carey Mulligan as “Bathsheba” on the set of “Far From The Madding Crowd.” Photos by Alex Bailey. © 2014 Twentieth Century Fox Film Corporation All Rights Reserved.<br />\n<p><strong>Rico Gagliano:</strong> These are definitely fragile characters. &nbsp;Although&nbsp;—&nbsp;I’m going to go out on a limb here as a public radio host and admit that I hadn’t read the book. Your film is actually my first introduction to the story.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> Oops. So, you haven’t even seen the Schlesinger film?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> No, I haven’t even seen the earlier film by John Schlesinger.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> Which I haven’t, either.</p>\n</blockquote>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-4eebd5bf-c1c6-4f76-b06c-f0c2afabe62b-1024x681.jpg\" alt=\"Carey Mulligan as &quot;Bathsheba Everdeen&quot; in &quot;Far From The Madding Crowd.&quot;\" />Carey Mulligan as “Bathsheba Everdeen” in “Far From The Madding Crowd.”<br />\n<p><strong>Rico Gagliano:</strong> That was probably wise, as the director of another film on the same source material. But I was surprised at how strong a female character that you have in this story, set as it is in Victorian England. Some consider this book an early feminist novel.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> Oh, yeah. Having done some films rather filled up with testosterone lately, and also having been <em>blamed</em> for that, I thought this was a great opportunity to explore the other sex for a moment. I think [Hardy’s] done an incredibly modern portrait of a woman, even though it’s 140 years old.</p>\n<br />\n<p>The complexity of wanting to be independent and strong and have a career, and yet still having this urge to devote to a man, I think, is beautifully portrayed in this novel&nbsp;and was&nbsp;definitely one of the main attractions for me.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> This is — especially visually — a far cry from the movie that put you on the map, “Celebration,” which was intentionally very low-budget, hand-held cameras, kind of gritty. This is lush, romantic. There’s lots of sweeping vistas and emotive soundtrack music. But, you seem right at home in that world. Did&nbsp;that surprise you?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> I guess I am, to some degree, a romantic fool. &nbsp;Which can be difficult to see in my earlier work. But see, Dogme 95, “The Celebration,” were efforts to find a <em>purity</em> in the way of filming. We sort of tried to <em>undress</em> the film. Right?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> For those who don’t know, the Dogme 95 movement was based on these rules that filmmakers agreed to, that were supposed to restrict them from using fancy filmmaking technology, basically.</p>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/lC3xHVvcezY\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> Exactly. But, that itself became very fashionable overnight, in Cannes in ’98. So, suddenly, that was no longer such a big revolt, and I’ve been pursuing that purity in other ways. &nbsp;And I think we have in this film, as well. Even though it’s horses and costumes and a lot of sheep, we — I’ve been trying to get it as pure and <em>open</em> as possible.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;But does the film world need another shake up? Something like Dogme? What do you imagine the next film revolution will be?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> I don’t know what the next revolution will be. We definitely need revolutions as often as possible. Filmmaking, I guess, is the most conservative art form.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Really?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> I think so, because it’s so industrialized and there’s so much careerism involved with&nbsp;this. A lot of the independent movies, they are just applications for the Hollywood system, really! The real artistic courage is rare.</p>\n<br />\n<p>So, shake ups would be very welcome. I don’t know where it would come from. I’d love to participate in them! &nbsp;But it has to come from the right place. It has to come from somewhere deep, and not just some smart, self-obsessed idea of something.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> What do you think are&nbsp;the ingredients that let Dogme work?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> There was a <em>need</em> for it. There was a tired sense of conventionalism in movie making at that time. Also in my own filmmaking. &nbsp;You’ll never get Lars to admit that&nbsp;— but I think he felt the same thing.</p>\n<br />\n<p>So, there was an urge inside of us, and there was a welcoming around us. It was needed. And, it was fun. It was <em>great</em> fun. However arrogant it may have looked, we were just some playful little kids, having really great fun.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s true! &nbsp;At the beginning of “Celebration,” there’s actually a <em>certificate</em> certifying that this is a Dogme 95 thing. You were almost <em>playing</em> with the idea of something revolutionary.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> We did, we did. It took us half an hour to write those rules!</p>\n</blockquote>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-4cc6e99f-c70c-4631-a139-b866118f35a1-1024x682.jpg\" alt=\"Director Thomas Vinterberg on the set of &quot;Far From The Madding Crowd.&quot; Photos by Alex Bailey. © 2014 Twentieth Century Fox Film Corporation All Rights Reserved.\" />Director Thomas Vinterberg on the set of “Far From The Madding Crowd.” Photos by Alex Bailey. © 2014 Twentieth Century Fox Film Corporation All Rights Reserved.<br />\n<p><strong>Rico Gagliano:</strong> And it worked. All right, we have two questions that we ask on this show, and the first one I mentioned earlier: What question, if we were to meet you at a party, should we <em>not</em> ask you?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> I’ve got plenty of those.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Pick one.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> Where should I start? Something very embarrassing? Try something.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I’m surprised that it isn’t asking you about Dogme.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> Well, I’ve surrendered to it, and I actually <em>enjoyed</em> it so much, so I enjoy talking about it. The question that I’m beginning to get tired of is, “What happened right after?”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> After Dogme kind of ended?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> And now you’re going to ask that question. You love to go into those painful…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You’re on to our trick!</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> I gotcha there!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You don’t have to tell us —</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Thomas Vinterberg:</strong>&nbsp;No, well let me tell you then. &nbsp;Doing that film, “The Celebration,” I felt I had completed something.&nbsp;<q>I’d gone down a road where I couldn’t come further down, and I had to find a complete new way of thinking.</q></p>\n<br />\n<p>That confused me. &nbsp;And the whole “success” part of it confused me, because suddenly, there were too many opportunities. &nbsp;Ironically, it’s liberating when you frame yourself, when you limit yourself.</p>\n<br />\n<p>So, that was a very painful but also very <em>adventurous</em> time. “It’s All About Love” — &nbsp;the film that I did right after “Celebration,” with Joaquin Phoenix and Clare Danes&nbsp;—&nbsp;it’s very dear to me. I think it’s the <em>richest</em> film I’ve done. But… I seem to be quite alone in thinking that!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> All right. Here’s our second question, which is: tell us something we don’t know. This can be about anything.</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> I yodel really well, that’s something people don’t know. No, I don’t know what to tell you…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Do you seriously yodel?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> I’m pretty good at yodeling.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Would you <em>please</em> yodel for our radio audience?</p>\n<br />\n<blockquote>\n<p><strong>Thomas Vinterberg:</strong> [yodels] Is that pretty good?</p>\n</blockquote>\n<br /></div>","itags":["848ceae72e46ef396f1eaf6fb483386f","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-05-15"],"title":"Thomas Vinterberg Explores A Feminine Perspective, Life After Dogme 95","guid":"848ceae7-2e46-4ef3-86f1-af6fb483386f","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Danish filmmaker Thomas Vinterburg  first received international attention in the mid-90s when he and his countryman, Lars von Trier, created the <a href=\\\"http://www.moviemail.com/film-shop/collection/509-A-Beginner-s-Guide-to-Dogme-95/\\\" target=\\\"_blank\\\">Dogme 95 film movement</a>. His movie “Celebration,” filmed in the gritty Dogme style, <a href=\\\"https://books.google.com/books?id=uuBSJ4prG_AC&amp;pg=PA106&amp;lpg=PA106&amp;dq=%22Celebration%22+jury+prize+vinterberg&amp;source=bl&amp;ots=B2mSpBwhyC&amp;sig=M9R6q9wmKVvAP_sDk60SlYGO9Do&amp;hl=en&amp;sa=X&amp;ei=wyRWVc_FJcScygS9mYDgBg&amp;ved=0CFwQ6AEwCQ#v=onepage&amp;q=%22Celebration%22%20jury%20prize%20vinterberg&amp;f=false\\\" target=\\\"_blank\\\">won the Jury Prize at Cannes</a>. In 2012, his film, “The Hunt,” earned its star, Mads Mikkelsen, <a href=\\\"http://blogs.indiewire.com/thompsononhollywood/cannes-2012-best-actor-winner-mads-mikkelson-talks-vinterbergs-the-hunt-t-mobile-film-move-on\\\" target=\\\"_blank\\\">the Best Actor award at Cannes</a>, and it was also nominated for an Oscar for Best Foreign Film.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>His new movie is an adaptation of Thomas Hardy’s classic novel “<a href=\\\"http://www.amazon.com/dp/0141439653?tag=dinnerp-20\\\" target=\\\"_blank\\\">Far from the Madding Crowd</a>.” It stars Carey Mulligan as Bathsheba Everdeen, a fierecely independent, Victorian Era woman who is pursued by three very different men.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Thomas, welcome. It’s great to have you.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Thank you very much.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Were you familiar with the book or the story before reading the script?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Absolutely not. Thomas Hardy is not on the Danish curriculum…</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> <em>[mock outrage] </em>What? What’s going on over there?!</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> …”Woah, what happens in Denmark?!”  No, I knew <em>of</em> Thomas Hardy, but I hadn’t read the book. I just got a script from my agent, and I fell in love with it. The way Thomas Hardy — and David Nichols, the script writer — plays around with fate, I found very attractive and encouraging.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/CxZs_c9fWxM\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> What do you mean by that, actually? I’ve heard you say that fate is something that is of interest to you.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Well, here’re some people trying to get control over their lives, but it seems that it’s going the other way. They meet in the wrong places at the wrong times. They send the wrong Valentine’s cards that send people into death or prison…</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> It’s true that Bathsheba sends a very ill-considered Valentine’s card.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> …Yeah. So, I guess that’s what Hardy does a lot.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> But what about that… why are <em>you</em> attracted to that?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> I guess it’s — we all try to control our lives, and sometimes you just can’t. Sometimes, it wins over you.  And yes, I’m scared of that, and I’m interested in that. There was this guy who said to me once that, “When you start planning your life, that’s when God really starts to laugh.” And I thought that was interesting.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"Carey Mulligan and Director Thomas Vinterberg on the set of &quot;Far From The Madding Crowd.&quot; Photos by Alex Bailey. © 2014 Twentieth Century Fox Film Corporation All Rights Reserved.\\\" class=\\\"\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-f106efdd-02e8-479e-83e8-334702f7493e-1024x682.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong> Rico Gagliano:</strong> Do you feel like you’ve planned your career? I mean, to judge this film, compared to some of your early films, it’s just <em>completely</em> different. Do you feel like you just kind of fell into it?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Well, I tried at some point to be a career “pilot”… but I crashed pretty hard! So, since then, I’ve just been navigating through my heart, really. I know that sounds a bit much, but that’s what I’m trying to do.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> What was the crash?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Well… let’s not go there.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> I have a question I’ll ask you later about “the question I shouldn’t ask you.” I think we may have just stumbled upon it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> No, but the thing is, if you make your choices from the heart, with a bit of nonchalance, it seems to be right.</p><br /><p>Like, reading this script, there was this extra thing happening in my head. A spark of a kind, a chemical reaction, where I just couldn’t leave the thought of doing it. I guess it’s a bit like falling in love or something?  And suddenly, it becomes three dimensional and it stays with you, and that’s what I’m pursuing. I guess it has to do with human fragility and vulnerability.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<img alt=\\\"Matthias Schoenaerts as &quot;Gabriel&quot; and Carey Mulligan as &quot;Bathsheba&quot; on the set of &quot;Far From The Madding Crowd.&quot; Photos by Alex Bailey. © 2014 Twentieth Century Fox Film Corporation All Rights Reserved.\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-893f6605-3367-4059-9246-3d7965328afd-1024x681.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> These are definitely fragile characters.  Although — I’m going to go out on a limb here as a public radio host and admit that I hadn’t read the book. Your film is actually my first introduction to the story.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Oops. So, you haven’t even seen the Schlesinger film?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> No, I haven’t even seen the earlier film by John Schlesinger.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Which I haven’t, either.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"Carey Mulligan as &quot;Bathsheba Everdeen&quot; in &quot;Far From The Madding Crowd.&quot;\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-4eebd5bf-c1c6-4f76-b06c-f0c2afabe62b-1024x681.jpg\\\" />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That was probably wise, as the director of another film on the same source material. But I was surprised at how strong a female character that you have in this story, set as it is in Victorian England. Some consider this book an early feminist novel.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Oh, yeah. Having done some films rather filled up with testosterone lately, and also having been <em>blamed</em> for that, I thought this was a great opportunity to explore the other sex for a moment. I think [Hardy’s] done an incredibly modern portrait of a woman, even though it’s 140 years old.</p><br /><p>The complexity of wanting to be independent and strong and have a career, and yet still having this urge to devote to a man, I think, is beautifully portrayed in this novel and was definitely one of the main attractions for me.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> This is — especially visually — a far cry from the movie that put you on the map, “Celebration,” which was intentionally very low-budget, hand-held cameras, kind of gritty. This is lush, romantic. There’s lots of sweeping vistas and emotive soundtrack music. But, you seem right at home in that world. Did that surprise you?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> I guess I am, to some degree, a romantic fool.  Which can be difficult to see in my earlier work. But see, Dogme 95, “The Celebration,” were efforts to find a <em>purity</em> in the way of filming. We sort of tried to <em>undress</em> the film. Right?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> For those who don’t know, the Dogme 95 movement was based on these rules that filmmakers agreed to, that were supposed to restrict them from using fancy filmmaking technology, basically.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/lC3xHVvcezY\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Exactly. But, that itself became very fashionable overnight, in Cannes in ’98. So, suddenly, that was no longer such a big revolt, and I’ve been pursuing that purity in other ways.  And I think we have in this film, as well. Even though it’s horses and costumes and a lot of sheep, we — I’ve been trying to get it as pure and <em>open</em> as possible.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> But does the film world need another shake up? Something like Dogme? What do you imagine the next film revolution will be?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> I don’t know what the next revolution will be. We definitely need revolutions as often as possible. Filmmaking, I guess, is the most conservative art form.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Really?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> I think so, because it’s so industrialized and there’s so much careerism involved with this. A lot of the independent movies, they are just applications for the Hollywood system, really! The real artistic courage is rare.</p><br /><p>So, shake ups would be very welcome. I don’t know where it would come from. I’d love to participate in them!  But it has to come from the right place. It has to come from somewhere deep, and not just some smart, self-obsessed idea of something.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> What do you think are the ingredients that let Dogme work?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> There was a <em>need</em> for it. There was a tired sense of conventionalism in movie making at that time. Also in my own filmmaking.  You’ll never get Lars to admit that — but I think he felt the same thing.</p><br /><p>So, there was an urge inside of us, and there was a welcoming around us. It was needed. And, it was fun. It was <em>great</em> fun. However arrogant it may have looked, we were just some playful little kids, having really great fun.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It’s true!  At the beginning of “Celebration,” there’s actually a <em>certificate</em> certifying that this is a Dogme 95 thing. You were almost <em>playing</em> with the idea of something revolutionary.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> We did, we did. It took us half an hour to write those rules!</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<img alt=\\\"Director Thomas Vinterberg on the set of &quot;Far From The Madding Crowd.&quot; Photos by Alex Bailey. © 2014 Twentieth Century Fox Film Corporation All Rights Reserved.\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-4cc6e99f-c70c-4631-a139-b866118f35a1-1024x682.jpg\\\" />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> And it worked. All right, we have two questions that we ask on this show, and the first one I mentioned earlier: What question, if we were to meet you at a party, should we <em>not</em> ask you?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> I’ve got plenty of those.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Pick one.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Where should I start? Something very embarrassing? Try something.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I’m surprised that it isn’t asking you about Dogme.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> Well, I’ve surrendered to it, and I actually <em>enjoyed</em> it so much, so I enjoy talking about it. The question that I’m beginning to get tired of is, “What happened right after?”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> After Dogme kind of ended?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> And now you’re going to ask that question. You love to go into those painful…</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You’re on to our trick!</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> I gotcha there!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> You don’t have to tell us —</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Thomas Vinterberg:</strong> No, well let me tell you then.  Doing that film, “The Celebration,” I felt I had completed something. <q>I’d gone down a road where I couldn’t come further down, and I had to find a complete new way of thinking.</q></p><br /><p>That confused me.  And the whole “success” part of it confused me, because suddenly, there were too many opportunities.  Ironically, it’s liberating when you frame yourself, when you limit yourself.</p><br /><p>So, that was a very painful but also very <em>adventurous</em> time. “It’s All About Love” —  the film that I did right after “Celebration,” with Joaquin Phoenix and Clare Danes — it’s very dear to me. I think it’s the <em>richest</em> film I’ve done. But… I seem to be quite alone in thinking that!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> All right. Here’s our second question, which is: tell us something we don’t know. This can be about anything.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> I yodel really well, that’s something people don’t know. No, I don’t know what to tell you…</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Do you seriously yodel?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> I’m pretty good at yodeling.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Would you <em>please</em> yodel for our radio audience?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Thomas Vinterberg:</strong> [yodels] Is that pretty good?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","byline":"Lopez, Kristina","description":"Danish filmmaker Thomas Vinterburg  first received international attention in the mid-90s when he and his countryman, Lars von Trier, created the Dogme 95 film movement. His movie “Celebration,” filmed in the gritty Dogme style, won the Jury Prize at Cannes. In 2012, his film, “The Hunt,” earned its star, Mads Mikkelsen, the Best Actor award at Cannes, and […]","tags":["APM","Chattering Class","movies"],"published":"2015-05-15T22:50:30+00:00","teaser":"Danish filmmaker Thomas Vinterburg  first received international attention in the mid-90s when he and his countryman, Lars von Trier, created the Dogme 95 film movement. His movie “Celebration,” filmed in the gritty Dogme style, won the Jury Prize at Cannes. In 2012, his film, “The Hunt,” earned its star, Mads Mikkelsen, the Best Actor award at Cannes, and […]","audio":[{"type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-4eebd5bf-c1c6-4f76-b06c-f0c2afabe62b.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-300f3c4e-cf0e-4844-9485-f400f73826d4.jpg","type":"image/jpeg","meta":{"width":null,"crop":"primary","height":null}},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-893f6605-3367-4059-9246-3d7965328afd.jpg","type":"image/jpeg","meta":{"width":null,"crop":"primary","height":null}},{"type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-4cc6e99f-c70c-4631-a139-b866118f35a1.jpg"},{"meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/image-f106efdd-02e8-479e-83e8-334702f7493e.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/05/Vinterberg.png","type":"image/png","meta":{"crop":"primary","height":null,"width":null}},{"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/05/15/0515chatclass_128.mp3","format":"MP3","meta":{"duration_hms":"00:09:26","duration":566,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/05/15/0515chatclass"}},"type":"audio/mpeg"}]}