{"created":"2014-09-19T19:45:15+00:00","modified":"2014-10-08T21:07:43+00:00","valid":{"from":"2014-10-08T21:07:43+00:00","to":"3014-10-08T21:07:43+00:00"},"hreflang":"en","title":"Can Wal-Mart Really Make Organic Food Cheap For Everyone?","published":"2014-04-19T15:40:00+00:00","teaser":"The giant retailer says it's adding a new line of organic food that's at least 25 percent cheaper. But a large-scale production and supply of organic food likely can't be achieved overnight.","itags":["npr_api","304205632"],"guid":"848ef8f0-c5cb-4aaa-bf41-8d22e4330413","contentencoded":"<p>It could be another milestone in organic food's evolution from crunchy to commercial: Wal-Mart, the king of mass retailing, is <a href=\"http://news.walmart.com/news-archive/2014/04/10/walmart-and-wild-oats-launch-effort-to-drive-down-organic-food-prices\">promising</a> to \"drive down organic food prices\" with a new line of organic food products. The new products will be at least 25 percent cheaper than organic food that's on Wal-Mart's shelves right now.</p><p>Yet we've heard this before. Back in 2006, Wal-Mart made a <a href=\"http://www.nytimes.com/2006/05/12/business/12organic.html?pagewanted=all&_r=0\">similar announcement</a>, asking some of its big suppliers to deliver organic versions of popular food items like mac-and-cheese. A Wal-Mart executive said at the time that it hoped these organic products would cost only 10 percent more than the conventional alternative.</p><p>Wal-Mart has, in fact, become a big player in organic food, with some remarkable cost-cutting successes. At the new Wal-Mart just a few blocks from NPR's headquarters, I found some organic grape tomatoes on sale for exactly the same price as conventional ones. Organic \"spring mix\" salad was just 9 percent more expensive than the conventional package.</p><p>Outside the fresh produce section, though, organic products were hard to find, and those I did spy were significantly more expensive. Organic diced tomatoes were 44 percent higher. The premium for a half-gallon of organic milk was a whopping 85 percent.</p><p>Now Wal-Mart is bringing in a new company, WildOats, to deliver a whole range of additional organic products, from pasta sauce to cookies, and do it more cheaply.</p><p>I asked the CEO of WildOats, Tom Casey, how he plans to do it. His answer, in a nutshell: Bigger can be better.</p><p>The production and distribution of organic food is still highly fragmented, Casey says. Wal-Mart can change that, delivering organic products in through its \"world-class distribution system\" and giving manufacturers of, say, pasta sauce a chance to operate on a larger, more efficient scale.</p><p><a href=\"http://csanr.wsu.edu/people/chuck-benbrook/\">Charles Benbrook</a>, a long-time proponent of organic agriculture who's now with the Center for Sustaining Agriculture and Natural Resources at Washington State University, thinks that this plan is realistic. Most organic producers have to use other companies' processing facilities, which also handle conventional food, Benbrook wrote in an e-mail. \"This requires them to shut down, clean out the lines, segregate both incoming and outgoing product, and this all costs money,\" writes Benbrook.</p><p>According to Benbrook, larger production — to supply larger customers — will allow organic food processors to run \"100 percent organic all the time\" and will cut costs by 20 to 30 percent. This has already happened with packaged salad greens, which is why consumers don't pay very much extra for those organic products.</p><p>Benbrook does have one warning: Large scale can't be achieved overnight. It takes at least three years for farmers to get their land certified as organic, for instance. \"There will be hell to pay if Wal-Mart turns mostly to imports, and they know it.\"</p><p>If Wal-Mart sticks with this effort and creates an organic supply chain that's as efficient as the conventional one, the company could help answer an unresolved question about organic food: How much of the organic price tag is because of small-scale production, and how much is inherent in the rules that govern organic production, such as the prohibition on synthetic pesticides, and industrial fertilizer?</p><p>Benbrook thinks Wal-Mart's experiment will show that organic farmers, if given an honest chance to compete, will out-produce their conventional neighbors, and that organic prices will come down.</p><p>Others disagree. Todd J. Kluger, vice president of marketing for Lundberg Family Farms, told Rodale News in an <a href=\"http://www.rodalenews.com/walmart-organic-announcement\">interview</a> that Wal-Mart's goal of producing food 25 percent more cheaply is \"fantasy. There isn't much you can do to cut the cost of organic ingredients,\" Kluger said.</p><p>In the same interview, <a href=\"http://www.cornucopia.org/co-founder-mark-kastel/\">Mark Kastel</a>, an organic activist who co-founded the Cornucopia Institute, suggested that Wal-Mart's cost-cutting drive could undermine the ethical values of organic farming. \"One of the reasons people are willing to pay more is that they think they're supporting a different ethic, a different animal husbandry model, and that family farmers are being fairly compensated,\" Kastel says.</p><p>According to Kastel, organic buyers will shy away from the kind of large-scale supply chain that Wal-Mart and WildOats envision. \"We want to know where our food comes from, how it's produced, and what the story behind the label is,\" he told Rodale News.</p><p>Tom Casey, CEO of WildOats, says that the company has not yet decided whether it will disclose where it is buying its food. (That's pretty typical for supermarket brands.) \"We want to be respectful of our suppliers,\" he told The Salt.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Wal-Mart+Really+Make+Organic+Food+Cheap+For+Everyone%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1304896383-c13fa1.m3u?orgId=1&topicId=1053&ft=3&f=304205632"},{"href":"http://media.npr.org/assets/img/2014/04/18/5263319251_b8311cff1d_o-4e0d2fe5415055a530c17b8335e726495218479a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2652"}}]}