{"created":"2014-08-13T20:49:25+00:00","modified":"2015-05-14T20:31:35+00:00","valid":{"from":"2014-02-26T23:54:51+00:00","to":"3014-02-26T23:54:51+00:00"},"hreflang":"en","tags":["APM","veterans","World","Britain"],"byline":"Sam Beard","description":"Some British veterans ordered to witness nuclear explosions during the Cold War went on to develop serious health problems.","contenttemplated":"[{\"content\":\"<p>When the nuclear bomb went off, Don James was not equipped with special clothing. He was wearing  a pair of shorts , a t-shirt, and a floppy hat. He and his fellow troops were told to turn their backs and put their hands in front of their faces.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;There’s a huge flash. And you can see the bones of your hands…the flash goes through your body and you can see the bones of your hands  like an X-ray,&quot; says James.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It’s as if  somebody is opening an oven, you can feel the heat  on your back. And then you get the blast  come in and some of the coconut trees were bent right down touching the ground,&quot; he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The year was 1958 – at the height of the Cold War. The place: Christmas Island, in the Indian Ocean.  Don James – 19 years old at the time – was one of more than 20,000 British soldiers, sailor, and airmen who took part in the testing of nuclear weapons. Many were ordered to witness the explosions, some  were required to clean the aircraft used in the tests. None were warned of the dangers of radiation or issued with protective clothing or equipment and many of the men went on to develop serious health problems with conditions like cancer and degenerative bone disease.</p>\"},{\"content\":\"<p>&quot;I’ve had nine operations on my spine. It’s crumbling,”  says 73 year-old Jeff Liddiatt, who was involved in the testing in the Australian Outback in 1960.  &quot;At one stage I was in a wheelchair. I do find walking very difficult.  I can’t walk very far. And I’m in constant pain and take painkillers every day,&quot; he says.    </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Next week,  British lawmakers launch a fresh attempt to have the role of these &quot;nuclear veterans&quot; recognized, and for the men to be compensated .  The U.S.  agreed to provide financial support for its nuclear veterans back in the 1980s, but  the British authorities are still holding out , refusing to accept there is a causal link between the tests and the veterans’  ill health.</p>\"},{\"content\":\"<p>Liddiatt  has no doubt  there is a connection.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The  radiologists who have looked at my bones have said that my symptoms are very similar to those of people who were exposed to radiation while working with X-rays in the early days of that technology,&quot; he says.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Parliament member John Baron accuses the British government of treating the servicemen and their families  in a mean-spirited and shameful way:</p>\"},{\"content\":\"<p>&quot;The Americans treat their veterans much more generously,” says Baron. &quot;In the U.S. you don’t have to prove a causal link. All you have to show is that you took part in the tests,  and that you suffered one of a number of illnesses, and you then get compensation.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The British  government is clearly worried about cost. The incidence of birth defects and deformities  among the veterans’ children is  disproportionately high, and that has raised concerns that compensating the families may turn into a very lengthy and expensive process.  Shelly Grigg -  a veteran’s daughter  with a host of debilitating, congenital  ailments  -  says the British  government is  terrified of a financial chain reaction.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;They’re frightened of how much money they’re going to have to pay out  not only to the veterans, but to their children, and their children’s children, and their children. It’s like a family tree. Where does it end ? It would be just too expensive for them.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But the veterans’ supporters say the country owes these men and their families an enormous debt of gratitude.  They may not have been injured in battle but – the supporters say – they did suffer serious harm waging the Cold War, and helping to  preserve peace and freedom.</p>\"}]","title":"Britain's Cold War Veterans: Out in the cold?","contentencoded":"<div class=\"barn-cleaned\"><p>When the nuclear bomb went off, Don James was not equipped with special clothing. He was wearing&nbsp; a pair of shorts , a t-shirt, and a floppy hat. He and his fellow troops were told to turn their backs and put their hands in front of their faces.</p>\n<p>\"There’s a huge flash. And you can see the bones of your hands…the flash goes through your body and you can see the bones of your hands&nbsp; like an X-ray,\" says James.</p>\n<p>\"It’s as if &nbsp;somebody is opening an oven, you can feel the heat &nbsp;on your back. And then you get the blast &nbsp;come in and some of the coconut trees were bent right down touching the ground,\" he says.</p>\n<p>The year was 1958 – at the height of the Cold War. The place: Christmas Island, in the Indian Ocean. &nbsp;Don James – 19 years old at the time – was one of more than 20,000 British soldiers, sailor, and airmen who took part in the testing of nuclear weapons. Many were ordered to witness the explosions, some &nbsp;were required to clean the aircraft used in the tests. None were warned of the dangers of radiation or issued with protective clothing or equipment and many of the men went on to develop serious health problems with conditions like cancer and degenerative bone disease.</p>\n<p>\"I’ve had nine operations on my spine. It’s crumbling,”&nbsp; says 73 year-old Jeff Liddiatt, who was involved in the testing in the Australian Outback in 1960. &nbsp;\"At one stage I was in a wheelchair. I do find walking very difficult.&nbsp; I can’t walk very far. And I’m in constant pain and take painkillers every day,\" he says.&nbsp; &nbsp;&nbsp;</p>\n<p>Next week, &nbsp;British lawmakers launch a fresh attempt to have the role of these \"nuclear veterans\" recognized,&nbsp;and for the men to be compensated . &nbsp;The U.S. &nbsp;agreed to provide financial support for its nuclear veterans back in the 1980s, but &nbsp;the British authorities are still holding out , refusing to accept there is a causal link between the tests and the veterans’ &nbsp;ill health.</p>\n<p>Liddiatt &nbsp;has no doubt &nbsp;there is a connection.</p>\n<p>\"The &nbsp;radiologists who have looked at my bones have said that my symptoms are very similar to those of people who were exposed to radiation while working with X-rays in the early days of that technology,\" he says. &nbsp;</p>\n<p>Parliament member John Baron accuses the British government of treating the servicemen and their families&nbsp; in a mean-spirited and shameful way:</p>\n<p>\"The Americans treat their veterans much more generously,” says Baron. \"In the U.S. you don’t have to prove a causal link. All you have to show is that you took part in the tests, &nbsp;and that you suffered one of a number of illnesses, and you then get compensation.\"</p>\n<p>The British &nbsp;government is clearly worried about cost. The incidence of birth defects and deformities &nbsp;among the veterans’ children is&nbsp; disproportionately high, and that has raised concerns that compensating the families may turn into a very lengthy and expensive process. &nbsp;Shelly Grigg -&nbsp; a veteran’s daughter&nbsp; with a host of debilitating, congenital&nbsp; ailments&nbsp; - &nbsp;says the British &nbsp;government is&nbsp; terrified of a financial chain reaction.</p>\n<p>\"They’re frightened of how much money they’re going to have to pay out&nbsp; not only to the veterans, but to their children, and their children’s children, and their children. It’s like a family tree. Where does it end ? It would be just too expensive for them.\"</p>\n<p>But the veterans’ supporters say the country owes these men and their families an enormous debt of gratitude. &nbsp;They may not have been injured in battle but – the supporters say – they did suffer serious harm waging the Cold War, and helping to &nbsp;preserve peace and freedom.</p></div>","teaser":"Some British veterans ordered to witness nuclear explosions during the Cold War went on to develop serious health problems.","itags":["Marketplace for Wednesday, February 26, 2014","Marketplace","84c901952ed735b71b33ce534c9dd0af","PMP:Marketplace_PMP"],"published":"2014-02-26T23:54:51+00:00","guid":"84c90195-2ed7-435b-81b3-ce534c9dd0af","audio":[{"type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/mushroom%20cloud.jpg?itok=wuMSwimu"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/02/26/marketplace_segment20_20140226_64.mp3","meta":{"duration_hms":"00:04:22","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/02/26/marketplace_segment20_20140226"},"duration":262},"type":"audio/mpeg"}]}