{"created":"2014-09-15T22:15:40+00:00","modified":"2014-09-16T18:39:21+00:00","valid":{"from":"2014-09-16T18:39:21+00:00","to":"3014-09-16T18:39:21+00:00"},"hreflang":"en","guid":"84cea36d-b8a4-40b3-934a-0d49d4f5a1f5","title":"This American doctor says racism is to blame for the slow response to the Ebola outbreak","published":"2014-09-16T18:39:20+00:00","byline":"Marc Kilstein","tags":["Ebola","Liberia","Human Needs","Health","Health & Medicine","Liberia","Sierra Leone","Africa","Joia Mukherjee","Africa","Joia Mukherjee","Partners In Health","Sierra Leone","Liberia","Health","Ebola virus disease","Ebola"],"teaser":"Dr. Joia Mukherjee is part of a small team of Boston-area doctors heading to Liberia this week, hoping to lay the groundwork for an ambitious, multi-year project aimed at combating the Ebola outbreak. She says the reason the world has responded so slowly to the crisis is that Africans and poor people are not considered important.","contentencoded":"<p><span style=\"line-height: 1.538em;\">Why has the global response to the Ebola outbreak been so slow? &ldquo;I think it&rsquo;s racism,&rdquo; says Dr. Joia Mukherjee. </span></p><p><span style=\"line-height: 1.538em;\">&ldquo;I think it&rsquo;s easy for the world &mdash; the powerful world, who are largely non-African, non-people of color &mdash; to ignore the suffering of poor, black people,&quot; says Mukherjee, </span><span style=\"line-height: 1.538em;\">a professor at Harvard Medical School and chief medical officer at the Boston-based non-profit Partners in Health.</span></p><p>Race isn&#39;t the only reason she believes it&#39;s easy to dismiss the issues. &quot;I think it&rsquo;s also classism,&quot; she says. &quot;These are not countries that contribute massively to the global economy, so it&rsquo;s easy to just otherize this problem.&quot;</p><p><span style=\"line-height: 1.538em;\">For Mukherjee, the notion that &quot;i</span><span style=\"line-height: 1.538em;\">t&rsquo;s not going to impact us&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">is short-sighted, both from a health standpoint and a moral one.</span></p><p><span style=\"line-height: 1.538em;\">&quot;First of all, it may very well impact us if we don&rsquo;t get it under control,&quot; she points out. &quot;But, perhaps more importantly, from a humanity perspective &mdash; not a humanitarian, but humanity perspective &mdash; we&rsquo;re one humanity. And the suffering of people in Liberia or Sierra Leone is no different than suffering where I live in terms of impact on a mother, a father, on brothers and sisters.&rdquo;</span></p><p>Along with a small team of doctors and operations staff, Mukherjee will depart for Liberia on Monday. She and a team from Partners in Health will begin laying the groundwork for <a href=\"http://www.pih.org/blog/partners-in-health-ebola-response?utm_content=buffer61cef&amp;utm_medium=social&amp;utm_source=twitter&amp;utm_campaign=buffer\" target=\"_blank\">an ambitious, multi-year project</a> aimed at stopping the Ebola outbreak in the region.</p><p>&ldquo;We feel compelled to enter into this international crisis,&rdquo; says Mukherjee. &ldquo;So we will be going on this delegation, first to support the people of Liberia morally and to say, &lsquo;We&rsquo;re here, we&rsquo;re in, and we&rsquo;re willing to help.&rsquo;&rdquo;</p><p>Liberia is taking the brunt of this latest Ebola outbreak, which is the deadliest in history. More than half of those killed by the disease have been Liberians.</p><p><span style=\"line-height: 1.538em;\">Partners in Health (PIH) will also work in Sierra Leone with organizations that are already on the ground &mdash; Last Mile Health in Liberia and Wellbody Alliance in Sierra Leone. PIH aims to train community health workers, deliver care to sick Ebola patients and establish new Ebola treatment units in the rural districts of Grand Gedeh in Liberia and Kono in Sierra Leone.</span></p><p>Mukherjee says she is not worried that PIH&rsquo;s effort will be overwhelmed by the <a href=\"http://www.pri.org/stories/2014-09-09/why-ebola-patients-being-turned-away-gates-treatment-centers-liberia\" target=\"_blank\">incredible demand for care</a> in Liberia.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I&rsquo;m not worried that any strategy would have to be put on hold,&rdquo; says Mukherjee. &ldquo;I think we&rsquo;re fortunate that we&rsquo;re working with organizations that are already there. They&rsquo;re already providing care.&rdquo;</span></p><p>The real question, she says, is what help will come from outside of West Africa. &ldquo;I&rsquo;m more worried that the international community will do too little to respond,&rdquo; she says. &ldquo;We need much more money for this. This is an international crisis. If we think about how much money was allocated to control the spread of SARS &mdash; at the height of SARS, I believe only 600 people died, which is very terrible. But here, we&rsquo;re already in the thousands.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR435U5.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr435u5jpg"}]}