{"created":"2014-11-05T21:20:38+00:00","modified":"2015-02-14T00:54:45+00:00","valid":{"from":"2015-02-14T00:54:45+00:00","to":"3015-02-14T00:54:45+00:00"},"hreflang":"en","title":"How Does Destroying Fish Compare To Shredding Documents, Legally?","published":"2014-11-06T19:50:00+00:00","teaser":"A Supreme Court case argued Wednesday is about obstruction of justice — and fish. The prosecution says the law used to convict its client only bars document destruction. The justices aren't so sure.","itags":["npr_api","361820831"],"guid":"84d31b6d-3b42-4059-9199-2d12cc1d555d","contentencoded":"<p>Fish and crime were the subjects of the day at the U.S. Supreme Court Wednesday. The case involved a commercial fisherman convicted of obstructing justice by deep-sixing a crate of undersized fish to avoid a federal fine.</p><p>The reaction from the justices? They seemed to think the law used in the prosecution stinks from the head.</p><p>In 2007, a Fish and Wildlife inspector in the Gulf of Mexico boarded Capt. John Yates' ship and found 72 undersized grouper in the catch. He put the fish in a crate and instructed Yates to bring them to shore, where the ship would be met by federal authorities. Instead, Yates ordered the crew to dump the fish overboard and substitute bigger fish in the crate. The crew, however, ratted him out. \"They put me in handcuffs, and they took me to jail,\" says Yates.</p><p>Yates was sentenced to 30 days in jail for obstruction of justice. He notes that the law used to convict him was passed in the wake of the Enron financial fraud, and he says that the statute was intended to bar only the destruction of documents and records, not of fish. The federal government counters that the law was passed as a general obstruction of justice statute and bars not just document destruction but the destruction of any \"tangible object\" in \"any\" federal investigation.</p><p>Inside the Supreme Court Wednesday, the questioning was fast and furious. Really furious.</p><p>It started off with the justices calmly trying to sort through the statutory language, but it soon devolved into something more incendiary.</p><p>Several justices greeted defense lawyer John Badalamenti's narrow argument with skepticism. Justice Elena Kagan noted that the law doesn't refer to just any corporate fraud, but to any matter within federal jurisdiction. Doesn't that show that \"Congress had a broader set of things in mind\"? she asked.</p><p>Justice Ruth Bader Ginsburg opined, \"What sense does it make to say\" that a murderer can be prosecuted for destroying a letter from his victim, but not for destroying the murder weapon, for example, a knife.</p><p>Defense attorney Badalamenti replied that the letter counts as a record, but the knife does not.</p><p>\"What if the knife had the defendant's name on it?\" Chief Justice John Roberts asked.</p><p>That is just an identification, not a record covered under this law, Badalamenti responded.</p><p>\"At first blush,\" Justice Stephen Breyer noted, this statute \"seems far broader\" than any obstruction of justice statute \"that I've ever seen.\" So, is it unconstitutionally vague?</p><p>At that, Justice Antonin Scalia thundered, \"Why is it vague? It's just incredibly expansive.\"</p><p>Well then, Justice Breyer asked, is this law so broad that it unconstitutionally encourages \"arbitrary and discriminatory\" enforcement?</p><p>Badalamenti said that the statute could be saved by interpreting it to target only businesses and corporations, and the records that they keep.</p><p>\"Isn't running a fishing vessel a business?\" Justice Ginsburg responded.</p><p>Justice Anthony Kennedy brought the questioning back to the meaning of \"tangible object.\" Suppose the fisherman took pictures of the fish, and then he destroyed both the pictures and the fish, he postulated.</p><p>Defense lawyer Badalamenti replied that only the photographs would be covered by the act, not the fish.</p><p>\"It seems very odd that you can throw away the fish,\" Justice Kennedy countered, \"but you can't throw away the picture.\"</p><p>If the court seemed puzzled by Badalamenti's logic, it treated the government's broad argument with escalating fury. The idea of a maximum penalty of 20 years for destroying fish just stuck in their craws.</p><p>\"What kind of a mad prosecutor would try to send this guy up for 20 years?\" roared Scalia.</p><p>\"We did not ask for 20 years,\" replied Roman Martinez, assistant to the solicitor general.</p><p>The defendant was sentenced to 30 days.</p><p>Justice Ginsburg asked if the Justice Department has guidelines to instruct U.S. attorneys in which charges to bring in various circumstances.</p><p>Lawyer Martinez replied that the U.S. attorneys' manual advises that the prosecutor should, in general, bring the most severe charge.</p><p>Even though these guidelines are widely known and long-standing, the justices gawked.</p><p>You make the fisherman sound \"like a mob boss or something,\" Chief Justice Roberts complained.</p><p>\"The prosecution in this case was not about the size of the fish,\" Martinez stressed, it \"was about the destruction of the evidence.\"</p><p>What sentence did you recommend? Justice Kennedy asked.</p><p>We followed the sentencing guidelines, Martinez responded, which would have been between 21 and 27 months. \"The judge ended up giving 30 days. We did not appeal that,\" he added.</p><p>But the point is, interrupted the chief justice, that if you have a maximum penalty of 20 years, that gives prosecutors \"extraordinary leverage\" under the broadest interpretation of this law, leverage that gives the prosecution a big edge in negotiating plea deals.</p><p>\"We're operating with the statute that Congress passed,\" Martinez answered, noting that the law was originally drafted in the Senate with a five-year penalty, which was increased to 20 years by the House of Representatives.</p><p>Justice Breyer again sought to find some limits to the law. He posited this admittedly extreme example: A postman comes to my door and gives me a federal form to fill out. \"I say, 'I hate postmen,' and I rip it up. Twenty years?\"</p><p>Justice Samuel Alito entered the fray, saying, \"You are really asking the court to swallow something that is pretty hard to swallow.\" What if it were one fish, a guy catches one undersized trout, and he sees a federal inspector coming toward him so he throws it back in the lake?</p><p>The government's Martinez replied that he understood the court's concerns about potentially \"harsh results in particular outlier applications.\" But in this case, he pointed out, the defendant is not arguing for some sort of \"<em>de minimis</em> rule.\" He's arguing that \"an entire class of evidence\" is beyond the reach of the federal obstruction of justice statute.</p><p>A decision in the case is expected later in the term. In the meantime, the public will wait with \"baited\" breath.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Does+Destroying+Fish+Compare+To+Shredding+Documents%2C+Legally%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361820832-6cff48.m3u?orgId=1&topicId=1070&e=361820831&d=288&ft=nprml&f=361820831"}]}