{"created":"2015-01-22T23:28:13+00:00","modified":"2015-01-23T21:42:45+00:00","valid":{"from":"2015-01-23T21:42:44+00:00","to":"3015-01-23T21:42:44+00:00"},"hreflang":"en","guid":"84d9bda2-9678-4d03-8dbb-75e2832383d2","title":"US censors make 2,500 cuts to first-ever published diary by Guantanamo detainee","published":"2015-01-23T21:42:43+00:00","byline":"Joyce Hackel","tags":["terrorism","conflict","books","military","Books","Arts, Culture & Media","Guantanamo","North America","United States","Cuba","Central America/Caribbean","North America","Hina Shamsi","Larry Siems","Myles Caggins","Mohamedou Ould Slahi","Gitmo","Guantánamo","Diary","guards","interrogators","detainee","jail","Prison","Interrogations"],"teaser":"The word ''tears'' and a poem were among the things the Washington censored in the diary of Mohamedou Ould Slahi, who has been imprisoned at Guantanamo Bay without charge since 2002. His memoir took six years to get published. ","contentencoded":"<p>It took six years to win the declassification of the first-ever memoir published by a detainee at the Guantanamo Bay detention center — part of it, at least.</p>\n<p>That memoir, Mohamedou Ould Slahi's \"Guantánamo Diary,\" includes no less than 2,500 redactions, the black bars government censors use to make certain passages unreadable. </p>\n<p>Larry Siems, the book's editor, says some of the redactions border on the absurd. At one point, Slahi describes being moved out of his cell for the first time. </p>\n<p>\"He describes a Puerto Rican division of guards, one of whom reaches out and touches him on the shoulder and says, 'It's okay, you're gonna go home soon,'\" Siems says. \"He breaks into tears. But when he writes it, he says, 'I couldn't help breaking into' and then [censors] redact the word.\"</p>\n<p>Slahi also wrote a poem that takes up two pages of the book. The poetry is entirely redacted.  </p>\n<p>Much of Slahi's story is already well-known. He grew up in small town in Mauritania and won a scholarship to study in Germany. In 1990, he traveled to Afghanistan and swore allegiance to al-Qaeda, a decision he would eventually reverse.</p>\n<p>But in 2001, he was arrested in Mauritania and began what he calls his \"world tour\" of interrogation centers, going from Jordan to Afghanistan to Guantanamo, where he's been incarcerated for more than 12 years. </p>\n<p>Slahi has never been charged with a crime. The judge in his case ruled in 2010 that all the evidence against him was obtained via torture or coercion, or was otherwise not credible. The US government appealed that decision, and the case has been in limbo ever since. </p>\n<p>The 44-year-old wrote more than 400 pages of the book from prison, some scrawled, others neatly written, and all in English — his fourth language, which he says he learned in detention. </p>\n<p>In a passage early in the book, Slahi describes what it's like to disembark from a 30-hour flight, crammed in with other detainees on the trip from Afghanistan to Cuba. Slahi is riveted by the English phrases the guards use as they bark orders. </p>\n<p>\"He's in the middle of this most extreme moment,\" Siems says. \"You can imagine the fear, the terror, the exhaustion — and yet he's drawn out of himself by just a curiosity about the fact that the Americans have two imperative ways of saying 'Don't talk.'\"</p>\n<p>After he arrives at Guantanamo, Slahi struggles to understand his guards and interrogators.</p>\n<p>\"He talks about the kinder jailers, who discuss with him theology and politics and give him books, and provide a way for him to engage in a really de-humanized environment,\" says Hina Shamsi, who directs the <a href=\"https://www.aclu.org/secure/free-slahi\">ACLU's National Security Project</a> and is one of Slahi's lawyers. \"These are people who sometimes come around and say to him, 'You know, you shouldn't be here.'\" </p>\n<p>And there's lots of humor, including Slahi's handwritten note to his attorney who asks him to write down everything he's told his interrogators for the last seven years. \"Are you out of your mind?\" Slahi writes. \"That's like asking Charlie Sheen how many women he dated.\"</p>\n<p>Lt. Col. Myles Caggins, a Pentagon spokesman, says American officials censored passages of \"Guantánamo Diary\" out of concern for national security. </p>\n<p>\"Those redaction decisions were the product of lengthy interagency discussions between the Defense Department [and] intel branches to make sure the information released would not harm US personal or damage national security,\" Caggins says. \"Information was redacted if its release would compromise our anti-terrorism efforts, our operations abroad or place US troops, government civilian employees or their families at risk.\"</p>\n<p>Caggins says Slahi might ultimately be freed from Guantanamo. \"It's possible that Slahi could go through a periodic review board and be put in a pool of detainees that we call 'eligible for transfer,'\" he says.   </p>\n<p>He also admitted he might pick up a copy of \"Guantánamo Diary\" sometime soon. </p>\n<p>\"I haven't yet read the book, but I look forward to reading it,\" Caggins says. \"It's of interest to many of us in the Defense Department who follow Guantanamo issues, and it's part of our country's history.\"</p>\n<p><em>Read an excerpt from \"<a href=\"http://www.amazon.com/Guant%C3%A1namo-Diary-Mohamedou-Ould-Slahi/dp/0316328685\">Guantánamo Diary</a>\" by Mohamedou Ould Slahi, courtesy of Little, Brown and Company.</em></p>\n<p><iframe class=\"scribd_iframe_embed\" data-aspect-ratio=\"undefined\" data-auto-height=\"false\" frameborder=\"0\" height=\"600\" id=\"doc_32425\" scrolling=\"no\" src=\"https://www.scribd.com/embeds/253453159/content?start_page=1&amp;view_mode=scroll&amp;show_recommendations=true\" width=\"100%\"></iframe></p>\n<p> </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/pic1_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/pic1jpg-6"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012220152.mp3"},{"href":"http://www.pri.org/file/012220152mp3-0"}]}