{"created":"2015-06-21T13:24:53+00:00","modified":"2015-06-25T20:06:51+00:00","valid":{"from":"2015-06-25T20:06:51+00:00","to":"3015-06-25T20:06:51+00:00"},"hreflang":"en","guid":"84de79f4-c607-47b9-9cdd-7f9b2d66e132","title":"The dirty secret of 'The Astronaut Wives Club' ","published":"2015-06-25T20:06:47+00:00","byline":"T.J. Raphael, Mythili Rao","teaser":"Stoic, heroes in their own way. But the world rarely saw the strains of the women married to America's first astronauts, the subject of a new TV series. One wife hid her pregnancy for fear it would mess up her husband's chance to go to space.","tags":["Culture","Arts, Culture & Media"],"contentencoded":"<p dir=\"ltr\">Think \"Mad Men\" goes to space, or the \"Real Housewives\" meets NASA: A new ABC show called \"The Astronaut Wives Club\" follows the spouses of astronauts in the 1960s.</p>\n<p dir=\"ltr\">The show, which premiered Thursday night, dramatizes the lives of a set of women known as \"The First Ladies of Space.” The new series tells the stories of the women that were on the frontlines of the space race, complete with a parade of mid-century hairdos, outfits, and sexist notions.</p>\n<p dir=\"ltr\">The program is based on a book of the same name that was written by former New York Times journalist Lily Koppel.</p>\n<p dir=\"ltr\">“They took a backseat emotionally,” says Koppel of the so-called “First Ladies of Space.” “They weren’t able to show the incredible roller coaster ride that they were going through.”</p>\n<p dir=\"ltr\">As America's Mercury Seven astronauts were launched on death-defying missions, television cameras focused on the brave smiles of their young wives. One of the women, Rene Carpenter, said that America demanded that they be “happy, proud, and thrilled” at all times, says Koppel.</p>\n<p dir=\"ltr\">“Going into space wasn’t only about beating the Soviets, it was also a propaganda mission,” Koppel adds. “It was outer space, apple pie, baseball, and the women had the be perfect specimen of an American housewife when it was it’s hardest, I think, to fulfill back then.”</p>\n<p dir=\"ltr\">Koppel traveled around the United States to interview the “First Ladies of Space” and capture a story that had been largely untold. Jo Schirra, the wife of astronaut Wally Schirra, said that the women felt they had to stay silent and out of the public eye, even though journalists like Norman Mailer and Tom Wolfe regularly came into their homes to interview their husbands.</p>\n<p dir=\"ltr\">“The women felt the pressure acutely — that if they said anything that reflected badly on their husbands that they might miss a space flight,” says Koppel. “During the Gemini Program, Marilyn Lovell, the wife of Jim Lovell, who everyone knows from the Tom Hanks movie ‘Apollo 13,’ she was pregnant when Jim was about to be named for the Gemini Flight. She actually hid her pregnancy from her husband for several months.”</p>\n<p dir=\"ltr\">Lovell eventually told Jim that she was indeed pregnant, and her husband agreed that it was best to keep thing quiet.</p>\n<p dir=\"ltr\">“She said, ‘Sorry, I thought that if NASA found out you might not get the flight,’” says Koppel. “He said, ‘Good idea, let’s keep it under wraps for a little longer.’”</p>\n<p dir=\"ltr\">Koppel says that Lovell felt that she wasn’t just hiding her physical attributes during that period—she felt she need to keep a low profile to protect her family from the media.</p>\n<p dir=\"ltr\">“The women were really like America’s first reality stars,” Koppel says. “They were military wives living normal lives before their husbands became astronauts, and then all of a sudden their lives were completely turned inside out. They were really unusual in that they tried to keep their families very down to earth, even when there was a media circus out on the lawn.”</p>\n<p dir=\"ltr\">She continues: “Marilyn says it wasn’t until Jim splashed down and the Nixons flew the wives out on Air Force One to go meet their husbands in the Pacific that she realized that the whole world had been praying with her.”</p>\n<p dir=\"ltr\">ABC’s new show will showcase the woman’s struggles, though likely in a much more dramatic fashion, and it will be filled with imagery from America’s distant past.</p>\n<p dir=\"ltr\">“All of the families lived in the ‘spaceburbs’ in Houston outside of NASA’s operations,” says Koppel. “Journalists at the time called it ‘Togethersville’ — it was almost like something out of ‘The Stepford Wives’...It was a little ‘Jetsons’ swath of Texas. There was big hair, big ambitions, and the unique loneliness of going into space. The men had their sort of spiritual transformations, and then there was what the women were going through back at home—they were essentially single mothers during the week.”</p>\n<p dir=\"ltr\"><em><a href=\"http://www.thetakeaway.org/story/astronauts-wives/\">This article </a>was adapted from a segment of T<a href=\"http://www.thetakeaway.org/\">he Takeaway</a>, a PRI radio show that engages the national conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-19%2Ffirst-ladies-space&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/astronauts_wives_club.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/astronautswivesclubjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/takeaway/segment-audio/takeaway061915-astronaut.mp3"},{"href":"http://admin.pri.org/file/takeaway061915-astronautmp3"}]}