{"created":"2014-08-13T20:49:20+00:00","modified":"2015-05-18T17:21:17+00:00","valid":{"from":"2014-03-17T09:41:37+00:00","to":"3014-03-17T09:41:37+00:00"},"hreflang":"en","byline":"David Brancaccio","published":"2014-03-17T09:41:37+00:00","tags":["APM","Crimea","Mid-day Update","World","ukraine"],"itags":["84e30e2de0e26fdbe5a19e03f7ec8a92","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Monday, March 17, 2014","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>European Union foreign ministers today agreed to a package of measures to respond to moves to annex the Crimean region to Russia. &nbsp;Twenty-one people will find their financial assets frozen in Europe and face bans on travel. Just who is on that list of 21 has not yet been released, but the White House just now named 11 people, targeted for sanctions, seven Russians and four Ukrainians. &nbsp;And yet the financial markets seem less-than-perturbed by the news. How is it that investors can so easily shrug off a big global political event?</p>\n<p>Plus, a<span>&nbsp;new industry has sprung up in recent years: Websites that post nothing but mugshots. They're popular <span>—</span>&nbsp;people like to see other people in embarrassing moments — except with those who have their mugshots posted. In Chicago, the sites also wore out their welcome with the county sheriff. They seemed to be crashing his website.&nbsp;</span><span>Some of them look like shakedown operations: Mugshots.com has a big \"unpublish mugshot\"&nbsp;&nbsp;link right at the top of its homepage — for fees that start at $400.&nbsp;</span><span>Late last year, those sites seemed to be crashing the Cook County Sheriff’s&nbsp;inmate locator site.&nbsp; Automated systems were trying to suck the photos up faster than the county’s server could respond. <a href=\"http://www.marketplace.org/topics/business/justmugshotscom-and-business-embarrassment\" target=\"_blank\">Law enforcement across the country are trying to respond -- but with mixed results</a>.</span></p></div>","title":"PODCAST: Markets look past Ukraine","guid":"84e30e2d-e0e2-46fd-8e5a-9e03f7ec8a92","teaser":"New Cold War? What new Cold War?","description":"New Cold War? What new Cold War?","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>European Union foreign ministers today agreed to a package of measures to respond to moves to annex the Crimean region to Russia.  Twenty-one people will find their financial assets frozen in Europe and face bans on travel. Just who is on that list of 21 has not yet been released, but the White House just now named 11 people, targeted for sanctions, seven Russians and four Ukrainians.  And yet the financial markets seem less-than-perturbed by the news. How is it that investors can so easily shrug off a big global political event?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Plus, a<span> new industry has sprung up in recent years: Websites that post nothing but mugshots. They&apos;re popular <span>—</span> people like to see other people in embarrassing moments — except with those who have their mugshots posted. In Chicago, the sites also wore out their welcome with the county sheriff. They seemed to be crashing his website. </span><span>Some of them look like shakedown operations: Mugshots.com has a big &quot;unpublish mugshot&quot;  link right at the top of its homepage — for fees that start at $400. </span><span>Late last year, those sites seemed to be crashing the Cook County Sheriff’s inmate locator site.  Automated systems were trying to suck the photos up faster than the county’s server could respond. <a href=\\\"http://www.marketplace.org/topics/business/justmugshotscom-and-business-embarrassment\\\" target=\\\"_blank\\\">Law enforcement across the country are trying to respond -- but with mixed results</a>.</span></p>\"}]","audio":[{"meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/476103315.jpg?itok=avQKFwoa","type":"image/jpeg"},{"type":"audio/mpeg","meta":{"duration":381,"duration_hms":"00:06:21","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/03/17/marketplace_morning_report_full_20140317","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/03/17/marketplace_morning_report_full_20140317_64.mp3","format":"MP3"}]}