{"created":"2014-09-30T20:08:17+00:00","modified":"2014-10-30T21:54:34+00:00","valid":{"from":"2014-10-30T21:54:34+00:00","to":"3014-10-30T21:54:34+00:00"},"hreflang":"en","title":"How One Chauffeur Took Down A Corrupt Brazilian Politician","published":"2014-10-01T15:05:00+00:00","teaser":"Antonio Cavalcante helped get a candidate for governor barred after showing that the politician had embezzled millions of dollars while he was a state legislator.","itags":["npr_api","352808219"],"guid":"84e5c561-50aa-474a-a3bb-89d1f4729e87","contentencoded":"<p>It's election season in Brazil, and a group of young women hold up placards outside the Cuiaba airport in support of their candidate. The capital of the central Brazilian state of Mato Grosso is best known for its cattle ranching and agriculture. It is the Texas of Brazil — big, flat and hot with people who moved here from all over the country as kind of frontiersmen.</p><p>For the past two decades, one man has politically loomed above them all. His name is Jose Riva. He's been a politician in the state for 20 years, presiding over the state legislature in one form or another.</p><p>The general opinion, as one resident told me, is that \"he's dirtier than the floor of a chicken coop.\"</p><p>In 2002, the federal police accused Riva of embezzlement and money laundering — public money under his control was being handed over to shell companies that were often headed by people who had recently died.</p><p>Over the years there have been almost 200 legal proceedings against Riva, accusing him of all manner of crimes, including vote buying. In the media, he's regularly described as having the dirtiest record in the country, which is no small thing.</p><p>For example, almost 200 of Brazil's federal congressmen have been charged with some sort of crime — from murder to slavery to embezzlement. That's one-third of the nation's highest politicians, according to the Brazilian watchdog group Congresso em Foco.</p><p>This year, despite his many legal troubles, Riva was going to run for governor and it looked like he had a good chance of winning.</p><p>This is where a chauffeur named Antonio Cavalcante comes in.</p><p>Cavalcante is a short man, 5-foot-7, with a stubbly salt-and-pepper beard. He wears a flat cap and says he's nervous talking into the microphone — he doesn't like the spotlight. While timid in person, he's described as a lion by fellow activists who fought for years alone to change the way things are done in Brazil.</p><p>Cavalcante says his interest in Riva began after the federal money laundering probe failed to knock Riva from office.</p><p>\"As a citizen you feel impotent, powerless to do anything in the face of so many corruption scandals,\" Cavalcante says.</p><p>Part of the problem, he explains, is the legal system here. It's highly inefficient, and highly corrupt. Court cases take years — decades even — to be resolved.</p><p>Cavalcante also says Riva had friends in important places. A group of 10 judges were stopping any case against Riva from advancing.</p><p>Cavalcante got proof that the judges were misusing funds and public materials by diverting them from a new court that was being built in Cuiaba to a Masonic temple. The judges were all Masons, Cavalcante explains.</p><p>Cavalcante, along with the nongovernmental organization Moral, exposed them and, in a case that made national headlines, the judges were all kicked out of office. It was a huge victory.</p><p>\"Riva's power broke in the moment when the judges were removed,\" Cavalcante says.</p><p>Cavalcante<strong> </strong>pushed to get a law drafted that set up a special court for crimes dealing with public money. He became the go-to person for whistleblowers who wanted to expose political corruption.</p><p>The vice president of the anti-corruption NGO Moral, Elda Fim, says it took her a long time to get Cavalcante to trust her and work with the organization.</p><p>\"He did this practically alone, pointing out what was wrong. Everybody used to say, 'Give up! You are mad!' \" she says.</p><p>It came at a price. First came the lawsuits. Then, things got uglier.</p><p>\"All these years we've been fighting, we've suffered blackmail, my house was broken into, my wife was beaten, my children,\" Cavalcante says.</p><p>He begins to cry.</p><p>\"I've gotten death threats. All kinds of things. But I am happy because I am exercising the right of citizenship,\" he says.</p><p>The payoff came only a few weeks ago.</p><p>Cavalcante became one of the local forces behind a national law called the Ficha Limpa, or \"clean record\" law. This is the first election it's been used, and already it has been a game-changer, advocates say. Up until now, there were no legal tools to bar people like Riva from running for office. The law has led to hundreds of candidates being excluded across the country.</p><p>Riva was among them, after being found guilty of four counts of embezzlement.​ He is being allowed to finish his term of office in the state legislature.</p><p>But Cavalcante says \"his political career is over. It's no small thing.\"</p><p>Still, Riva's daughter — a political novice — has taken over his spot on the ballot running for state legislature. And his wife, Janet, is running for governor in his stead. We went to Jose and Janet Riva's lush estate in Cuiaba. She was busy recording a television spot urging people to vote for her. She denied that she is being used as a proxy for her husband. Jose Riva has said publicly that he is the victim of a political witch hunt.</p><p>I ask Cavalcante if he ever despairs.</p><p>\"There is a saying in Brazil that he who steals a little is a thief but he who steals a lot is a baron. Brazil was always like that. But today we can see it is worth it to persist, to fight. So at least our grandchildren can live in a better country,\" Cavalcante says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+One+Chauffeur+Took+Down+A+Corrupt+Brazilian+Politician&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352808220-31dbeb.m3u?orgId=1&topicId=1127&ft=3&f=352808219"},{"href":"http://media.npr.org/assets/img/2014/09/30/cavalcante-bccf123b193f5f73243a836f6499f56856b9f5ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1791","width":"2389"}}]}