{"created":"2015-05-26T20:23:33+00:00","modified":"2015-06-03T14:27:26+00:00","valid":{"from":"2015-06-03T14:27:26+00:00","to":"3015-06-03T14:27:26+00:00"},"hreflang":"en","title":"Despite An Economy On The Rise, American Paychecks Remain Stuck ","published":"2015-05-26T23:21:00+00:00","teaser":"NPR's \"Day 1\" series looks at major issues the next president will face in office. One issue is that Americans still aren't seeing big raises, even though the job market is slowly recovering.","itags":["npr_api","408555544"],"guid":"84ee81ef-d32f-4183-8312-9c6b96373307","contentencoded":"<p><em>As candidates hit the campaign trail, <a href=\"http://www.npr.org/sections/itsallpolitics/2015/05/26/408553045/what-will-the-next-president-face-on-day1\" target=\"_blank\">NPR looks at four major issues</a> the next president will face from Day 1 in office.</em></p><p>For seven years, Michael Hall has been guiding tourists to the top of Seattle's Space Needle and back. It's a unique vantage point from which to watch the ups and downs of Americans' paychecks.</p><p>At first, the 30-year-old elevator operator shared in the success of the popular attraction. He got regular raises, thanks to a union contract. Then the contract ran out. Hall's pay hasn't budged in the past four years.</p><p>At first, Hall said, \"I could put some money into savings every check. Still go out, grab a beer. But after about two or three years, suddenly it was like there's seven of us in a house. And then finally I started to find myself, about a year ago, living paycheck to paycheck.\"</p><p>It's a familiar story. Most Americans still aren't seeing big raises, even though the job market is slowly recovering.</p><p>In April, the official unemployment rate dropped below 5.5 percent for the first time in seven years. But the problem of stagnant wages goes back a lot further. Since 1979, average wages have barely kept pace with inflation.</p><p>John Pallaoro, a self-employed truck driver, says his paychecks stretched further four decades ago.</p><p>\"I was able to purchase a suburban house in the mid-'70s for the price of barely one year of wages, two years at the most,\" Pallaoro recalled. \"My standard of living is probably reduced by 50 percent from 40 years ago.\"</p><p>Stagnant wages aren't just a problem for individuals. When workers like Hall and Pallaoro don't have money to spend, it's a drag on the whole economy.</p><p>Experts point to a variety of causes for wage stagnation, including sluggish productivity growth. In the first decades after World War II, Americans' productivity climbed steadily, nearly 3 percent every year. But in the mid-'70s, that growth downshifted to less than 2 percent.</p><p>\"One obvious lesson is it's better to be growing fast than to be growing slow,\" said James Pethokoukis, an economic policy scholar at the conservative American Enterprise Institute.</p><p>\"The default Republican position would be you need to reduce taxes, you need to reduce spending so more of America's economic resources are being run by the private sector,\" he said. \"And that would boost economic growth.\"</p><p>Other proposals such as education reform and increased investment in public works are also intended to boost productivity. But that's not the only challenge.</p><p>Since the 1970s, there's been a disconnect between productivity and wages, so even as workers produce more, they don't necessarily see the benefits.</p><p>\"We have created lots of income, lots of output, lots of wealth over the last three decades,\" said Larry Mishel, president of the left-of-center Economic Policy Institute. \"The problem is it has not accrued to the vast majority.\"</p><p>Virtually all of the gains have gone to those at the top of the income scale. In the past, politicians have sometimes tried to address that through the tax code: taking a slightly larger cut from the wealthy and using tax credits to pad the pockets of the poor. But there are political limits to that approach. Some people consider such government redistribution akin to adding or taking away points after the whistle has blown. Mishel and others argue that policymakers need to focus more on shaping the rules of the economic game, so average workers can command higher pretax wages.</p><p>\"The problems with people's paychecks is not what the federal government is taking out in taxes. It's what employers are not putting in,\" Mishel said.</p><p>Elevator operator Hall agrees. He complains that while his paycheck has flat-lined for the past four years, business at the Space Needle has been up, up, up.</p><p>\"We're busier than we ever were,\" Hall said. \"One full elevator, that pays most of us working for the day. And we'll do that 100 times. It's sort of insulting that they can't afford to keep paying us enough to live in the city.\"</p><p>There is one stretch in the past 35 years that offers a glimmer of hope for struggling workers. That's the late 1990s — a period when not only was the economy growing fast but the gains were widely shared, so workers on every rung of the economic ladder were climbing together.</p><p>\"What was distinct about that period can be summarized in two words: full employment,\" said economist Jared Bernstein of the Center on Budget and Policy Priorities. \"Or maybe three words: very full employment.\"</p><p>Unemployment in the late '90s was below 5 percent. Some months it fell below 4 percent. That gave workers everywhere lots of leverage to demand higher wages.</p><p>Short of full employment, Bernstein says, there are other policies that could boost workers' bargaining power, including a higher minimum wage, steps to make it easier for unions to organize, and immigration policies that limit the growth of a shadow workforce.</p><p>Many of those policies will be debated over the next year and a half by those who seek to occupy the White House. As the U.S. economic elevator starts to climb again, a central challenge for the next president will be making sure more American families aren't stuck on the bottom floor.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+An+Economy+On+The+Rise%2C+American+Paychecks+Remain+Stuck+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409804755-b355ae.m3u?orgId=1&topicId=1014&d=326&p=2&story=408555544&t=progseg&e=409677823&seg=1&ft=nprml&f=408555544"},{"href":"http://media.npr.org/assets/img/2015/05/26/michaelhall-3eb424459548a380b06a02ecc8e670aae00471d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1058","width":"1411"}}]}