{"created":"2014-10-01T21:14:46+00:00","modified":"2014-10-02T17:52:23+00:00","valid":{"from":"2014-10-02T17:52:23+00:00","to":"3014-10-02T17:52:23+00:00"},"hreflang":"en","guid":"84efe9a2-52b7-444c-a90e-e599ff609fdb","title":"Here's one reason Nigeria has halted the spread of Ebola","published":"2014-10-02T17:52:22+00:00","byline":"Joyce Hackel","tags":["Ebola","health","science","Human Needs","Health","Health & Medicine","Lagos","Africa","Nigeria","Sub-Saharan Africa","Africa","Christian Happi","Ebola","Nigeria","Virus","Sierra Leone","Harvard","Microbiology"],"teaser":"As a boy growing up in Cameroon, Christian Happi's heroes were American biologist James Watson and English physicist Francis Crick.  His dream was to work in genetics.  Now he's doing the work he finds most meaningful.  Happi's lab was among the first to identify the presence of the deadly Ebola virus in Nigeria.","contentencoded":"<p>Health officials and scientists in Nigeria are getting some pats on the back these days for managing to contain the spread of Ebola in the West Africa nation.&nbsp;</p><p>While the deadly virus continues to spread in neighboring countries, the<a href=\"http://www.bbc.co.uk/news/world-africa-29436851\"> US Centers for Disease Control and Prevention says as soon as next month</a> it&#39;s hoping to declare the outbreak in Nigeria over.</p><p>For professor<a href=\"http://www.hsph.harvard.edu/christian-happi/\"> Christian Happi</a>, the good news is a personal achievement.&nbsp;</p><p>Happi&#39;s laboratory outside Lagos was one of two in Nigeria tasked with confirming the first diagnosed case of Ebola in that country, back in July. It involved <a href=\"http://www.theguardian.com/world/2014/jul/25/first-case-ebola-lagos-nigeria\">Liberian American Patrick Sawyer</a>, who flew into Lagos already sick.</p><p>Nigerian authorities sent Happi Sawyer&#39;s blood samples. With expertise in molecular biology and genomics, Happi was one of the few in the region with the skills and the equipment to test the sample for the presence of the Ebola virus.</p><p>&quot;We received the samples at around 9 pm at night, and the next morning ... we released the result,&quot; he says. &quot;We repeated [the test] about three times because we saw the result was positive and we wanted to be very sure, because it was the very first case of Ebola in Nigeria.&quot;&nbsp;</p><p>Happi, a professor of Biological Sciences at Redeemer&#39;s University just outside of Lagos, attributes Nigeria&#39;s success in curbing Ebola in part to &quot;sheer luck.&quot; He notes that civil servant Sawyer entered Nigeria through the main airport, where he stumbled and was taken to one of the best medical facilities in Lagos.&nbsp;</p><p>&quot;From that point on he was quarantined,&quot; Happi notes. &quot;That reduced dramatically the number of people that could have been exposed.&quot; &nbsp;</p><p>Happi considers another, grimmer scenario.</p><p>&quot;Imagine if it was somebody that crept into Nigeria through the porous borders, then got sick in a small rural community, then transmitted disease in that small rural community,&quot; Happi suggests. &quot;From there, the ravage, the havoc, would have started.&quot;&nbsp;</p><p>In addition to luck, Happi credits the preparedness of the scientific community in Nigeria, including its collaboration with Harvard University and a consortium of West African countries that includes Sierra Leone and Senegal as well as Nigeria.</p><p>&quot;While we were involved in tackling Ebola in Sierra Leone, we actually put in place in Nigeria the machinery for diagnosis of Ebola,&quot; he says. &quot;So when we received a sample, we had all that was required.&quot;</p><p>Happi&#39;s interest in combating deadly viruses has deep roots. As a boy growing up in Cameroon, he says his heroes were American biologist James Watson and English physicist Francis Crick. &nbsp;His dream was to work with infectious diseases. Now, he says he&#39;s doing the research he finds most meaningful. &nbsp;</p><p>&quot;A lot of young kids in Africa have dreams and aspirations. And I&#39;m sure there are many other young people like me out there,&quot; Happi says. &quot;I was probably lucky that I had the opportunities and it was more or less my dreams coming true &mdash; what I&#39;m doing now.&quot;</p>","audio":[]}