{"created":"2014-08-13T20:49:22+00:00","modified":"2015-05-14T20:31:32+00:00","valid":{"from":"2014-02-21T20:15:47+00:00","to":"3014-02-21T20:15:47+00:00"},"hreflang":"en","guid":"84f43db0-dde3-4618-831d-283a7f3915bc","published":"2014-02-21T20:15:47+00:00","itags":["PMP:Marketplace_PMP","Marketplace Money for Friday, February 21, 2014","84f43db0dde3618331da283a7f3915bc","Marketplace","Marketplace Money"],"teaser":"Booking your next vacation means dealing with airlines ... and their fees. After you spend a pretty penny on the ticket, there are all sorts of charges for extra comforts like an in-flight snack, a few extra inches of legroom ... you name it!","contentencoded":"<div class=\"barn-cleaned\"><p>File the following exchange under “T” for “Things That Used To Happen At Airports”: &nbsp; <strong><em>TICKETED TRAVELER:</em></strong><em>&nbsp;Hi, I’m here to check in for my flight.</em> <strong><em>AIRLINE AGENT:</em></strong><em>&nbsp;My, you’re here pretty early.&nbsp; There’s a flight leaving sooner with seats available.&nbsp; Would you like me to try and get you on that one?</em> <strong><em>TICKETED TRAVELER:</em></strong><em>&nbsp;That’d be great.&nbsp; Wait, how much will that run me?</em> <strong><em>AIRLINE AGENT:</em></strong><em>&nbsp;Not a thing.&nbsp; The earlier flight’s only 40% full so let’s go ahead and get you on your way.&nbsp; And while we’re at it, have a blanket.&nbsp; And a food voucher.&nbsp; And a pair of headphones so you can enjoy your Discman while waiting to board.</em> <strong><em>TICKETED TRAVELER:</em></strong><em>&nbsp;Thank you! [takes luggage and does the Cabbage Patch toward security screening area]</em> &nbsp; Okay, maybe airlines never handed out goodies so willingly, but things that used to be free – or at least affordable – are now only available for a fee. Even when you show up hours early for a flight, there’s no way you’re leaving any sooner than the time stamped on your ticket, unless you’re willing to cough up money for a change fee.&nbsp; &nbsp; And not just for a few bucks either. &nbsp; “Last year, the three major airlines increased the change or cancellation free from $150 to $200 for any adjustment to your itinerary,” says George Hobica, a travel industry expert and founder of <a href=\"http://www.airfarewatchdog.com\" target=\"_blank\">AirfareWatchdog.com</a>. “The airlines discovered that when they raise airfares, people stay home or they drive. So, what they’re doing now to remain profitable, quite profitable, is to charge for things they never charged for before.” &nbsp; But charging passengers to go where they’ve already paid to go when the plane’s not even full? That just seems mean. &nbsp; “There’s speculation that what airlines are actually doing, is encouraging business travelers to buy refundable fares, which cost more up front, by charging everyone change fees,” he says. “So now paying for refundable tickets makes more sense.” &nbsp; Hobica, like a lot of travelers, says he’s had to suffer from being a non-refundable ticket holder.&nbsp; &nbsp; “I was flying from New York City to Dallas and encountered a cancellation. There were other flights to Dallas going out, but they wouldn’t rebook me on any of them because they were non-stop and the flight I had a ticket for had a connection,” Hobica recalls. “I had to wait for a comparable flight to leave out to get rebooked.\" &nbsp; He says new fees make it so that travelers can’t game the system in any way, and it goes deeper than layovers. That means if you’re flying out at 3pm in an economy seat on an older plane, there’s no way most airlines will let you leave at noon seated in the exit row on a more modern plane with USB ports to charge your tablet. &nbsp; Something else that used to be a complimentary service for travelers: Booking a seat in advance. Now, some airlines like British Airways charge customers to select their seats more than 24 hours before a flight. Those fees can run anywhere from $12 to $70. &nbsp; \"I paid it on a British Airways flight from Hong Kong to London,” Hobica says. “I was flying with someone and there were very few seats left that were available for selection – which means people had already paid in advance to choose their seats. So, I decided it was worth it to reserve a pair of seats and paid $71. And it was worth it.” &nbsp; Hobica says People are willing to pay for customized comforts and the airlines know it.&nbsp; “They have tons of behavioral information that comes in every day from us. It’s like a concert or a Broadway show.&nbsp; Where do you want to sit? How close do you want to be to U2? Well, you’re going to pay more for that.\" &nbsp; So, what can you do if you’re like me, a budget traveler on a mission to get from point A to point B by spending as little as possible? Hobica offers a few tips: &nbsp; <strong>Look for airline perks</strong> Fly airlines that still offer perks.&nbsp; For example, JetBlue doesn’t charge for the first checked bag and Southwest Airlines doesn’t charge for the first two checked bags. &nbsp; <strong>Look for credit card perks</strong> Get an air rewards credit card that gives you bonuses like no charge at all for checked luggage. &nbsp; <strong>Don't be picky about seats</strong> Don’t choose your seat in advance. Real budget travelers just want to get there, even if that means being wedged between a colicky tot and a snoring neighbor. Or, choose an airline that doesn't charge you to choose a seat (Delta, American and United). &nbsp; <strong>Look at budget airlines</strong> Fly Spirit Airlines, which offers cheap fares and lets the customer customize their flight with the fees they’re willing to pay. However, Spirit charges a fee for just about everything, including water. Oxygen is still free ... as of now. &nbsp; <em>For more of George Hobica’s explanation of airline fees, click the audio player above. And if you have tips for travelers to avoid being nickel and dimed by the airlines, share them with us via Twitter <a href=\"http://www.twitter.com/livemoney\" target=\"_blank\">@LiveMoney</a>.</em></p></div>","title":"Affording the friendly skies: Avoiding airline fees","contenttemplated":"[{\"content\":\"<p>File the following exchange under “T” for “Things That Used To Happen At Airports”:   <strong><em>TICKETED TRAVELER:</em></strong><em> Hi, I’m here to check in for my flight.</em> <strong><em>AIRLINE AGENT:</em></strong><em> My, you’re here pretty early.  There’s a flight leaving sooner with seats available.  Would you like me to try and get you on that one?</em> <strong><em>TICKETED TRAVELER:</em></strong><em> That’d be great.  Wait, how much will that run me?</em> <strong><em>AIRLINE AGENT:</em></strong><em> Not a thing.  The earlier flight’s only 40% full so let’s go ahead and get you on your way.  And while we’re at it, have a blanket.  And a food voucher.  And a pair of headphones so you can enjoy your Discman while waiting to board.</em> <strong><em>TICKETED TRAVELER:</em></strong><em> Thank you! [takes luggage and does the Cabbage Patch toward security screening area]</em>   Okay, maybe airlines never handed out goodies so willingly, but things that used to be free – or at least affordable – are now only available for a fee. Even when you show up hours early for a flight, there’s no way you’re leaving any sooner than the time stamped on your ticket, unless you’re willing to cough up money for a change fee.    And not just for a few bucks either.   “Last year, the three major airlines increased the change or cancellation free from $150 to $200 for any adjustment to your itinerary,” says George Hobica, a travel industry expert and founder of <a href=\\\"http://www.airfarewatchdog.com\\\" target=\\\"_blank\\\">AirfareWatchdog.com</a>. “The airlines discovered that when they raise airfares, people stay home or they drive. So, what they’re doing now to remain profitable, quite profitable, is to charge for things they never charged for before.”   But charging passengers to go where they’ve already paid to go when the plane’s not even full? That just seems mean.   “There’s speculation that what airlines are actually doing, is encouraging business travelers to buy refundable fares, which cost more up front, by charging everyone change fees,” he says. “So now paying for refundable tickets makes more sense.”   Hobica, like a lot of travelers, says he’s had to suffer from being a non-refundable ticket holder.    “I was flying from New York City to Dallas and encountered a cancellation. There were other flights to Dallas going out, but they wouldn’t rebook me on any of them because they were non-stop and the flight I had a ticket for had a connection,” Hobica recalls. “I had to wait for a comparable flight to leave out to get rebooked.&quot;   He says new fees make it so that travelers can’t game the system in any way, and it goes deeper than layovers. That means if you’re flying out at 3pm in an economy seat on an older plane, there’s no way most airlines will let you leave at noon seated in the exit row on a more modern plane with USB ports to charge your tablet.   Something else that used to be a complimentary service for travelers: Booking a seat in advance. Now, some airlines like British Airways charge customers to select their seats more than 24 hours before a flight. Those fees can run anywhere from $12 to $70.   &quot;I paid it on a British Airways flight from Hong Kong to London,” Hobica says. “I was flying with someone and there were very few seats left that were available for selection – which means people had already paid in advance to choose their seats. So, I decided it was worth it to reserve a pair of seats and paid $71. And it was worth it.”   Hobica says People are willing to pay for customized comforts and the airlines know it.  “They have tons of behavioral information that comes in every day from us. It’s like a concert or a Broadway show.  Where do you want to sit? How close do you want to be to U2? Well, you’re going to pay more for that.&quot;   So, what can you do if you’re like me, a budget traveler on a mission to get from point A to point B by spending as little as possible? Hobica offers a few tips:   <strong>Look for airline perks</strong> Fly airlines that still offer perks.  For example, JetBlue doesn’t charge for the first checked bag and Southwest Airlines doesn’t charge for the first two checked bags.   <strong>Look for credit card perks</strong> Get an air rewards credit card that gives you bonuses like no charge at all for checked luggage.   <strong>Don&apos;t be picky about seats</strong> Don’t choose your seat in advance. Real budget travelers just want to get there, even if that means being wedged between a colicky tot and a snoring neighbor. Or, choose an airline that doesn&apos;t charge you to choose a seat (Delta, American and United).   <strong>Look at budget airlines</strong> Fly Spirit Airlines, which offers cheap fares and lets the customer customize their flight with the fees they’re willing to pay. However, Spirit charges a fee for just about everything, including water. Oxygen is still free ... as of now.   <em>For more of George Hobica’s explanation of airline fees, click the audio player above. And if you have tips for travelers to avoid being nickel and dimed by the airlines, share them with us via Twitter <a href=\\\"http://www.twitter.com/livemoney\\\" target=\\\"_blank\\\">@LiveMoney</a>.</em></p>\",\"type\":\"text/html\"}]","description":"Booking your next vacation means dealing with airlines ... and their fees. After you spend a pretty penny on the ticket, there are all sorts of charges for extra comforts like an in-flight snack, a few extra inches of legroom ... you name it!","byline":"Lindsay Foster Thomas","tags":["APM","Ask Money","fees","airline fees","Travel","Airlines","Your Money"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/111681767.jpg?itok=YV9_MvP7","type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"}},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/02/21/marketplace_segment31_20140221_64.mp3","meta":{"duration_hms":"00:04:04","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/02/21/marketplace_segment31_20140221"},"duration":244},"format":"MP3"}]}