{"created":"2015-02-22T22:14:18+00:00","modified":"2015-06-25T17:45:11+00:00","valid":{"from":"2015-06-25T17:45:11+00:00","to":"3015-06-25T17:45:11+00:00"},"hreflang":"en","title":"Sonic Youth's Kim Gordon On Marriage, Music And Moving On","published":"2015-02-23T00:23:00+00:00","teaser":"Kim Gordon and Thurston Moore were indie rock's power couple — until their marriage, and their band, ended in 2011. Gordon looks back on the experience in a new memoir called <em>Girl in a Band</em>.","itags":["npr_api","387207690"],"guid":"84fb1ad5-a056-4545-80b5-06c4141c0801","contentencoded":"<p>For 30 years, the band Sonic Youth had, as its core, its two main vocalists: Thurston Moore on guitar, Kim Gordon on bass. They were indie rock's power couple — a shining example of love and loyalty in maybe the environment least conducive to marital bliss.</p><p>Sonic Youth ended in 2011, with their divorce.</p><p>Now Gordon has written a new memoir, <em>Girl in a Band</em>, about her marriage, her music and the origins — and the end — of Sonic Youth.</p><p><strong>The Beginnings</strong></p><p>Gordon moved to New York City from California back in 1980 — not for the amazing music scene, but to be an artist.</p><p>\"I was pretty much an outsider,\" she tells NPR's Arun Rath. \"I didn't have a peer group that I moved there with. So the first work I did was sort of doing work in people's apartments or other spaces — because galleries just really weren't available.\"</p><p>That's when she fell into the city's burgeoning \"no-wave\" scene. Artists like Glenn Branca and Rhys Chatham were making dissonant, unconventional music. And in that no-wave crowd, Kim Gordon met like-minded, gangly, 6-foot-6 guitarist Thurston Moore. They released their first album together as Sonic Youth in 1982. Two years later, they were married.</p><p>When Sonic Youth started to attract national attention in the mid-80's, Kim Gordon got a special kind of attention. Reporters wanted to talk to this fetching blonde bass player.</p><p>A lot of people seemed more interested in Kim's appearance than what she was playing. Gordon was surprised to find her choice of clothing analyzed by the press.</p><p>As Gordon recalls in her book, during one shoot, a photographer asked her, \"Do you want to look cool? Or do you want to look attractive?\" Gordon took \"cool\" to mean androgynous, and \"attractive\" to mean cut-off jeans, crop tops and cleavage.</p><p>Over the years, she obliged both.</p><p>But \"cool\" caused her more trouble — like the time MTV banned Sonic Youth's video for the song \"100%\" because of what was written on Kim's shirt.</p><p>\"It's a bootleg Rolling Stones shirt — the big mouth — and it said 'Eat me' on it. At the time, I just took it, like, 'Well, that's confusing, because they've obviously got, like, mostly naked women in their videos.' \"</p><p><strong>'People Change'</strong></p><p>Sonic Youth's final show was at a festival in Sao Paulo: November 14th, 2011.</p><p>She describes the painful show and her marriage's dissolution in her memoir, in the very first chapter:</p><blockquote><p>\"I was the last one to come on, making sure to mark off some distance between Thurston and me. I was exhausted and watchful. Steve [Shelley] took his place behind his drum set, like a dad behind a desk. The rest of us armed ourselves with our instruments like a battalion, an army that just wanted the bombardment to end.</p><p>...</p><p>Thurston and I weren't speaking to each other. We had exchanged maybe 15 words all week. After 27 years of marriage, things had fallen apart. The couple everyone believed was golden and normal and eternally intact, who gave younger musicians hope they could outlast a crazy rock'n'roll world, was now just another cliche of relationship failure — a male midlife crisis, another woman, a double life.\"</p></blockquote><p>Gordon tells Rath she started the book with the lowest moments in her life for a reason. \"It's part of my story, so I felt like I needed to put it in, and it made me look back on my life and figure out how I got to where I am,\" she says. \"And it's created perspective and distance for me.\"</p><p>Gordon says she's back to focusing on her artwork these days. She's got a couple of shows in June. And with the release of this book, she's finally put Thurston Moore's infidelity behind her.</p><p>\"People change,\" Gordon says. \"People can't help who they fall in love with, no matter who it is, and it's not that I'm not sad about it, but I feel like, in a way, maybe I was stuck in my life. And it's kind of freed me up to do other things - or do what I was <em>meant</em> to do. So I can only really see it for myself positively.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sonic+Youth%27s+Kim+Gordon+On+Marriage%2C+Music+And+Moving+On&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"388"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388262695-288fa7.m3u?orgId=1&topicId=1033&aggIds=100876926&d=388&p=2&story=387207690&t=progseg&e=388262622&seg=10&ft=nprml&f=387207690"},{"href":"http://media.npr.org/assets/img/2015/02/20/kim-gordon-alisa-smirnova-hi-res-493375aa07f9e5dd6ea1a669c31974ddf746df46.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3431","width":"4574"}},{"href":"http://media.npr.org/assets/img/2015/02/18/481672109-a5d1c4b2a14c0bd9e88aaba4384957fbde798d53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1726","width":"2302"}}]}