{"created":"2014-10-07T19:06:58+00:00","modified":"2014-10-30T23:39:07+00:00","valid":{"from":"2014-10-30T23:39:07+00:00","to":"3014-10-30T23:39:07+00:00"},"hreflang":"en","title":"Africa's Leaders Aim To Change Perception Of The Continent","published":"2014-08-25T16:11:00+00:00","teaser":"Scores of African leaders gather in Washington this week at an unprecedented summit organized by President Obama. The goal: Get the U.S. invested in Africa, and shape a new narrative along the way.","itags":["npr_api","337601447"],"guid":"8512b4d8-7d98-4c7c-b293-2ce695db23cb","contentencoded":"<p>Africa rarely gets a break — in the news headlines, anyway. But as the spread of the deadly Ebola virus continues to dominate the news cycle, there's a very different story about Africa that threatens to be forgotten.</p><p>One way to start that story is with the nearly $1 billion worth of deals to be announced this week between the United States and Africa, at a historic U.S. summit that will bring President Obama together with the leaders of more than 40 African nations.</p><p>The deals themselves are beside the point — \"a bit of a pageant,\" says Jonathan Berman, author of <em>Success in Africa</em>, a book of interviews with African CEOs.</p><p>\"Those deals are either developed beforehand or they're not yet fully baked. So that's not really what a summit does,\" Berman says. \"What I think a summit can do, and what I think this summit in particular can do, is change a narrative ... change perceptions.\"</p><p><strong>Seeing Growth, Meeting Counterparts</strong></p><p>Berman says the narrative about Africa needs to change from one of \"war, disease and poverty to one of hope, aspiration and opportunity.\" And perceptions need to be updated to reflect a continent that contains six of the 10 fastest-growing economies in the world, and is home to an increasingly educated middle class hungry for Western goods.</p><p>Berman says American businesses have not, for the most part, taken advantage of investment opportunities on the African continent. China's volume of trade with Africa is 2.7 times that of the U.S.</p><p>He blames old stereotypes, in part, for holding the U.S. back. \"Businesspeople are not that much different from other people,\" he says. \"They're informed by the ecosystem around them ... by what they heard growing up.\"</p><p>Growing up, many heard the constant calls to feed the starving children in Ethiopia. But Ethiopia's growth rate, according to the World Bank, has now exceeded China's. So Berman says this summit has a corrective aim: to enable meetings between American CEOs and African CEOs and leaders.</p><p>Those meetings matter because ultimately, Berman says, an executive needs to go beyond the numbers and ask: \"With whom am I going to do business?\"</p><p>That very question was recently posed not to a business executive, but to a human rights activist named Tutu Alicante, in exile from Equatorial Guinea. It's a country where oil riches have resulted in the highest GDP per capita in all of Africa, while real wealth is stuck in the hands of a few.</p><p>The actual poverty rate in the nation, which Tutu calls a \"perfect kleptocracy,\" is over 75 percent; meanwhile, the family of President Teodoro Obiang controls all of the oil revenues.</p><p>President Obiang not only is invited to the White House summit, but also is the featured guest at a separate forum this week with the Corporate Council on Africa — a forum intended to drum up more investment in the country. Alicante says that's the precisely wrong way to bring change to Africa.</p><p>\"In South Africa [in the '70s and '80s] it took companies boycotting the apartheid regime in order for that regime to change,\" Alicante says. \"It wasn't investing further into the apartheid regime that got them to change.\"</p><p><strong>'Not Meant To Be Solved On American Soil'</strong></p><p>The U.S.-Africa Leaders Summit has been criticized by international groups for not inviting more human rights groups and government reformers.</p><p>Chris Byaruhanga works for the international anti-poverty group ActionAid. He's been honored by the White House's Young African Leaders Initiative for his work in his native Uganda, for trying to bring transparency to oil deals. He reports on deals that seem to line official pockets instead of helping ordinary Ugandans.</p><p>Byaruhanga has been called a saboteur by his own government. But surprisingly, he does not want his president to miss this opportunity to come to Washington, D.C., to this summit and make deals. (President Yoweri Museveni of Uganda is indeed one of the honored guests.)</p><p>\"I want investment to come to Africa so badly,\" Byaruhanga says. \"I have three children that I want to work in Uganda when they come of age.\"</p><p>But Byaruhanga says keeping African governments accountable is his job and the job of other young middle-class, educated Africans, more than the job of American corporations.</p><p>\"Our concern with government is not even meant to be solved on American soil,\" he says. \"So let them come and sign these deals. But when you come back home, tell us what you've done, and allow us to make some input.\"</p><p>Byaruhanga is trying to change another old perception about the continent — that Africa always seems to need help from the West. His new narrative: Africans can help themselves.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Africa%27s+Leaders+Aim+To+Change+Perception+Of+The+Continent&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337715906-ffe509.m3u?orgId=1&topicId=1126&ft=3&f=337601447"},{"href":"http://media.npr.org/assets/img/2014/08/03/africa_summit-5692dffc2f08b3b1528748db99aa11e1f94784dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1714","width":"2286"}}]}