{"created":"2015-04-13T07:30:23+00:00","modified":"2015-06-05T15:27:11+00:00","valid":{"from":"2015-06-05T15:27:11+00:00","to":"3015-06-05T15:27:11+00:00"},"hreflang":"en","title":"Why Some Doctors Hesitate To Screen Smokers For Lung Cancer","published":"2015-04-21T02:39:00+00:00","teaser":"Medicare now pays for some long-term smokers to get an annual test. These scans could save thousands of lives each year, but some doctors still worry risks outweigh benefits.","itags":["npr_api","398101515"],"guid":"8515cbce-22f8-4206-93f8-9954f0939652","contentencoded":"<p>In February, Medicare announced that it would pay for an annual lung cancer screening test for certain long-term smokers. Medicare recipients between the ages of 55 and 77 who have smoked the equivalent of a pack a day for 30 years are now eligible for the annual test, known as a <a href=\"http://imaging.cancer.gov/programsandresources/reportsandpublications/reportsandpresentations/spiralctscreeningforlungcancer\">spiral CT scan</a>.</p><p>Medicare's decision was partly a response to <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1102873\">a 2011 study</a> showing that screenings with the technique could reduce lung cancer deaths by 20 percent.</p><p>That translates into thousands of lives each year, says <a href=\"http://www.mountsinai.org/profiles/claudia-i-henschke\">Dr. Claudia Henschke</a>, a radiologist who heads the lung and cancer screening program at New York's Mount Sinai Medical Center.</p><p>\"It's a tremendous step forward,\" she says, primarily because lung cancer is such a big killer. The disease claims more than 150,000 lives in the U.S. each year, more than the next three cancers — breast, prostate and colon cancers — combined.</p><p>But as more and more people are getting screened for lung cancer, other doctors worry the test is doing more harm than good.</p><p>\"It's the two-edged sword,\" says<strong> </strong><a href=\"http://www.tdi.dartmouth.edu/faculty/h-gilbert-welch-md-mph\">Dr. H. Gilbert Welch</a>, a professor of medicine and health policy at the Geisel School of Medicine at Dartmouth. \"The scans can see very early cancers,\" Welch says, \"but [can also] find cancers that were never going to matter.\"</p><p>That's because some cancers grow slowly and never become dangerous, he says. Welch describes this phenomenon in his <a href=\"http://www.beacon.org/Less-Medicine-More-Health-P1095.aspx\">new book</a>, <em>Less Medicine, More Health</em>: 7<em> Assumptions That Drive Too Much Care.</em></p><p>Welch says spiral CT scans also detect a lot of things that are not cancerous. Nearly a quarter of the 2011 study's participants had multiple tests that showed abnormal growths in the lungs that turned out not to be cancer. These false-positive tests led to more follow-up testing, including risky procedures like a biopsy, which inserts a needle into the lung.</p><p>\"Not surprisingly,\" Welch says, \"sometimes that creates problems like causing someone's lung to collapse.\"</p><p>Welch is not claiming that that 2011 study, known as the National Lung Screening Trial, was bad science. A panel of independent experts called the<a href=\"http://www.uspreventiveservicestaskforce.org/Page/Topic/recommendation-summary/lung-cancer-screening\"> U.S. Preventive Services Task Force</a> reviewed the data and determined that, overall, using the CT screening to find lung cancer does more good than harm.</p><p>But Welch is concerned that the results of the study will not be replicated in the real world. In the study, he says, the radiologists<em> </em>were highly skilled at detecting lung cancer from a CT scan. The doctors were cautious, he says, and went to great lengths to avoid invasive tests like biopsies. Plus, the researchers clearly explained potential risks to patients, including the high rate of false positives.</p><p>In everyday medical settings, Welch says, that won't always be the case.</p><p>\"There are real reasons to be concerned that the harmful effects of the screening might actually be greater in practice,\" he says. In other words, the net benefit of CT screening might not exist in the real world.</p><p><a href=\"http://andrewlazris.md.com/\">Dr. Andy Lazris</a> is an internist and primary care physician in Columbia, Md., and says his practice includes a lot of older smokers. He has looked carefully at the data and is not enthusiastic about using CT scans to look for lung cancer in his patients, most of whom are over 55.</p><p>\"Not many people are going to benefit,\" he says. \"A lot of people are going to get these false alarms and a lot of people are going to get excessive testing and potential harm.\"</p><p>To help his patients understand the odds, he shows them a picture of a theater seating diagram.</p><p>\"Out of a thousand seats in the theater, there are 3 1/2 blackened seats, which are barely visible,\" he says, pointing at the diagram shown on the left. \"These are lung cancer deaths averted with spiral CT.</p><p>Then Lazris turns the page to another diagram, shown here on the right.</p><p>\"This is a crowded theater,\" he says. \"Out of a thousand people, 233 people will have persistent false positives.\"</p><p>These false-positive results lead to further tests, he says, which means more exposure to potentially dangerous radiation and the risk of complications. There can be additional costs, adding to the stress of thinking you might have cancer.</p><p>Lazris says he shows the theater diagrams to many of his patients and gets a wide range of responses. Some patients, he says, point at one of the three blackened seats and say, \" 'That's probably me. I'm not taking any chances, I'm getting this test.' \"</p><p>\"Other people,\" he says, \"will see [the same diagram] and will say, 'Are you kidding me? I'm not going for that; that's not worth it.'\"</p><p>But in either scenario, Lazris says, he has done his job — he has helped his patients understand the odds and then let them make the choice.</p><p>Medical centers that screen Medicare patients are required to report their results to the government. Officials will be assessing each center's performance and tracking patient outcomes to determine whether screening with spiral CT — when expanded to a much larger scale — is doing more harm than good.</p><p>Meanwhile, Dr. Henschke suggests that patients who are considering getting the screening remember a couple of things.</p><p>First, they should discuss the benefits and risks with a primary care physician, she says. Medicare requires doctors to meet with patients before writing a referral, so patients should be sure they take advantage of this opportunity.</p><p>Also, Henschke says, patients should get the spiral CT done at a facility that has plenty of experience in screening people for lung cancer — \"a place where you have a team of people who are aware of what early lung cancer looks like.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Some+Doctors+Hesitate+To+Screen+Smokers+For+Lung+Cancer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399292698-0f4d24.m3u?orgId=1&topicId=1066&d=272&p=3&story=398101515&t=progseg&e=399292577&seg=7&ft=nprml&f=398101515"},{"href":"http://media.npr.org/assets/img/2015/04/10/spiral-ct-scan-3c3825f3d5213a499fa7790ebea1e6d317d14b58.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1411","width":"1881"}},{"href":"http://media.npr.org/assets/img/2015/04/09/lazris-af37e106047d6bd9de55f55cb1d085de8b73b105.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2015/04/10/theater-diagrams_wide-d0cc4ce5c243e7f362d185175b404aa67b8b8414.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1617","width":"2876"}}]}