{"created":"2014-12-16T18:47:04+00:00","modified":"2015-05-13T21:26:40+00:00","valid":{"from":"2015-05-13T21:26:40+00:00","to":"3015-05-13T21:26:40+00:00"},"hreflang":"en","title":"Amid Strains, Syrian Refugees Are Facing Curfews In Lebanon ","published":"2014-12-17T19:46:00+00:00","teaser":"The fragile country now hosts some 1 million Syrian refugees. Some towns have set up civilian volunteers to enforce curfews on the refugees, leading to rising tensions and some cases of abuse.","itags":["npr_api","370329263"],"guid":"85168bea-7925-45f8-a2e7-bede5f94e792","contentencoded":"<p>In Lebanon — a fragile little country of just 4 million people — there are about 1 million refugees from Syria. Many have been here three years, and their welcome is starting to wear thin.</p><p>Some towns and villages have imposed a curfew on refugees – enforced by local groups of volunteers. But in a country that experienced a brutal civil war, some are concerned about the return of armed civilian groups.</p><p>I'm on a balcony overlooking olive trees and orchards in a town called Ebrin. It's Chadi's balcony – I'm not going to tell you his last name, for reasons I'll explain later. He works in the capital, Beirut, but commutes an hour north for the quiet in this town that feels like a village.</p><p>There are about 4,000 residents, mostly relatives and all Christian: I see Christmas trees, Virgin Mary statues.</p><p>So far, so cozy — except, under the balcony, there are new structures, illegal structures made of cinderblock, tarp and corrugated metal, just dozens of yards away, housing many families.</p><p>Chadi reckons 600 Syrians live in Ebrin now, mostly refugees from the war just over the border. Some are families, others are single men.</p><p>\"We are worried about the 20, 25, 30-year-olds,\" he says.</p><p>The town is close to the Lebanese city of Tripoli, where Islamist extremism spills over from Syria, causing violence. When Syrian men started buzzing around on motorbikes at night, the town got nervous.</p><p>\"We don't want Syrians anymore,\" he says.</p><p>Chadi doesn't mean kicking them out. He just thinks they shouldn't feel too welcome. He was pleased to see the local authority impose an 8 p.m. curfew on Syrians a few months back.</p><p>\"They are not comfortable,\" he says. \"They are not comfortable like before.\"</p><p><strong>Reports Of Abuse</strong></p><p>When the municipality called for volunteers to patrol, Chadi signed up. He took me with him one recent evening, and asks me not to use his last name because he fears being targeted by extremists.</p><p>At the municipality office, a policeman assigns about a dozen mostly middle-aged volunteers to different parts of the town. Most don't carry weapons, but keep them handy, maybe in their car.</p><p>This is happening in Muslim areas as well as Christian. Human Rights Watch counted at least 45 curfews on Syrians in Lebanon. Country director Nadim Houry says they're often brutally enforced.</p><p>\"We've documented beatings in some cases. In some cases they just tell them to go home, but in many other cases it's beatings, and more importantly it's sort of feeding a climate of impunity,\" he says.</p><p>Houry says this is worrying in Lebanon, a country that endured a nasty civil war from 1975 to 1990.</p><p>\"Because we're seeing the return of armed self-help groups, which we had hoped we had turned the page on with the end of the civil war,\" he says.</p><p>But what these men are doing is legal. For the last two years, local police have been allowed to recruit help.</p><p>In Ebrin, policeman Jean Raad leads a patrol. Now that there are security problems all over the country, he says, the police and army are stretched. And, he says, Syrians are allowed out at night if it's urgent, and they're never beaten.</p><p><strong>Weighing Freedom Versus Security</strong></p><p>But the Syrians here aren't happy.</p><p>\"There's no way we can go out,\" says Ammar al-Hussein, a father of six. \"If anyone sees you outside after 8 p.m., they'll beat you up.\"</p><p>He says he knows two or three men who were beaten. It feels like prison, he says, and people are scared of the authorities so of course they don't report anything.</p><p>Chadi – my guide to the patrol – says Syrians tell him it's fine.</p><p>\"I don't know if they said it and they are like 100 percent sure about what they're saying or because they are scared,\" he says.</p><p>But Chadi does feel bad sometimes.</p><p>\"It's not nice to control the freedom of people but the situation is bad in the area,\" he says.</p><p>I put the situation to a representative of the interior ministry, Khalil Jebara. He says police needed help.</p><p>\"I agree that Lebanon has a very bloody history of civilians with guns,\" Jebara says. \"I agree that there is a very thin line when we separate between municipal police and locals holding guns.\"</p><p>But at least this way, he says, the authorities are involved. There's training and gun licenses. It's not ideal, but he reckons the alternative – the re-emergence of local militias – would be worse.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Strains%2C+Syrian+Refugees+Are+Facing+Curfews+In+Lebanon+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371253717-c66dfc.m3u?orgId=1&topicId=1009&d=322&p=2&story=370329263&t=progseg&e=371178807&seg=16&ft=nprml&f=370329263"}]}