{"created":"2014-10-27T20:39:32+00:00","modified":"2014-10-27T20:39:32+00:00","valid":{"from":"2014-10-27T20:39:32+00:00","to":"3014-10-27T20:39:32+00:00"},"hreflang":"en","title":"Nobel Prize-Winning Author Nadine Gordimer Dies","published":"2014-07-14T20:08:00+00:00","teaser":"We remember the South African author with her friend Albie Sachs, who was a judge on the Constitutional Court.","itags":["npr_api","331414466"],"contentencoded":"<p>Nadine Gordimer, a South African author who won the Nobel Prize for novels that explored the cost of racial conflict in apartheid-era South Africa, has died at the age of 90. The African National Congress declares they have lost an &#8220;unmatched literary giant.&#8221;</p><p>Gordimer wrote in startling detail about the poverty and institutionalized racism that blacks faced under the apartheid system. But it wasn&#8217;t politics that moved her to write. Rather, Gordimer once noted that it was learning to write that sent her &#8220;falling, falling through the surface of the South African way of life.&#8221;</p><p>She plumbed those depths so powerfully that three of her books were banned during apartheid. In 1991, Gordimer became the first South African to win the Nobel Prize in literature, three years before the end of apartheid.</p><p>Published in over 40 languages, Gordimer wrote 15 novels, as well as a number of short stories, non-fiction and other works.</p><p><strong>Albie Sachs</strong>, a former justice of the Constitutional Court of South Africa, joined <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Meghna Chakrabarti to remember his friend Nadine Gorimer.</p><h4>Interview Highlights: Albie Sachs</h4><p><strong>On Gordimer&#8217;s importance to the anti-apartheid movement</strong></p><p>&#8220;It was a vision of ourselves, of life, of Africa, of words and literature. Nadine wrote about South Africa, her own country, with that sense of intrigue and mystery and wonder that a great novelist has that draws you in. And she found her way of drawing us in. It was very, very meaningful for me and my development and I think for all South Africans of thought and consciousness. She elevated our strivings for freedom beyond simply political denunciation.&#8221;</p><p><strong>On what made Gordimer stand out as a political writer</strong></p><p><div class=\"pullquote\" style=\"\">&#8220;She could bring the literary world into the broad struggle and the broad struggle into the literary world, without sacrificing either.&#8221;</div></p><p>&#8220;It was the integrity of her voice, the not taking the easy road, the way she spoke out, her willingness to stand up for her vision of what the country needed, what the world needed, in a very principled way. I think that&#8217;s what made her so special. Of course, she was jeered at and critiqued and, even, some people in the literary world did not like the fact that she was so engaged in the struggle against apartheid. They wanted a kind of art for art&#8217;s sake. What was marvelous about her was she could bring the literary world into the broad struggle and the broad struggle into the literary world, without sacrificing either.&#8221;</p><p><strong>On the deaths of key anti-apartheid figures, like Mandela and Gordimer</strong></p><p>&#8220;I think they have made a lasting and enduring contribution. The richness of Mandela, in a sense, lies in our constitution, our institutions &#8212; the values, the culture that he represented. And the richness of Nadine, both her own works and the standard she set for commitment to writing, to telling the truth through storytelling, to feeling that sense of honesty and integrity of language and words, I think these are permanent repositories for us. I don&#8217;t see it as the end of an era, I just see them as representing ways of dealing with new challenges that we need to face at present.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.constitutionalcourt.org.za/site/judges/justicealbiesachs/index1.html\" target=\"_blank\">Albie Sachs</a></strong>, anti-apartheid activist and former justice of the Constitutional Court of South Africa.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nobel+Prize-Winning+Author+Nadine+Gordimer+Dies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"8516f1fa-c179-41fb-9108-2408d588a53b","audio":[{"meta":{"duration":"470"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331435244-3f92d6.m3u?orgId=330&ft=3&f=331414466"}]}