{"created":"2015-03-30T12:53:32+00:00","modified":"2015-06-16T17:20:29+00:00","valid":{"from":"2015-06-16T17:20:28+00:00","to":"3015-06-16T17:20:28+00:00"},"hreflang":"en","title":"Germanwings Crash: Co-Pilot Was Treated For Suicidal Tendencies","published":"2015-03-30T15:59:00+00:00","teaser":"But a prosecutor says \"documents don't show any hints of [Andreas Lubitz] being suicidal or being aggressive toward other people.\" The plane crash last week killed 150 people.","itags":["npr_api","396309456"],"guid":"85188077-0a47-4e70-a9b9-816c4401e1a7","contentencoded":"<p><em><strong>Updated at 10:05 a.m. ET.</strong></em></p><p>Andreas Lubitz, the co-pilot of the Germanwings plane that crashed in the French Alps last week with 150 passengers on board, received treatment for suicidal tendencies for several years before he became a pilot, a German prosecutor says.</p><p>Christoph Kumpa, a spokesman for Duesseldorf investigators, says Lubitz \"had been in treatment of a psychotherapist because of what is documented as being suicidal at that time.\"</p><p>In a statement today, he say: \"In the following time, up to now, right until he took the plane, there have been several visits at medical doctors and we have found, as we have already communicated, evidence that his doctors documented him to work and to fly. But these documents don't show any hints of being suicidal or being aggressive toward other people.\"</p><p>Kumpa adds nothing that has been found so far is \"giving us any hints that enable us to say anything about his motivation.\"</p><p>Investigators believe Lubitz, 27, deliberately crashed the plane traveling from Barcelona, Spain, to Duesseldorf, while the aircraft's pilot was outside the cockpit. All 150 people on the plane are believed dead.</p><p>Over the weekend, news emerged that Lubitz may also have had vision problems that could have cost him his pilot's license. But Kumpa said there was no documentation to show any problems with his vision.</p><p>Meanwhile, crews located the remains of 78 people at the site of last week's crash, and the search for the plane's flight data recorder continues. To aid the recovery effort, an access road is being built into the remote area in the French Alps where the plane crashed, killing 150 people.</p><p>\"A road to the crash site should be completed by tomorrow,\" NPR's Eleanor Beardsley reports for <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a> from Paris. \"Until now, shifts of emergency workers have had to be lowered onto the mountainside by helicopter. There they continue to comb through a 5-acre area of wreckage.\"</p><p>German media say the flight voice recorder, which was found at the crash site, shows the pilot was desperate to get back in the cockpit.</p><p>NPR's Lauren Frayer reports:</p><blockquote><p>\"'Open the door! For God's sake, open this door!' the pilot is said to scream, using an ax to try to chop his way back into the plane's cockpit, after leaving on a break. Prosecutors say co-pilot Andreas Lubitz locked him out, cut off communications with air traffic control and intentionally crashed the plane.\"</p></blockquote><p>Lauren adds:</p><blockquote><p>\"The crash wreckage is dotted with red flags, marking partial human remains. Officials say they've isolated 78 strands of distinct DNA from the crash victims. They're asking families for dental records and DNA samples to try to positively identify their loved ones. State funerals are planned for next month in Barcelona, where the plane took off, and at a cathedral in Cologne, Germany.\"</p></blockquote><p>In the week since the crash, several countries have announced new policies that say at least two airline personnel must remain in the cockpit at all times. Australia announced its version of those rules today.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Germanwings+Crash%3A+Co-Pilot+Was+Treated+For+Suicidal+Tendencies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Krishnadev Calamur","audio":[{"meta":{"duration":"135"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396312164-35644a.m3u?orgId=1&topicId=1124&d=135&story=396309456&ft=nprml&f=396309456"},{"href":"http://media.npr.org/assets/img/2015/03/30/germanwings-search-ac4ef08aa958a50091372dc49d220e4d2a2c1418.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3272","width":"4365"}}]}