{"created":"2014-10-03T21:12:27+00:00","modified":"2014-12-23T18:13:41+00:00","valid":{"from":"2014-12-23T18:13:41+00:00","to":"3014-12-23T18:13:41+00:00"},"hreflang":"en","title":"Play Doesn't End With Childhood: Why Adults Need Recess Too","published":"2014-08-06T23:29:00+00:00","teaser":"Play among children is vital for their social development. So what's in it for adults?","itags":["npr_api","336360521"],"guid":"851c70ae-5bf3-400b-af47-50a4956cf0b5","contentencoded":"<p><em>This week, </em><a href=\"http://www.npr.org/blogs/ed/\">NPR Ed</a><em> is focusing on questions about why people play and how play relates to learning.</em></p><p>More and more research suggests that healthy playtime leads to healthy adulthood.</p><p>Childhood play is essential for brain development. As <a href=\"http://www.npr.org/blogs/ed/2014/08/06/336361277/scientists-say-childs-play-helps-build-a-better-brain\">we've reported this week</a>, time on the playground may be more important than time in the classroom.</p><p>But playtime doesn't end when we grow up. Adults need recess too.</p><p>The question is, why? To answer this question, Dr. Stuart Brown says we need to clearly define what play is. He's head of a nonprofit called the <a href=\"http://www.nifplay.org/\">National Institute for Play</a>.</p><p>\"Play is something done for its own sake,\" he explains. \"It's voluntary, it's pleasurable, it offers a sense of engagement, it takes you out of time. And the act itself is more important than the outcome.\"</p><p>So, let's take gambling, for instance. A poker player who's enjoying a competitive card game? That's play, says Brown. A gambling addict whose only goal is to hit the jackpot? Not play.</p><p>Brown says that children have a lot to learn from what he calls this \"state of being,\" including empathy, how to communicate with others, and how to roll with the punches.</p><p>\"Those kinds of resilient learning processes [are] different than what occurs in adult play,\" he says. \"But the harmonics of this occur in adulthood as well.\"</p><p>The Promenade Cafe in San Francisco is a place where you can see some of these \"harmonics\" in action. On a Sunday morning, small groups of grown men are huddled around little figurines.</p><p>This is where a gaming group called SF Games meets. It was founded almost two decades ago by David Kaye, and the group is dedicated to what are called German-style games.</p><p>The difference from traditional American games like Monopoly, he explains, is that \"people are not excluded.\" In other words, \"in some games you get to a certain point and somebody's knocked out of the game so they have nothing to do for the next half-hour.\"</p><p>Kaye says the more inclusive German-style games have helped this group create \"this incredible community over the years.\"</p><p>Which, research shows, is a big reason that grown-ups play. It helps us maintain our social well-being. And it's not just board games that do this, but soccer leagues, or playing paintball in the woods. And not just after-work recreation, but team-building exercises in corporate offices. Playing is how we connect.</p><p>OK, so that's one reason grown-ups play. Another is to stay sharp.</p><p>\"My dad, his hobby was calculus,\" says Jane Alexander Perry. This is her first visit to the SF Games group, and she's here to bring ideas back to her own gaming group, which meets once a month to play a version of Scrabble. \"He would show me different puzzles to do with different numbers and cards, and I grew up that way and I love it.\"</p><p>When Perry places her tiles on the board for a triple word score, she may well be lowering her risk of Alzheimer's disease. A number of studies suggest that playing games or doing puzzles helps maintain memory and thinking skills.</p><p>But of course she's not here just to dodge degenerative brain disease. \"I think it's important for adults to be silly.\"</p><p>So, grown-up play involves being silly and playing games. Winning prizes on the boardwalk. In that way, grown-up play is a whole lot like child's play, isn't it?</p><p>Well, except when it's not.</p><p>\"Thank you for calling the Power Exchange, America's naughtiest play space.\"</p><p>That's the phone hotline for the Power Exchange, a sex club in San Francisco, founded by Mike Powers.</p><p>Here people can act out fantasies in a safe, sex-positive environment. The type of play that goes on here surely isn't for everyone, but Powers says we all have our own playful ways of being intimate with one another.</p><p>He and his girlfriend have their own version of cat-and-mouse that they play, which he says keeps a fire under their relationship.</p><p>\"We break up about every three months,\" Powers says with a laugh. \"It's a game and we both play it. We're two responsible mature adults, and everyone says we're ridiculous. But it's the game we play.\"</p><p>That may not be a game every couple wants to play. But according to psychiatrist Brown, play helps many people keep their partnerships healthy.</p><p>\"The couples who sustain a sense of mutual playfulness with each other tend to work out the wrinkles in their relationships much better than those who are really serious,\" he says.</p><p>So adults play for many important reasons: building community, keeping the mind sharp and keeping close the ones you love.</p><p>And, says Brown, there's another big factor: If we don't play, there are serious consequences.</p><p>\"What you begin to see when there's major play deprivation in an otherwise competent adult is that they're not much fun to be around,\" he says. \"You begin to see that the perseverance and joy in work is lessened and that life is much more laborious.\"</p><p>In other words, all work and no play makes everyone a whole lot duller.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Play+Doesn%27t+End+With+Childhood%3A+Why+Adults+Need+Recess+Too&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sami Yenigun","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338354948-6f1905.m3u?orgId=1&topicId=1013&ft=3&f=336360521"}]}