{"created":"2015-02-20T18:48:37+00:00","modified":"2015-02-20T21:45:37+00:00","valid":{"from":"2015-02-20T21:45:37+00:00","to":"3015-02-20T21:45:37+00:00"},"hreflang":"en","guid":"852026e3-3bb8-449e-bafb-c053344dddd4","title":"German satire takes aim at Islamic extremism, despite fears ","published":"2015-02-20T21:45:30+00:00","byline":"Matthew Bell","tags":["culture","terrorism","Religion","Culture","Arts, Culture & Media","Europe","Germany","Europe","Jacques Tilly","Tim Wolff","Humor","Charlie Hebdo","Satire","Islamic terrorism"],"teaser":"The deadly attacks in Copenhagen and Paris against humorists who offended Muslims have given German satirists something to think about. But they say they won’t give in to fear. ","contentencoded":"<p>The aftermath of the murders at Charlie Hebdo headquarters in Paris turned out to be a learning experience for Tim Wolff, who's based in Frankfurt, Germany. The chief editor of the satirical magazine <em>Titanic </em>started getting lots and lots of interview requests. And they kept asking him the same question. “Are you scared? Are you scared? Are you scared?,” explained Wolff, whose magazine is described as the German version of the now famous French satirical publication.</p>\n<p>Wolff said it was annoying and unsettling. But when he finally sat down to watch some of the TV coverage, he realized that leaders of Muslim organizations in Germany had things much worse than he did.</p>\n<p>“The question for them was not, ‘Are you scared?’ But instead it was, ‘Do you condemn this?,’” Wolff said. It was a reminder that the overwhelming majority of Muslims do not support such violence, Wolff said. This group, he went on to say, is the one he would like to avoid offending with his magazine’s satire.</p>\n<p>“I try to walk a thin line that targets Muslim extremists, but makes thoughtful people laugh,” he said.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/IMG_4803_2.jpg?itok=mQa5SP6b\" alt=\"\" /><div class=\"field-caption\">\n    <p>\"Terrorist re-education program\", from the latest edition of Titanic magazine.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Matthew Bell</p>\n  </div>\n</div>Hard-hitting satire is alive and well in Germany. And the latest issue of <em>Titanic </em>is a case in point. It’s cover has a “Where’s Waldo?” theme to it, but instead it asks, “Where’s Mohammad? (Good question actually.)”\n<p>Inside, there are numerous jokes that take dead aim at Islamic extremists. One farcical piece describes a new “Terrorist re-education program” run by a clown who helps radicals learn to stop being such “mood killers.”</p>\n<p>Still, not everyone in Germany is laughing.</p>\n<p>Police in the northern city of Braunschweig this week, at the last minute, canceled the annual Carnival parade. Authorities said they had specific information about a planned Islamic terrorist attack and they were not taking any chances.</p>\n<p>Carnival is a huge deal in parts of Germany and satire plays a major role, as do marching bands, public drinking and kissing strangers. Artists bring political cartoons to life in giant papier-mâché displays on parade floats. Some of them are quite edgy.</p>\n<p>But in Cologne this year, parade organizers looked at one proposal for a float poking fun at terrorists and they decided to disallow it. “This was disappointing,” Jacques Tilly told me. He is a well-known artist from Dusseldorf who did something special for this year’s Carnival parade. (Here's <a href=\"https://www.youtube.com/watch?v=KUxtjTjIVj0\">a video</a> where you can see Tilly at work.) Instead of one float, he created four. All of them mocked Islamic extremism.   </p>\n<p>“It’s important to show solidarity with the people at Charlie Hebdo,” Tilly said. “Freedom of satire is holy,” he told German TV in an interview.</p>\n<p>“What the terrorists want, is for artists to start self-censoring,” he told me. “But many satirists in Germany feel the same I do. This is no time to back down in the face of fear.”</p>\n<p>But good satire also needs be smart, said Wolff. And that means it should be funny, not just offensive. Wolff said he is less than impressed with many of the now infamous caricatures of Mohammad, for instance. They miss the mark, he explained, because they make fun of the prophet himself, which is not the way that cartoonists deal with Jesus.</p>\n<p>“The technical reason is because you don’t have any pictures you can work with,” he said. “With Jesus, you have a whole tradition of pictures and the joke works a different way. Because you choose a certain image, you don’t make the joke about Jesus himself. You make the joke about the way he is seen. And with Mohammad, you don’t have that.”  </p>\n<p>Wolff added that he fails to see much humor in cartoons that portray the Prophet Mohammad as a terrorist. It’s not fair to indict a whole religion, he said. And he said he understands why many Muslims are offended.</p>\n<p>Still, Wolff is not afraid to be provocative. His magazine has an image that says Mohammad has converted to Judaism, because “they have a sense of humor.”</p>\n<p>“That’s a joke that Muslims don’t like, because a lot of them hate Jews. But it’s a good joke,” he chuckled. “And with jokes, you can’t please everyone, of course.”</p>\n<p>But Wolff and his fellow humorists do have to be mindful of German laws against certain types of speech. Incitement against any segment of German society is illegal in Germany and punishable by up to five years in prison.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-20%2Fgerman-satire-takes-aim-islamic-extremism-despite-some-fears&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02202015_02.mp3"},{"href":"http://www.pri.org/file/0220201502mp3"}]}