{"created":"2015-02-12T20:55:05+00:00","modified":"2015-02-13T19:29:19+00:00","valid":{"from":"2015-02-13T19:29:19+00:00","to":"3015-02-13T19:29:19+00:00"},"hreflang":"en","guid":"85285297-65a1-483b-9061-1b42e41fe4fc","title":"Western diplomats had 'no Plan B' for Yemen","published":"2015-02-13T19:29:18+00:00","byline":"Stephen Snyder","teaser":"The Americans, the British and the French closed their embassies in Yemen this week. Iona Craig, who lived in Yemen for years, says that while Western governments were concerned about safety, they were also showing their dissatisfaction with the Houthis, the group that overthrew Yemen's government.","tags":["Conflict","Conflict & Justice","Sanaa","Asia","Europe","North America","Yemen","United States","United Kingdom","Asia","Europe","North America","Jamal Benomar","Iona Craig","Yemen","Houthis","Zaydi","Al-Huthi","Sana'a"],"contentencoded":"<p>The US embassy staff in Yemen drove to Sanaa's airport Wednesday afternoon and boarded a commercial aircraft. With their departure, America's diplomatic presence in Yemen was officially suspended. Left behind: a fleet of armored vehicles that were quickly commandeered by security forces loyal to rebel Yemeni leader, Abdel-Malek al-Houthi.</p>\n<p>Tensions had been growing since last August when the Houthis, also known as Ansar Allah (Partisans of God), gathered in the Yemeni capital, staging mass demonstrations and seizing government buildings. In January, following a military assault on the Presidential Palace, the Houthis took effective control of Yemen's central government. On Wednesday, the US, Britain and France closed their embassy doors.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/IMG_9372b.jpg?itok=9dNsAQrx\" alt=\"\" /><div class=\"field-caption\">\n    <p>Reporter Iona Craig at BBC Broadcasting House, London</p>\n<p> </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>BBC/Leo Hornak</p>\n  </div>\n</div>Reporter Iona Craig, who lived in Sanaa from 2011 until 2015, says tensions and the threat of violence surely played a part in the US decision to withdraw embassy personnel.  \"But I think it's also a diplomatic decision in that there's little else that the western embassies have got over the Houthis in terms of leverage.\" \n<p>On February 6, the Houthis formalized their accession to power with a <a href=\"http://in.reuters.com/article/2015/02/06/yemen-crisis-idINKBN0LA1NR20150206\">televised statement</a> by their leader..   </p>\n<p>\"Since the Houthis made this unilateral statement,\" Craig observes, \"those foreign embassies had little other way to show their dissatisfaction with the Houthis other than packing up and leaving, really, at this point.\"  Efforts to complete a transition to democracy that began in 2011, led by the United Nations Envoy to Yemen, Jamal Benomar, had failed to bring Yemen's disparate political factions together to plot a future for the nation.   When the Houthis short-circuited the transitional process by seizing power, Craig says, western diplomats had little recourse. \"They didn't have a Plan B, there wasn't 'What shall we do if it doesn't work out?' - 'What are our other options if this fails?' and so when it did collapse they were left empty-handed really.\"</p>\n<p>Officially the US, despite its diplomatic withdrawal from Yemen, remains optimistic. \"The political situation is fluid,\" a State Department source said Thursday. \"We are assessing the ramifications of the Houthis' February 6 declaration, as well as ongoing talks between Yemen's factions on the way forward.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-12%2Fyemens-new-rulers-getting-cold-shoulder-west&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0212201506.mp3"},{"href":"http://www.pri.org/file/0212201506mp3"}]}