{"created":"2014-12-19T10:02:45+00:00","modified":"2015-05-13T21:25:27+00:00","valid":{"from":"2015-05-13T21:25:27+00:00","to":"3015-05-13T21:25:27+00:00"},"hreflang":"en","title":"For An Island Trapped In The '50s, An Instant Digital Revolution","published":"2014-12-22T19:55:00+00:00","teaser":"Cuba is one of the least connected countries on Earth, with 5 percent of residents online. But it could become the Caribbean's largest market if the Castros open the nation up to the Internet.","itags":["npr_api","371779358"],"guid":"852a6277-8e31-4da8-9a21-28376b3b5c17","contentencoded":"<p>This week's historic agreement between the U.S. and Cuba to reinstate diplomatic relations after decades of silence could launch a digital revolution in the island nation.</p><p>According to the White House, only 5 percent of Cubans have access to the open Internet, comparable to North Korea. As part of the deal, that could change overnight.</p><p><strong>Status Check</strong></p><p>Maribel Fonseca, a teacher in Miramar, Cuba, has never seen the Internet. A few of her more privileged students have been online.</p><p>\"I work in a school where members of the military and foreigners and top people in the country are,\" she says over a terrible (and very expensive) phone connection. \"They use it. They go shopping, they see things I haven't seen.\"</p><p>What she wants to see most is her family. Fonseca's sister lives in the United States, and it's been more than a decade since they've seen each other. Her voice lights up at the idea of video-chatting with her.</p><p>\"I can guarantee if I could have Internet at home, I'd talk to my sister every single day. I wouldn't miss a minute of her life. I love her so much,\" she says.</p><p>Aidil Oscariz, a Cuban who lives in Miami, says students back home ask people abroad, like her, for the latest research papers, and even for news about Cuba. State-owned media don't report reliably on crime or corruption, but underground bloggers leak stuff out.</p><p>\"Sometimes I have actually found out things that are happening in Cuba before some of my family members [there] have,\" Oscariz says.</p><p><strong>Government Influence</strong></p><p><a href=\"http://www.etecsa.cu/\" target=\"_blank\">Cuba's only telecommunications company, ETECSA</a>, is government-controlled. This week's announcement could mark the end of that monopoly, and pave the way for free-market competition and growth.</p><p>\"I don't know that the Castros are ready for an information revolution,\" says Alec Ross, who was a senior adviser on tech issues for the U.S. State Department. \"But they're a couple old men. They're going to die sooner than later. And I think that they're trying to salvage something.\"</p><p>Ross, now a fellow at Columbia University's School of International and Public Affairs, says Cuba won't just light up with bandwidth immediately. The government has to start a bidding process. Mobile operators (presumably foreign-owned) will buy leases and build networks, putting in hundreds of millions of dollars in capital. That's step one.</p><p>\"Step two is determining and seeing whether, <a href=\"https://www.freedomhouse.org/report/freedom-net/2012/cuba#.VJOh0sAKA\" target=\"_blank\">once Cubans actually go online, are they allowed free expression</a>?\" he says. \"Or is the Internet more like it is in Iran?\"</p><p>It's a hot question — though interestingly, it's also somewhat peripheral. In plenty of countries, Ross says, government control has a chilling effect on online speech. But <a href=\"http://www.npr.org/2013/01/31/170765393/distant-witness-social-medias-journalism-revolution\" target=\"_blank\">as seen during the Arab Spring</a>, if a wireless signal is there, citizens will use it.</p><p><strong>Role Of U.S. Tech Companies</strong></p><p>U.S. tech companies like Google, Facebook and CISCO are watching how commercial policy shapes up.</p><p>Kenth Engo-Monsen with the European telecom operator Telenor says these companies can play a huge role in keeping the Internet free: If and when a government asks for a secret surveillance deal, they can say no.</p><p>\"That's not part of being a mobile operator,\" he says, \"because you have your relationship with your customers, and that is built on the trust that you have with them.\"</p><p>Engo-Monsen says he's happy for Cuba, and that he views the Internet as a human right.</p><p>Nathan Eagle, a mobile technology analyst with Jana, says companies are going to compete fiercely to get the Cuba telecom contract, and that will help Cubans.</p><p>\"Once third-party mobile carriers come in, they bring tariff plans — they price connectivity in a competitive way\" so the average Cuban can afford service, he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+An+Island+Trapped+In+The+%2750s%2C+An+Instant+Digital+Revolution&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371821114-540e8a.m3u?orgId=1&topicId=1127&d=213&p=3&story=371779358&t=progseg&e=371820397&seg=2&ft=nprml&f=371779358"}]}