{"created":"2015-01-22T08:39:50+00:00","modified":"2015-06-15T17:15:39+00:00","valid":{"from":"2015-06-15T17:15:39+00:00","to":"3015-06-15T17:15:39+00:00"},"hreflang":"en","title":"The Past, Present And Future Of High-Stakes Testing","published":"2015-02-06T20:14:00+00:00","teaser":"Steve Inskeep talks with NPR Ed's Anya Kamenetz about her book, <em>The Test: Why Our Schools Are Obsessed with Standardized Testing — But You Don't Have to Be</em>.","itags":["npr_api","377438689"],"guid":"852bcd49-4584-4bf4-bd30-072b2131023a","contentencoded":"<p>After a long stretch as the law of the land, annual standardized tests are being put to, well, the test.</p><p>This week, the Senate education committee held <a href=\"http://www.help.senate.gov/newsroom/press/release/?id=cd9bafad-958e-49e4-92ea-d1db1bbaf421\"> a hearing </a>on the reauthorization of the No Child Left Behind (NCLB) law and, specifically, on testing. The committee's chairman, Lamar Alexander, R-Tenn., has released a <a href=\"http://www.help.senate.gov/imo/media/AEG15033.pdf\">draft bill</a> offering a lot more leeway to states in designing their own assessment systems.</p><p>But Education Secretary Arne Duncan and Sen. Patty Murray, the ranking Democrat on the committee, have dug in their heels to say that annual tests should remain mandatory.</p><p>All this comes as parents, students and educators around the country are asking serious questions about the number of tests children are taking and the reasons they're taking them.</p><p>I've just written a book on this topic, <em>The Test: Why Our Schools Are Obsessed with Standardized Testing — But You Don't Have to Be, </em>and Steve Inskeep sat down with me to ask me a few questions about it.</p><p><strong>How much more widespread are standardized tests than they were 10, 15 or 20 years ago?</strong></p><p>Since No Child Left Behind became federal law, every state has been required to test every child every year in third through eighth grade in math and reading, plus once in high school. And districts have added many tests to follow on to state-mandated tests.</p><p><strong>Why would they do that?</strong></p><p>Well, the state tests are tied to consequences for districts, schools and teachers as well as students. Districts are adding on benchmark, practice and interim tests, and that's how they get these multiplying and ballooning requirements. That's why the <a href=\"http://www.cgcs.org/site/default.aspx?PageID=1\">Council of the Great City Schools</a> found that students are taking 113 standardized tests in grades K through 12.</p><p><strong>I heard from an elementary school teacher recently that she felt like she wasn't doing anything other than preparing for, or administering, tests.</strong></p><p>I hear that from educators all around the country. Even the ones who want the data and the information, they lament the fact that the whole school experience is increasingly becoming defined by testing and test prep. And I've walked into lower-income schools around the country where test scores are posted right in the front entryway and the message is very clear: That we care about you as a person and everything, but what really matters is the score that you post in April.</p><p><strong>In talking with teachers you even hear stories of the entire school experience being distorted by these tests because the school is worried only about kids who are just on the edge of passing or failing the tests. They don't seem to care about the kids who are doing really well or really badly.</strong></p><p>What you're describing is an example of perverse response to incentives. And everybody does that to some extent. And researchers have documented what your friend noticed, which is called educational triage or rationing. More and more attention goes to students just on the verge of passing, and schools don't have capacity to focus on students who are doing really well or really badly.</p><p><strong>This is in some ways an old debate. We've heard about it for decades. We are in this data-driven world where people want information and accountability for schools. How do you get beyond that?</strong></p><p>Well, this is an interesting inflection point in the debate. On the one hand you've got parents and teachers saying, \"This is too much.\" But the other question is, What can we do instead? I talk about a couple of different approaches in the book, like statistical sampling and \"big-data\" approaches <em>[see <a href=\"http://www.npr.org/blogs/ed/2015/01/06/371659141/what-schools-could-use-instead-of-standardized-tests\">this story</a> for more details].</em></p><p><strong>So how open is the political system to some kind of reform?</strong></p><p>Well, this is a really interesting moment, Steve, because the political alignments around education are always confusing, but right now you have a situation where Sen. Lamar Alexander is proposing a draft bill to eliminate annual testing requirements and really leave it up to the states to have much more flexibility.</p><p>But Education Secretary Arne Duncan and Democratic leaders in Congress are saying we must protect annual testing at all costs — this being the policy initially introduced by George W. Bush.</p><p><strong>OK, what is the case in favor of annual tests?</strong></p><p>Well the core argument in favor is that NCLB forced schools to report the performance of historically disadvantaged groups — minorities, students with disabilities, English language learners and low-income students. So instead of hiding those students behind the average, schools were made responsible for the welfare and success of every single child. And so some civil rights groups are saying that equity must be ensured by testing every child every year.</p><p>Then you have groups on the other side saying equity isn't just about measuring students, it's about ensuring equal outcomes and equal access and equal opportunities, and we don't really believe that more testing is really going to do that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Past%2C+Present+And+Future+Of+High-Stakes+Testing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379010316-2d71bc.m3u?orgId=1&topicId=1001&d=312&p=3&story=377438689&t=progseg&e=379010178&seg=9&ft=nprml&f=377438689"},{"href":"http://media.npr.org/assets/img/2015/01/16/the-test-bookcover-9145a6979d17c07d4b68d92d0d9cf506740281f5.png","type":"image/jpeg","meta":{"crop":"standard","height":"409","width":"546"}}]}