{"created":"2015-04-28T07:53:29+00:00","modified":"2015-06-05T15:26:41+00:00","valid":{"from":"2015-06-05T15:26:41+00:00","to":"3015-06-05T15:26:41+00:00"},"hreflang":"en","title":"On Its Own, The Afghan Army Takes The Fight To The Taliban","published":"2015-04-28T17:48:00+00:00","teaser":"The Afghan army is now fully in charge of combat operations. NPR's Tom Bowman heads out on a mission with troops as they engage the Taliban in one of its strongholds near the Pakistani border.","itags":["npr_api","402585105"],"guid":"853fc279-02c6-4546-bb84-e2be59070860","contentencoded":"<p>The call comes into the Afghan battalion headquarters, a small concrete building that once housed American Green Berets. The Taliban are attacking a police checkpoint under construction in the foothills of Nangahar Province in eastern Afghanistan, a short distance from the border with Pakistan.</p><p>The Afghan soldiers gather in a line, lifting their palms and praying for a safe mission. They hop in their trucks and head up a winding dirt road. The unfinished checkpoint can be seen in the hazy distance.</p><p>It's not long before they hear gunfire. The Taliban are attacking from two sides. Earlier on this day, the Afghan troops said the Taliban were closer and ready to overtake this checkpoint that's under construction.</p><p>The U.S. wrapped up combat operations in Afghanistan last year. About 10,000 U.S. military personnel remain in the country, but they have pulled back to their large bases and are advising the Afghans at the headquarters level. None are present as the Afghan army wages this fight on its eastern frontier.</p><p>An Afghan army front end loader digs into the hillside and fills large sandbags for the checkpoint. The Taliban have been pushed back, but they continue their harassing fire.</p><p>That's what concerns Zakirullah, the head of the local police. Like many Afghans, he goes by one name. He's a short, squat man with a heavy beard, clutching a radio. His village is spread out in the valley below, a patchwork of green fields and mud brick compounds. Zakirullah doubts the Afghan army can help his village.</p><p>\"When the Americans were here, this area was very secure, it was safe. After they left, Taliban replaced them,\" he says.</p><p>Now the few signs of America include the Ford Ranger pickups the Afghan soldiers drive and the M-4 assault rifles they carry. American-made armored Humvees drive toward the Taliban on the sloping hill, firing their machine guns.</p><p>Back in the trucks, Maj. Aqa of the Afghan army says he doesn't trust the local police chief, claiming the chief used to be part of the Taliban.</p><p>This shows the shifting loyalties here and the difficulty in fighting a stubborn Taliban foe. Many insurgent fighters slip over the mountains from Pakistan. That's why this checkpoint is being set up.</p><p>The Afghan soldiers stop a small pickup truck coming from the direction of Pakistan with five men and two small children. They make everyone get out of the car so they can search it. Inside, they find a loaded AK-47.</p><p>One man from the car insists he's a policeman, and therefore is allowed to travel with the gun. As he argues with the army soldiers, his brother stands by the car with a small boy, just 5 years old with wide eyes.</p><p>The child is sick, the man says, so they're traveling to town to see a doctor. The soldiers finally let the car pass.</p><p>Afghan officers say the Taliban not only cross the border, they hide in the villages, dropping their weapons and picking up a shovels when the soldiers appear.</p><p>Maj. Aqa leaves the soldiers and heads back down the dirt road to the battalion headquarters.</p><p>The major and the other army officers are convinced they can handle the security now that the Americans have taken a back seat. And the man in charge of the battalion here is Afghan army Lt. Col. Ghani Khel.</p><p>Back at headquarters, he sits behind a large wooden desk. Aides scurry in and out. The colonel says they've been successful in pushing back the Taliban on their recent missions.</p><p>But there are complaints among some soldiers that they lack the aircraft and surveillance drones the Americans used to overwhelm the Taliban. Khel agrees that if they don't get more forces and air support, their gains may be lost.</p><p>\"If we had the air support, Taliban could not take away their heavy weapons from the villages,\" he says.</p><p>Still, the Afghan military is much more active in the fight compared to a couple of years ago, when troops hung back on patrols and let the Americans lead.</p><p>Khel hears that his men need help up on the mountain, so he heads out of the building and orders his soldiers to fire artillery rounds into the Taliban positions, dug in on a hillside.</p><p>The soldiers work out the coordinates on a wooden table, set in a large vacant lot surrounded by sandbags.</p><p>They fire a shell from the old Soviet-era artillery piece.</p><p>The soldiers on the mountain road radio back. The round fell nearly a mile short, so they work the coordinates again ... and fire.</p><p>Khel climbs atop a massive generator to get a better view. A cellphone is pressed to his ear. He reports that the second round landed square on a Taliban truck with a mounted rocket launcher. It was destroyed, and several insurgents were killed.</p><p>The Afghan army has only one casualty, he says, a soldier shot in the foot.<br />The lieutenant colonel hops off the generator. The remaining Taliban just melt back into the hills.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Its+Own%2C+The+Afghan+Army+Takes+The+Fight+To+The+Taliban&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"346"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402736044-289d49.m3u?orgId=1&topicId=1149&d=346&p=3&story=402585105&t=progseg&e=402735957&seg=6&ft=nprml&f=402585105"},{"href":"http://media.npr.org/assets/img/2015/04/27/gilkey-patrol-0011-5a46c88b7a8543ce22fc0c3ac70cc1debe8ae20a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/27/gilkey-patrol-0021-dc9a6208f7b6c5b6432396c6c79837eb3666b564.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/27/gilkey-patrol-0031-46de9cf6d3128e2ef264f7bb3a7e162cbdbc900d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/27/gilkey-patrol-0041-1d6d7a9aa15194f55da5576c71b30eedf041dfec.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/27/gilkey-patrol-0051-f5dafc5cc2f7d002d9686409a4f030bc82db6557.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/27/gilkey-patrol-007-b3e8ca83b9000dc7aae7cfba3562061cfbdc5953.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/27/gilkey-patrol-006-0d1d5abb6d58c530ce3d3d187856cccd912aae5c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}