{"created":"2014-10-07T19:26:12+00:00","modified":"2014-10-30T23:44:46+00:00","valid":{"from":"2014-10-30T23:44:46+00:00","to":"3014-10-30T23:44:46+00:00"},"hreflang":"en","title":"Facing A Mass-Mailing Deadline, Lawmakers Get Frank Fast","published":"2014-08-01T00:07:00+00:00","teaser":"A big week in congressional mailing: Members of Congress can't use \"franking\" to send mass mailings during a blackout that starts 90 days before an election. That deadline is approaching.","itags":["npr_api","336905837"],"guid":"8553853d-6c7e-40b8-976a-63f0d8273bba","contentencoded":"<p>Members of Congress face a deadline next Thursday — 90 days before the election — to put constituent newsletters in the mail. Carefully timing the mailings is just one fillip in the fine art of congressional communications, especially those that might suggest campaign messages.</p><p>\"It's either a congressional perk that looks a lot like someone campaigning with tax dollars, or it's part of your constituent service responsibility,\" says Rep. Rob Woodall, a Georgia Republican, in an acknowledgement that while congressional mass mail is as old as the republic, so are voters' suspicions about its real purpose.</p><p>For starters, official congressional mail travels without a stamp. Instead, there's just the lawmaker's signature — called a \"frank\" — where the stamp would be. The frank implies free postage, but that's not accurate.</p><p>\"Congress used to have free mail,\" says Woodall. \"Congress now has weird mail\" — weird because the frank hides the cost, which is buried in congressional accounting.</p><p>Woodall and Rep. Tammy Duckworth, an Illinois Democrat, have introduced <a href=\"https://beta.congress.gov/bill/113th-congress/house-bill/4872?q=%7B%22search%22%3A%5B%22%5C%22frank%5C%22%22%5D%7D\">legislation to get rid of the frank</a>. Lawmakers would pay regular postage, just like small businesses do.</p><p>\"I'll buy a bulk permit,\" says Woodall. \"I'll get that done.\"</p><p>The bill isn't likely to get a vote in the remaining weeks of this Congress. And meanwhile, he says, \"For us — we'll do a big mailing before the blackout period.\" So will many of his colleagues.</p><p><a href=\"https://www.senate.gov/artandhistory/history/minute/Senate_Ends_Franked_Mail_Priviledge.htm\">A Senate history</a> says Congress once went 18 years without the frank, from 1873 to 1891, before deciding life was better with franking. But the practice was long open to easy abuse. In the early 1800s, a senator \"attached his frank to his horse's bridle\" and mailed the animal to Pittsburgh.</p><p>Nowadays, the <a href=\"http://fas.org/sgp/crs/misc/RL34458.pdf\">Congressional Research Service</a> says the volume of franked mass mail spikes twice every two years: in the holiday season of the first year, and leading up to the pre-election blackout.</p><p>Rep. Peter King, R-N.Y., just sent off a newsletter, which he calls \"basically a four-page newsletter, describing all my great activities.\"</p><p>\"It's not so much that I'm timing it. It's to get it done while I can get it done, that's all,\" he says.</p><p>Congress has rules, of course, intended to tamp down the political subtext of newsletters. But there's still a good amount of leeway.</p><p>\"Members of Congress can send out a newsletter that puts out exactly how they voted on key pieces of legislation and explains it in very nonpolitical terms, or they can send out a newsletter that basically says they walk on water,\" says Brad Fitch, president of the nonprofit <a href=\"http://www.congressfoundation.org/\">Congressional Management Foundation</a>, which advises members on how to run their offices.</p><p>Pete Sepp, executive vice president of the <a href=\"http://www.ntu.org/\">National Taxpayers Union</a>, points to legislation requiring that mass mailings be printed on official letterhead, \"so that these glossy newsletters could not be easily fabricated and sent out to constituents.\"</p><p>But not all members of Congress contribute to the logjam at the congressional mailrooms.</p><p>Rep. Danny Davis, another Illinois Democrat and nine-term incumbent from a working-class district in Chicago, says he used to issue newsletters. Now, he says, he can't afford to. The money saved on mail goes into constituent aid, dealing with housing, utility shutoffs and other critical problems.</p><p>\"We're inundated with service requests, all day long, every day,\" he says.</p><p>Davis says he reaches constituents, using means ranging from printed posters to local radio shows. He says he believes in an enlightened citizenry, but his constituents' needs are more pressing than a congressional newsletter before the election.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Facing+A+Mass-Mailing+Deadline%2C+Lawmakers+Get+Frank+Fast&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336905838-1855d8.m3u?orgId=1&topicId=1014&ft=3&f=336905837"},{"href":"http://media.npr.org/assets/img/2014/07/31/istock_000002181646small-550bc42f11d0dd4de60fa866922f400100404da8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"754"}}]}