{"created":"2015-03-28T11:39:04+00:00","modified":"2015-05-22T23:57:09+00:00","valid":{"from":"2015-05-22T23:57:09+00:00","to":"3015-05-22T23:57:09+00:00"},"hreflang":"en","title":"The Tale Of Mingering Mike, Who Painted Himself A Music Career","published":"2015-03-28T17:29:00+00:00","teaser":"A self-taught visual artist who longed to make soul records, Mingering Mike ended up realizing his dreams on paper rather than vinyl. Decades later, his work is paying off.","itags":["npr_api","395595742"],"guid":"855aab9e-6f21-4b64-923a-943bfa95ec9a","contentencoded":"<p>The Smithsonian American Art Museum has just added a handful of soul records to its collection — or at least that's what you might think when you first see the work of Mingering Mike. A self-taught artist, he grew up in a tough part of Washington, D.C., just a few miles from the museum, though his family didn't spend much time there. Now, his work is in the museum permanently.</p><p>Mike's work might never have been seen by anyone if it weren't for Dori Hadar, an obsessive record collector. One morning in 2003, Hadar showed up early at a flea market in Washington, DC and started to dig through crates of used LPs.</p><p>\"I came upon this one crate that contained albums like I had never seen before,\" Hadar says. \"There were approximately 40 LPs that had hand-painted covers and handwritten liner notes and lyrics. And they were all made by someone named Mingering Mike.\"</p><p>At a glance, the albums look like other soul records of the 1960s and '70s — except they're obviously drawn by hand in colored pen and pencil. They feature a young black man with an afro and sideburns, sometimes alone, sometimes with other musicians and dancers. The titles seem to trace the arc of a real career: <em>Grooving with Mike</em>, <em>Boogie Down at the White House</em>, and <em>The Mingering Mike Show: Live from the Howard Theater</em>. Hadar reached into the sleeves to check the condition of the records inside.</p><p>\"They weren't in very good condition at all, because they were made out of cardboard. And someone had painted them with shiny black paint so that they looked real,\" Hadar says.</p><p>Hadar didn't know why anyone would go to these lengths to create an imaginary music career, but he wanted to find out. It happens that Hadar is a private investigator by trade, and a couple of weeks later, he and a friend were knocking on a door in southeast D.C.</p><p>\"The door sorta cracked open, and this guy peered out at us. We said, 'Mingering Mike?' And he didn't say anything,\" Hadar says. \"We told him, 'We found some of your things at the flea market.' And he said, 'My babies?'\"</p><p>Mike was glad to know his albums were safe — but initially, he was not happy to see Hadar at his front door.</p><p>\"Coming in the ghetto and saying, 'I have your stuff' — what would you think?\" Mike says.</p><p>Mike still doesn't want to use his real name. At first he didn't want anyone to see the album covers he made either.</p><p>\"I thought a lot of it, but it was just something private I did,\" he says. \"That's the only way I could say things at the time, 'cause I was an introvert.'\"</p><p>As a young man, Mike was a loner. He poured his energy into making music of his own: Starting in the late '60s, he recorded hundreds of songs on a reel-to-reel recorder with his cousin. The album covers, he says, seemed like a natural way to archive the music just in case a real record label came calling.</p><p>At first, his songs were mostly about love and heartbreak. His concerns started to change around 1970, when he was drafted into the military. He made it through basic training — but when it was time to fly to the West Coast, and probably on to Vietnam, he just went home.</p><p>Leslie Umberger curated the exhibition <em>Mingering Mike's Supersonic Greatest Hits</em> at the Smithsonian American Art Museum, which acquired Mike's collection two years ago. She says that one cover, made just after Mike went AWOL, outlines his feelings at the time.</p><p>\"It kind of shows himself as the civilian on one side, back to back with himself as a soldier,\" Umberger says. \"On the back side it shows the singer and the artist making people happy, and the other Mike, the soldier, going to war and standing in formation.\"</p><p>Some of Mike's recordings are also part of the collection that was acquired by the Smithsonian, thanks in part to gallery owner George Hemphill. He was the first to show Mike's work, and still represents him. Hemphill says this is an important folk art collection.</p><p>\"It tells a story,\" Hemphill says. \"There's so much buried history about Washington within each album, and altogether it creates it almost a time capsule of a particular musical consciousness and cultural community.\"</p><p>Mike's artistic career wound down after President Carter pardoned the Vietnam draft dodgers in 1977. Mike got a job and put his hand-painted albums in a storage unit. Eventually he fell behind on the payments — which is how his albums ended up at the flea market.</p><p>Since being rediscovered, he's made a few public appearances as Mingering Mike — but always in costume. He accepted an award from the D.C. City Council dressed as Spider-Man. At a panel discussion about his work at the Smithsonian, Mike showed up dressed in surgical scrubs and mask and made the following offer: \"After the interview, to the left, I will be performing colonscopies. If anybody wants.\"</p><p>Kidding aside, Mike says he's glad to see his babies on display in one of the nation's premier museums. He's finally found an audience, even if it's not the one he imagined.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Tale+Of+Mingering+Mike%2C+Who+Painted+Himself+A+Music+Career&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"361"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395966208-c242f1.m3u?orgId=1&topicId=1106&d=361&p=7&story=395595742&t=progseg&e=395966156&seg=9&ft=nprml&f=395595742"},{"href":"http://media.npr.org/assets/img/2015/03/26/3footsteps-9b935175fe56afb7da417edf121d5c2b4f9c245d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1888","width":"1915"}},{"href":"http://media.npr.org/assets/img/2015/03/26/as-high-as-the-sky-cd95ecc5a05b3c291e00430926e7b0bd9a1afc9c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1816","width":"1852"}},{"href":"http://media.npr.org/assets/img/2015/03/26/boogie-down-1e0c34324cd208d2b4727036e14bf924dcc51f13.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1860","width":"1888"}},{"href":"http://media.npr.org/assets/img/2015/03/26/grooving-with-mike-187cd62147a37caa7c251986f9e90ad0d69c2e9a.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1400","width":"1392"}},{"href":"http://media.npr.org/assets/img/2015/03/26/im-superman-3780f1ae361f020d61287bc344aff65308357449.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1400","width":"1402"}},{"href":"http://media.npr.org/assets/img/2015/03/26/joseh_war_into_it_thubnail-769a77a6c9252af550b4847dc6cf3ed450a7dfa3.jpg","type":"image/jpeg","meta":{"crop":"square","height":"460","width":"457"}},{"href":"http://media.npr.org/assets/img/2015/03/26/live-from-the-howard-theatre-be5fd74ac0d6f9559164a2320589d71dfb6e27d3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"768","width":"817"}},{"href":"http://media.npr.org/assets/img/2015/03/26/the-outsiders-are-back-d3cabe05bcd123d69472c1f75e2fe7a8dd780674.jpg","type":"image/jpeg","meta":{"crop":"square","height":"768","width":"769"}},{"href":"http://media.npr.org/assets/img/2015/03/27/as-high-as-the-sky-cf3ed7d788736e64fb99e45e6b82cd672e03f6c7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1250","width":"1667"}}]}