{"created":"2015-05-01T17:10:21+00:00","modified":"2015-05-12T19:50:47+00:00","valid":{"from":"2015-05-12T19:50:47+00:00","to":"3015-05-12T19:50:47+00:00"},"hreflang":"en","guid":"855d4872-c5ea-4297-9e14-7a9ca11ca5a8","title":"Neglecting Baltimore: My story, too ","published":"2015-05-12T19:50:39+00:00","byline":"Bruce Wallace","tags":["Justice","Ethnicity & Race","protests","Justice","Conflict & Justice","North America","United States","Freddie Gray","Baltimore","The Wire"],"teaser":"Bruce Wallace grew up in Baltimore. But it wasn't until he was an adult that he ventured to Freddie Gray's neighborhood, to volunteer at a family shelter. \"I can't overemphasize how close, geographically, these two Baltimores are.'' ","contentencoded":"<p>Like a lot of America, my first real look at life in East and West Baltimore — the poor, predominantly African American parts of town that have once again burst into the country’s consciousness — came from watching “The Wire.”</p>\n<p>Unlike most people who watched the show, though, I’m <em>from</em> Baltimore. I grew up just a few miles from the Baltimore you’re watching this week.</p>\n<p>This is what they mean when they talk about the two Baltimores. I was born in a Baltimore of picturesque row houses, a couple blocks from the Save-a-Lot that was looted Monday. When I was young, my family moved to a leafy neighborhood on the city’s northern edge. I went to private schools, most of my friends lived in the suburbs, and we went downtown to wander around Harborplace, eat in Little Italy, go to Orioles games at Camden Yards. I’m white and most of my friends were, too.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/COPS.jpg?itok=4lZmCWEr\" alt=\"\" /><div class=\"field-caption\">\n    <p>Police in riot gear line one side of North Avenue at Pennsylvania Avenue last night, right as the 10 pm curfew took effect. The intersection, near where Freddie Gray was arrested, has been the center of a lot of the demonstrations and unrest in the past week.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bruce Wallace</p>\n  </div>\n</div>\n<p>There were large swaths of the city that I literally never saw. We never talked about it. It wasn’t a rule — we just never went there.</p>\n<p>There were glimpses — giving co-workers rides home, taking certain routes out of town. And there was “The Wire.” Around that time I moved back to Baltimore for a couple years to work at a radio station. I went to East and West Baltimore to report stories. I volunteered at a family shelter in Sandtown-Winchester, the neighborhood Freddie Gray was from and one that’s been at the center of the events of the past few weeks. These are the kind of things that take people from my Baltimore to the other one.</p>\n<p>I can’t overemphasize how close, geographically, these two Baltimores are.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/StMarksInstitutionalBaptistChurch.jpg?itok=liQ2Owi4\" alt=\"\" /><div class=\"field-caption\">\n    <p>Spencella Dobson's grandfather founded St. Mark's Baptist Church in West Baltimore.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bruce Wallace</p>\n  </div>\n</div>I watched the violence on Monday break out on TV, watching from a bar in Brooklyn, where I live now. It was heartbreaking. But, having seen glimpses of what life is like in the other Baltimore, not surprising. A couple days later I was back in West Baltimore. Thursday, I spent some time with community activist Spencella Dobson. Her grandfather founded a church in the neighborhood; her father was a pastor there and a leader in the civil rights movement. Since Tuesday, the church has been a spot where donations have arrived from around the city to be distributed to people impacted by the unrest. \n<p>“I hope that everybody stays on watch,” Dobson said. “Let's not let it die down every time there's a period in between a black man dying, or a black woman dying, or a child getting caught in the crossfire,” Dobson said. “We need to stop following when it's a trendy news cycle and just continue to live and take care of other people; not just ourselves.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Fneglecting-baltimore-my-story-too&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Baltimore_Houses.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/baltimorehousesjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05012015_09.mp3"},{"href":"http://admin.pri.org/file/0501201509mp3"}]}