{"created":"2015-06-10T17:46:41+00:00","modified":"2015-06-12T16:57:12+00:00","valid":{"from":"2015-06-12T16:57:12+00:00","to":"3015-06-12T16:57:12+00:00"},"hreflang":"en","title":"Bringing Dinosaurs To Life In 'Jurassic Park,' 'Jurassic World'","published":"2015-06-11T16:02:00+00:00","teaser":"The Academy Award-winning special effects artist who was \"dinosaur supervisor\" on the 1993 film, joins us.","itags":["npr_api","413419688"],"guid":"85624bab-0148-46eb-a845-9aeabfdadc6a","contentencoded":"<p>&#8220;<a href=\"http://www.jurassicworld.org/\" target=\"_blank\">Jurassic World</a>&#8221; comes to theaters this week, 22 years after &#8220;Jurassic Park&#8221; first thrilled theatergoers with its realistic (and scary) dinosaurs.</p><p>How groundbreaking was the technology that created those animals and how has that technology changed in the past two decades?</p><p>With Academy Award-winning special effects artist <strong>Phil Tippett</strong>, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson took a look at computer-generated special effects then and now. Tippett was the &#8220;dinosaur supervisor&#8221; on &#8220;Jurassic Park&#8221; and a consultant on &#8220;Jurassic World.&#8221;</p><p><strong>Special effects in the original film</strong></p><p>He said the use of computer graphics in the 1993 film grew out of his relationship with Dennis Muren, key visual effects supervisor at Lucasfilm&#8217;s Industrial Light & Magic &#8211; the visual effects company behind &#8220;Star Wars&#8221; and the &#8220;Indiana Jones&#8221; franchise. Muren was also on the visual effects team for &#8220;Jurassic Park.&#8221;</p><p>&#8220;The computer graphics technology at that time was really great for making these kind of hallucinogenic things that you couldn&#8217;t do practically,&#8221; Tippett said. &#8220;Previously the techniques for doing living, breathing creature-type things were done either with puppets or stop-motion photography, or later at ILM we developed a process called go-motion, which was essentially a computerized stop-motion puppet.&#8221;</p><p>Muren and Tippett continued to test the capabilities of computer graphics throughout the filming of &#8220;Jurassic Park.&#8221; The method eventually earned director Steven Spielberg&#8217;s seal of approval, and the rest is history.</p><p>&#8220;What happened was Dennis figured that he could probably push the envelope a little bit and put computer graphic dinosaurs in the background and he could get away with it, but they kept pushing the camera closer and closer and closer, and the images held up,&#8221; Tippett said. &#8220;And then Spielberg commissioned a test with a Tyrannosaurus walking through a meadow, and that kind of cinched the deal, and that was like the edict from then on &#8211; we&#8217;re going to do it all computer graphic.&#8221;</p><p><strong>Challenges in the original &#8220;Jurassic Park&#8221;</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;It was such a huge conceptual leap and a technological leap, I don’t think you can really duplicate.&#8221;</p><p></div></p><p>But the logistics required to pull off convincing, striking visual effects in a big-budget film like &#8220;Jurassic Park&#8221; were far from easy, Tippett said.</p><p>&#8220;For a visual effects picture where you have to pre-plan everything and go out and shoot on location with actors, where you have to make sure their eye lines are perfect and they&#8217;re looking in the right place and the cadence of their performance is going to allow for the insertion of another character that&#8217;s not on the set, but is going to be a visual effect later on, it gets really tricky,&#8221; he said.</p><p>The visual effects in &#8220;Jurassic Park&#8221; also required a careful balance of physics and character development, Tippett said. Not only did the visual effects artists have to maintain the different movements of each dinosaur, they also had to make nonexistent characters fit into the larger scene and story.</p><p>&#8220;A 500-pound raptor moves very differently than a three-ton Tyrannosaurus,&#8221; he said. &#8220;And then you also have to find the character inside, and find some place in yourself where you can imagine the behavior of that particular character. So you&#8217;re kind of acting as its brain, and you&#8217;re imagining the world that the brain is looking out through the eyes of this character. And there&#8217;s a world out there that the eyes are capturing the images of whatever&#8217;s going on, and then coming back through the eyes, into the brain and illiciting behavior.&#8221;</p><p><strong>Special effects, then and now</strong></p><p>Tippett said that while the tools needed to do the job have changed since 1993, the skills required have stayed the same.</p><p>&#8220;It&#8217;s really not that different,&#8221; he said. &#8220;It&#8217;s become a little bit more intuitive that it was. The tools are better, the animation software, the compositing software, storage space and all that kind of technical stuff has improved significantly. But the actual hands-on skill of animators and compositors and the technical directors that light the stuff is really a skill level thing.&#8221;</p><p>So will fans love &#8220;Jurassic World&#8221; just as much as they loved &#8220;Jurassic Park&#8221;?</p><p>&#8220;I don&#8217;t know, I don&#8217;t know if that&#8217;s possible,&#8221; Tippett said. &#8220;Because the &#8216;Star Wars,&#8217; &#8216;Jurassic Park&#8217; kind of thing was something absolutely new that nobody had thought of before, like a brilliant new coat of paint on genre that hadn&#8217;t been before. It was such a huge conceptual leap and a technological leap, I don&#8217;t think you can really duplicate. With success comes the franchise, and that&#8217;s what you get.&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=4mLSeCbDIJI\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.tippett.com/studio/phil-tippett-bio\" target=\"_blank\">Phil Tippett</a></strong>, founder Tippett Studio. He tweets <a href=\"https://twitter.com/philtippett\" target=\"_blank\">@PhilTippett</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bringing+Dinosaurs+To+Life+In+%27Jurassic+Park%2C%27+%27Jurassic+World%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"636"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413968037-27048b.m3u?orgId=1&d=636&p=60&story=413419688&t=progseg&e=413416419&seg=3&ft=nprml&f=413419688"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0610_t-rex1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"800","width":"1200"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0610_jurassic-park.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"721","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0610_jurassic-world1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"536","width":"858"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0610_jurassic-world2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"758"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0610_jurassic-world3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}