{"created":"2014-12-29T08:36:27+00:00","modified":"2015-06-05T15:31:17+00:00","valid":{"from":"2015-06-05T15:31:17+00:00","to":"3015-06-05T15:31:17+00:00"},"hreflang":"en","title":"Teaching Friends And Family How To Reverse A Drug Overdose","published":"2014-12-30T15:05:00+00:00","teaser":"Quick treatment with Narcan can save a life after an overdose of heroin or opioid pain pills. The year 2014 saw more police, drug users and their families carrying Narcan \"rescue kits.\"","itags":["npr_api","371770229"],"guid":"85689e3c-a500-4a2b-8834-e6599ab637d7","contentencoded":"<p>When Priscilla Graham-Farmer went to get her hair done in Newark, N.J., recently, she noticed the elevator in the building was broken, so she took the stairs. And that's when Graham-Farmer saw him: a young guy sprawled out, not breathing.</p><p>\"He was literally turning blue,\" she says. \"And everybody was walking over him.\"</p><p>But Graham-Farmer stopped. And looked closer. She saw that he had a needle and some cotton balls. The guy had clearly overdosed.</p><p>\"I'm screaming in the hallway,\" Graham-Farmer remembers. \"Nobody's answering.\"</p><p>Though she lives in New Jersey, Graham-Farmer is a caseworker at a drug treatment center in New York City. And in her car, she had the silver bullet remedy for exactly this sort of crisis: a naloxone kit (or Narcan, the brand name it's best known by). Naloxone is a drug that reverses the effects of an overdose of heroin, OxyContin, Vicodin and other opioids. The drug blocks the physical effects of opioids — ending the high, and stopping the depression of the respiratory system that can be their deadly side effect. Graham-Farmer carries her Narcan kit wherever she goes.<strong></strong></p><p>The version of Narcan that Graham-Farmer was carrying that day is easy to use — it's a nasal spray. She popped a vial of the clear liquid into an atomizer, and squeezed half a dose up one of the stranger's nostrils, and half up the other. Almost immediately, he started breathing again.</p><p>\"He woke up,\" she says. \"And all I could do was hold him and hug him, because he was 21 but looking like he was 15. And he cried.\"</p><p>Graham-Farmer knew what to do that day because, as of 2012, the whole staff at the residential drug treatment program where she works (Samaritan Village in Richmond Hill, Queens) has been trained to use Narcan, and to keep a rescue kit containing two doses of the drug close at hand. The program's clients — the people who are trying to stay sober — are trained too. So, if they ever find themselves with someone else who has overdosed, they can help.</p><p>Graham-Farmer's boss, Jim Hollywood, says that Samaritan Village was ahead of the curve on that one; for many people who work in drug treatment, preparing addicts for the very real possibility of relapse seems to contradict the focus on sobriety.</p><p>\"People are concerned that if you give somebody who has an opioid addiction a Narcan kit, you're basically saying, 'You can get high,' \" Hollywood explains.</p><p>But he knows that opioid overdose deaths have been <a href=\"http://www.nyc.gov/html/doh/downloads/pdf/epi/databrief50.pdf\">rising in New York City</a> since 2010, more of them involving heroin than any other drug. And typically, Hollywood says, more than half the clients in Samaritan Village's live-in program drop out and relapse. So the people running the program had to face reality, he says: \"You can't help an addict get recovery if they're dead.\"</p><p>Many drug treatment programs have been slow to train staff in the emergency use of naloxone, according to advocates of such use. But this year, <a href=\"http://www.governor.ny.gov/news/governor-cuomo-announces-free-naloxone-training-sessions-across-new-york-state\">things have started to shift</a>, says Anne Siegler, a researcher with New York City's Department of Health and Mental Hygiene who studies overdose patterns. She partially attributes the change to the high-profile death of Philip Seymour Hoffman, who died in February from an overdose of a mix of drugs, including heroin.</p><p>Siegler says there's also been an increase in awareness of Narcan's usefulness because of a shift in the demographics of <a href=\"http://www.npr.org/2013/11/02/242594489/with-rise-of-painkiller-abuse-a-closer-look-at-heroin\">who overdoses</a>. Across the state of New York and on a national scale, the crisis is affecting people far beyond poor, urban neighborhoods. \"The rates are rising in white and middle-class communities,\" she says, and people there are starting to pay more attention. \"The conversation has really changed.\"</p><p>Now, the city's health department is just trying to keep up with the demand for training. It's on track to distribute around 30,000 doses of Narcan this year, Siegler says — twice as many as in 2013.</p><p>\"We get programs calling us, and emailing us, saying, 'We heard about this in the news,' \" Siegler says, \"or, 'We saw it in the paper ... how can I get my program distributing it; where can I go to a training?' \"</p><p>Naloxone has always fallen into a fuzzy legal zone, another reason for the slow rise in access to Narcan rescue kits. It's a prescription drug, but one you don't take yourself. And you don't know ahead of time which person — friend, family or stranger — you might need to give it to. To allow people other than doctors and paramedics access to the Narcan kits, states need to pass specific laws.</p><p><a href=\"http://www.ncsl.org/research/health/prevention-of-prescription-drug-overdose-and-abuse.aspx\">Some states voted down</a> bills that would broaden access to naloxone this year. But others passed new laws. <a href=\"http://www.nchrc.org/law-enforcement/us-law-enforcement-who-carry-naloxone/\">Police in at least 20 states are now equipped</a> with overdose reversal kits. Thousands more cops across New York started carrying Narcan in 2014, and a state law that was passed this summer made it easier to distribute Narcan to laypeople who believe someone close to them is at risk of overdose.</p><p><a href=\"http://www.nysocialjustice.org/About.html\">Tina Wolf</a>, executive director of Community Action for Social Justice in Suffolk County, N.Y., is on the front lines of that mission, bringing overdose prevention training to people who are actively using heroin or opioid painkillers, and to their friends and families. Long Island's Suffolk County is the young, white, suburban face of the heroin epidemic. More than 200 people — some of them teenagers — died after overdosing there last year. At least half of them used heroin.</p><p>Wolf doesn't work out of an office. She makes house calls, in her car: discreet, mobile, perfect for the suburbs, where people don't want their neighbors to know that they or someone in their family is using. Wolf says many people don't know that even if they're using prescribed opioids according to a doctor's instructions, they could still be at risk if they mix them with benzodiazepines, like Xanax, or with alcohol. She offers free community trainings, where every person who wants a Narcan rescue kit leaves with one in a little blue bag. She has trained high school coaches, school nurses and parents in suburban living rooms — all worried about losing their kids.</p><p>The trunk of Wolf's car is packed full with clean syringes, and sterile injection supplies. She says the younger drug users she works with — some in their teens, some in their early 20s — are shooting heroin because it's much cheaper and more available than pain pills, and they don't always know how to keep themselves safe.</p><p>She asks them if they share their hypodermic needles with anyone.</p><p>\" 'Only a couple people,' \" they tell Wolf.</p><p>\"We talk about HIV transmission,\" she says, \"and they're like, 'Oh, you can still get that?' \"</p><p>Wolf also hires people who are actively using opioids to help her. She brings them thousands of clean syringes to hand out to others in their social networks. One of her employees, a guy named Rich, who asked that his full name not be used out of fear of repercussions, started using heroin back in the 1970s. Now, some of the younger users in his neighborhood depend on him to keep them safe, he says. He has used his Narcan rescue kit about five times so far.</p><p>\"It's a good feeling to know that you saved somebody,\" he says. \"Sometimes I wish I could tell their parents, 'Hey, you know what I just had to do for your kid?' ... But it's not my business.\"</p><p>Rich says kids are afraid to tell their parents they overdosed. They're afraid to call the cops — so they call him at 2 a.m. instead. And they're afraid to go to the hospital after he has revived them, he says. Because even though people are now more willing to acknowledge the overdose epidemic in Suffolk County, stigma and the fear of criminal charges remain obstacles to getting help and information to the kids who <em>do</em> wake up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teaching+Friends+And+Family+How+To+Reverse+A+Drug+Overdose&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373729998-f2c637.m3u?orgId=1&topicId=1128&d=437&p=3&story=371770229&t=progseg&e=373729864&seg=5&ft=nprml&f=371770229"},{"href":"http://media.npr.org/assets/img/2014/12/22/overdoseprevention-3-76b17c97753d3d3b1b410f9a418422f1e1d3ac23.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1120","width":"1495"}},{"href":"http://media.npr.org/assets/img/2014/12/22/tina-wolf-2-73672f001b2421a97a3de6a028061f1428cb7069.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}},{"href":"http://media.npr.org/assets/img/2014/12/22/tina-wolf-1-021c54f382cdc188d9a99cbfc54b856382149a7f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}}]}