{"created":"2015-06-17T17:06:38+00:00","modified":"2015-07-01T14:55:40+00:00","valid":{"from":"2015-07-01T14:55:40+00:00","to":"3015-07-01T14:55:40+00:00"},"hreflang":"en","title":"Judd Apatow: A Comedy-Obsessed Kid Becomes 'Champion Of The Goofball'","published":"2015-06-23T05:07:00+00:00","teaser":"When Apatow was a teen he landed interviews with an impressive roster of comics for his high school radio show. <em>Sick in the Head</em> is a collection of those conversations, and more recent ones as well.","itags":["npr_api","415199346"],"guid":"856f60c5-14cd-437f-a4fb-a20ba8e8f90d","contentencoded":"<p>As a kid, Judd Apatow was obsessed with comedy. \"No other kids in my school cared about it at all,\" he tells <em>Fresh Air</em>'s Terry Gross. \"There was no one to talk about it with.\"</p><p>That's all different now. Today, Apatow says there's a \"giant culture of comedy nerds.\" But as a kid, he was on his own — and in some ways, that worked in his favor. \"Back then I was alone and I had a little confidence about it because I felt like: 'This is my thing. This is the only thing that only I know about,'\" he says.</p><p>That confidence helped him land interviews with an impressive roster of comedians for his high school radio show. Those interviews, as well as Apatow's recent interviews with comics, are collected in his new book <em>Sick in the Head.</em></p><p>\"I think it's meant for the toilet, Terry, it's meant for an airplane,\" Apatow says of his new collection. \"There's like 30-something interviews in the book so you could open it up and go, 'Oh, I'd love to hear Mike Nichols or James Brooks or Chris Rock.' ... Jump in wherever you feel like it. You shouldn't read this like it's <em>Infinite Jest</em> or something; it's meant to be dipped into when you feel like it.\"</p><p>Apatow started his career in the footsteps of his idols, doing stand-up comedy, but he became famous as a movie and TV writer, director and producer. He was a writer and director of the TV series <em>Freaks and Geeks </em>and wrote and directed the films <em>The 40-Year-Old Virgin, Knocked Up, Funny People</em> and <em>This is 40.</em> He<em> </em>produced <em>Superbad</em> and <em>Anchorman</em>, is an executive producer of <em>Girls</em> and directed Amy Schumer's new movie <em>Trainwreck</em>.</p><hr /><h3>Interview Highlights</h3><p><strong>On how he interviewed big-name comedians in high school</strong></p><p>I just wanted to be in the comedy world so bad that there was nothing I wouldn't do to get access to comedians. I had a friend, Josh Rosenthal, who worked for our high school radio station, and he would go interview R.E.M or Siouxsie and the Banshees, and I thought, \"Wait a second, we can get interviews with professional people even though our signal doesn't get out of the school parking lot?\"</p><p>I started calling up the publicists of comedians and I think back then no one wanted to talk to comedians. There was no Internet, there was no podcasting, so getting any call about an interview probably made a publicist think, \"Hey, I look like I'm doing a good job. I got Seinfeld an interview on WKWZ radio, because the offers probably weren't coming in back then.\" ...</p><p><strong>On his interview with Jerry Seinfeld</strong></p><p>It transformed me. It was the first time someone explained what stand-up comedy was and how you develop it. That was probably the most important moment of the 45 interviews I did as a kid. It was just simple and also, Jerry Seinfeld grew up two towns over from me and when I met him I thought, \"I'm kind of like him, I'm just a Long Island guy.\" It made me feel like a life in comedy was possible because this guy who felt similar to me was this amazing comedian. Then I asked him to do it again. We did another interview about six months later, and he said, \"Why would I do it again? I already did one with you.\" And I said, \"Well, you did the <em>Tonight Show</em> more than once.\" And then he did another interview with me. We did another hour about six months later. That's the nicest guy in the world.</p><p><strong>On his ill-fated efforts to be in commercials</strong></p><p>That just shows how confused I was. I thought the way to become an actor was to be on a Burger King commercial. There was no part of me that was like, \"I can be the kid in <em>Les Mis</em>!\" I didn't really understand anything about the process in show business. All I knew was some people did commercials. ... So I got my headshots, and then immediately this terrible thing happened: I was trying to make my friends laugh, so I shoved poison ivy up my nose, that's how badly I was trying to get laughs.</p><p>I get poison ivy all over my face, I start putting poison ivy medication on it, then, I get the chicken pox, but I don't know that I have the chicken pox because I think I have poison ivy and the medicine, it inflames the chicken pox, so now I have these like Godzilla-sized chicken pox and I have scars all over my face and I look like [Manuel] Noriega and that was the end of my chance of being on a Burger King commercial.</p><p><strong>On grounding himself in comedy instead of religion </strong></p><p>I think I was just very confused. My parents weren't religious, so it wasn't that they talked about atheism or anything like that, they just never mentioned it. They never talked about spirituality ever in any way. In a lot of ways, I was lost and I was very afraid of nuclear war. In that era, in the '70s, it was a little chillier — it's probably more dangerous now — but back then it felt very scary. I had no answers to anything and I think I turned to comedians, people like George Carlin and Richard Pryor and Groucho Marx, for answers or for an attitude of how to deal with life and I liked all of these people who said, \"This doesn't make sense ... and we should attack these people and this way of thinking,\" and that gave me some kind of comfort.</p><p><strong>On his early stand-up</strong></p><p>My earliest material was all about how terrible I was. I used to do my act, I wouldn't get laughs, and at the end I would say, \"You know, ladies and gentlemen, the great Jerry Lewis said you only learn by being not funny, you learn nothing by being funny, so thank you for giving me a college education tonight.\" That was my closer and that would get a big laugh because I bombed for the last five minutes. ...</p><p>When I did the interviews everybody said it would take seven years to get good and to find yourself, so I had it built in my head that I was supposed to bomb for a couple of years and so even though I didn't enjoy it, I thought that I was right on schedule.</p><p><strong>On why he stopped doing stand-up</strong></p><p>One of the main reasons I stopped doing stand-up, I realized later, was I auditioned for something for Jim Henson and Jim Henson didn't want to hire me and I hear from the casting director, \"He'd like to buy your ideas, but he doesn't want you to appear in the show. He thinks you lack warmth.\" And I was like, \"Jim Henson thinks I lack warmth? That's like Mr. Rogers telling you [that] you don't deserve love! He taught me to read!\"</p><p>Years later I thought, \"I can't imagine he actually told somebody to call me and tell me I lack warmth,\" so probably it's just a mean casting director, but at the time it really took the wind out of my sails. It made me think, \"Oh yes, the instinct you have to not perform has now been confirmed by Kermit the Frog.\"</p><p><strong>On not being athletic as a kid</strong></p><p>It's a pretty humiliating thing when you get picked last every day in gym class and then at lunchtime all the kids play sports and you get picked last. At the time I just thought, \"This is awful,\" because it defines you as a weak person. It defines you with girls and if you're bad at sports, you get into this funny cycle where the ball never gets to you because now you're in the worst position, you're in deep right field, so you can never prove that you got better, so the cycle lasts forever.</p><p>It made me angry at attractive people, it made me angry at healthy people, at physical people — even now if I see someone working out, in great shape, like a 40-year-old guy with his shirt off jogging I always think, \"Look at that idiot.\" That's why everyone in my movie is kind of goofy because I'm a champion of the goofball. What sucks is I have to work out now not to die. I was always happy not working out because I never wanted to be someone who worked out to look good, but now I have to try to not die, which is such a drag.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Judd+Apatow%3A+A+Comedy-Obsessed+Kid+Becomes+%27Champion+Of+The+Goofball%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415231991-54a8ab.m3u?orgId=1&topicId=1033&d=2242&p=13&story=415199346&t=progseg&e=415226335&seg=1&ft=nprml&f=415199346"},{"meta":{"duration":"30"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416648011-8b0819.m3u?orgId=1&topicId=1033&d=30&p=13&story=415199346&t=progseg&e=415226335&seg=1&ft=nprml&f=415199346"},{"href":"http://media.npr.org/assets/img/2015/06/17/apatow-as-harpo-f13c323097fb15e3a6a409aa81acc68142af133d.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"712","width":"950"}},{"href":"http://media.npr.org/assets/img/2015/06/17/apatow2_enl-1b863fb32113c27476a90b6eca5139ea58639e3d.jpeg","type":"image/jpeg","meta":{"crop":"enlargement","height":"960","width":"1239"}},{"href":"http://media.npr.org/assets/img/2015/06/17/apatow3_enl-b8d88364af5124a68a1831537de3835d641fef0c.jpeg","type":"image/jpeg","meta":{"crop":"enlargement","height":"960","width":"1219"}}]}