{"created":"2014-11-14T18:48:09+00:00","modified":"2014-11-14T22:01:25+00:00","valid":{"from":"2014-11-14T22:01:25+00:00","to":"3014-11-14T22:01:25+00:00"},"hreflang":"en","title":"Barbra Streisand Raises Her Voice Against Heart Disease","published":"2014-11-14T21:46:00+00:00","teaser":"Heart disease is the number one killer of women in the nation, yet nearly half of all women don't realize how big a threat it is.","itags":["npr_api","364111516"],"guid":"85828f2b-8b60-498c-9038-63949f4adb4a","contentencoded":"<p>Heart disease is the number one killer of women in the U.S.</p><p>But nearly half of all women don&#8217;t realize how big of a threat it is. Now there&#8217;s a new campaign to raise awareness.</p><p>It&#8217;s called <a href=\"https://fighttheladykiller.org/\" target=\"_blank\">Fight the Lady Killer</a>, and legendary actress and singer <strong>Barbra Streisand</strong> is at the forefront of the campaign. She wants women to know how dangerous heart disease is, and to encourage them to get a heart exam as regularly as a dental cleaning.</p><p><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Robin Young talks to Streisand, and to <strong>Dr. C. Noel Bairey Merz</strong>, director of the <a href=\"http://www.cedars-sinai.edu/Patients/Programs-and-Services/Womens-Heart-Center/\" target=\"_blank\">Barbra Streisand Women&#8217;s Heart Center at Cedars-Sinai Heart Institute</a> in Los Angeles, about how heart disease affects women.</p><p>Dr. Merz calls the rising prevalence and mortality rate of heart disease in women an &#8220;epidemic,&#8221; stressing that more woman-focused research needs to be done.</p><p>&#8220;It&#8217;s &#8212; in numbers, sheer numbers &#8212; much scarier than Ebola, and yet we don&#8217;t spend money on it. Heart disease kills many more very young women than breast cancer.&#8221;</p><h4><strong>Interview Highlights</strong></h4><p><strong>Barbra Streisand on why she&#8217;s raising awareness of women&#8217;s heart disease</strong></p><p>&#8220;It&#8217;s gender discrimination that makes me crazy. When women are treated in a way that is not beneficial to their existence. And it happens in the workforce, it happens in politics &#8212; only 19 percent of the Congress are women &#8212; and in medical research and treatment. Most of the research on women&#8217;s heart disease, specifically, has been done for the last 50 years on men. Even in the laboratory, they use male mice instead of female mice. The female mice, I was told, &#8216;we don&#8217;t study them because they&#8217;re too complex &#8212; they have hormones, you know.&#8217; So yeah, that&#8217;s exactly the reason you should study female mice! To help female humans. This makes me insane.&#8221;</p><p><strong>Dr. C. Noel Bairey Merz on why researchers study males instead of females</strong></p><p>&#8220;I think mostly because our leadership in medicine is not any different from our leadership in the world, and it&#8217;s dominated by men. And it just doesn&#8217;t occur to anyone you might want to study women, which &#8212; oh, by the way, are 51 percent of the U.S. and the world population. Women now die more often from heart attacks, compared to men. We now have a majority of heart disease victims, which includes stroke and other forms of heart problems. So since 1984 now, more women die every year in the U.S. than men. And we have a woman dying in the United States every minute.&#8221;</p><p><strong>Streisand on what women need to know about heart attack symptoms</strong></p><p>&#8220;A woman may not suffer a typical Hollywood heart attack, which is the clutching of the chest and left arm pain. She may have indigestion, she may have back pain, jaw pain, she may have cold sweats&#8230; nausea is a big one. And she may be told to take an antacid and not even given the heart tests that they would give a woman who comes in with the typical symptoms, which are chest pain and left arm pain. So because she is misdiagnosed, she then goes untreated and is more likely to die from heart disease.&#8221;</p><p><strong>Streisand on the difficulty of getting the message across</strong></p><p>&#8220;It&#8217;s hard to believe that one in two women will have cardiovascular disease in their lifetime and one in three will die of it. To wrap your head around the fact that heart disease kills more women than all cancers combined. You see, the breast cancer campaign has done a great job. They raise a lot of money so they can do a lot of research and we just don&#8217;t have it. I think perhaps women are embarrassed to have heart disease. The first donor that I got to contribute to our heart center said, &#8216;well I thought it was a man&#8217;s disease, you know an old man&#8217;s disease.&#8217; But nowadays, more younger women are getting heart disease. That&#8217;s growing at a higher rate.&#8221;</p><h4>Guests</h4><ul><li><a href=\"http://www.imdb.com/name/nm0000659/\" target=\"_blank\"><strong>Barbra Streisand</strong>,</a> singer and women&#8217;s health advocate. She tweets <a class=\"ProfileHeaderCard-screennameLink u-linkComplex js-nav\" href=\"https://twitter.com/BarbraStreisand\">@<span class=\"u-linkComplex-target\">BarbraStreisand</span></a>.</li><li><a href=\"http://www.cedars-sinai.edu/Bios---Physician/A-G/C-Noel-Bairey-Merz-MD-FACC.aspx\" target=\"_blank\"><strong>Dr. C. Noel Bairey Merz</strong></a>, director of Barbra Streisand Women&#8217;s Heart Center at Cedars-Sinai Heart Institute in Los Angeles.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Barbra+Streisand+Raises+Her+Voice+Against+Heart+Disease&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"530"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364150794-4f7ae1.m3u?orgId=1&ft=3&f=364111516"}]}