{"created":"2014-12-19T21:11:11+00:00","modified":"2015-06-05T15:31:21+00:00","valid":{"from":"2015-06-05T15:31:21+00:00","to":"3015-06-05T15:31:21+00:00"},"hreflang":"en","title":"In The Still Of The Night, There's A Riot In Garth Brooks","published":"2015-01-07T00:30:00+00:00","teaser":"After more than a decade offstage raising his daughters, the singer is touring. \"It's like nothing is being held back,\" he says. \"You get to eat mashed potatoes with both hands instead of one.\"","itags":["npr_api","371859466"],"guid":"8585dc8c-3bb6-4c45-959d-6982881851fd","contentencoded":"<p>There was a long stretch in country music when there was no bigger star than Garth Brooks. He ruled the country charts throughout the '90s, filled stadiums, played 250 to 300 shows a year. In 2001, he called it off. He retired from the road and the studio, and went back home to Oklahoma to be a dad to his three young daughters.</p><p>\"I'm sitting there staring at three children that I don't know, they don't know me,\" Brooks tells NPR's Melissa Block. \"And we're starting our life together in Oklahoma. And I tell you now, greatest gift I've ever been given was being able to afford the time off to watch my babies grow.\"</p><p>But Brooks never felt like he lost anything during those years.</p><p>\"The hardest thing was your own ego — it all being about 'me, me, me' to 'me, me, me' being the last person in line,\" Brooks says. \"I'm not going to lie to you and tell you that was an easy transition. That was tough.\"</p><p>Those girls are now grown; the youngest, off to college, which means Brooks is back. He has a new album, <em>Man Against Machine,</em> and a big tour with his second wife, country singer Trisha Yearwood. He tells Block about his new album and what experience Brooks aims to give his fans each and every night.</p><p><strong>What's it like for you to be back on the road now, doing the full tour? You're what, 52 headed toward 53 next year? You've got some years on you since you decided to retire and do this thing. It's a really physical thing. How different does it feel to you now?</strong></p><p>You know, music keeps you eternally young. It just does. What I love about it now is touring without the guilt. Now it's like nothing is being held back. You get to eat mashed potatoes with both hands instead of one, you know what I mean? It's fantastic.</p><p><strong>I think the song I keep coming back to the most on the new album is \"Midnight Train.\" </strong></p><p>Oh, I love \"Midnight Train\" because sometimes all of the stars line up. What I love about \"Midnight Train\" is that it's a song about a journey, but the music actually takes you on that journey. It feels like you're moving through the whole song. It's a beautiful analogy of a woman's memory that blows through your room at night, like a midnight train.</p><p>I get this wonderful picture of the walls just being blown out and everything in your room is moving from the wind of this train and this train is 2 feet from your feet, laying in bed. That's what it is all night long for this guy. And the only time she goes away is when the sun comes up, so you're tired all the next day. That's what a great memory does — a great bad memory, I guess.</p><p><strong>Do you do this song live?</strong></p><p>No, and I haven't yet. Doing new stuff live is tough just simply because I pay my money, I stand in my seats, and I see the guys I love. And if I paid that ticket, there's a good chance that I'm there to hear the stuff that made me fall in love with 'em — we call it the \"old stuff.\" And if an artist comes in town and dumps his entire new album on me, as a listener in a concert venue, it happens to miss out on the old stuff that I came there for. That doesn't work too well for me as a listener. Most of the time for concerts, it's the old stuff.</p><p><strong>When you think about your live shows and what the experience is that you want for people so that they know that they've been to a Garth Brooks show, what is that? What are you trying to capture there?</strong></p><p>I get to do something this tour that I've never done in my life: I get to be a sideman. I start the show, and then about an hour or hour-10 in the show, Ms. Yearwood comes in the show and the rig changes, she kind of takes the show over and then gives it back to me to close.</p><p>In this time that she's on I get to be the acoustic guitar player and I get to sit back and watch now. Now I'm seeing what you never get to see when the spotlight's on your face. You get to see people as far as the eye can see. And I'm getting to see their reaction to the music. And I swear to you, each one of them acts like they're the only person in the arena. They've got their head back, they're singing, they're laughing, they're crying. It is the coolest thing to get to witness. You see them lock eyes with Ms. Yearwood, with the artist, and you know that feeling because I go to concerts myself. I spend most of my time at concerts hoping for that one second that the artist looks at me, I look at the artist, and that's when I get to say, \"Thank you.\"</p><p>Then it's crazy. Once you get to do this for a living, all you do is scan the crowd and lock eyes a million times a night, and it's funny, so I can say, \"Thank you\" back to the people who have given me my life. That's a pretty cool way to spend your nights.</p><p><strong>What happens when you come offstage after a show that's been transporting in that way for you? What do you do afterward to bring yourself down?</strong></p><p>You know, I don't know how personal that we're free to get here, but it's a very exciting time. It's a beautiful moment in the day because it's usually 2 in the morning where everything else is still and calm, but you're a riot inside yourself. There are some great ways to extend that tension on and there are some ways you do it silently, and some ways you share it with others — it's a rush that nothing else compares to.</p><p><strong>You know, I'm curious about something. Do you always call your wife \"Ms. Yearwood\" in interviews? </strong></p><p>Yeah, because understand we've known each other since '87. We've known each other for 27 years. And first it was Yearwood and then as you get to know her and know her family and everything it's \"Ms. Yearwood.\"</p><p><strong>Never Trisha?</strong></p><p>[Laughs.] Then when we started dating, I couldn't get out of it. I couldn't break the mold because that's what I knew her as, so, you know, we're working on it. She says, \"Please call me Trisha,\" so I'm working on it, I promise.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+Still+Of+The+Night%2C+There%27s+A+Riot+In+Garth+Brooks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371949065-112b63.m3u?orgId=1&topicId=1105&aggIds=100920965&d=496&p=2&story=371859466&t=progseg&e=371862876&seg=14&ft=nprml&f=371859466"},{"href":"http://media.npr.org/assets/img/2014/12/19/454653922-c31978edeaabb462ec2fed7014cb7d86cdf6e10e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}