{"created":"2014-10-15T17:50:37+00:00","modified":"2014-12-04T15:15:34+00:00","valid":{"from":"2014-12-04T15:15:34+00:00","to":"3014-12-04T15:15:34+00:00"},"hreflang":"en","title":"'The Assassination Of Margaret Thatcher' And Other Stories From Hilary Mantel","published":"2014-10-15T17:57:00+00:00","teaser":"Heads tend to roll, figuratively and otherwise, in Mantel's writing. Critic Maureen Corrigan says this new short story collection — about grotesque characters in the modern world — is breathtaking.","itags":["npr_api","356131833"],"guid":"8595278c-15d8-44f2-962d-82adacebdcd8","contentencoded":"<p>A new Hilary Mantel book is an Event with a \"capital \"E.\" Here's why: The first two best-selling novels in Mantel's planned trilogy about Thomas Cromwell, <em>Wolf Hall</em> and <em>Bring Up the Bodies</em>, each won the Man Booker Prize — that's a first. The BBC is filming an adaptation of <em>Wolf Hall</em> for airing in 2015, and Mantel's original short story, <em>The Assassination of Margaret Thatcher</em>, <a href=\"http://www.nytimes.com/2014/09/28/books/review/the-assassination-of-margaret-thatcher-august-6th-1983.html\">was printed</a> in <em>The New York Times Book Review </em>in September. That story is from Mantel's new short story collection of the same name. Heads always tend to roll — figuratively and otherwise — in Mantel's writing. Hers is a brusque and brutal world leavened with humor — humor that's available in one shade only: black.</p><p>Even Mantel's many fans might approach this collection with some skepticism — after all, publishers have been known to cash in on an author's popularity by gathering up and repackaging earlier remnants. Indeed, nine of these stories were published already in the U.K., but I'd deem only one to be dispensable: It's a soft, impressionistic piece called <em>Terminus</em>, in which an unnamed narrator riffs on a vision of the dead moving through Waterloo Station.</p><p>Every other story here makes a permanent dent in a reader's consciousness because of Mantel's striking language and plots twists, as well as the <em>Twilight Zone</em>-type mood she summons up. Mantel is drawn to grotesque characters and surreal situations even when writing, as she does here, of the modern world. Although they're miles apart in terms of style, I think she has a lot in common with Nathanael West, whose novels like <em>Miss Lonelyhearts </em>and <em>The Day of the Locust</em> caught people behaving at their worst and laughed.</p><p>In an eerie story called <em>Comma</em>, for instance, two grubby little girls spend their summer vacation spying on a nearby mansion where something wrapped in a blanket is wheeled out on the patio for air every afternoon. That blanketed something — a deformed child, perhaps? — is shaped like a comma and in an effort to see if \"it\" talks, one of the girls throws a rock at \"its\" face. Looking back on their actions years later, the more sensitive of those girls is baffled. She says: \"If you spent your time trying to understand what happened when you were eight and [your friend] was ten, you'd waste your productive years in plaiting barbed wire.\"</p><p>Who else writes in such images — images that at once stop a paragraph in its tracks and also advance our psychological understanding of what's going on? Mantel's curious metaphors and violent verbs are themselves things of beauty: a noisy air conditioner is said to be \"rattl[ing] away like an old relative with a loose cough\"; a nervous taxicab passenger remarks on a \"seat belt sawing into her throat\"; a meaty meal kept warm for a wandering husband is described as a \"brown dinner that ... shrivel[ed] to a stain in its ovenproof serving dish.\"</p><p>In what I think of as the best story in this collection, the one called <em>How Shall I Know You</em>, a woman pulls up at a hotel which doesn't quite measure up to its glossy brochure. She comments to herself: \"What I had taken to be stucco was in fact some patent substance newly glued to the front wall: it was grayish-white and crinkled, like a split-open brain, or nougat chewed by a giant.\" That story starts out as a witty farce about a writer who accepts an invitation to lecture on her books at a book club in some dismal burg, but it curls round into something richer and stranger altogether: a chill meditation on the hierarchy of pity.</p><p>A writer would have to be in absolute control of her language in order to successfully pull off an assassination fantasy featuring a recent real-life public figure, which is, of course, what the title story here is. Our female narrator recalls how, in August of 1983, she foolishly opened the door to a man she thought was a plumber; instead he's an assassin who wants to use her kitchen window to take aim at the then Prime Minister. The tone is at once droll and terrifying; Mantel is playing around with the theme of choices or doors that people walk through in life; she's also explicitly venting her rage at Thatcher. That she manages to do all this — juggle the metaphorical meditations and political commentary in a darkly comic short story — is breathtaking, which is the word I'd use to describe this collection.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Assassination+Of+Margaret+Thatcher%27+And+Other+Stories+From+Hilary+Mantel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"388"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356416165-b79513.m3u?orgId=1&topicId=1034&ft=3&f=356131833"},{"href":"http://media.npr.org/assets/img/2014/10/15/assassination-thatcher-4a7fcbd8c880069fbe7805394f536599be9d32ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1406","width":"1875"}},{"href":"http://media.npr.org/assets/img/2014/10/15/mantel-hilary-color--300dpi_enl-18384de1b7573e2e1f739a66d95cb4f72822b5c2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1772","width":"1402"}}]}