{"created":"2015-01-19T21:09:35+00:00","modified":"2015-02-08T19:18:50+00:00","valid":{"from":"2015-02-08T19:18:50+00:00","to":"3015-02-08T19:18:50+00:00"},"hreflang":"en","title":"A Rare Bird: After 120 Years, Audiences Still Flock To 'Swan Lake'","published":"2015-01-20T13:39:00+00:00","teaser":"Despite being long, convoluted and sometimes sleep-inducing, <em>Swan Lake</em> is a reliable ticket-seller for dance companies. The version most often performed today premiered in Russia in 1895.","itags":["npr_api","377283936"],"guid":"859adf52-a693-4d2c-949e-a1aaad89054a","contentencoded":"<p>The version of <em>Swan Lake</em> most often performed today premiered at the Mariinsky Theatre in St. Petersburg, Russia, 120 years ago this month. The ballet had been staged before, but it wasn't a hit until choreographers Marius Petipa and Lev Ivanov revised it.</p><p>Still, for many people today, <em>Swan Lake</em> feels old and traditional. The mythical story is convoluted and hard to follow, yet it's a must-see for ballet enthusiasts. They marvel at its lyricism, the precision of the corps de ballet, the 32 swans moving in unison and the elegant costumes — all set to Peter Ilyich Tchaikovsky's sweeping, romantic score. The legendary Mariinsky Ballet is <a href=\"http://www.bam.org/dance/2015/swan-lake\" target=\"_blank\">currently performing</a> <em>Swan Lake</em> at the Brooklyn Academy of Music in New York, and, despite the expensive ticket prices, the company's one-week run is nearly sold-out.</p><p><strong>Not For Ballet Newbies</strong></p><p>It's been said that dancing the lead in <em>Swan Lake</em> is like climbing Mount Everest or playing Hamlet. The principal dances two roles — the black swan and the white swan — and both birds go through a lot: changing from swan to human, falling in love and getting tricked and jilted, not to mention the duets and solos. At one point, the Swan Queen performs 32 <em>fouettes</em>, or <a href=\"http://vimeo.com/24222502\">whip-fast turns</a>.</p><p>For Barnard College dance scholar Lynn Garafola, it's simple: <em>Swan Lake</em> has endured because, when well-executed, it's a gorgeous, dramatic story. She says it's \"something that begins at the beginning and ends at the end, and goes through so many different states of mind and emotional moments that at the end, I really feel I've had an experience.\"</p><p>But many never make it to the end. Either they leave at one of the two intermissions or they nap during the roughly three-hour performance. Melody Datz Hansen, a dance critic in Seattle, has seen it many times. \"Everybody that I took to <em>Swan Lake</em> who was not a die-hard ballet fan already was just bored to tears,\" she says. She <a href=\"http://www.thestranger.com/seattle/swan-lake-is-so-goddamned-boring/Content?oid=16508792\" target=\"_blank\">wrote about those particular experiences</a> for the Seattle weekly <em>The Stranger</em>.</p><p>Datz Hansen is passionate about all kinds of dance, and she appreciates <em>Swan Lake</em> both as a ballet and as a much-needed moneymaker for companies. But she says the story — about a royal prince deciding which girl/swan he loves — is sexist and outdated.</p><p>\"For many people, ballet and dance performance starts and stops with those traditional performances,\" she says. And that's a problem, because <em>Swan Lake</em> hardly represents all of the exciting things happening in the dance world.</p><p>The last time Pacific Northwest Ballet did <em>Swan Lake</em>, Datz Hansen says, even the dancers look bored. \"There was no spark, and it was just very, very drab.\"</p><p>But give the same dancers a fresh, contemporary piece — like Justin Peck's <a href=\"https://www.youtube.com/watch?v=N-u-cCiYDJM\">Debonair</a> — and Hansen says it's just the opposite. \"Their faces are more expressive and their bodies are just shooting energy out of their fingertips. It's amazing.\"</p><p>Of course, there <em>are</em> contemporary interpretations of <em>Swan Lake</em>. There's Matthew Bourne's Tony Award-winning, <a href=\"http://swanlaketour.com/\">almost all-male version</a>; and Dada Masilo's <a href=\"http://www.sadlerswells.com/whats-on/2014/Sampled-Dada-Masilo-Swan-Lake\" target=\"_blank\">take</a>, also gender-bending, is infused with influences from her native South Africa.</p><p><strong>A Breakthrough</strong></p><p>These interpretations are, however, the exceptions. Most productions of <em>Swan Lake</em> stick to the rules. Star American Ballet Theatre dancer Misty Copeland says the company performs <em>Swan Lake</em> so often, \"it's like riding a bike.\" In fact, her very first performance with ABT was in the corps de ballet of <em>Swan Lake</em> in 2001. Now she's a soloist with the company and dancing the lead.</p><p>Copeland is African-American, and this spring she'll do something that's rare in the mostly white world of professional ballet: She and another African-American dancer, Brooklyn Mack, will play the leads in <em>Swan Lake</em> for two performances with the Washington Ballet. Copeland says it's a \"pretty monumental\" event. Even though they'll perform the classic, relatively unchanged, 19th-century <em>Swan Lake</em> choreography, this production feels like a breakthrough.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Rare+Bird%3A+After+120+Years%2C+Audiences+Still+Flock+To+%27Swan+Lake%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378409770-2dcdd0.m3u?orgId=1&topicId=1145&e=377283936&d=285&ft=nprml&f=377283936"},{"href":"http://media.npr.org/assets/img/2015/01/16/01---brooklyn-mack-and-misty-copeland-by-theo-kossenas---press-must-use-artist-and-photographer-credits-dd9a1d0867890b2216f91b4b9148a934d2d2300e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3468","width":"4616"}},{"href":"http://media.npr.org/assets/img/2015/01/16/jonathan-ollivier-as-the-swan-in-matthew-bourne-s-swan-lake-photo-by-bill-cooperii-ac9e6074465cabca7743dfe033ad1c2290ea733e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"683","width":"911"}},{"href":"http://media.npr.org/assets/img/2015/01/16/459182928-5797896174499af45289c288d861eb206eb60634.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3535","width":"4714"}},{"href":"http://media.npr.org/assets/img/2015/01/16/3363161-cf98963a5633a6257b0a0a8b993c874a5083054c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2030","width":"2707"}},{"href":"http://media.npr.org/assets/img/2015/01/16/swan-lake-by-v-baranovsky-16--c9b8d111ef4ff152b7c7572d61808a467ec6e06e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1363","width":"1818"}},{"href":"http://media.npr.org/assets/img/2015/01/16/swan-lake-by-v-baranovsky-16--c9b8d111ef4ff152b7c7572d61808a467ec6e06e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1363","width":"1818"}}]}