{"created":"2014-10-08T16:11:41+00:00","modified":"2014-10-31T02:46:17+00:00","valid":{"from":"2014-10-31T02:46:17+00:00","to":"3014-10-31T02:46:17+00:00"},"hreflang":"en","title":"Little Stories That Delight Like The Best Sleight Of Hand","published":"2014-05-13T23:26:00+00:00","teaser":"Reading a story by Lydia Davis is like watching a magic trick: She shows you a top hat that's obviously empty, and then she pulls out of it something enormous and oddly shaped.","itags":["npr_api","300518298"],"guid":"859c1fd2-4b59-470f-9037-947758da9d11","contentencoded":"<p>Lydia Davis' stories have been called prose poems, case studies, riddles, koans — even gherkins, for being so small and tart and edible. But properly speaking, they are magic tricks. Davis is a performative writer, as subtle and economical in her movements as any magician, and she's out to enchant.</p><p>Coming across her terse little stories feels rather like being shown a top hat, being told it's empty, being shown it's empty, and then watching something enormous and oddly shaped emerge from it. From a handful of sentences, Davis can wrest meaning or dazzle us with sleight of hand. Take the story \"Collaboration With Fly.\" Here it is: \"I put that word on the page, but he added the apostrophe.\"</p><p>Reading Davis is to be reminded that \"grammar\" and \"glamour\" share a root — the Scots word for magic.</p><p><em>Can't and Won't</em>, her eighth story collection, finds Davis working in a minor key. There is her usual great preoccupation with train travel, food, aloneness, but with a more tragic cast. She is also a distinguished translator of Proust and Flaubert, and everywhere in the book is the obsession with the right word, the best word; whole stories hinge on whether the stolen meat was sausage or salami, whether the fish is called \"scrod\" or \"shrod.\" But there is a dash of surrealism in these stories, especially the ones written from her dreams or those of her friends — simple, startling images, like tarot cards come to life.</p><p>And in between those short scenes, those short showers of text, are long storms of prose — like \"The Seals,\" on the death of a beloved older sister, which again takes up precision in language and feeling, as a character tries to parse and pin down her grief:</p><blockquote><p>\"I'd like to just look at your cheeks, your shoulders, your arms, your wrist with the gold watchband on it, a little tight, pressing into the flesh, your strong hands, the gold wedding ring, your short fingernails, I don't have to look you in the eyes or have any sort of communion, complete or incomplete, but to have you there in person, in the flesh, for a while, pressing down the mattress, making folds in the cover, the sun coming in behind you, would be very nice. Maybe you would stretch out on the daybed and read for a while in the afternoon, maybe fall asleep. I would be in the next room, nearby.\"</p></blockquote><p>These are stories deeply concerned with death, with aging, as the body as the site of breakdown and complaint. Dead dogs continue to pile up. There's the dead sister, a dead child, a dead cat named Molly. One story contains only snippets from local obituaries: \"Alfred enjoyed his best friends, which were his two cats. Henry enjoyed woodworking. Ed loved life and lived it to the fullest.\"</p><p>For an introduction to Davis' work, her <em>Collected Stories</em> cannot be surpassed, but the focus on mortality in <em>Can't and Won't</em> casts that famous fussiness of Davis' narrators in an edifying light. Her story \"I'm Pretty Comfortable, But I Could Be a Little More Comfortable,\" is a list of life's minor indignities: \"My navel orange is a little dry.\" \"The cuff of my sweater is damp.\" \"The seam in the toe of my sock is twisted.\" \"The clock is ticking very loudly.\"</p><p>The clock is ticking very loudly. This, after all, is what the characters cannot really accept or resist. The orange can be tossed away, the seam of the sock yanked back into place. But the ticking of the clock is horrid, inexorable. And so the characters live in the present, with an embarrassed insistence on the right word — it's \"scrod\" not schrod, salamis not sausages — these fragments shored up against our ruin.</p><p>In \"Notes During Long Phone Conversation With Mother,\" a woman listening to her mother express a desire for a cotton summer dress doodles variations of \"cotton\": \"nottoc,\" \"coontt,\" \"toonct,\" \"tocton,\" almost palpably driving her pen into the pad. What is happening here? The word \"cotton\" disintegrates into fibers, perhaps the daughter's patience fraying along with it as her elderly mother drones on. The story ends on that allusive \"contot\" — with its shades of cannot and the book's title. Davis dances right up to and around that final mystery that can't, won't and must be borne, that most inexplicable magic trick, life's vanishing act.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Little+Stories+That+Delight+Like+The+Best+Sleight+Of+Hand&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Parul Sehgal","audio":[{"meta":{"duration":"146"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312197696-42a314.m3u?orgId=1&topicId=1034&ft=3&f=300518298"},{"href":"http://media.npr.org/assets/img/2014/05/13/magichat-449a93313b75d1df2797a2b5f435cdd4a307fc65.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"564","width":"752"}},{"href":"http://media.npr.org/assets/img/2014/04/08/davis-lydia-c-theo-cote-author-photo---resize-bf33b44d4a4b2dc86b4ad85e9bec3817fb4ba439.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"454","width":"606"}}]}