{"created":"2015-05-11T21:44:37+00:00","modified":"2015-05-13T14:04:58+00:00","valid":{"from":"2015-05-13T14:04:58+00:00","to":"3015-05-13T14:04:58+00:00"},"hreflang":"en","guid":"859cfd47-0ca5-4549-a61f-a2d0e753c5c0","title":"As Chile's climate changes, the world's oldest mummies are turning moldy","published":"2015-05-13T14:04:52+00:00","byline":"David Leveille","tags":["climate change","environment","science","history","Science","Science, Tech & Environment","South America","Chile","Atacama Desert","Mummies","Archaeology","Chinchorro mummies","Environment"],"teaser":"The oldest mummies in the world aren't in Egypt, but in northern Chile where the Chinchorro people once lived. Their 7,000-year-old remains are now under threat from changing weather patterns wrought by climate change, as are cultural relics around the world.","contentencoded":"<p>Here's a story about some unlikely victims of climate change: Not polar bears stranded by melting ice or Pacific atolls battered by rising sea levels, but long dead natives of northern Chile whose mummified bodies are feeling the effects of a warming Earth.</p>\n<p>The Chinchorro mummies were discovered in Chile's Atacama Desert in 1917, remnants of the Chinchorro people who once lived along the coasts of northern Chile and southern Peru. These are the oldest mummies ever found, dating back to 5,000 to 7,000 BC — more than a couple of thousand years older than mummies in Egypt.</p>\n<p>But the specimens housed at the University of Tarapaca's museum in Arica, Chile, are rapidly deteriorating, <a href=\"http://www.latimes.com/world/great-reads/la-la-fg-chile-mummies02-jpg-20150505-photo.html\">their ancient skin turning to black ooze</a> in certain spots.</p>\n<p>“My colleagues in Chile say that fog began to roll in off the Pacific about 10 years ago, and the climate was changing. The mummies began to deteriorate and they couldn't work out why,\" says Ralph Mitchell, a professor emeritus of applied biology at Harvard’s School of Engineering and Applied Sciences. \"That’s why they contacted me.”</p>\n<p>Mitchell is a microbiologist who specializes in investigating why ancient relics deteriorate. “So the interest was, is this a microbial process like an infection?\" he says. \"The museum had about 200 mummies that were doing fine until this humid air and fog started to roll [in,] and the Chilean scientists started to notice signs of moisture on the skin of the mummies.”</p>\n<p>That moisture is a problem because it creates a ripe environment for microbes to flourish. “There were normal, indigenous micro-organisms that were capable of decomposing skin,\" Mitchell says. \"Give them a little moisture and they’ll start growing.”</p>\n<p>Given the wider environmental changes that are occurring along the coast of northern Chile, Mitchell says the message for Chilean archaeologists and scientists at the museum is simple: “You have to move the mummies into a climate controlled environment. You can’t leave them out in the open anymore.”</p>\n<p>There may be an even bigger issue raised by the deteriorating Chinchorro mummies, Mitchell says, namely that “our cultural heritage globally is at risk. ... One has to think as the climate is changing around the world, what about our heritage materials, our archaeological sites, our museums and libraries?  Anything that’s open is at risk from climate change.”  </p>\n<p>And while it's easy to think of well-known relics like the Egyptian mummies, Mitchell says, we should also consider lesser-known treasure like the Chinchorro mummies.</p>\n<p>“This is an even more ancient part of our history,\" he says. \"In the laboratory, you look at the skin and you say ‘This is skin of people who lived 7,000 years ago.' It’s awe-inspiring, and you don’t want that lost. That’s our memory.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-11%2Fchiles-climate-changes-its-chinchorro-mummies-are-turning-moldy&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Momia_cultura_chinchorro_a%C3%B1o_3000_AC.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/momiaculturachinchorroa-o3000acjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/mummies230.mp3"},{"href":"http://admin.pri.org/file/mummies230mp3"}]}