{"created":"2014-09-04T16:42:20+00:00","modified":"2015-01-02T17:53:59+00:00","valid":{"from":"2015-01-02T17:53:59+00:00","to":"3015-01-02T17:53:59+00:00"},"hreflang":"en","title":"Post-Apocalyptic World Falls Flat In 'California'","published":"2014-07-08T15:49:00+00:00","teaser":"California tells the story of a couple who, when they learn they are having a baby, leave their solitary refuge in a forest for a Utopian community in post-apocalyptic America.","itags":["npr_api","329529037"],"guid":"859fc648-2acf-44f5-aa09-c92cc6d9cb2c","contentencoded":"<p>Edan Lepucki's debut, <em>California</em>, sold thousands of copies even before the official publication date <a href=\"http://thecolbertreport.cc.com/videos/iywdca/amazon-s-scorched-earth-tactics-and-edan-lepucki-s--california-\">when talk-show host<strong> </strong>Stephen Colbert urged readers to pre-order</a> it from a national independent chain as a protest against the \"books-and-everything else\" giant, Amazon. It was a powerful campaign and regardless of how one feels about the online retailer, and the stranglehold many acknowledge it has on the global book market, this encouragement to support local and independent booksellers <em>and</em> to champion the work of a new novelist definitely gets my vote.</p><p>With this in mind, I noted with amusement that Amazon is mentioned as a founding sponsor of one of the Communities to which the wealthy have retreated in the \"afterlife\" of this post-apocalyptic novel.</p><p>Where the genre convention would be for the end of civilization to have been wrought by some disaster (terrorist attack, alien invasion, zombie infestation or a plague — take your pick), Lepucki tells instead of a gradual decline. Freak weather storms, a shortage of gas, a perpetually depressed economy, a health care system that cannot stem the spread of disease and a failing federal government all combine to wear down the Union until it is no longer functional and citizens have to create new forms of governance. The U.S. has ended not with a bang, but with a whimper, and those without resources find themselves condemned to the wilderness.</p><p>Although neither the exact location nor the year is mentioned, we know we are in California in the not-too-distant future. Frida and her husband Cal — a couple in their late 20s — have escaped a dangerous and barely functional Los Angeles and have, for the past two years, eked a meager but content existence away from what remains of civilized society.</p><p>It is Frida who names this their \"afterlife.\" By dislocating the action from the present and familiar, this could have been a vehicle for the writer to focus on important themes, to tackle issues with language and ideas that feel fresh and new. Indeed, the matter-of-fact cataloging of their daily routine of foraging, gardening, hunting — of just <em>surviving</em> — and the nostalgic mention of all the things they still long for from \"before\" (meat, coffee, soap) gives some idea of all that has gone. We know that at some point gas and electricity became too expensive for ordinary people, that the Internet had become a privilege only for the very rich before it collapsed altogether. But as described, it is a tedious life, and the trivial domestic skirmishes that punctuate the couple's existence do little to endear them to the reader.</p><p>In the early pages of the novel, Frida discovers that she is pregnant. She convinces her husband that they will have to make a difficult decision for the sake of their unborn child. Abandoning their solitary homestead, they set out to find a community that will accept them. It is this struggle to make a life in a drastically altered world that is at the heart of any good after-the-end story. Frida and Cal leave their little patch of Eden, and after two days' journey, find themselves on \"the Land\" — a settlement built around what once was a Wild West heritage village. For a time, it seems they may have found a home.</p><p>The Land offers a community where all labor together and share resources. It is as secure as the times allow, and Cal and Frida work hard to ensure the support of their new neighbors when the formal community vote on their joining is scheduled. All the elements are here for an examination of society and self through the powerful, distorted prism that is genre fiction. What happens when the structures that held civilization together disappear or are worn down? How would <em>we</em> behave? Do we hold on to the past or create something new? At this point, <em>California</em> seems to promise answers to these questions.</p><p>My trouble with this book was not its failure to live up to genre conventions — any good story can get away with breaking the rules. But I was disappointed that the characters remained thin, even through plot twists and revelations that should have granted them life beyond the page. The narrative leaps and too-timely disclosures (there is a resurrection of sorts and the revelation of several secrets including a conspiracy-laden <em>master plan</em>) meant that the story never felt entirely believable — so much does not hold together that it was impossible for me to feel truly invested in the story or convinced of the possible future the author imagined.</p><p><em>Ellah Allfrey is an editor and critic. She lives in London.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Post-Apocalyptic+World+Falls+Flat+In+%27California%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ellah Allfrey","audio":[{"meta":{"duration":"187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329585208-d7ddf8.m3u?orgId=1&topicId=1034&aggIds=100876926&ft=3&f=329529037"},{"href":"http://media.npr.org/assets/img/2014/07/07/177068768-dbb5d984fb4662c57e9c619fd276db05c7e192f9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2001","width":"2671"}}]}