{"created":"2015-06-25T17:13:46+00:00","modified":"2015-07-02T20:01:09+00:00","valid":{"from":"2015-07-02T20:01:09+00:00","to":"3015-07-02T20:01:09+00:00"},"hreflang":"en","guid":"85a89eba-dadd-44c8-9a5c-72bde11b4f5c","title":"Climate change brings a new wrinkle to life on Palau's islands: Fear of the sea","published":"2015-07-02T20:01:05+00:00","byline":"Ari Daniel","tags":["The World's Oceans","Human Needs","Science, Tech & Environment","Palau","Oceania","Western Pacific","Tommy Remengesau, Jr.","Ari Daniel","Ari Daniel Shapiro","Rodney Esebei","Palau","sea level rise","Environment","Climate change","Global warming","Tommy Remengesau"],"teaser":"As climate change brings more flooding and more frequent tropical storms, Palauans' ancient relationship to the sea is starting to change.","contentencoded":"<p>In Palau, you’re never far from the ocean.  It laps at the country’s 700 or so small islands, and it comes up quickly in conversation.  The people here are bonded with the sea. It sustains them. They often learn to swim before they learn to walk.</p>\n<p>But as important as it’s always been, lately the sea has been getting a little too close for some Palauans, even the country’s president, Tommy Remengesau, Jr. Lately, during some full moon high tides, the president says it’s been flooding his back yard.</p>\n<p>That never used to happen, Remengesau told a special United Nations meeting on climate change in September. “When I was a child,” he told the UN, “my backyard did not flood. And we did not have tropical storm after tropical storm pass through our Pacific islands.”</p>\n<p>President Remengesau urged world leaders to take dramatic action to fight climate change and the global rise in sea levels.</p>\n<p>And he’s not alone in his alarm.</p>\n<p>“The tide is higher than when we first put our house (up) 20 years ago,” says Palauan conservation officer Rodney Esebei.  “(It’s) more than what we expected.”</p>\n<p>Esebei’s concern about coastal flooding during some high tides is increasingly common.  And with typhoons blowing through their country more often than anyone can remember, Palauans like him are beginning to say something that was once unimaginable here:</p>\n<p>“I’m scared for staying close to the water.”</p>\n<p>Esebei says he eventually might have to move his house to a higher area.</p>\n<p>But that might not be so easy. While a lot of Palau is higher—most of the country is more than 30 feet above sea level, well above just about every projection for sea level rise for the foreseeable future—that higher ground is hilly and thick with jungle, which is why most Palauans live and work and grow food in the country’s low-lying areas.</p>\n<p>And in any case, the shift hasn’t even begun yet.  The Palauan government’s only in the very early stages of mounting a response to climate change. </p>\n<p>That was clear this November when the latest typhoon took a swipe at the country. When an entire small island had to be evacuated, the residents were temporarily resettled in another coastal area that is just as vulnerable.</p>\n<p>Congressman Marhence Madrangar says Palauans don’t yet feel responsible for making the changes they’ll need to make to respond to climate change.  Madrangar says the government’s first priority should be educating Palauans about the problem, and about the consequences of both action and inaction.</p>\n<p>Otherwise, he says, “just making policy without getting the people to understand what the policies are for, it slows down the process of making proper changes.”</p>\n<p>Madrangar says ultimately those changes need to include improving infrastructure, like dikes.  Houses should be raised and hardened against storms.  Agricultural areas have to be protected.</p>\n<p>Of course none of that will matter in the long run if global greenhouse emissions continue to rise, which brings things back to President Remengesau’s plea to world leaders at the UN.</p>\n<p>If we fail to act, he said,“our global warming doomsday is already set in stone.”</p>\n<p>In the face of that warning, some Palauans are starting to whisper about moving to a new country, just like the residents of a handful of other Pacific island nations.</p>\n<p>But many, like conservation officer Rodney Esebei, say they’re staying, no matter what.</p>\n<p>“It's a very hard question,” Esebei says. “I could not leave Palau.  I mean, this is my island… If the land has to be under the water, I cannot move anyway, I mean that’s my…\"</p>\n<p>Like much of the rest of the world, it’s a prospect that leaves Esebei at a loss for words.</p>\n<p>But he has a plea to his government before things get any worse.</p>\n<p>“Help,” he says. “Any help.”</p>\n<p><em>Ari Daniel’s story was supported by the <a href=\"http://solutionsjournalism.org/\">Solutions Journalism Network</a>, a nonprofit organization dedicated to rigorous and compelling reporting about responses to social problems.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2013-12-27%2Fclimate-change-brings-new-wrinkle-life-palaus-islands-fear-sea&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/010320147.mp3"},{"href":"http://admin.pri.org/file/010320147mp3"}]}