{"created":"2014-09-29T17:06:09+00:00","modified":"2014-10-31T00:13:31+00:00","valid":{"from":"2014-10-31T00:13:31+00:00","to":"3014-10-31T00:13:31+00:00"},"hreflang":"en","title":"Syria's Army On The Verge Of Retaking The Country's Largest City","published":"2014-07-18T17:00:00+00:00","teaser":"Rebels captured the eastern half of Aleppo, the country's biggest city, two years ago. Now President Assad's army looks likely to drive them out in what would be a major blow to the opposition.","itags":["npr_api","331995284"],"guid":"85aec34f-6c8c-4ac4-a4a0-50efdf83e6e8","contentencoded":"<p>When Syria's rebels were on the offensive in 2012, they captured the eastern half of Aleppo and the surrounding countryside. But now President Bashar Assad's troops are poised to retake all of the city that is the largest in Syria and served as the prewar financial capital.</p><p>A new military campaign is heating up as Assad, who assumed power when his father, Hafez Assad, died in 2000, was sworn in Wednesday for his third term as president. A rebel defeat could be a crushing blow to what is left of the country's three-year rebellion against the Syrian regime.</p><p>The renewed fighting has set off an exodus of Syrian civilians. Many have headed for the nearby Turkish frontier, including the border town of Killis, a place already packed with refugees.</p><p>At the local bus station, families were squatting on blankets. The elderly guarded family belongings while the children languished in the parking lot.</p><p>\"They are living outside the bus station,\" explained translator Abeer Farhoud. \"They may stay in the streets, in the gardens. How long they will stay here, no one knows.\"</p><p>Also unknown is the future of the more than 200,000 Syrians who remain in Aleppo, in neighborhoods held by the moderate rebels. Syrian journalist Zaina Erhaim moved to the city in 2012, when rebels took over the eastern part of the city. After a recent break in Turkey, she headed back to Aleppo this week.</p><p>\"We still have shops, we still have schools for kids, we still have teenagers; life still goes on here. Many are determined not to leave,\" she said.</p><p>But life in rebel-held areas is interrupted almost daily by government warplanes.</p><p>\"You don't get used to it,\" said Erhaim, who says a barrel bomb fell in her neighborhood and destroyed a neighborhood market.</p><p>Yet life in Aleppo could now get a whole lot worse. The Syrian army is moving to cut off all rebel supply routes. Three major routes into the city, which have been used to bring in food and medicine, are now under regime control. There is fear that the army could squeeze the city, forcing it to \"surrender or starve,\" the same approach used to force other rebel enclaves to submit.</p><p>International aid agencies based in southern Turkey are coordinating with the United Nations to move supplies into rebel-held areas.</p><p>\"There are only a few routes left into the city and [they're] open for a few hours a day,\" Conor Phillips wrote in an email. Phillips, the deputy director for programs for the International Rescue Committee, is based in Turkey.</p><p>Erhaim said people in Aleppo are bracing for what could come next.</p><p>\"We are trying to have extra water supplies, electricity alternatives, and food,\" she said. \"But, yeah, we are terrified.\"</p><p>In recent weeks, both the regime and the rebels have prepared for a showdown in Aleppo. According to U.S. and Syrian sources, more than 100 Iranian military advisers have joined forces with Syria's elite Republican Guard troops.</p><p>It's a fight for survival for the rebels, says Salman Shaikh, director of the Brookings Doha center in Qatar. A loss in Aleppo could effectively end the revolt that began in 2011 against Assad's government.</p><p>\"It would really convince people, even those on the fighting side, that they are in a losing battle with the regime,\" he said.</p><p>In this multisided war, the moderate rebels also face radicals from the self-proclaimed Islamic State, the group that has recently taken large parts of Iraq. Some units of the Islamic State are now back in Syria, better armed than ever, with sophisticated U.S. weapons taken from the fleeing Iraqi army.</p><p>Flush with these new weapons, the Islamic State has recently taken over all rebel positions in the eastern city of Deir Ezzor, the prewar hub of Syria's oil industry. Rival rebel groups either joined the Islamic State or fled.</p><p>The Islamic State is not in the city of Aleppo, but it has re-established its presence in northern Aleppo province, near the Turkish border.</p><p>If the Syrian regime can besiege the moderate rebels on the eastern side of the city, \"it is likely that [the Islamic State] will capitalize on clashes between regime and rebel forces to further expand its areas of control in north and northwestern areas of the Syrian countryside,\" according to the Institute of War Reporting.</p><p>President Obama recently proposed a half-billion dollars in stepped-up aid for the more moderate rebels, but the new assistance won't come in time, says Shaikh.</p><p>\"If Aleppo falls, that would be the last major urban center in which they have any real control. That would also deal quite a psychological blow to the revolutionaries and their campaign.\"</p><p>With the war moving in his favor, Assad sounded confident as he was sworn in on Wednesday for another seven-year term. He said that Western states and Arab governments that have \"supported terrorism\" will pay a high price.</p><p><em>NPR correspondent Deborah Amos has been reporting on the Syrian war since it began in 2011. Follow her</em> <a href=\"https://twitter.com/deborahamos\" target=\"_blank\">@deborahamos</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Syria%27s+Army+On+The+Verge+Of+Retaking+The+Country%27s+Largest+City&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332050535-66b19f.m3u?orgId=1&topicId=1009&ft=3&f=331995284"},{"href":"http://media.npr.org/assets/img/2014/07/16/aleppo-716-2-1ea1a1453d3b9e8918e75b19d231f7c750acc426.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3644","width":"4862"}},{"href":"http://media.npr.org/assets/img/2014/07/16/aleppo-716-1-d7d169459e0f9af5c65a9466f03a7061633c3ccc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}},{"href":"http://media.npr.org/assets/img/2014/07/16/aleppo-716-3-adf8989d715038e1e0a0108d2bfc56699e3896da.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2117","width":"2823"}}]}