{"created":"2015-04-30T19:31:15+00:00","modified":"2015-04-30T21:43:22+00:00","valid":{"from":"2015-04-30T21:43:22+00:00","to":"3015-04-30T21:43:22+00:00"},"hreflang":"en","guid":"85af3ca7-fc55-4b27-9a5f-45a3915da6a9","title":"Looking at the Vietnam War’s aftermath through the eyes of a communist spy ","published":"2015-04-30T21:43:11+00:00","byline":"Monica Campbell","tags":["vietnam war","history","immigrants","books","culture","Global Nation","Books","Arts, Culture & Media","North America","Asia","United States","Vietnam","Vietnam"],"teaser":"Viet Thanh Nguyen’s new spy thriller is getting acclaim for bringing a fresh eye to the Vietnam War, refugee life in the US and the conflicting political beliefs of Vietnamese who found their way to the United States after Saigon fell.","contentencoded":"<p>“I am a spy, a sleeper, a spook, a man of two faces,\" reads the opening line of the \"The Sympathizer.\" The man who says it doesn't have a name. He's known only as the Captain, and the new book from Viet Thanh Nguyen reads like the Captain's confession.</p>\n<p>The man, a spy for the North Vietnamese army, flees to California with South Vietnamese refugees after Saigon falls — or is liberated, as the Captain would say. He embeds himself in their community and spies on their hopeful efforts to take back their homeland.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Nguyen%2C%20Viet%20Thanh%20photo%20credit%20BeBe%20Jacobs.jpg?itok=-MLPzNnM\" alt=\"\" /><div class=\"field-caption\">\n    <p>Author Viet Thanh Nguyen.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>BeBe Jacobs</p>\n  </div>\n</div>“This was a story that I had not made up, but was something that was actually happening — at least in terms of that effort by the South Vietnamese to continue fighting the war after the war ended,” Nguyen says. \n<p>In the US, the Captain’s world is split between the refugees he’s spying on and his allegiance to communist Vietnam. \"His one talent, he says, is the capacity to sympathize with people, feeling for all the different participants in this horrible conflict,\" Nguyen says. </p>\n<p>The book is also about being new to the US, a feeling Nguyen knows well. He was just 4 when his family fled Vietnam in 1975, eventually settling in San Jose, California. </p>\n<p>“My own parents were hardcore Catholics who were basically business people, mostly interested in survival,” Nguyen says. “But even from them I would hear terrible stories about the effects of history and the war and the trauma that had affected everybody around us.”</p>\n<p>He also remembers seeing Hollywood Vietnam films in the '80s, like “Apocalypse Now.”</p>\n<p>\"I probably saw it when I was 10 or 11 years old,\" Nguyen says. \"There’s a turning point in the movie, halfway through, where the boatload of American sailors is going up a river and encounters a sampan full of innocent Vietnamese civilians and massacres them. At the moment that these people are being killed, I felt that I was in their place as well. Even years later, when I would describe this scene in this movie to other people, my voice would shake with anger and rage.\"</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/9780802123459.jpg?itok=-QGwOPne\" alt=\"\" /><div class=\"field-caption\">\n    <p>Viet Thanh Nguyen's new book, \"The Sympathizer,\" goes inside the mind of a double agent for the North Vietnamese, post-war, who spies on South Vietnamese refugees in California and grapples with his own feelings for the refugees and his communist ideology. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Grove Atlantic</p>\n  </div>\n</div>Nguyen shows the bonds among Vietnamese immigrants adapting — or not adapting — to life in America. The Captain himself is a bit of a mess — a drunk, a womanizer, even a murderer. And his close friend from Vietnam, who lost his family in the war, never feels a part of American life. He says he feels like America is a house he’s hiding in.\n<p>\"One of the things I wanted to do in the novel was to focus intensely on what it meant for these people to lose everything and come to the United States and feel both embittered and also not able to talk about their bitterness — at least in public beyond the Vietnamese community — because they were afraid of what Americans were thinking,\" says Nguyen. \"They knew that Americans wanted them to express gratitude, which is certainly something that many of them felt, but it was an emotion layered in with many other emotions that remained unspoken in English.\"</p>\n<p>Nguyen says the work of Toni Morrison and Ralph Ellison has influenced him in particular. He named his son Ellison, and he says “The Invisible Man,” one of Ellison's books, was in his head as he wrote \"The Sympathizer,\" both for its<em> </em>version of history and its rage.</p>\n<p>There’s anger in “The Sympathizer,” too. \"I felt as if I was telling the truth as I saw it,\" Nguyen says. \"And I just had to trust that there would be other people who would find this story to be resonant.\"</p>\n<p><em>Nguyen is also an associate professor of English and American Studies and Ethnicity at the University of Southern California in Los Angeles. He shared the list of books and movies he assigns his students for his course “The American War in Viet Nam:\"</em></p>\n<p><strong>Books</strong></p>\n<p>Christian Appy, “Patriots”</p>\n<p>Graham Greene, “The Quiet American”</p>\n<p>Le Ly Hayslip, “When Heaven and Earth Changed Places”</p>\n<p>Bao Ninh, “The Sorrow of War”</p>\n<p>Tim O’Brien, “The Things They Carried”</p>\n<p>Vaddey Ratner, “In the Shadow of the Banyan Tree”</p>\n<p>Kao Kalia Yang, “The Latehomecomer”</p>\n<p><strong>Films</strong></p>\n<p>Frances Ford Coppola, “Apocalypse Now”</p>\n<p>Clint Eastwood, “Gran Torino”</p>\n<p>Ellen Kuras and Thavisouk Phrasavath, “The Betrayal (Nerakhoon)”</p>\n<p>Errol Morris, “The Fog of War”</p>\n<p>Dang Nhat Minh, “When the Tenth Month Comes”</p>\n<p>Socheata Poeuv, “New Year Baby”</p>\n<p>Ham Tran, “Journey from the Fall”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-30%2Fwriter-s-novel-looks-vietnam-war-s-aftermath-through-eyes-communist-spy&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/RTX1AW2Q.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtx1aw2qjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04302015_05.mp3"},{"href":"http://www.pri.org/file/0430201505mp3"}]}