{"created":"2015-04-22T14:41:56+00:00","modified":"2015-04-22T14:41:57+00:00","valid":{"from":"2015-04-22T14:41:57+00:00","to":"3015-04-22T14:41:57+00:00"},"hreflang":"en","guid":"85c21abe-0e2a-46af-861c-17c9998dea77","title":"Why Israeli courts refuse the death penalty for terrorists","published":"2015-04-22T14:41:53+00:00","byline":"Daniel Estrin","tags":["terrorism","Arab-Israeli conflict","Justice","death penalty","capital punishment","Justice","Conflict & Justice","Israel","Hamas","Palestinian territories","Palestinian prisoners in Israel","Israeli–Palestinian conflict","War","Law"],"teaser":"Israel courts have only allowed the death penalty once in the country's history, for concentration camp mastermind Adolf Eichmann. But many families of terrorism victims want the state to start imposing the death sentence on the people who killed their loved ones.","contentencoded":"<p>If you ask Sara Kimchi, life in Israeli prison doesn't sound so bad.</p>\n<p>\"They have [a] good life,\" she says of the prisoners. \"In the jail they have books, they have television, they have everything. They came skinny, they are going out like this — fat.”</p>\n<p>And that's why she's angry. Kimchi's husband was killed in a suicide bombing in 2002, and she doesn't want other attackers living what she considers the high life in jail. “It’s not fair,” she says.</p>\n<p>Kimchi wants them put to death. And when I meet her at community center for Israelis whose relatives were killed in terrorist attacks, she's far from alone: She and all of the other volunteers, who are celebrating Kimchi's birthday, say they support the death penalty for terrorists. Every single one of them.</p>\n<p>The death penalty is technically legal for such crimes in Israel. But the nation has held only one highly publicized execution — that of Adolf Eichmann, the Nazi SS officer who played a key role in the Holocaust. Eichmann was hanged in 1962.</p>\n<p>The state has prosecuted Palestinian bombers for decades, but none has received the death sentence — though, ironically, Israeli law does permit targeted military assassinations of would-be Palestinian attackers if there’s no other way to arrest them or foil their attack. And that’s certainly happened many times.</p>\n<p>And while many Palestinian attackers have gotten life sentences, many of them have also been freed. Hamas, for example, <a href=\"http://www.nytimes.com/2011/11/13/magazine/gilad-shalit-and-the-cost-of-an-israeli-life.html?_r=0\">exchanged captive Israeli soldier Gilad Shalit</a> in 2011 for more than 1,000 Palestinian prisoners held by Israel.</p>\n<p>That's one reason many bereaved Israelis support capital punishment — they don’t trust that Israel will actually keep convicted killers behind bars. Another one hits even closer to home.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_6160.jpg?itok=OmdXsdRb\" alt=\"\" /><div class=\"field-caption\">\n    <p>Abie Moses and scars from the burns he suffered in the 1987 firebomb attack that killed his wife and 5-year-old son.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Daniel Estrin</p>\n  </div>\n</div>“My [34-year-old] wife, she was pregnant, she died instantly — burned to death in front of the whole family,” says Abie Moses, a volunteer at the center. His 5-year-old son also died in the attack, which took place in the late 80s.\n<p>Moses went on television, saying that he wanted the attacker to get the death penalty. Then he got a call from the prisoner’s own mother. “She gave me a call saying if they touch my son, I am going to kill you. I am going to finish the job that he didn’t,” Moses says.</p>\n<p>Emanuel Gross, an Israeli legal expert, says that’s what worries Israelis. \"If we are going to use the capital punishment, they will do it also. The other side, the terrorists.” It’s a catch-22: A death penalty could lead to retaliation, but a life sentence might not deter attackers because they know there’s always a chance Israel could release them.</p>\n<p>And even Moses says that while he still supports the death penalty in theory, he'd be open to keeping attackers alive — even the one who killed his wife and son. It's worth it, he says, if one day a prisoner exchange could really lead to a lasting peace.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-21%2Fisrael-has-death-penalty-books-its-courts-rarely-impose-it&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Ofer%20Prison.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/ofer-prisonjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0421201505.mp3"},{"href":"http://www.pri.org/file/0421201505mp3"}]}