{"created":"2015-06-16T20:12:44+00:00","modified":"2015-06-17T13:05:04+00:00","valid":{"from":"2015-06-17T13:05:04+00:00","to":"3015-06-17T13:05:04+00:00"},"hreflang":"en","title":"Of 4 Million Syrian Refugees, The U.S. Has Taken Fewer Than 1,000","published":"2015-06-17T00:06:00+00:00","teaser":"The U.S has sent humanitarian aid to help Syrian civilians, but only a small number of refugees have been allowed into America. Now the U.S. says it will increase the number of those admitted.","itags":["npr_api","414898818"],"guid":"85c7c09c-eae0-4d62-9d67-1845a976ba2b","contentencoded":"<p>Syria's civil war has uprooted millions of people, <a href=\"http://data.unhcr.org/syrianrefugees/regional.php\" target=\"_blank\">including 4 million </a>who have fled their homeland. The U.S., a country that has always been a leader in refugee resettlement, has taken in fewer than 1,000 of them.</p><p>Now, the United Nations refugee agency is asking the U.S. and other wealthy countries to open their doors to the most vulnerable victims of the conflict that began in 2011.</p><p>Anne Richard, U.S. assistant secretary of state for population, refugees and migration, says the U.S. has received 12,000 referrals from the United Nations High Commissioner for Refugees, and she expects the number of those admitted to rise dramatically in the coming months and years.</p><p>\"That's very rapidly going to change,\" Richard says.</p><p>The U.S. takes in about 70,000 refugees from around the world each year, but Richard says post-Sept. 11 security concerns have made it more difficult to resettle refugees from Syria and other Middle East conflict zones.</p><p>\"A lot of people are asking me: Is it safe to bring refugees from these countries to the United States?\" she tells NPR. \"So I have to explain that these cases are the most carefully vetted of any travelers to the United States, and nobody comes in without having a Department of Homeland Security interviewer agree that they are, in fact, bona fide refugees.\"</p><p>The Halabi family is among the few who have already made it to the U.S. Their journey to a working-class neighborhood of East Baltimore began in August 2012, when an airstrike hit a hospital in their Damascus neighborhood, killing their newborn son.</p><p>Mohammad al-Halabi and his wife, Linda Jomaa, tear up as they recount that terrible day. A month after they buried their only son, they fled with their five daughters to Lebanon.</p><p>It was hard to find work there, Halabi says. He often had to sell the family's U.N. food rations to pay rent. He worried about his girls' safety.</p><p>So, when his wife heard that it was possible to apply for resettlement in the U.S., they were more than willing to scrounge up money to travel the six hours to and from the U.S. Embassy in Beirut for interviews and security checks.</p><p>Activists say this process takes too long. In the case of Syria, the U.S. and the U.N. started too late, says Daryl Grisgraber of the advocacy group Refugees International.</p><p>\"It became clear very quickly that this conflict in Syria wasn't going to be resolved anytime soon,\" she says. \"We probably could have gotten a jump on some of the resettlement issues because the host countries were feeling the strain by 2012.\"</p><p>Nearly <a href=\"http://data.unhcr.org/syrianrefugees/country.php?id=122\" target=\"_blank\">one-fourth of the people living in Lebanon</a> now are from Syria, and other countries, such as Turkey and Jordan, are also facing tremendous strains. Grisgraber says refugees she has met in the region are exhausted and losing hope.</p><p>The International Rescue Committee, which has been <a href=\"http://www.washingtonpost.com/opinions/us-should-boost-resettlement-of-syrian-refugees/2015/03/19/b0af7e28-cc05-11e4-8a46-b1dc9be5a8ff_story.html\">urging the Obama administration to open its doors to more Syrian refugees</a>, helped the Halabi family get a start on their new life in Baltimore and arranged interpreters for NPR's visit.</p><p>Their ninth-grader has already made the honor roll at her public school, though she just started in January. The certificate is about the only thing on the wall in their small apartment in a low-rise building that also houses refugees from the Democratic Republic of Congo.</p><p>\"I feel good that we came here, we moved here and everybody is safe,\" Jomaa says. \"However, still, we have families behind.\"</p><p>Some of her brothers and sisters remain in East Ghouta, a Damascus suburb that <a href=\"http://www.npr.org/sections/thetwo-way/2013/09/16/223071683/sarin-attack-on-syrian-civilians-is-a-war-crime-u-n-says\">suffered a chemical weapons attack in 2013</a> and has been besieged by the Syrian army. She wants the U.S. to do more to help the innocent victims of this war.</p><p>As for her own family, Jomaa is counting on a bit more help from local organizations and the U.S. government until they can all learn English and her husband, who had a furniture store in Syria, can get steady work.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Of+4+Million+Syrian+Refugees%2C+The+U.S.+Has+Taken+Fewer+Than+1%2C000&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414985825-8b2b55.m3u?orgId=1&topicId=1004&d=264&p=2&story=414898818&t=progseg&e=414970991&seg=1&ft=nprml&f=414898818"},{"href":"http://media.npr.org/assets/img/2015/06/16/_dsc0071edit-ee9f68e82161be304fa6607db04d4692a797d1f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2448","width":"3265"}}]}