{"created":"2015-04-14T09:01:39+00:00","modified":"2015-05-13T21:02:57+00:00","valid":{"from":"2015-05-13T21:02:57+00:00","to":"3015-05-13T21:02:57+00:00"},"hreflang":"en","title":"Hundreds Of Nigerian Girls Still Missing A Year After Kidnapping","published":"2015-04-14T20:12:00+00:00","teaser":"Last April, Islamist extremists abducted about 300 schoolgirls. #BringBackOurGirls campaigners refuse to let them be forgotten, and Nigeria's new president has called on the military to look for them.","itags":["npr_api","399440165"],"guid":"85cbab3b-bc17-478f-83e9-b27cadc60224","contentencoded":"<p>Each day, #BringBackOurGirls campaigners wearing their trademark red gather at Unity Fountain in Nigeria's capital city of Abuja.</p><p>\"Solidarity forever, solidarity forever, we shall always fight for our girls,\" they chant. \"All we are saying is bring back our girls now and alive!\"</p><p>They're trying to keep up the momentum in the hopes of finding more than 200 missing Nigerian schoolgirls, who were <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/12/311770464/boko-haram-says-video-shows-missing-nigerian-girls\">abducted</a> in the remote northeastern town of Chibok last April — and many others who have been kidnapped before and since then.</p><p>There have been dozens of reported sightings of the missing girls and even statements by the military that they had been rescued at one point. There was also an official announcement that a deal had been struck with the extremist group <a href=\"http://www.npr.org/tags/145932545/boko-haram\">Boko Haram</a> that abducted the girls. These have raised and dashed the hopes of the girls' brokenhearted families.</p><p>It has now been a year since the schoolgirls, who were preparing for exams, were spirited away in the middle of the night. A few managed to escape as they were loaded onto trucks and driven away, it's believed, into the Sambisa Forest in Borno state. The rest have not been heard from.</p><p>Claiming responsibility for the abductions, Boko Haram's leader Abubakar Shekau taunted Nigeria's outgoing government and the families. He told them the girls had converted to Islam and been <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/01/360629727/boko-haram-says-kidnapped-girls-are-now-married\">married off</a> to his fighters, or that they'd been sold off, like war booty, as slaves in the marketplace.</p><p>The comments sparked global outrage and gave birth to the #BringBackOurGirls campaign.</p><p>\"These were girls who went to get an education, so safety should have been a priority,\" says the campaign's head, <a href=\"http://blogs.worldbank.org/team/obiageli-ezekwesili\">Obiageli Ezekwesili</a>, a former government minister and the vice president of World Bank's Africa region. \"The fact that our government shilly-shallied for so many days is a source of great pain for this movement and for many other Nigerians. We believe there was poor management of the rescue operation.\"</p><p>The missing girls have become a symbol, Ezekwesili says. \"We want to be positive and use the track record of a president-in-waiting, Muhammadu Buhari, to take the issue of our Chibok girls [to] the top of the transition agenda.\"</p><p>A former military leader who defeated the sitting president in elections last month, President-elect <a href=\"http://www.npr.org/blogs/parallels/2015/04/01/396757455/former-military-ruler-wins-nigerias-presidential-election\">Buhari</a> was known to be tough on security. He had dealt with an insurgency in Nigeria when he was the head of state in the 1980s.</p><p>Nigerians are appalled by the kidnappings, and this appears to have been a factor in President Goodluck Jonathan being voted out of office during last month's elections. Jonathan is widely criticized for failing to end the six-year Islamist insurgency and rescue the missing girls.</p><p>Buhari is vowing to crush Boko Haram. But will such promises find the girls?</p><p>Buhari has already <a href=\"http://www.npr.org/2015/04/04/397450758/president-elect-buhari-tells-nigerians-not-to-expect-miracles\">warned</a> that he cannot perform miracles and that not all the girls may be found or safely returned to their families. But he will connect with governments who are willing to help, spokesman Garba Shehu <a href=\"http://www.bbc.com/news/world-africa-32292854\">told</a> the BBC. \"General Buhari wants to address this issue in a way that is honest, forthright and straightforward,\" he says. \"So the first thing he intends to do when he gets into office is to listen to the military commanders and the intelligence community.\"</p><p>The Obama administration, China and other foreign governments have promised to help find the girls, and the U.S. sent security advisers to Nigeria.</p><p>But the missing schoolchildren have never been traced since they were captured from their boarding school dorms. That's despite a recent regional military surge against Boko Haram by a coalition of forces from Nigeria and neighboring countries.</p><p>Back at Unity Park in Abuja, campaigners like Chinwe Madubuike share their frustrations. She says more must be done to find the girls, but that #BringBackOurGirls has united many Nigerians.</p><p>\"Many of us who came out to Unity Fountain a year ago didn't think we'd be here a year later,\" she says. \"But the group itself has become quite bonded and unified.\"</p><p>Madubuike gestures to Mohamed Sabu Keana, who's standing side by side with her. \"This is my little brother,\" she says. \"He's Muslim; I'm a Christian. It's the girls that can pull Nigerians together.\"</p><p>Men, like Keana, are also very much part of the campaign. \"For me, the girls, they are like sisters to me,\" he tells NPR. \"It's like a duty upon me to come up and stand in solidarity with them as men.\"</p><p>The activists say they're also campaigning for the thousands of other girls, boys, women and men who've been abducted by Boko Haram, as well as the more than a million people displaced by the violence in northeastern Nigeria.</p><p>At least 2,000 girls and women have been kidnapped by Boko Haram since the beginning of 2014, Amnesty International <a href=\"https://www.dropbox.com/s/gkk41e139qfkf7y/NigeriaBHReport2015.pdf?dl=0\">reported</a> Tuesday. Many have been trained to fight and forced into sexual slavery.</p><p>As well as girls, hundreds of boys and young men have been abducted and forcibly recruited into the ranks of the extremists, who are opposed to Western-style education. Schoolboys have been slaughtered, with their throats slit, for refusing to fight for Boko Haram, Amnesty International says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hundreds+Of+Nigerian+Girls+Still+Missing+A+Year+After+Kidnapping&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399516245-3fa554.m3u?orgId=1&topicId=1126&d=244&p=3&story=399440165&t=progseg&e=399516080&seg=11&ft=nprml&f=399440165"}]}