{"created":"2015-04-02T21:47:25+00:00","modified":"2015-05-13T21:05:05+00:00","valid":{"from":"2015-05-13T21:05:05+00:00","to":"3015-05-13T21:05:05+00:00"},"hreflang":"en","title":"How The Matzo Crumbles: Iconic Streit's Factory To Leave Manhattan","published":"2015-04-07T19:47:00+00:00","teaser":"It's the end of an era: After nearly a century, the Streit's matzo factory is leaving Manhattan's Lower East Side. This Passover will be its last there. Streit's plans to move to a new factory.","itags":["npr_api","397097008"],"guid":"85cfce08-8f70-486e-bb2e-2460de29f793","contentencoded":"<p>This Passover holiday marks the end of an era for an iconic matzo factory in New York City.</p><p><a href=\"http://www.streitsmatzos.com/\">Streit's</a> has been baking matzo — the unleavened bread that Jews eat during the eight days of Passover — in the same factory on the Lower East Side for 90 years. But the company announced it will move production to a new, modern factory after the holiday.</p><p>That's a blow to Streit's loyal customers, who insist it tastes better than other brands.</p><p>\"The supermarkets don't have the stuff, you could come here,\" says Hedy Weinberger, who says she's been doing her Passover shopping at Streit's factory for more than half a century. \"And you smell the matzo,\" says Weinberger. \"You're gonna miss that.\"</p><p>\"It was sort of the last holdout in the neighborhood,\" says Megan Schlow, who has lived on the Lower East Side for 30 years. \"It was, I guess, sort of inevitable.\"</p><p>Streit's did hold out — for decades, even as other Jewish-owned businesses moved away from the neighborhood, which was the \"<a href=\"http://www.loc.gov/teachers/classroommaterials/presentationsandactivities/presentations/immigration/polish6.html\">capital of Jewish America</a>,\" as the Library of Congress put it, at the turn of the 20th<sup> </sup>century. These days, the kosher butchers and grocers have been replaced by high-end restaurants, bars and apartments. But Streit's stayed put, in a factory carved out of four tenement apartment buildings.</p><p>Founder Aron Streit moved the company to Rivington Street in 1925. The matzo is still baked in ovens that date from before World War II. The factory is now way too small by modern standards. So the company spends hundreds of thousands of dollars a year just to ship matzo to its own off-site warehouse.</p><p>\"We could absorb some of the cost,\" says Aron Yagoda, Streit's great-grandson, one of several cousins who own and run the business today. \"But the real problem is we can't fix the ovens anymore. And every day we come in, it's a blessing the ovens even turn on.\"</p><p>Shortly after Passover, the company will shut off these ovens for good. But co-owner Aaron Gross insists the Streit family recipe will move with them.</p><p>\"We're the butt of a lot of jokes with matzo,\" says Gross. \"It's the bread of affliction. People say it's tough to eat for eight days. But we have many consumers that [say], forget Passover. They eat it because they choose to eat it.\"</p><p>Still, there are reasons to worry that something may be lost in the move.</p><p>\"The water we use is New York City water, which is the best water in the world,\" longtime employee Tony Zapata says in an interview from the documentary film <em>Streit's: Matzo and the American Dream</em>. \"You want Jersey water?\" asks Zapata. \"Fine — you buy matzos from Jersey. That's on you. We have quality.\"</p><p>He's alluding to <a href=\"http://manischewitz.com/\">Manischewitz</a>, the biggest matzo company in the world, based in New Jersey. To see if anyone else could tell the difference, we enlisted taste testers: Sarah Lohman, a food writer and educator who writes the blog at <a href=\"http://www.fourpoundsflour.com/\">Four Pounds Flour</a>, and Annie Polland, senior vice president at the <a href=\"http://www.tenement.org/\">Lower East Side Tenement Museum</a>. And we gave them Matzo No. 1.</p><p>\"That's a good snap,\" Lohman says. But Polland isn't impressed. \"As my grandmother would say, this is as dry as my life,\" she says of the first option.</p><p>Then we gave them Matzo No. 2. \"It has a little bit of a toasty flavor,\" Polland says. Lohman agrees. \"It tastes more like a cracker, No. 2,\" Lohman says, \"whereas [No.] 1 kind of just tastes more like dry flour.\"</p><p>Matzo No. 2 — as they both guess correctly — is Streit's.</p><p>Polland says the closing of the factory is a real loss for the neighborhood.</p><p>\"For so long, for decades, Jews have been coming back here at springtime to kind of do this Passover shopping,\" Polland says. \"And Streit's was like a central part of that pilgrimage, if you will. So I think it not being here, there's something really sad about it.\"</p><p>But as Lohman points out, the Lower East Side has changed many times before. And Streit's isn't going out of business. \"We aren't really losing this product, or this family, or this business,\" she says. \"It's still very much a part of New York history and Jewish history in America.\"</p><p>Streit's owners won't say exactly where in the New York area they are planning to move. But if they do it right, they say that next Passover, their customers won't even notice the difference.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+Matzo+Crumbles%3A+Iconic+Streit%27s+Factory+To+Leave+Manhattan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397097009-19240b.m3u?orgId=1&topicId=1091&d=239&p=2&story=397097008&t=progseg&e=397096460&seg=9&ft=nprml&f=397097008"},{"href":"http://media.npr.org/assets/img/2015/04/02/145308033-fcb201e3409df21b6c9aa15c757ad88419c68295.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2574","width":"3432"}}]}