{"created":"2014-11-30T22:04:57+00:00","modified":"2015-05-13T21:29:00+00:00","valid":{"from":"2015-05-13T21:28:59+00:00","to":"3015-05-13T21:28:59+00:00"},"hreflang":"en","title":"To Boldly Go Where No 3-D Printer Has Gone Before: Yep, Space","published":"2014-11-30T23:43:00+00:00","teaser":"NASA 3-D printed an object on the International Space Station for the first time this week. It's an important step toward long missions — like to Mars — where all necessary items won't fit on board.","itags":["npr_api","367238642"],"guid":"85e1bfbd-e2eb-4980-94de-0515f5f84a14","contentencoded":"<p>This week, a 3-D printer fabricated a part for itself. Normally, that wouldn't make headlines — except that it happened in space.</p><p>\"It's a history-making moment for us because it's the first time ever that we're talking about transitioning from launching every part we might need in space from Earth, to actually being able to email a file, a design to space and make that part on demand,\" says Niki Werkheiser, the project manager for the International Space Station 3-D Printer at NASA's Marshall Space Flight Center in Huntsville, Ala.</p><p>NASA astronaut Barry \"Butch\" Wilmore, Expedition 42 commander aboard the International Space Station, installed the printer and conducted calibration tests on Nov. 17. The first object, which is actually a side casing for part of the printer, was produced on Nov. 25. Werkheiser says they chose that to print part of the printer itself \"to show that if we need replacement parts, or maybe one day in the future if the printer needs to print another printer, we can do that.\"</p><p>This project started two years ago. NASA partnered with a Silicon Valley space manufacturing company called Made in Space to make the 3-D printer.</p><p>There are several categories of objects they hope to be able to 3-D print in space — from replacement crew tools to small satellites. And since the International Space Station is a scientific laboratory, they hope to be able to 3-D print syringes, tweezers and sample containers — rather than lugging up extras or waiting on resupply missions for new parts.</p><p>3-D printing sounds cool and fun, but the International Space Station program has serious implications for long-term space exploration. Werkheiser says that for missions to Mars or to asteroids, \"we really can't be dependent on launching every single item we might ever need from Earth. We will need to be able to make what we need, when we need it, on demand, and this is the first step to establishing those capabilities.\"</p><p>But for 3-D printing to work, you still have to transport all the raw materials to make the parts. So does the process really save room?</p><p>Werkheiser says this is her favorite question to answer and was one of the first issues examined in the project. She says some mass is immediately saved when you're transporting raw materials rather than the spare parts themselves. But to really save room and time, they are working to develop in-space recyclers that can re-use 3-D printed materials and turn launch packaging into feed stock for 3-D printers.</p><p>In the little time that the printer has been up and running in space, Werkheiser says they've already learned things that they couldn't in years of terrestrial testing. \"There is literally no other platform on the universe where we can actually test it out, other than the International Space Station,\" she says.</p><p>There actually may be some benefits to 3-D printing in a weightless, microgravity environment. Sometimes, down here on Earth, materials sag in the 3-D printing process. Plus, there are some structures — ones designed with overhangs or other features that gravity pulls down — that may only be able to be 3-D printed in space.</p><p>NASA will transport the first objects printed at the International Space Station back to Earth in 2015 for comparison and analysis.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Boldly+Go+Where+No+3-D+Printer+Has+Gone+Before%3A+Yep%2C+Space&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Priska Neely","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367600042-5342c0.m3u?orgId=1&topicId=1026&d=233&p=2&story=367238642&t=progseg&e=367599988&seg=6&ft=nprml&f=367238642"},{"href":"http://media.npr.org/assets/img/2014/11/28/butchfirstprint3_0-f80b94e47450303e1c3066e56af8f99c4d894ed6.png","type":"image/jpeg","meta":{"crop":"standard","height":"894","width":"1192"}}]}