{"created":"2014-09-08T15:36:40+00:00","modified":"2015-01-29T19:57:25+00:00","valid":{"from":"2015-01-29T19:57:24+00:00","to":"3015-01-29T19:57:24+00:00"},"hreflang":"en","title":"With Final Broadcast, 'Tell Me More' Bids Farewell","published":"2014-08-01T21:32:00+00:00","teaser":"NPR announced in May that it would end the show, which featured discussions about race, family, faith and other issues.","itags":["npr_api","336670126"],"guid":"85e1d8c4-f247-431a-8604-d5fdb5136f80","contentencoded":"<p>After seven years, NPR's <a href=\"http://www.npr.org/programs/tell-me-more/2014/08/01/337092363/tell-me-more-for-august-1-2014?showDate=2014-08-01\">Tell Me More</a> is going off the air on Friday.</p><p>The show has focused on issues of particular — though by no means exclusive — concern to African-Americans and other people of color. Host Michel Martin made it a point to interview not just newsmakers and policy analysts but everyday people who shared both their stories and their perspective on matters ranging from poverty to parenting.</p><p>After one segment aired about a woman who struggled to get her children across town to school following her separation from her husband, \"for weeks afterward people stopped me on the street to tell me how it haunted them,\" Michel recalled in a <a href=\"http://www.nationaljournal.com/magazine/when-the-conversation-about-having-it-all-begins-and-ends-with-white-women-20140725\">recent essay</a> for <em>National Journal</em>.</p><p>NPR <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/20/314256024/npr-to-end-tell-me-more-lay-off-28-people\">announced in May</a> that it was canceling the show, which drew a fair amount of criticism. Leslie Alexander of Fulton, Md., spoke for many disappointed listeners when she wrote to <a href=\"http://www.npr.org/blogs/ombudsman/2014/06/28/325193324/race-at-npr-and-the-end-of-tell-me-more\" target=\"_blank\">NPR's ombudsman</a> that \"<em>Tell Me More</em> is the only show I know of that features 'minority' stories as just regular stories.....Where else can you hear a discussion about the issues of the day and the panelists are from four or five different ethnic or racial groups but no one is expected to be the spokesperson for their ethnicity or race?\"</p><p>Michel and Carline Watson, the program's executive producer, will remain with NPR as part of its new Identity and Culture Unit, which will help incorporate broader coverage of issues such as race, faith, gender and family online, at public events and in the network's flagship newsmagazines.</p><p>Listeners and contributors have been <a href=\"https://storify.com/TellMeMoreNPR/i-follow-nprmichel#publicize\" target=\"_blank\">sharing stories and tweeting photos</a> this week about their determination to stick with Michel on NPR and on <a href=\"https://twitter.com/NPRMichel\" target=\"_blank\">Twitter</a>. In her last \"Can I Just Tell You\" essay for <em>Tell Me More,</em> Michel said that the job of telling the stories of people often ignored by the media is far from finished.</p><p>\"There's still a pie out there, many stories yet to tell,\" Michel <a href=\"http://www.npr.org/2014/07/30/336538663/making-space-for-people-who-are-out-of-the-spotlight\" target=\"_blank\">wrote</a>. \"We are going to keep looking for those.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Final+Broadcast%2C+%27Tell+Me+More%27+Bids+Farewell&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Greenblatt","audio":[{"href":"http://media.npr.org/assets/img/2014/07/31/michelmartin-02-a8d1bc2008d52d3706c0d0188f4b3c00bf58888d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}