{"created":"2014-11-30T22:05:04+00:00","modified":"2014-12-04T15:34:10+00:00","valid":{"from":"2014-12-04T15:34:10+00:00","to":"3014-12-04T15:34:10+00:00"},"hreflang":"en","title":"Pope Francis As Reformer, Evangelizer — And Doctrinal Conservative","published":"2014-12-01T16:32:00+00:00","teaser":"Austen Ivereigh, author of a new biography of Pope Francis, says the media have misjudged the pope's comments on abortion and homosexuality — but that Francis is a radical in other respects.","itags":["npr_api","366368633"],"guid":"85e658cf-f18a-4231-b81e-f884049c5546","contentencoded":"<p>In the short time since Jorge Mario Bergoglio became Pope Francis on March 13, 2013, he has made headlines around the world — both for his new, seemingly more humble approach to the papacy, and for comments on social issues that surprised many.</p><p>He drives a Ford Focus, rather than a luxury car. In an early visit to St. Peter's Square, he embraced and kissed <a href=\"http://www.cnn.com/2013/11/26/world/europe/pope-francis-disfigured-man/\">Vinicio Riva</a>, a man severely disfigured by neurofibramatosis. And in widely-reported comments, he has said of gay members of the clergy, <a href=\"http://www.npr.org/blogs/thetwo-way/2013/07/29/206622682/pope-francis-discusses-gay-catholics-who-am-i-to-judge\">\"Who am I to judge?\"</a></p><p>Author Austen Ivereigh argues in a new biography, <em>The Great Reformer: Francis and the Making of a Radical Pope,</em> that many misjudge the meaning of the pope's comments on abortion, homosexuality and nonbelievers — that they don't, in fact, reflect any attempt to change church doctrine.</p><p>Nevertheless, Ivereigh tells NPR's Eric Westervelt, Francis has implemented very real changes in the church's direction.</p><p>In fact, he says, \"I'm very confident that history will judge Pope Francis to be one of the great church reformers, even if his papacy comes to a close within the next couple of years.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the contrast between Pope Francis and his predecessors</strong></p><p>The difference between him, I think, and the other popes is that he frequently stops and makes the person that he's talking to the protagonist. So suddenly the focus really is on ordinary people, the people that he's talking to.</p><p>And I draw the contrast between that and, say, Pope Benedict, who was very shy, so he would withdraw from people. John Paul II was like a great emperor. He could hold great crowds in thrall.</p><p>So I think this is a new style of pope, a new way of being pope among the people, and that is, as it were, to make the ordinary people the protagonist.</p><p><strong>On the influence of his Latin American upbringing</strong></p><p>He's the first pope to come, of course, from the New World, he's the first pope really to come out of that context where poverty is dominant. Now that's a very different kind of context from which popes have traditionally come.</p><p>That gives him a sensitivity to poverty. It gives him a sensitivity to need and to vulnerability. And from the very beginning, therefore, he's identified with and used the language of what he calls the existential margins, the \"existential peripheries,\" as he calls them.</p><p>Now \"existential peripheries\" is obviously places of pain and suffering, but it also has a kind of concrete sense in Latin America as being the shantytowns that encircle the cities.</p><p>So this is the place he wants the church to be seen in, to identify with, to speak from, to evangelize from. That's what also makes him a radical in that Latin American liberation theology tradition.</p><p><strong>On the controversy surrounding Bergoglio's time in Argentina during the country's \"Dirty War\"</strong></p><p>He didn't speak out, because speaking out would have contradicted his two objectives during the \"Dirty War,\" which were objectives, in fact, given to him from Rome. One was to protect the Jesuits from the regime. And the second was that he should help the victims of the dictatorship. And, of course, he couldn't fulfill either of those objectives if he took a position of opposition to the regime, which anyway wouldn't have resulted in anything, because anybody who did speak out against the regime was quickly silenced or exiled.</p><p>So those were his two objectives, and he pulled it off to a remarkable extent. Not one Jesuit lost his life. And he did protect, we now know, and sheltered dozens of people who were fleeing the dictatorship.</p><p><strong>On perceptions of Pope Francis, and his comments on social issues</strong></p><p>I feel very strongly that he's been consistently misjudged by one group of Catholics and also, of course, by certain parts of the liberal media.</p><p>They know he's shaking things up, which he is. But they mistake that for a kind of attempt to change doctrine. I mean, on all the core Catholic teachings, he is a absolutely straight-down-the-line orthodox Catholic. But he is also an evangelizer and a missionary.</p><p>And his observation — the famous observation — that we shouldn't bang on too much about abortion and those other issues, his point is not that abortion isn't wrong. I can cite you many speeches in which he gives searing denunciations of abortion. It's that he says it is not enough for people to look at the Catholic and say, \"Yes, that's what the church stands for.\"</p><p>What's missing from the picture, he says, is the merciful face of Christ. The church that heals the wounds, that raises people up, that nurtures them, that forgives them. And so what he's trying to do is to say, \"Actually, that's the face of the church that needs to be presented.\"</p><p>Now, this isn't a PR exercise. What he's actually saying is people need to experience that before they are ready to accept the rest of it.</p><p>So what is conversion? Conversion is when somebody first experiences the love and mercy and forgiveness of God, and then, having assimilated that, then, as it were, chooses the Christian life, chooses the moral life, and so on. But you can't go to the second without the first.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pope+Francis+As+Reformer%2C+Evangelizer+%E2%80%94+And+Doctrinal+Conservative&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"374"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367600036-03eb3f.m3u?orgId=1&topicId=1033&ft=3&f=366368633"},{"href":"http://media.npr.org/assets/img/2014/11/24/thegreatreformer-8076c57522b1e5b6449fa45e9c7d898df0c2dade.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1405","width":"1872"}},{"href":"http://media.npr.org/assets/img/2014/11/24/ivereigh-author-photo-credit-linda-ivereigh-249c51c1181d8c35bf3f76b91eb634a8c671e2c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1670","width":"2227"}}]}