{"created":"2014-11-10T17:15:35+00:00","modified":"2014-11-10T17:35:27+00:00","valid":{"from":"2014-11-10T17:35:27+00:00","to":"3014-11-10T17:35:27+00:00"},"hreflang":"en","guid":"85e6bf83-0d5b-4880-8658-d8e1bc89d8cb","title":"What is a ruble and why is it in trouble?","published":"2014-11-10T17:35:20+00:00","byline":"Christopher Woolf","tags":["history","business and economy","Finance","Business, Finance & Economics","Europe","Russia","Soviet Union","Ukraine","eastern Europe","Vladimir Putin","The World That Was","Economics","Money","Economy of Russia","Economy of the Soviet Union","Ruble","Russian ruble","Hyperinflation","Currency","Economic history of Russia"],"teaser":"The Russian currency, the ruble, is heading downward, after the central bank in Moscow ended its efforts to prop it up. That could mean political trouble for Vladimir Putin.","contentencoded":"<p>The ruble may be out of immediate trouble, but the effects of its dramatic collapse in value may just be starting.</p>\n<p>The Russian currency finally stopped its slide on Monday, after Russia's central bank announced it would stop trying to keep the currency within its \"trading corridor\" and <a href=\"http://online.wsj.com/articles/bank-of-russia-cuts-growth-forecast-1415608694\">allow it to float freely</a>. The bank already blew $29 billion trying to prop up the ruble in October, and that's more than Russia can afford.</p>\n<p>But while the move halted the ruble's decline, the longer-term economic forecast is still grim. The prices of oil and gas, Russia's main exports, are tanking. International sanctions, imposed over Russia's meddling in Ukraine, have crippled trade and investment. The country is now projecting <a href=\"http://www.bloomberg.com/news/2014-11-10/bank-of-russia-cuts-2015-economic-forecast-to-show-no-growth.html\">no economic growth at all in 2015</a>.</p>\n<p>What's more, the ruble's devaluation could also have a significant psychological impact inside Russia, with national pride strongly linked to the currency.</p>\n<p>Ordinary Russians still remember the trauma of the 1990s, when hyper-inflation gripped the country after the collapse of the Soviet Union. Armfuls of cash were needed to buy a loaf of bread; pensions and savings were wiped out.</p>\n<p>One of Putin’s most important achievements was to stabilize the currency and allow the country’s economy to grow again. While he supported the central bank on Monday and dismissed the ruble's slide as \"speculation,\" a sustained decline could batter his credibility.</p>\n<p>The 1990s weren't the first episode of hyper-inflation suffered by the ruble. When the Soviet regime was first established after World War I, the country suffered terribly from mass printing of its first paper currency. One ruble in your pocket in 1918 was worth 50 billion rubles by 1924.</p>\n<p>The ruble first became a recognizable coin in 1710 under Tsar Peter the Great, and the word \"ruble\" itself has a similar root to many other words for coins and money around the world.</p>\n<p>There are a variety of explanations, but they’re all connected to the Russian verb \"rubit,\" which means to cut, hack or chop.  The first \"rubles\" were pieces cut off a \"grivna,\" a standard 7 oz. unit of silver that was common across much of eastern and central Europe back during medieval times. The name of the modern Ukrainian currency, the \"hryvnia,\" is derived from it.</p>\n<p>In the same way, the pieces cut from a Spanish silver dollar were known as \"pesos,\" equivalent to 1/8th of a dollar. These were also used in colonial America, where they became known as \"bits\" — hence the term \"two bits\" for a quarter of a dollar.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Russian_Currency_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/russiancurrencycropjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110620146.mp3"},{"href":"http://www.pri.org/file/110620146mp3"}]}