{"created":"2015-06-24T20:31:57+00:00","modified":"2015-06-30T19:08:42+00:00","valid":{"from":"2015-03-25T23:45:01+00:00","to":"3015-03-25T23:45:01+00:00"},"hreflang":"en","published":"2015-03-25T23:45:01+00:00","teaser":"Rico Gagliano: Author Jon Ronson has spent decades hanging out with and writing about people on the fringes of society. His book, “The Psychopath Test,” examined, obviously, the mentally ill. He’s written empathetic, witty essays about religious extremists and those who believe they are psychic. But, his latest book is about mostly everyday folks who […]","contentencoded":"<div class=\"barn-cleaned\"><p><strong>Rico Gagliano:</strong> Author Jon Ronson has spent decades hanging out with and writing about people on the fringes of society. His book, “<a href=\"http://www.amazon.com/dp/1594485755?tag=dinnerp-20\" target=\"_blank\">The Psychopath Test</a>,” examined, obviously, the mentally ill. He’s written empathetic, witty essays about religious extremists and those who believe they are psychic. But, his latest book is about mostly everyday folks who have been <em>banished</em> to the fringes. It’s called “<a href=\"http://www.amazon.com/dp/1594487138?tag=dinnerp-20\" target=\"_blank\">So You’ve Been Publicly Shamed</a>” and it examines what happens when people like the infamous PR worker <a href=\"http://www.nytimes.com/2015/02/15/magazine/how-one-stupid-tweet-ruined-justine-saccos-life.html?_r=0\">Justine Sacco</a>, tweet, for instance, an off-color joke… and find their lives ruined when they’re pilloried in social media. The book comes out this week. and Jon, welcome back to the show.</p>\n<br />\n<blockquote>\n<p><strong>Jon Ronson:</strong> Hi — it’s great to be back.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I think we’ve all seen — or at least heard about — someone saying or doing something questionable, who’s then shamed in the media or online about it. &nbsp;But how pervasive a problem is this, really? Are we really witnessing more of this than we have in the past?</p>\n<br />\n<blockquote>\n<p><strong>Jon Ronson:</strong> Oh, yeah, undoubtedly. I think it’s a renaissance of public shaming — it’s like there’s a <em>war</em> on human nature and its flaws. Obviously, the really huge shamings, the life-destroying ones, only come along once in awhile, and those are the ones I’m concentrating on in my book. But, you know, little mini shamings, little slaps around the face, happen to everybody all the time.</p>\n</blockquote>\n<br />\n<p><strong><img class=\"alignleft\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/SO-YOUVE-BEEN-PUBLICLY-SHAMED-685x1024.jpg\" alt=\"SO YOU'VE BEEN PUBLICLY SHAMED\" />Rico Gagliano:</strong> And of course, one of the arguments in the book is that this is one of worst forms of punishment you can endure.</p>\n<br />\n<blockquote>\n<p><strong>Jon Ronson:</strong> You know what, there is nothing worse. And I think anybody who’s gone through any kind of shaming will understand what I’m about to say now: It is <em>profoundly traumatizing</em> to be told you are cast out. If 50,000 people are suddenly tweeting you, and telling you that you’re not a proper human being, and you need to go… that is <em>seriously</em> depressing.</p>\n<br />\n<p>I mean, there’s a sort of misconception that, you know, the Internet is not the real world. The Internet <em>is</em> the real world. I met people who went through these kinds of public shamings&nbsp;—&nbsp;and I’m not talking about, you know, politicians who made some terrible transgression, I’m talking about ordinary people who made a joke that landed badly — who didn’t leave home for, like, a <em>year</em>.</p>\n<br />\n<p>You know, all the great thinkers of the 18th and 19th century were saying “The stocks and the pillory, this stuff is <em>monstrous</em>. We’ve got to stop it.” And yet, we’ve brought it all back on Twitter. And I think the fact that some people will think that, “Oh, it’s no big deal. I’m sure they’re fine already.” There’s a word for that: It’s called cognitive dissonance. &nbsp;We can’t handle the fact that we’ve just ruined somebody’s life, because we like to see ourselves as good people. So, what we either do is say, “Oh, they deserved it because they were a sociopath, or a racist,” or some untrue label; or we say, “Enh, they’re fine, it’s no big deal.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, let me give you an example that’s sort of between, say, a corrupt politician who’s being called out on the Internet, and the people you’re talking about who are having their lives ruined because of an ill-advised joke.</p>\n<br />\n<p>You spend a lot of time talking about the science writer and journalist Jonah Lehrer. &nbsp;Who’s kind of between these two poles. Among other things, for those who don’t know, it was discovered <a href=\"http://mediadecoder.blogs.nytimes.com/2012/07/30/jonah-lehrer-resigns-from-new-yorker-after-making-up-dylan-quotes-for-his-book/?_r=0\" target=\"_blank\">he had made up quotes and attributed them to Bob Dylan</a>, and then he lied about it repeatedly to a reporter. &nbsp;Which for a time, at least, destroyed his career. You seem to believe it’s time to lay off of him. Why does a journalist who lied get a break?</p>\n<br />\n<blockquote>\n<p><strong>Jon Ronson:</strong> The world that I feel comfortable in is a world where somebody’s mistake is within context of wider human behavior, as opposed to somebody’s mistake swallowing them up, and all they become is that mistake. I mean, that’s the world I feel most comfortable in. &nbsp;And there was a moment with Jonah where he tried to apologize, at a lunch that was run by this foundation called <a href=\"http://www.knightfoundation.org/\" target=\"_blank\">the Knight Foundation</a>. &nbsp;And they put a Twitter screen, a giant Twitter screen, behind his head so people could tweet their views on Jonah’s apology live, as it went out…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> While he was apologizing.</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Jon Ronson:</strong>&nbsp;…While he was apologizing. &nbsp;And there was a second monitor screen that was in his eye-line. So, while he was apologizing, people were tweeting, you know, “Jonah Lehrer is just a sociopath.” “This is boring. Jonah Lehrer — boring.” And, “He’s tainted as a writer forever.” It was <em>brutal</em>. <q>You know, is that the world that we want? Is that the world that we want to create for ourselves?</q></p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I’ve brought this up before with you, but especially after reading this book… it feels like it’s your life work in some way to demonstrate a kind of superhuman empathy for people who others deride. &nbsp;And frankly, some of whom have done things that one could argue <em>deserve</em> some derision. Why is that so important to you?</p>\n<br />\n<blockquote>\n<p><strong>Jon Ronson:</strong> Yeah, and I’ve certainly met people, over 30 years, who have <em>done</em> terrible, and <em>believed</em> terrible things; you know, I’ve been outed as a Jew at a jihad training camp.</p>\n<br />\n<p>But, I don’t know, I just believe increasingly in empathy, and trying to understand somebody. &nbsp;As opposed to sticking your fingers in your ears or being one of those terrible journalists who just, you know, it’s all a big, combative performance. I believe in understanding people.</p>\n<br />\n<p>I mean, once in awhile you meet somebody who is incapable of remorse. I mean, I wrote a book, “The Psychopath Test,” about people who have a sort of neurological absence of remorse. Even with them, you’re thinking, “Well, it’s not their fault they were born that way.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> This suddenly occurs to me: On some level, did you write this because <em>you</em> are afraid that you might one day be shamed over something that was unintentionally offensive to someone?</p>\n<br />\n<blockquote>\n<p><strong>Jon Ronson:</strong> Oh, there’s no question… I mean, I am an anxious person, and the two ways my anxiety manifests itself is: You know, if I can’t get my teenage son on the phone at 2:00 in the morning, my brain really rockets off into hyperspace… And, you know, “Have I done something wrong in my work?”</p>\n<br />\n<p>Actually, at one point in the book&nbsp;—&nbsp;I say to Jonah Lehrer, “What happened to you is my worst nightmare.” And Jonah replied, “Yeah, and it was mine, too.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> At one point in the book, you talk about the “Pleasurable rush that overwhelms us,” when we become part of a mob that takes someone down. Do we know from where and why that sensation arises?</p>\n<br />\n<blockquote>\n<p><strong>Jon Ronson:</strong> I think Twitter… a friend of mine, Adam Curtis, the documentary maker, calls it a kind of mutual grooming. &nbsp;That what we do on Twitter is we surround ourselves by like-minded people. So, it’s like it’s a constant approval going on. You know, we say “This person is a monster,” everybody around us congratulates us for saying that, and it’s a great feeling to be told that you’re <em>right</em>. So, there’s no incentive to change your mind. If 100,000 people are tearing apart Justine Sacco for her ill-advised AIDS joke, then there’s absolutely no incentive to say: “I’m not sure that the tearing apart of this woman is justified.” &nbsp;Because everybody else on your timeline is tearing them apart, and it’s much safer and it’s much more comfortable to join in with the throng.</p>\n<br />\n<p>And, of course, what is this the opposite of? It’s the opposite of democracy. Because in a democracy, we want to hear what other people have to say.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Do you tweet differently now?</p>\n<br />\n<blockquote>\n<p><strong>Jon Ronson:</strong> Well… so The New York Times extracted my book a couple of weeks ago, and a lot of people emailed me to say, “I’m sending your book to my children, you know, to warn them to be careful before they press send.”</p>\n<br />\n<p>And my response to that was, you know, “I understand why you would do that, but I kind of think that’s not the message that I want my book to…”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah.&nbsp;That’s self-censorship, in a way.</p>\n<br />\n<blockquote>\n<p><strong>Jon Ronson:</strong> Yeah, and it’s victim-blaming.</p>\n<br />\n<p>So, <em>yes</em>, I am more careful before writing a tweet, but I don’t like that about myself. &nbsp;And what I would rather is a social media where everybody’s just a bit more forgiving and cognizant of nuances, instead of a social media where everybody’s tiptoeing around some kind of abusive parent.</p>\n</blockquote>\n<br />\n<p><em>(Ed. note: See also <a href=\"http://www.dinnerpartydownload.org/episodes/174/\">our interview with Ronson about his essay collection “Lost At Sea,”</a> in which he talks about real-life superheroes, horror-rappers, and where to find strangers’ discarded photographs)</em></p>\n<br /></div>","itags":["85e6763ddf40ebacb25c2445f3cf830f","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-03-25"],"title":"Jon Ronson Takes on the Public Shaming Renaissance","contenttemplated":"[{\"content\":\"<p><strong>Rico Gagliano:</strong> Author Jon Ronson has spent decades hanging out with and writing about people on the fringes of society. His book, “<a href=\\\"http://www.amazon.com/dp/1594485755?tag=dinnerp-20\\\" target=\\\"_blank\\\">The Psychopath Test</a>,” examined, obviously, the mentally ill. He’s written empathetic, witty essays about religious extremists and those who believe they are psychic. But, his latest book is about mostly everyday folks who have been <em>banished</em> to the fringes. It’s called “<a href=\\\"http://www.amazon.com/dp/1594487138?tag=dinnerp-20\\\" target=\\\"_blank\\\">So You’ve Been Publicly Shamed</a>” and it examines what happens when people like the infamous PR worker <a href=\\\"http://www.nytimes.com/2015/02/15/magazine/how-one-stupid-tweet-ruined-justine-saccos-life.html?_r=0\\\">Justine Sacco</a>, tweet, for instance, an off-color joke… and find their lives ruined when they’re pilloried in social media. The book comes out this week. and Jon, welcome back to the show.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jon Ronson:</strong> Hi — it’s great to be back.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I think we’ve all seen — or at least heard about — someone saying or doing something questionable, who’s then shamed in the media or online about it.  But how pervasive a problem is this, really? Are we really witnessing more of this than we have in the past?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Ronson:</strong> Oh, yeah, undoubtedly. I think it’s a renaissance of public shaming — it’s like there’s a <em>war</em> on human nature and its flaws. Obviously, the really huge shamings, the life-destroying ones, only come along once in awhile, and those are the ones I’m concentrating on in my book. But, you know, little mini shamings, little slaps around the face, happen to everybody all the time.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong><img alt=\\\"SO YOU&apos;VE BEEN PUBLICLY SHAMED\\\" class=\\\"alignleft\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/SO-YOUVE-BEEN-PUBLICLY-SHAMED-685x1024.jpg\\\" />Rico Gagliano:</strong> And of course, one of the arguments in the book is that this is one of worst forms of punishment you can endure.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jon Ronson:</strong> You know what, there is nothing worse. And I think anybody who’s gone through any kind of shaming will understand what I’m about to say now: It is <em>profoundly traumatizing</em> to be told you are cast out. If 50,000 people are suddenly tweeting you, and telling you that you’re not a proper human being, and you need to go… that is <em>seriously</em> depressing.</p><br /><p>I mean, there’s a sort of misconception that, you know, the Internet is not the real world. The Internet <em>is</em> the real world. I met people who went through these kinds of public shamings — and I’m not talking about, you know, politicians who made some terrible transgression, I’m talking about ordinary people who made a joke that landed badly — who didn’t leave home for, like, a <em>year</em>.</p><br /><p>You know, all the great thinkers of the 18th and 19th century were saying “The stocks and the pillory, this stuff is <em>monstrous</em>. We’ve got to stop it.” And yet, we’ve brought it all back on Twitter. And I think the fact that some people will think that, “Oh, it’s no big deal. I’m sure they’re fine already.” There’s a word for that: It’s called cognitive dissonance.  We can’t handle the fact that we’ve just ruined somebody’s life, because we like to see ourselves as good people. So, what we either do is say, “Oh, they deserved it because they were a sociopath, or a racist,” or some untrue label; or we say, “Enh, they’re fine, it’s no big deal.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Well, let me give you an example that’s sort of between, say, a corrupt politician who’s being called out on the Internet, and the people you’re talking about who are having their lives ruined because of an ill-advised joke.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>You spend a lot of time talking about the science writer and journalist Jonah Lehrer.  Who’s kind of between these two poles. Among other things, for those who don’t know, it was discovered <a href=\\\"http://mediadecoder.blogs.nytimes.com/2012/07/30/jonah-lehrer-resigns-from-new-yorker-after-making-up-dylan-quotes-for-his-book/?_r=0\\\" target=\\\"_blank\\\">he had made up quotes and attributed them to Bob Dylan</a>, and then he lied about it repeatedly to a reporter.  Which for a time, at least, destroyed his career. You seem to believe it’s time to lay off of him. Why does a journalist who lied get a break?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Ronson:</strong> The world that I feel comfortable in is a world where somebody’s mistake is within context of wider human behavior, as opposed to somebody’s mistake swallowing them up, and all they become is that mistake. I mean, that’s the world I feel most comfortable in.  And there was a moment with Jonah where he tried to apologize, at a lunch that was run by this foundation called <a href=\\\"http://www.knightfoundation.org/\\\" target=\\\"_blank\\\">the Knight Foundation</a>.  And they put a Twitter screen, a giant Twitter screen, behind his head so people could tweet their views on Jonah’s apology live, as it went out…</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> While he was apologizing.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Jon Ronson:</strong> …While he was apologizing.  And there was a second monitor screen that was in his eye-line. So, while he was apologizing, people were tweeting, you know, “Jonah Lehrer is just a sociopath.” “This is boring. Jonah Lehrer — boring.” And, “He’s tainted as a writer forever.” It was <em>brutal</em>. <q>You know, is that the world that we want? Is that the world that we want to create for ourselves?</q></p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> I’ve brought this up before with you, but especially after reading this book… it feels like it’s your life work in some way to demonstrate a kind of superhuman empathy for people who others deride.  And frankly, some of whom have done things that one could argue <em>deserve</em> some derision. Why is that so important to you?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Ronson:</strong> Yeah, and I’ve certainly met people, over 30 years, who have <em>done</em> terrible, and <em>believed</em> terrible things; you know, I’ve been outed as a Jew at a jihad training camp.</p><br /><p>But, I don’t know, I just believe increasingly in empathy, and trying to understand somebody.  As opposed to sticking your fingers in your ears or being one of those terrible journalists who just, you know, it’s all a big, combative performance. I believe in understanding people.</p><br /><p>I mean, once in awhile you meet somebody who is incapable of remorse. I mean, I wrote a book, “The Psychopath Test,” about people who have a sort of neurological absence of remorse. Even with them, you’re thinking, “Well, it’s not their fault they were born that way.”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> This suddenly occurs to me: On some level, did you write this because <em>you</em> are afraid that you might one day be shamed over something that was unintentionally offensive to someone?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jon Ronson:</strong> Oh, there’s no question… I mean, I am an anxious person, and the two ways my anxiety manifests itself is: You know, if I can’t get my teenage son on the phone at 2:00 in the morning, my brain really rockets off into hyperspace… And, you know, “Have I done something wrong in my work?”</p><br /><p>Actually, at one point in the book — I say to Jonah Lehrer, “What happened to you is my worst nightmare.” And Jonah replied, “Yeah, and it was mine, too.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> At one point in the book, you talk about the “Pleasurable rush that overwhelms us,” when we become part of a mob that takes someone down. Do we know from where and why that sensation arises?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Ronson:</strong> I think Twitter… a friend of mine, Adam Curtis, the documentary maker, calls it a kind of mutual grooming.  That what we do on Twitter is we surround ourselves by like-minded people. So, it’s like it’s a constant approval going on. You know, we say “This person is a monster,” everybody around us congratulates us for saying that, and it’s a great feeling to be told that you’re <em>right</em>. So, there’s no incentive to change your mind. If 100,000 people are tearing apart Justine Sacco for her ill-advised AIDS joke, then there’s absolutely no incentive to say: “I’m not sure that the tearing apart of this woman is justified.”  Because everybody else on your timeline is tearing them apart, and it’s much safer and it’s much more comfortable to join in with the throng.</p><br /><p>And, of course, what is this the opposite of? It’s the opposite of democracy. Because in a democracy, we want to hear what other people have to say.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Do you tweet differently now?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jon Ronson:</strong> Well… so The New York Times extracted my book a couple of weeks ago, and a lot of people emailed me to say, “I’m sending your book to my children, you know, to warn them to be careful before they press send.”</p><br /><p>And my response to that was, you know, “I understand why you would do that, but I kind of think that’s not the message that I want my book to…”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah. That’s self-censorship, in a way.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jon Ronson:</strong> Yeah, and it’s victim-blaming.</p><br /><p>So, <em>yes</em>, I am more careful before writing a tweet, but I don’t like that about myself.  And what I would rather is a social media where everybody’s just a bit more forgiving and cognizant of nuances, instead of a social media where everybody’s tiptoeing around some kind of abusive parent.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><em>(Ed. note: See also <a href=\\\"http://www.dinnerpartydownload.org/episodes/174/\\\">our interview with Ronson about his essay collection “Lost At Sea,”</a> in which he talks about real-life superheroes, horror-rappers, and where to find strangers’ discarded photographs)</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","guid":"85e6763d-df40-4eba-8b25-2445f3cf830f","tags":["APM","Chattering Class","books"],"byline":"Lopez, Kristina","description":"Rico Gagliano: Author Jon Ronson has spent decades hanging out with and writing about people on the fringes of society. His book, “The Psychopath Test,” examined, obviously, the mentally ill. He’s written empathetic, witty essays about religious extremists and those who believe they are psychic. But, his latest book is about mostly everyday folks who […]","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/Jon-Ronson-photo-credit-Emli-Bendixen.jpg","type":"image/jpeg","meta":{"width":null,"crop":"primary","height":null}},{"meta":{"width":null,"height":null,"crop":"primary"},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/Jon-Ronson-square.jpg"},{"type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/03/SO-YOUVE-BEEN-PUBLICLY-SHAMED.jpg"},{"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/03/27/0327chatclass_128.mp3","meta":{"duration":479,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/03/27/0327chatclass"},"duration_hms":"00:07:59"},"type":"audio/mpeg","format":"MP3"}]}