{"created":"2014-09-08T20:40:19+00:00","modified":"2015-03-07T21:39:36+00:00","valid":{"from":"2015-03-07T21:39:36+00:00","to":"3015-03-07T21:39:36+00:00"},"hreflang":"en","title":"Chick-Fil-A Founder S. Truett Cathy Dies At 93","published":"2014-09-08T21:41:00+00:00","teaser":"S. Truett Cathy's Chick-fil-A has now grown to $5 billion in annual sales, and its stores still close on Sundays, reflecting its founder's religious beliefs.","itags":["npr_api","346788443"],"guid":"85efae3b-1401-412e-be1a-446d8f415f39","contentencoded":"<p>Fifty years after he created the sandwich that launched America's top chicken restaurant chain, Georgia businessman Samuel Truett Cathy died early Monday. Cathy's Chick-fil-A has now grown to $5 billion in annual sales, and its stores still close on Sundays, reflecting its founder's religious beliefs.</p><p>Cathy's death was announced by Chick-fil-A, which said, \"He died peacefully at home, surrounded by loved ones.\"</p><p>Last year, Chick-fil-A surpassed KFC with the most sales for a chicken restaurant chain in the U.S., on the strength of recent rapid growth. The company reached $1 billion in sales in 2000. After hitting $3 billion in 2009, sales grew by $1 billion every two years to 2013.</p><p>Over the years, Cathy's company nurtured a reputation for fast and courteous service, urging its employees to use the phrase \"My pleasure!\" when dealing with customers. And its long-running ad campaign featuring a group of cows that scheme to promote more chicken consumption has become a common sight since it debuted in 1995.</p><p>As it has grown, Chick-fil-A, which remains privately held and is run by Cathy's family, has also attracted criticism over its closed-on-Sundays approach and the donation policies of both the company and a Christian charity that Cathy founded, called the <a href=\"http://www.businessinsider.com/heres-how-much-money-chick-fil-a-gives-to-anti-gay-groups-2012-7\">WinShape Foundation</a>.</p><p>In 2012, <a href=\"http://www.npr.org/2012/07/27/157417229/chick-fil-a-gay-flap-a-wakeup-call-for-companies\">remarks about gay marriage</a> by Dan Cathy, Truett's son and the company's current president, sparked a backlash that included demonstrations and boycotts. In some cities, politicians said Chick-fil-A was no longer welcome. The company later said it would leave the debate over gay marriage to those in the political arena.</p><p>Besides his Christian faith, a cornerstone of Cathy's business model was his early embrace of self-contained shopping malls. He opened the first Chick-fil-A mall restaurant in Atlanta's Greenbriar Mall in 1967.</p><p>That store began decades of growth that saw Chick-fil-A spread far beyond the modest diner Cathy and his brother had opened in 1946. Its small size led them to call it the Dwarf Grill, a brick building close to where Atlanta's Hartsfield-Jackson International Airport would later be built.</p><p>It wasn't until 1986 that Chick-fil-A opened its first free-standing restaurant, also in Atlanta. The company says stand-alone stores now make up about half of its chain.</p><p>\"Cathy grew up during the Depression,\" member station WABE's John Lorinc reports. \"At 8 years old, he set up a stand in his front yard and started selling six bottles of Coke for a quarter.\"</p><p>From <a href=\"http://www.ajc.com/news/business/chick-fil-a-founder-truett-cathy-is-gravely-ill/nhHqC/\">The Atlanta Journal-Constitution</a>:</p><blockquote><p>\"Starting life in poverty, Cathy opened a tiny diner on the outskirts of Atlanta and built it into a corporation with more than 1,800 restaurants. He was inspired as a teen by Napoleon Hill's motivational tome <em>Think and Grow Rich</em>, whose mantra was — you can achieve whatever your mind can conceive.</p><p>\" 'I had a low image of myself because I was brought up in the deep Depression,' Cathy said in a 2008 interview with <em>The Atlanta Journal-Constitution</em>. \"I struggled to get through high school. I didn't get to go to college. But it made me realize you can do anything if you want to bad enough.\"</p></blockquote><p>Perhaps because of those humble beginnings and his religious beliefs, Cathy went on to support a range of charitable undertakings. In Georgia, the billionaire became famous for running a summer camp that accommodates thousands of children. He also backed scholarship funds and built more than a dozen foster homes through the WinShape Foundation.</p><p>Back in 2008, Cathy <a href=\"http://www.news-journalonline.com/article/20080801/NEWS/140909528\">made headlines</a> when his Florida beach house was trashed by young girls who caused an estimated $30,000 in damage, after the children reportedly used the dining table as a slip-and-slide and held a food fight on the tennis court.</p><p>After talking to the girls' parents, Cathy declined to pursue criminal charges. Instead, the girls were banned from watching TV or playing video games for six months. And they had to write \"I will not vandalize other people's property\" 1,000 times.</p><p>Chick-fil-A says it will maintain its policy of closing on Sundays.</p><p>\"If it took seven days to make a living with a restaurant,\" Truett Cathy once famously said, \"then we needed to be in some other line of work. Through the years, I have never wavered from that position.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chick-Fil-A+Founder+S.+Truett+Cathy+Dies+At+93&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"157"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346900668-73e81f.m3u?orgId=1&topicId=1006&e=346788443&d=157&ft=nprml&f=346788443"},{"href":"http://media.npr.org/assets/img/2014/09/08/his16_truettcathy_press-a7f4ca45f5aaf9c7cc0b069f6516ba94427ac0cb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"648","width":"864"}},{"href":"http://media.npr.org/assets/img/2014/09/08/his05_chickfila_dwarf-grill-63e8f40353f96ef40a9922302b7cd9fe8b245c7e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"864","width":"1152"}}]}