{"created":"2014-10-27T23:46:13+00:00","modified":"2014-10-27T23:46:13+00:00","valid":{"from":"2014-10-27T23:46:13+00:00","to":"3014-10-27T23:46:13+00:00"},"hreflang":"en","title":"Debate Over ATV Safety In West Virginia","published":"2014-04-29T20:43:00+00:00","teaser":"ATVs have come to play a big role in the state's tourism industry, but they're also involved in crashes that are sometimes deadly.","itags":["npr_api","308050776"],"contentencoded":"<p><p style=\"padding-left: 30px\"><em>There&#8217;s a debate underway in West Virginia over the all-terrain vehicle. ATVs are a way of life in the state &#8212; a local passion and an increasingly important source of revenue. With summer &#8212; and riding season &#8212; on the way, businesses are looking forward to another flood of ATV tourism dollars. And safety advocates are working to make sure all that fun doesn&#8217;t also come at a cost. NPR&#8217;s <strong>Leah Binkovitz</strong> reports:<p class=\"sep\"></p><p></em></p><p>Tanya Jackson, like many West Virginians, grew up riding ATVs. She remembers following along behind her brother, Rick.</p><p>&#8220;My brother was always riding &#8212; dirt bikes, ATVs, anything he could get his hands on,&#8221; she says.</p><p>But in 2006, Rick had a terrible accident.</p><p>&#8220;My dad had called me and he told me that they were trying to get a hold of my mom, that he was at Ruby Memorial and family was needed to go over there to identify his body.&#8221;</p><p>Tanya Jackson&#8217;s brother was doing two common but very dangerous things when he wrecked. First, he wasn&#8217;t wearing a helmet. And second, he was riding his ATV on pavement. When his family got to the hospital, Rick had trauma so severe he was later declared brain-dead.</p><p>He was an organ donor. So, for two days, the family kept him on life support while the hospital arranged the surgeries.</p><p>&#8220;It was probably the most, sorry, emotional, tiring thing I&#8217;ve been through but I&#8217;m glad because it gave us more time,&#8221; Tanya Jackson says.</p><p>It took her years to get back on an ATV. Now she&#8217;s one of the state&#8217;s most visible riders and outspoken safety advocates. The beauty queen even partnered with the Governor&#8217;s Highway Safety Program for a series of PSAs.</p><p>For the past decade, West Virginia has averaged roughly 30 deaths per year due to ATV-related accidents, peaking at 54 the year Rick was killed. In 2013, that number dropped to just 19.</p><p>One reason why: education.</p><p>&#8220;We&#8217;re seeing less and less deaths on ATVs with kids under the age of 16 and we really feel that our education curriculum is helping,&#8221; says Mark Whitt, who&#8217;s leading a training session down in the southern part of the state in Mingo County&#8217;s Lenore K-8 school.</p><p>Today&#8217;s lesson is all about what to wear while riding. The fifth graders model helmets, goggles, boots and other protective gear for each other.</p><p>As part of West Virginia University&#8217;s Extension program, Whitt travels to schools across the state with curriculum from the ATV Safety Institute.</p><p>Statewide, only kids under 18 are required to wear helmets. They are also the only ones required to get some basic form of safety instruction. And that only came about after organized action.</p><p>&#8220;We took about 500 kids, over 200 and some from Mingo County, and we marched on the capital in 2004 and we met with every delegate and every senator and we got our first ATV bill passed,&#8221; Whitt says.</p><p>ATV manufacturers insist their machines are safe. The problem, they say, isn&#8217;t the ATVs, it&#8217;s where and how they&#8217;re used. This gets to the heart of the problem in West Virginia.</p><p>To start, there&#8217;s a general wariness toward regulation. And as the coal industry has declined, ATV tourism has become more important. People come from all over the U.S. to ride through West Virginia&#8217;s gorgeous back country. Locals fear legislating safety could risk those tourism dollars.</p><p>One good example, the expanding Hatfield-McCoy Trail system. It brings in $1 million annually in permits alone. I wanted to see it for myself and took my first ATV ride with help from Mark Whitt.</p><p>First, I put on a helmet, boots, gloves and goggles.</p><p>&#8220;You&#8217;re gonna take your right hand and you&#8217;re gonna turn the ignition switch on,&#8221; Whitt tells me. &#8220;Very good. Then you&#8217;re gonna touch your start button and that thing is gonna start up. Are you ready to start?&#8221;</p><p>Memories are suddenly coming into focus of the last time I was on a motorbike. I quickly crashed it into my neighbor&#8217;s parked car.</p><p>I practice in a field a bit before we end up on one of the system&#8217;s &#8220;green circle&#8221; trails &#8212; the easiest there is. Still, I struggle. Twice the forest green ATV I&#8217;m riding pulls me toward the edge of the trail. But when we reach the top, the view is dramatic.</p><p>Whitt starts telling me about the wildlife: turkey, deer, bobcats and even bears. The wilderness is a big reason people do this &#8212; even Whitt. He just wants them to be safer doing it.</p><p>He comes to this trail five or six times each month. Parked up above, we look down at the highway. Just the week before, he says, a friend died riding on the road without a helmet.</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.leahbinkovitz.com/\" target=\"_blank\">Leah Binkovitz</a></strong>, NPR&#8217;s Stone and Holt Weeks Fellow. She tweets <a href=\"https://twitter.com/leahbink\" target=\"_blank\">@leahbink</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate+Over+ATV+Safety+In+West+Virginia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Leah Binkovitz","guid":"85f56bbc-82d8-4f71-8d80-f70543e49564","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308050779-018a7c.m3u?orgId=330&ft=3&f=308050776"}]}