{"created":"2014-12-29T18:30:58+00:00","modified":"2015-07-03T14:19:22+00:00","valid":{"from":"2015-07-03T14:19:22+00:00","to":"3015-07-03T14:19:22+00:00"},"hreflang":"en","guid":"85f5051b-8763-4028-8a5b-4b13750ed45a","title":"'Winning' the green card lottery is only the start of a harrowing journey","published":"2015-07-03T14:19:15+00:00","byline":"Leo Hornak","tags":["immigration","Diversity Visa Program","government","visas","Global Nation","Justice","Conflict & Justice","Mogadishu","Nairobi","North America","Africa","Somalia","United States","Kenya","Abdi Nor Iftin","Diversity Immigrant Visa","Immigration to the United States","Somali people","Al-Shabaab"],"teaser":"Abdi Nor Iftin always dreamed of leaving Somalia and coming to the United States, and his dream seemed to come true when he won a spot in the Diversity Visa Program, otherwise known as the green card lottery. But it turned out to be only the first step in a difficult and dangerous process.","contentencoded":"<p>In Somali slang, there is a special word for the daydream of starting a new life in a far-off land: it's known as a <em>bofis</em>. And for millions of refugees across Africa, there is one bofis that people obsess with above all — the idea of moving to the West, and in particular to the US.</p>\n<p>For most, it remains an impossible dream. But in the US, there is one legal way in which even those without wealth or connections can do it: Getting a lucky break in the Diversity Visa Program, better known as the green card lottery. In 2013, nearly eight million people applied for just 50,000 winning tickets, which means that for every 1,000 applicants, only six won the chance of a new life.</p>\n<p>For the past year, I've followed the story of one of the winners, a young Somali refugee called Abdi Nor Iftin who lived in the Eastleigh district of the Kenyan capital, Nairobi. Known as Little Mogadishu, it's one of the country's toughest slums. And one thing I discovered is that becoming an American is not easy, even for those who do have a winning ticket.</p>\n<p>There's something a little strange about the Diversity Visa Program. At a time when immigration to most Western countries is becoming ever more restricted, the US government still gives away 50,000 permanent resident visas each year to people chosen at random from across the world. Entries from most developing countries are permitted, and only a high school education, or a few years of work experience, are required.</p>\n<p>When I first contacted Abdi, he had been living in Little Mogadishu for some time. He and all his friends had applied for the lottery as a group, at a local Internet café, but Abdi was the only one to be picked by the lottery computer.</p>\n<p>\"We all cheered! We picked him up!\" remembers Yunus, one of Abdi's best friends. \"Everybody was holding him, we were shouting, 'You won it, you won it! You are going to America!'\"</p>\n<p>A remarkable stroke of good fortune? No, says Abdi. It was his fate.</p>\n<p>\"This was not just luck. My whole life I have been in love with America — the best country in the world, the dreamland, the land of opportunity,\" he says. \"Ask anyone what they called me when I was a kid in Mogadishu and they will tell you. My nickname then was 'Mr. America', or 'Abdi America.' Everyone used to joke about it.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"&amp;quot;Mr. America&amp;quot; shows off his adopted country&amp;#039;s flag.\" title=\"&amp;quot;Mr. America&amp;quot; shows off his adopted country&amp;#039;s flag.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/IMG_7011d.jpg.jpeg?itok=O-UmPeEF\" /><div class=\"field-caption\">\n    <p>\"Mr. America\" shows off his adopted country's flag.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Leo Hornak</p>\n  </div>\n</div>\n<p>But being well known for a love of America and American culture can also be dangerous. As the Islamist al-Shabaab rebel group took control of much of Somalia, Abdi was forced to follow his brother Hassan into exile in Nairobi.</p>\n<p id=\"story_continues_3\">Unfortunately for Abdi, being selected as a winner in the lottery is far from being a guarantee of reaching the United States. Each person selected also needs to present lots of papers and pass a final interview at a US embassy. On that day, each applicant's entire future is decided.</p>\n<p>A majority of applicants never successfully complete this process. In fact, the system is deliberately designed this way. The Diversity Visa Program has to distribute 50,000 visas each year, but to take account of interview failures and substandard applications, the number of randomly chosen applicants like Abdi is more than double that.</p>\n<p>In 2013, when he applied, approximately 105,000 hopeful applicants were picked by the system. Once the full quota of visas has been assigned, all remaining applicants are automatically refused.</p>\n<p>The odds of success for Abdi soon became even worse. While he was waiting for his embassy interview, al-Shabab launched the horrific Westgate Shopping Mall attack in Nairobi, killing and injuring dozens of innocent people. Further terrorist attacks followed, and the Kenyan authorities responded with a huge police crackdown on Somalis in Eastleigh.</p>\n<p>Although al-Shabab supporters were the official target, it felt as though every Somali refugee was at risk of arrest, deportation or being forced into internment camps. Hassan, Abdi's older brother, was particularly concerned.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/IMG_6949c.jpg.jpeg?itok=eS8XFR1n\" alt=\"\" /><div class=\"field-caption\">\n    <p>Abdi is pictured while living in Nairobi's \"Little Mogadishu,\" a poor area of the Kenyan capital that's home to many Somali refugees.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Leo Hornak</p>\n  </div>\n</div>\n<p>\"Being a refugee became a crime,\" he told me. \"We would hide in our houses. And you could hear screams, children crying, women being hauled away on trucks. Being in that room, listening, waiting for someone to take us both away — can you imagine how that feels?\"</p>\n<p id=\"story_continues_4\">For Abdi, it felt as though his entire dream of a better life in the US was being snatched away. Any arrest, however unjustified, could have led to deportation or internment, making it impossible for him to attend his US embassy interview.</p>\n<p>The strain began to take its toll. In one conversation around this time, Abdi told me he had been watching National Geographic documentaries on YouTube — it is a feature of urban refugee life that Wi-Fi connections can persist even when food and water runs low.</p>\n<p>\"Have you ever seen wildebeest?\" he asked me. \"Every year these wildebeest have to cross this big river, and the river is infested with crocodiles. So I think that these wildebeest are risk-takers. They have to cross to the other side or die trying. What I am saying is: We are now the wildebeest.\"</p>\n<p>And then, unexpectedly, a further stroke of luck — or fate. After several terrifying visits to the police station, Abdi was told he would be issued a formal police clearance letter, confirming his status as a valid applicant for a green card.</p>\n<p>That evening, he told me he could not stop staring at his ink stained fingertips, still marked from the police fingerprint pad. He did not even want to wash them, he said, just to keep the ink there a little longer. Abdi was finally ready for his interview.</p>\n<p>Early on the the morning of the interview, I received a text message from Abdi while I was brushing my teeth. It was not what I was expecting. The interview had been a failure and his application had been rejected: \"Today is my worst day on Earth,\" he wrote.</p>\n<p>It emerged that Abdi's police clearance letter was in order, but one of his university transcripts was a copy rather than a signed original. Any paperwork errors can be the kiss of death when so many candidates are applying. Hassan and all of Abdi's friends were heartbroken. Many of them had seen him as a role model for how to escape the grind of refugee life.</p>\n<p>But Abdi had been too hasty in concluding it was all over. In fact, he had not been refused outright. Although it made his application less likely to succeed, there was scope for him to resubmit the papers he was missing and ask for his application to be reviewed. He got the necessary document from the university in Nairobi and rushed around getting officials to sign it.</p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/IMG_6857.JPG_.jpeg?itok=dNq7ri1O\" alt=\"\" /><div class=\"field-caption\">\n    <p>Abdi was issued a visa to enter the United States, but had no Somalian passport to put it in.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Leo Hornak</p>\n  </div>\n</div>\n<p>A few days later, the result came in. Abdi had been finally accepted into the Diversity Visa Program. As a refugee from a failed state, he had no passport, so the visa was printed loose-leaf for Abdi to take to the airport.</p>\n<p>Abdi is now living legally in snowbound Maine. So far, life in the US has lived up to his bofis. He found work with an insulation installation company, and sent his first installment of cash home to his mother in Mogadishu. The appeal of snow has worn off, but his favourite doughnut at Dunkin' Donuts is the classic glazed kind.</p>\n<p><em>This story is adapted from <a href=\"http://www.bbc.com/news/magazine-30537090\">a documentary</a> aired by the BBC World Service.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-12-29%2Fwinning-green-card-lottery-only-start-harrowing-journey&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/abdi_flag.jpg.jpeg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/abdiflagjpgjpeg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/122920148.mp3"},{"href":"http://admin.pri.org/file/122920148mp3"}]}