{"created":"2015-05-21T12:26:32+00:00","modified":"2015-05-22T19:28:40+00:00","valid":{"from":"2015-05-22T19:28:40+00:00","to":"3015-05-22T19:28:40+00:00"},"hreflang":"en","guid":"85f9722b-dbd9-4435-a828-b22dd4e5a178","title":"El Salvador, divided by its first saint","published":"2015-05-22T19:28:35+00:00","byline":"Luis López-Portillo ","tags":["Religion","Catholism","Belief","Lifestyle & Belief","El Salvador","Oscar Romero","Salvadoran Civil War","Óscar Romero","Roberto D'Aubuisson","Romero","Vatican"],"teaser":"The archbishop whose assassination fueled a 1980s civil war is becoming a saint. That's not helping El Salvador move from its divided past, although one writer expresses hope that it might. ","contentencoded":"<p>He had recently written a letter to then-President Jimmy Carter, asking to stop aid for El Salvador’s army. At Sunday Mass, he would vigorously denounce El Salvador's military rulers for repression.</p>\n<p>On March 24, 1980, a sniper killed San Salvador Archbishop Oscar Arnulfo Romero while he was standing on the altar. The slaying <a href=\"http://www.newyorker.com/news/news-desk/the-beatification-of-oscar-romero\">was the first of a Catholic bishop in a church </a>since Thomas Becket's 1170 murder in Canterbury.</p>\n<p>Last February, after 35 years, the Vatican declared Monsignor Romero a “martyr of the faith.” His assassination, termed “in hatred of the faith,” gives him an express path to sainthood.</p>\n<p>On May 23, the Catholic Church and El Salvador's government host Romero’s beatification in San Salvador. Romero will become the country’s first saint, not because of miracles or saintly deeds, but because of the way he was murdered, according to ecclesiastic law.</p>\n<p>For many Salvadorans, Romero has always been the unofficial saint of the poor. But many others, even though they think of themselves as faithful Catholics, are having a hard time celebrating this historic event. Why? </p>\n<p>His name — and what he stood for — became an ideological weapon, a symbol of El Salvador's bitter Cold War rivalry.</p>\n<p>After Romero's assassination, the tiny Marxist movement had swollen into an armed guerrilla force known as the FMLN. Today, the FMLN is a legal political party and it has governed El Salvador since 2009. </p>\n<p>Over the years, Romero's legacy was turned into an instrument of division. There were Romero posters on the street when FMLN supporters celebrated the 9/11 terrorist attacks against the US in 2001, and Romero posters have illustrated causes such as “free trade is evil,” “legalize abortion” or “Yankees Go Home.”</p>\n<p>In 2011, the first FMLN president, Mauricio Funes, took President Barack Obama to Romero’s gravesite during the US leader's visit to El Salvador. During his administration, Funes continued to exploit Romero, naming streets and an airport after him.</p>\n<p>The right has also used Romero’s image, but was never as effective. The governing FMLN has been successful in sticking the blame of the assassination on Roberto D'Aubuisson and by extension, its rival, ARENA, which D'Aubuisson founded after the assassination.</p>\n<p>I was 9 years old when Monsignor Romero was assassinated. My generation was forced to learn about him through the lens of ideological bias. For the last 35 years, half of us have been listening about how Romero sided with the poor, his advocacy for human rights and his braveness to criticize the tyranny of the military governments of his time. The other half have been listening of how Romero was a “<em>guerrillero</em> dressed as a priest,” a pastor who took sides with kidnappers, hid outlaws in his chapel, or told the poor that they should take what they could from the rich.</p>\n<p>“We keep killing him every day, with fanaticism, with self-serving speeches, with political opportunism and exuberant ignorance about the Catholic faith,” wrote Federico Hernández, a poet and columnist. He despises political manipulators from both sides.</p>\n<p>I’m trying hard to leave behind what I thought I knew about Romero, which is mostly biased misinformation. I am learning, unlearning and reading his sermons of the shy pastor to appreciate his life and his message of justice and faith. And I'm convinced that living with past prejudices brings no good. Not to me, not to my country.</p>\n<p>“I am sure the upcoming beatification will set in motion the realization of the great miracle of a fraternal encounter of all Salvadorans, overcoming every political, social and economic division,” said Fr. Jesús Delgado, who served as Romero’s personal secretary. </p>\n<p>I hope God listens to his words. I hope Saint Romero helps us from above, so we can find peace, forgiveness and unity in a country that desperately needs it.</p>\n<p><em>Luis López-Portillo, a former presidential adviser, is a communication consultant in San Salvador.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-21%2Fel-salvador-divided-his-first-saint&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/romeroweb.mp3"},{"href":"http://admin.pri.org/file/romerowebmp3"}]}