{"created":"2014-09-16T21:05:26+00:00","modified":"2014-09-16T23:05:27+00:00","valid":{"from":"2014-09-16T23:05:27+00:00","to":"3014-09-16T23:05:27+00:00"},"hreflang":"en","title":"Traders Defend High-Speed Systems Against Charges Of Rigging","published":"2014-04-03T01:54:00+00:00","teaser":"Author Michael Lewis says high-frequency traders have figured out a way to game the system. Some of those traders say that while there are \"bad actors,\" high-speed trading plays a legitimate role.","tags":["npr_api","298370558"],"guid":"8608701e-0ba8-42dc-a552-c8201b4359ca","contentencoded":"<p>The FBI and the Securities and Exchange Commission revealed this week that they're both investigating the world of high-frequency stock trading. They did so at a time when a new book on the subject, <em>Flash Boys</em> by Michael Lewis, is causing an uproar on Wall Street.</p><p>To read Lewis' book is to be reminded of how drastically the stock market has changed in a decade — and how opaque it remains. Lewis says this opacity serves to cover up some disturbing developments.</p><p>\"The stock market is rigged. It's rigged for the benefit of a handful of insiders,\" <a href=\"http://www.npr.org/2014/04/01/297686724/on-a-rigged-wall-street-milliseconds-make-all-the-difference\">Lewis said on NPR's <em>Fresh Air</em></a>. \"It's rigged to sort of maximize the take of Wall Street, of banks, the exchanges, and the high-frequency traders at the expense of ordinary investors.\"</p><p><em>Flash Boys</em> is the story of Brad Katsuyama, a trader at the Royal Bank of Canada, who discovers something strange. Every time he enters a stock trade on his computer the price instantly changes and the earlier price is no longer available.</p><p>He assembles a team of technicians who gradually figure out that high-frequency trading firms are exploiting the system. Using ultra-fast computer networks, these firms have figured out a way to probe the stock exchanges for information about who's trading what.</p><p>\"It's a way of dangling a carrot and drawing somebody to it,\" says Andy Brooks, vice president at T. Rowe Price. \"Then profiting from it without ever having traded, without ever having stood up and actually bought that 100 shares.\"</p><p>By probing the market for information about who's buying or selling, these firms can get a small jump on trades and make a little money on each one. Lewis spoke on CNBC Tuesday.</p><p>\"They're exploiting you in a very subtle and insidious way. It's pennies per transaction, but it adds up to billions a year,\" Lewis said. \"It's totally unnecessary.\"</p><p>All this is happening very quickly because networks have gotten light-speed fast and firms can make money by trading just a few milliseconds before anyone else. But Katsuyama's team figured out a way to neutralize their advantage and they just opened an exchange that they say will make the markets fairer.</p><p>High-frequency traders have reacted to the book with outrage. <a href=\"http://www.cnbc.com/id/101544772\">On CNBC</a>, Bill O'Brien, the head of one electronic exchange known as BATS, took issue with the notion that the market is rigged and he demanded to know whether Katsuyama shared that view. Katsuyama said he does.</p><p>High-frequency traders say they're being attacked unfairly. Peter Nabicht of the Modern Markets Initiative says there may be predators in the markets who use high-speed trading, but there are also legitimate uses for it and <em>Flash Boys</em> doesn't distinguish between the two.</p><p>\"Whether it's good actors or bad actors, it's all lumped together and we need to stay focused on knowing that there's nuance,\" Nabicht says. \"That high-frequency trading as a tool is used by many, many market participants, the vast majority of which are ethical and following the rules and doing the right thing.\"</p><p>He says high-frequency trading has benefited the markets because it's added liquidity, which has meant better prices for investors. Andrew Brooks of T. Rowe Price doesn't dispute that but he says the huge growth of high-frequency trading has come at a price. Over the past few years there have been several notorious examples of suddent lurches in the market, when stocks plummeted for mysterious reasons. High-speed trading has often been implicated.</p><p>\"Our sense is that this relentless pursuit for speed, to get there faster, has a destabilizing effect on the marketplace and the market's infrastructure,\" Brooks says. \"We do worry about that.\"</p><p>One sign that a lot of investors share those concerns is how many are now routing some of their stock trades through Katsuyama's new exchange. They include T. Rowe Price but they also include famously smart investors like David Einhorn and William Ackman and even Goldman Sachs.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Traders+Defend+High-Speed+Systems+Against+Charges+Of+Rigging&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1298374052-7138ae.m3u?orgId=1&topicId=1006&ft=3&f=298370558"},{"href":"http://media.npr.org/assets/img/2014/04/02/istock_000010530899small-acad2a7a16d993ae9ffdc13438a325eaf1c467f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"798"}}]}