{"created":"2015-06-12T09:00:24+00:00","modified":"2015-06-12T20:10:09+00:00","valid":{"from":"2015-06-12T20:10:08+00:00","to":"3015-06-12T20:10:08+00:00"},"hreflang":"en","title":"A Good But Not Great New Season For Netflix's 'Orange Is The New Black'","published":"2015-06-12T11:33:00+00:00","teaser":"Netflix debuts 14 new episodes of prison dramedy <em>Orange Is the New Black</em>. NPR TV Critic Eric Deggans says the show remains compelling, despite the loss of a powerful character from last season.","itags":["npr_api","413676274"],"guid":"860bfa2b-5354-4760-bbaf-8052b10a5d51","contentencoded":"<p>The third season of <em>Orange Is the New Black</em> begins with middle-class slacker-turned-prison inmate Piper Chapman in a pretty dark place.</p><p>How can we tell? She's having a casual conversation about suicide with the prison's electrician. And when she suggests using pills instead of car exhaust in a garage, the electrician dismisses her for choosing a way out that's way too expensive.</p><p>\"I didn't realize that my hypothetical suicide had a budget,\" Piper says, sarcastically. A moment later, she realizes, \"this is not a healthy discussion.\"</p><p>Maybe not. But it's a discussion which also neatly sums up many of the themes that have made the show one of the most groundbreaking and compelling series on television.</p><p>There's the middle class' unthinking privilege. The tedium of prison life. The ways in which the guards are nearly as dysfunctional as the inmates.</p><p>The show has played these notes well in previous years and we get more such material in the third season, unveiled by Netflix today.</p><p>Especially welcome are wonderful new scenes with transgender inmate Sophia Burset — played by Emmy-nominated transgender actress Laverne Cox — who discusses plans for a Mother's Day visit from her son with another inmate whose hair she is styling.</p><p>\"How does that work with you being a lady man and all?\" the inmate asks. \"Do you and his mother both celebrate the day?\"</p><p>Sophia reacts immediately. \"Do you really want to be calling me a lady man, when I got a fist full of your hair in my hand?\"</p><p>But the visit with her son, who is clearly struggling to process her transition, is just as awkward — especially when Sophia offers to provide advice on dating.</p><p>\"You want some real advice?\" she asks him.</p><p>\"From my second mom or my used to be dad?\" Michael replies.</p><p>Sophia is unfazed. \"My dad told me, find a real insecure girl and practice on her. That way, you meet a girl you really like, you'll be good at it.\"</p><p>\"You really want to be a lady in a world where men do that?\" Michael asks.</p><p>Sophia doesn't hesitate. \"God help me, I do.\"</p><p>This is when the show is at its best, exploring the characters who surround Piper Chapman. As the blonde, attractive middle class inmate, she may have once been a point of entry for fans who needed to be introduced to this world. But by now, she's surrounded by characters so much more compelling, you barely notice when she's not onscreen.</p><p>What works well this season are poignant flashback episodes for characters once relegated to the background, like overweight bully Carrie \"Big Boo\" Black. Seeing her pre-jail relationships with her family — and the early life of crime led by some other inmates — are always a welcome window into their current behavior.</p><p>It's not about seeing the specific acts which got them locked up, though that can be enlightening, too. It's about seeing what put them on the path that ended at Litchfield; whether it's a mother feeding her kids too much Mountain Dew to further a welfare scam or a Chinese woman who turned a marriage rejection into a job leading a gang.</p><p>But there are times when the show's message is a bit <em>too </em>on the nose. Like when one inmate talks about whether friendships in prison can survive on the outside.</p><p>\"Here's what going to happen when you get out,\" she says, bitterly. \"You'll call each other up, maybe meet for drinks, make more plans but then cancel them. You're avoiding each other because it only took that one drink to realize you don't have anything in common We're not a family, we're a band aid. And once you rip it off, all we are to each other is scars.\"</p><p>That seems a little more like a speech from the <em>Shawshank Redemption</em>, if you ask me.</p><p>There's more: Piper sees a person returns to the prison that she never expected, Blair Brown plays a Martha Stewart-like figure who lands in Litchfield prison and a change in how the place is run has implications for everyone.</p><p>But what <em>Orange Is the New Black</em> really lacks — at least in the first six episodes provided to TV critics for an early look — is the kind of drama brought last season by Lorraine Toussaint's masterfully menacing character, Yvonne \"Vee\" Parjker.</p><p>Vee was a drug dealer who became a maternal figure for many of the black women in the prison and nearly ran the entire jail until she died during an escape attempt.</p><p>This year, the show's first six episodes lack the urgency and focus that Vee's jailhouse maneuvers often brought. The series may recapture that energy later in the season, but six episodes is a long time to wait.</p><p>What we get is still a really good third season for <em>Orange Is the New Black</em>. But it somehow still feels a little less groundbreaking than the season which came before.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Good+But+Not+Great+New+Season+For+Netflix%27s+%27Orange+Is+The+New+Black%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"181"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413849182-c9d5c9.m3u?orgId=1&topicId=1138&d=181&p=3&story=413676274&t=progseg&e=413811408&seg=5&ft=nprml&f=413676274"},{"href":"http://media.npr.org/assets/img/2015/06/11/oitnb_ps3_002_h-9bac6c24ecc3259f424fd21681a41b5544aa4027.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2119","width":"2825"}}]}