{"created":"2015-02-24T19:29:15+00:00","modified":"2015-02-24T19:39:18+00:00","valid":{"from":"2015-02-24T19:39:18+00:00","to":"3015-02-24T19:39:18+00:00"},"hreflang":"en","title":"Uber's New Turf: Mid-Sized Cities","published":"2015-02-24T19:38:00+00:00","teaser":"The ride-for-hire service is expanding into areas without a strong taxi culture. We speak with the mayor of Des Moines, Iowa.","itags":["npr_api","388756354"],"guid":"861412fa-8cc7-4564-adb1-6c301439593a","contentencoded":"<p>The car-for-hire service Uber has been elbowing its way into big cities across the country, sparking controversies with taxis and regulators.</p><p>Last month, the San Francisco-based company raised $1.6 billion in financing, which it is using to fund international expansion.</p><p>Closer to home, the company is setting its sights on mid-sized cities, looking to expand its market into areas where taxi service is not as much a part of the culture.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks with Des Moines, Iowa, mayor <strong>T. M. Franklin Cownie</strong> about Uber&#8217;s arrival in his city.</p><h4>Interview Highlights: Mayor Frank Cownie</h4><p><strong>Is Des Moines a taxi city? </strong></p><p>&#8220;It’s pretty easy to get around in an urban area. You know, from the suburbs to downtown is, almost in any place, 20 minutes and a lot of people, day after day, take cars. I think the taxis are not really the way people move around unless you’re visiting. And we do have a lot of visitors. We’re a capital city. People come in for government, insurance people, banking people; we’re huge in those areas, so lots of visitors. And I think those are the majority of people who use taxis during the day. At night, it may be a little different. Some people move around by taxi, especially if they’re planning on imbibing and concerned about getting home and not getting a ticket.</p><p><strong>On the reaction from locals</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;It’s not just millennials, it’s people in their 40s, 50s, 60s, 70s that also seem to have an interest in trying or using Uber.&#8221;</p><p></div></p><p>&#8220;It certainly has challenged the way a local cab company does business. I think the traditional taxi stand kind of business, an awful lot of people, especially young people, are moving away from that. Although, as we have hearings in city hall, it’s interesting to see the wide variety of ages that come down to our meetings. I mean, it’s not just millennials; it’s people in their 40s, 50s, 60s, 70s that also seem to have an interest in trying or using Uber.&#8221;</p><p><strong>On the reaction from local taxi companies</strong></p><p>&#8220;A lot of them are concerned, especially if they’re ‘wedded,’ if you will, to a local taxi company. However, I have been told on the side by a couple of the drivers, ‘well you know why they’re worried, because now we can just drive our own cars and we can work for Uber and not have to rent a taxi and not have to use their radio system and not have to do anything. And when the check comes, I don’t have to split it with anybody. I get my 80 percent of the ride and end of story.’&#8221;</p><p><strong>On working with Uber </strong></p><p>&#8220;They didn’t come in and exactly apply to us and tell us they were coming. They just setup shop and started. So we’ve had to try and notify them that we’ve got concerns regarding insurance, regarding background checks, regarding information. What if there are robberies or accidents and we need answers? How do we get them? And who do we get them from? I mean, those are details that I think we’re still trying to work out. And I think, at least most of the time, they’re trying to get us answers, but they’re more reactive than proactive in working on it, so it’s been a bit of a struggle.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.icleiusa.org/about-iclei/board-of-directors/corporate-treasurer\" target=\"_blank\">Frank Cownie</a></strong>, mayor of Des Moines, Iowa.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Uber%27s+New+Turf%3A+Mid-Sized+Cities&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388756359-ed3a30.m3u?orgId=1&e=388756354&d=357&ft=nprml&f=388756354"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0224_iowa.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"488","width":"800"}}]}