{"created":"2015-05-11T20:42:36+00:00","modified":"2015-07-01T14:57:51+00:00","valid":{"from":"2015-07-01T14:57:51+00:00","to":"3015-07-01T14:57:51+00:00"},"hreflang":"en","title":"Tiny Music Royalties Add Up, Unexpectedly","published":"2015-05-15T01:19:00+00:00","teaser":"The Internet is full of music, but not all of it generates income for composers and songwriters. Services that specialize in \"micro-licensing\" are helping to fix that.","itags":["npr_api","404485444"],"guid":"861b556e-3756-4cc9-a234-1b5f4a307179","contentencoded":"<p>There hasn't been a lot of good news for musicians on the income front since the Internet came along and halved the size of the record industry. Music is everywhere on the Internet — but income from services like Spotify and Pandora aren't making up for the loss of revenue the industry has suffered over the last 15 years. To complicate matters further, much of the music online is uploaded by fans, in podcasts or six-second videos on Vine, which are hard to track and monetize.</p><p>That may be changing because of a new group of companies who are finding ways to track and license music uses all over the Internet. Josh Collum, who founded a band called Secrets in Stereo (onstage, Collum went by the name Josh Ryan), signed up with one of those companies, called Rumblefish. He admits that he was \"not sure of everything that they did when I first started working on them.\"</p><p>Initially, he didn't get much income from Rumblefish — a few hundred dollars here and there. Then, a couple of years ago, something changed. He started seeing real money — tens of thousands of dollar a quarter. \"So I called,\" he says. \"And I'm like, 'What's happening? Why the jump?'\"</p><p>One of the reasons was a song from Secrets in Stereo's 2007 debut album called \"Happy.\" A love song, it stood out to wedding photographer Aaron Mischel, who, in 2009, was looking for music to accompany a video he made of a wedding. He searched for tracks on a site called Animoto, a subscription site for professional photographers that offers editing tools and pre-licensed music.</p><p>\"There's times that I would go through a couple hundred tracks on their website trying to find the right music,\" he says. \"Then there's songs like 'Happy' that are just ... they're really great. They have a good feeling to them. The words work for happy occasions.\"</p><p>After Mischel gave the couple their video, the newlyweds posted it on YouTube. People who went to the wedding liked the song too and shared the original online. Other wedding photographers also found \"Happy\" and used it started the cycle again.</p><p>\"I was kind of keeping an eye on my statements and my last statement I passed 250 million views online. Total,\" Collum says. \"That's a significant number for an artist that no one really knows.\" Ironically, Collum says, he's never thought of himself as the kind of musician who plays weddings. But, it turns out they've been very lucrative for him.</p><p>In addition to the money Rumblefish collects from Animoto it also tracks views of videos. When any video gets enough views, YouTube monetizes it with ads. Musicians who own the song used in a video can claim part of that money; Rumblefish does the work of collecting for Collum.</p><p>Rumblefish also has deals with other sites similar to the one it has with Animoto. Shutterstock, which started as a photo licensing site, now does the same for tracks of music. Users pay a fee and they can use the track for an online ad for a local business or a corporate video. Rumblefish has a deal with GoPro, the portable video camera company. It has software where camera owners can post their action videos and put pre-licensed music under them.</p><p>Rumblefish was founded nearly 20 years ago before the Internet was everywhere. Paul Anthony Troiano was a music student at University of Oregon and he was putting himself through school by selling his music composition homework to a local TV station. \"A professor called me in one day and said that he heard my music homework on TV and asked me why I didn't put the effort into writing the music myself,\" says Troiano. \"He thought I'd just lifted it from the TV, but I'm like, 'No. I got paid 500 bucks for that. Isn't that great?'\"</p><p>Troiano's professor didn't think so. Troiano was thrown out of the music program. But the University of Oregon's business school took him in and Troiano studied copyright and music rights there, and later founded Rumblefish to sort out all the owners of a piece of music. Just think of a band, he says: There's the songwriter, singer, bass player and so forth. Collaborators like producers often contribute to the songwriting process as well, and get a share of the credit.</p><p>\"There's 28 people at the table for each of these songs,\" explains Troiano. \"We figure out who all of them are and we organize that into tables in a database and we say, 'OK, now the song is ready to go 'cause we found everyone that owns every little disparate piece.'\"</p><p>There are many other companies stepping into the market for licensing and tracking music online, says Casey Rae, the CEO of the Future of Music Coalition.</p><p>\"There's a growing market for what you could probably call creative technology companies, meaning they're companies that are on the music side of the business,\" Rae says. \"But they're using technology to solve some of the problems that have frustrated artists and writers for decades.\"</p><p>Rae thinks that after years of bad news about music piracy on the Internet cutting into sales, we may be about the enter a new era, one in which the music business becomes more global and the Internet actually brings in new areas of revenue for musicians rather than just killing the old ones.</p><p>And for music fans who might have felt a little bad about sharing and listening to music free — these new technologies may relieve a little guilt.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tiny+Music+Royalties+Add+Up%2C+Unexpectedly&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405955664-9d1912.m3u?orgId=1&topicId=1039&d=261&p=2&story=404485444&t=progseg&e=405936490&seg=17&ft=nprml&f=404485444"},{"href":"http://media.npr.org/assets/img/2015/05/11/happy-video-d449bf4d7811b7224b93847ea0b29d76b2f31bc8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"530","width":"707"}}]}