{"created":"2015-02-15T12:04:07+00:00","modified":"2015-02-20T17:05:15+00:00","valid":{"from":"2015-02-20T17:05:15+00:00","to":"3015-02-20T17:05:15+00:00"},"hreflang":"en","title":"Phoenix Suns' Two Sets Of Brothers Redefine Sibling Rivalry","published":"2015-02-15T17:49:00+00:00","teaser":"Last month, the NBA's Suns made history when for the first time, two sets of brothers played for the same team at the same time. One set of siblings competes with each other, while the other supports.","itags":["npr_api","386448308"],"guid":"862aeeba-d9b9-4593-87bc-4a887207bd34","contentencoded":"<p>The most exciting moment of the NBA All-Star Game tonight just might be the first moment. Two brothers, Chicago's Pau Gasol and Memphis' Marc Gasol, will square off for the opening jump ball.</p><p>But they're not even the most surprising sibling story in the NBA. The Phoenix Suns have two sets of brothers on its roster. <strong> </strong></p><p>Markieff and Marcus Morris both play on the Suns. They're identical twins, right down to their matching tattoos.</p><p>And then there are two guys with the name Dragić on their backs: Goran and Zoran.</p><p>Goran is three years older than his brother, and when he took up basketball in his native Slovenia, guess what his little brother did? Zoran says he copied Goran.</p><p>\"He go to basketball, and I just decided I'll try basketball, too,\" he says, laughing.</p><p>They play the same position, they're both left handed, so when the brothers turned pro and played each other in the Slovenian league, they had to guard each other. It was hard for their parents. Who you do you cheer for? The feisty rivalry continued even when they played on the same team, the Slovenian national team.</p><p>\"I mean if you're winning, you're cool,\" Goran says. \"But if you're losing, then it was his fault. He was saying it was my fault. But I know that's brothers' love.\"</p><p>It's different for the Morris brothers, who grew up in Philadelphia, the City of Brotherly Love. They don't compete against each other — maybe because they're twins or because they have almost always been teammates.</p><p>They played together in high school and for Kansas in college. In the NBA draft, they went back-to-back in the same order they were born, but Phoenix took Markieff, and Houston picked Marcus. Two years later, when a trade brought Marcus to the Suns, Markieff says his prayers were answered.</p><p>\"It was just gift,\" Markieff says. \"We was super excited. We definitely vowed, if we could get on the same team that it would be almost impossible to break us up again.\"</p><p>Markieff plays close to the basket, while Marcus is more of an outside shooter, and he's a better dribbler. Different skills, but they're identical twins. That created confusion for Suns rookie point guard Tyler Ennis whenever one of the twins grabbed a rebound with a chance for a fast break.</p><p>\"When I first got here, I couldn't tell them apart,\" Ennis says. \"One day I'd play with Marcus, and he'd get it and be like, 'When I catch it you can run.' I'd play with Markieff the next day, he's like, 'Yo, when I catch it, you gotta come back and get it.' So it's a little different, but now that I can tell them apart it's blatantly obvious to me which is which.</p><p>Reuniting the brothers has paid off. With them both wearing Suns purple and orange, Markieff's average points per game have nearly doubled.</p><p>The Morrises feed off each other, but Phoenix coach Jeff Hornacek says the Dragićs challenge each other.</p><p>\"Goran and Zoran are probably more typical brothers, because they hit each other,\" Hornacek says. \"But the Morrises, they tend to let each other score, and not guard, and make each other look good. So they're different in that way.\"</p><p>In all, <a href=\"http://www.nba.com/2015/news/features/steve_aschburner/02/08/all-star-pau-gasol-marc-gasol/\" target=\"_blank\">70 sets of brothers have played in the NBA</a>. There are theories about why so many have made it. Some say its genetics — height and athleticism can run in families. And if one brother gets a look from a scout, the little brother just might get a look, too. It could also have to do with parenting styles.</p><p>Or maybe it's just sibling rivalry, just trying to beat your brother makes you a better player. Whatever the reason, <a href=\"http://arizonasports.com/41/1795707/Gerald-Green-helps-Phoenix-Suns-pull-away-from-76ers\" target=\"_blank\">the Suns made NBA history last month</a> when for the first time, two sets of brothers played on the court for the same team at the same time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Phoenix+Suns%27+Two+Sets+Of+Brothers+Redefine+Sibling+Rivalry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Curt Nickisch","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386448309-363107.m3u?orgId=1&topicId=1055&e=386448308&d=237&ft=nprml&f=386448308"}]}