{"created":"2015-06-14T09:35:40+00:00","modified":"2015-06-16T18:14:40+00:00","valid":{"from":"2015-06-16T18:14:40+00:00","to":"3015-06-16T18:14:40+00:00"},"hreflang":"en","title":"MERS Is A Health Crisis With Political And Economic Costs","published":"2015-06-16T18:05:00+00:00","teaser":"After a bungled initial response to the virus, South Korea's president has to win back public trust. Leaders are scrambling to keep the country's prized economy from struggling.","itags":["npr_api","413922618"],"guid":"8631d80e-f296-4015-8d43-3dce0708fa1e","contentencoded":"<p>In South Korea, schools are starting to reopen and hundreds are coming out of quarantine as the Asian MERS outbreak appears to slow down. Middle East respiratory syndrome has infected 150 and killed 16 people in South Korea since mid-May. And as it has become clear in the past week, this health crisis is coming <a href=\"http://www.npr.org/sections/goatsandsoda/2015/06/05/412118009/south-koreas-mers-crisis-exposes-public-distrust-of-leaders\">with political</a> and economic costs.</p><p>\"Even though you feel anxious,\" South Korean President Park Geun-hye said in a televised message, \"please cooperate so the economy isn't weakened.\"</p><p>The world's 14th largest economy was already showing signs of slowdown because of declining exports when something unexpected hit: The viral respiratory illness called MERS.</p><p>\"The economy is freezing up, people aren't playing sports together, people aren't going to clubs. Society is becoming paralyzed,\" retiree Park Jang-yeon said of life in Seoul lately.</p><p>Baseball teams play to empty stadiums; movie theaters say attendance dropped by a third. Government figures show overall retail sales for the first week of June fell nearly 17 percent.</p><p>\"Koreans live on a crisis du jour mentality; starting with North Korea to whatever trial or tribulation they're going through,\" says Tom Coyner, who has lived here for two decades and is the author of the book <em>Doing Business in South Korea</em>. \"But this one has really got them a little unhinged.</p><p>\"There is not a strong sense of the warm and fuzzies when it comes to the national leadership to be able to tackle this challenge,\" he says.</p><p>The government <a href=\"http://www.npr.org/sections/goatsandsoda/2015/06/05/412118009/south-koreas-mers-crisis-exposes-public-distrust-of-leaders\">admits it was slow off the mark</a> in its initial response. To compensate, it has since responded in such a sweeping way — with thousands of school closures and quarantines — that even unaffected consumers are staying home. Tens of thousands of tourists have scrapped trips to South Korea, and the president postponed her planned visit to the United States. It was supposed to start Sunday and feature a summit with President Obama.</p><p>\"Bilateral trips do [and] can give her a shot in the arm because yes, she has been struggling here at home,\" says Peter Beck, a professor of Asian Studies at Ewha University in Seoul. He says the issues Park was planning on discussing with Obama are as important as ever.</p><p>\"Korea, because of the tense relations they have with Japan, along with a growing mistrust of China, they're really feeling kind of alone,\" Beck says. \"So summits are a way of reminding the public that Korea still has a very strong partner that has its back when it's dealing in a very tough neighborhood in Asia.\"</p><p>For now, dealing with the tough neighborhood — which includes that unstable neighbor to the North — is taking a backseat to the South Korean president's more pressing need to solve domestic problems. Park's <a href=\"http://www.nytimes.com/2015/06/13/world/mers-tarnishes-korean-presidents-image-as-leader.html?_r=0\">approval rating is at 33 percent</a> — down from 40 percent before MERS hit. And with worries of the economy further slowing because of MERS, the country's central bank <a href=\"http://www.bbc.com/news/business-33089930\">cut the key interest rate</a> to a historic low.</p><p>\"South Koreans, being a very highly educated, capable people will get through this,\" Coyner says.</p><p>The number of new MERS cases seems to be dwindling, giving health officials hope the outbreak has peaked. Not just for the sake of sick patients, but because the country's collective psyche and economy need healing, too.</p><hr /><p><em>HaeRyun Kang contributed to this story. For more on MERS and behind-the-scenes in East Asia, follow our Tumblr, <a href=\"http://elisegoeseast.tumblr.com\">Elise Goes East</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=MERS+Is+A+Health+Crisis+With+Political+And+Economic+Costs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414561625-a802a9.m3u?orgId=1&topicId=1125&d=204&p=3&story=413922618&t=progseg&e=414552994&seg=14&ft=nprml&f=413922618"},{"href":"http://media.npr.org/assets/img/2015/06/12/gettyimages-476513116-b77ca7917d7163d4e252c9a1cf5cdcbe65d08118.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2962","width":"3950"}},{"href":"http://media.npr.org/assets/img/2015/06/12/gettyimages-473811608-dd67f5ffd004ebc3c2b5694f5a6f62083d42c21a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1764","width":"2352"}}]}