{"created":"2015-03-03T21:04:08+00:00","modified":"2015-05-13T21:21:38+00:00","valid":{"from":"2015-05-13T21:21:37+00:00","to":"3015-05-13T21:21:37+00:00"},"hreflang":"en","title":"10 Questions Some Doctors Are Afraid To Ask","published":"2015-03-04T22:03:00+00:00","teaser":"Just 10 questions about bad childhood experiences can turn up undiagnosed illness in adults, research suggests. So why don't more doctors ask? Some say they aren't equipped to deal with the answers.","itags":["npr_api","377569539"],"guid":"863b0c3c-35ae-42d9-a423-e86de0759695","contentencoded":"<p>Imagine that the next time you go in for a physical, you're told there's a new tool that can estimate your risk for many of the major health problems that affect Americans: heart disease, diabetes, depression, addiction, just to name a few.</p><p>It's not a crystal ball, but might hint at your vulnerability to disease and mental illness — long before you start smoking or drinking, gain a lot of weight, develop high blood pressure or actually get sick.</p><p>And all you have to do is answer 10 yes-or-no questions about your childhood:</p><p>Answering those questions would give you an \"adverse childhood experiences\" score (or ACE score, for short). The test's proponents say that it provides a rough measure of a tough childhood, and some of the experiences — death of a parent, childhood abuse or neglect — that can have long-term effects on your health.</p><p><a href=\"http://www.apbspeakers.com/speaker/vincent-felitti\">Dr. Vincent Felitti</a> of the University of California, San Diego, who did much of the research that gave rise to the ACE score, thinks the tool is so useful it should be part of a routine physical exam. But it's not, for a variety of reasons.</p><p>For one thing, doctors aren't taught about ACE scores in medical school. Some physicians wonder what the point would be, as the past can't be undone. There also is no way to bill for the test, and no standard protocol for what a doctor should do with the results.</p><p>But Felitti thinks there's an even bigger reason why the screening tool largely has been ignored by American medicine: \"personal discomfort on the part of physicians.\"</p><p>Some doctors think the ACE questions are too invasive, Felitti says. They worry that asking such questions will lead to tears and relived trauma ... emotions and experiences that are hard to deal with in a typically time-crunched office visit.</p><p>I wondered if those concerns were warranted, so with the permission of the patient and the doctor, I sat in on an appointment.</p><p>Bonnie Ratliff, a mother of two in her 30s, met with Felitti at Kaiser Permanente in San Diego, where he did his research more than 15 years ago with the Centers for Disease Control and Prevention.</p><p>As Felitti talked with Ratliff, he went over the extensive, customized medical history form she'd filled out before the appointment — a form that included the ACE questions. Felitti asked Ratliff about her mother's nervous breakdown, and the drinking and hoarding that followed it.</p><p>\"It was hard, you know? It was especially hard because she made us keep it a secret,\" Ratliff said.</p><p>Ratliff also explained that she was molested once, as a kid, although she didn't think that had affected her in a lasting way.</p><p>It took about a half hour to go over everything — which included some issues with irregular heartbeat, weight gain, allergies and an eye problem, in addition to the questions about Ratliff's childhood. It took a bit longer than a typical doctor's appointment, but otherwise wasn't so different. Despite the intimate content of the conversation, Ratliff never got upset.</p><p>\"You don't feel like you have to bare your emotions, you know?\" Ratliff said afterward. \"If it's just, like, just a checklist, and you can just check off these things that have happened to you — 'yep, yep, yep' — it doesn't feel so scary.\"</p><p>Felitti hadn't even mentioned the term \"ACE score,\" or told Ratliff what her score was — 4 out of 10 — but he methodically had asked her how she thought each adverse childhood experience had affected her. After the appointment, Ratliff said that as she spoke with Felitti, something clicked into place.</p><p>\"I've done a lot of thinking about how my childhood experiences have turned me into the person I am, how I still carry them with me,\" she said. \"I haven't necessarily connected it, for the most part, to physical issues before this.\"</p><p>That's the point, Felitti believes: Asking patients about ACEs helps patients understand their health more deeply, and helps doctors understand how to help.</p><p>According to <a href=\"http://www.macfound.org/fellows/886/\">Dr. Jeff Brenner</a>, a family doctor and MacArthur Fellows award-winner in Camden, N.J., getting these rough measures of adversity from patients potentially could help the whole health care system understand patients better.</p><p>The ACE score, Brenner says, is \"still really the best predictor we've found for health spending, health utilization; for smoking, alcoholism, substance abuse. It's a pretty remarkable set of activities that health care talks about all the time.\"</p><p>Brenner won his MacArthur fellowship in 2013 for his work on how to treat the most complicated, expensive patients in his city — people who often have high ACE scores, he found.</p><p>\"I can't imagine, 10, 15 years from now, a health care system that doesn't routinely use the ACE scores,\" he says. \"I just can't imagine that.\"</p><p>Brenner only learned about ACE scores a few years ago, and says he regrets not integrating the tool into his practice sooner. But like most doctors, he says, he was taught in medical school to not \"pull the lid off something you don't have the training, time or ability to handle.\"</p><p>In theory, Brenner says, talking to patients about adverse childhood experiences shouldn't be any different than asking them about domestic violence or their drinking — awkward topics that doctors routinely broach now.</p><p>But spreading the word about ACE scores has been a challenge, he says.</p><p>Even doctors who <em>want</em> to screen their patients in this way say that figuring out exactly how to do so is complicated. Who would review the answers with patients? A doctor? A nurse? A social worker? And what <em>should</em> doctors do with a patient's ACE score, once they have it?</p><p>\"You can't go back 40 years and make the bad childhood go away,\" says <a href=\"http://www.jpshealthnet.org/for_medical_professionals/residency_programs/family_medicine/faculty_staff\">Dr. Richard Young</a>, a family physician who also trains residents in family medicine in Fort Worth, Texas.</p><p>Young says he sees patients all the time with lots of health problems who had rough childhoods — and he's not afraid to talk to them about what they've been through. But he's skeptical of the usefulness of asking every single patient about adverse childhood experiences.</p><p>For those who already have reckoned with demons from their past, the questions could bring up issues they'd rather not relive, Young says. And many of the biggest factors that can foster disease and shorten life — depression, alcoholism, drug abuse, and complicated, chronic conditions like diabetes and obesity — are problems he says he would find out about anyway, without having to ask patients about their childhoods.</p><p>\"There are no randomized controlled trials that show that applying these screening tools to a large population changes any outcomes that a patient cares about,\" says Young. \"Someone's got to show me that it's going to actually make a difference in my patients' lives — and to my knowledge no one has done that.\"</p><p>Felitti agrees that there is no research tracking how asking for ACE scores affects patients in the long term, but says that from his experience with many thousands of patients, the benefits of getting an ACE score come down to something more spiritual than medical: alleviating shame.</p><p>Felitti says that many of his patients never had told anyone that they'd been abused as a kid — ever — until he asked them. Disclosing their secrets, they told him afterward, brought them tremendous relief.</p><p>He likens that unburdening to a lay version of a Catholic church confession.</p><p>\"They leave with the understanding that they're still an acceptable human being, they're still part of the group,\" Felitti says.</p><p>Instead of treating a specific medical problem, talking about an ACE score with a patient is a process of listening and accepting, Felitti says. But for busy doctors eager to diagnose and cure, that's harder than it sounds.</p><hr /><p><em>This story is part of the NPR series, </em><a href=\"http://www.npr.org/blogs/health/2015/03/02/377569413/www.npr.org/series/389312217/what-shapes-health\">What Shapes Health?</a> <em>The series explores social and environmental factors that affect health throughout life. It is inspired, in part, by findings in a </em><a href=\"http://media.npr.org/documents/2015/feb/What_Shapes_Health_Report.pdf\">poll </a>released Monday<em> by NPR, the Robert Wood Johnson Foundation and the Harvard T.H. Chan School of Public Health</em><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=10+Questions+Some+Doctors+Are+Afraid+To+Ask&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"488"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390484929-de85b9.m3u?orgId=1&topicId=1128&aggIds=389312217&d=488&p=2&story=377569539&t=progseg&e=390446518&seg=4&ft=nprml&f=377569539"},{"href":"http://media.npr.org/assets/img/2015/03/02/ace-still-2_wide-675e8dcd1734e3da3c1041bb7a7fe4f2e44f3f7a.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"640","width":"1139"}},{"href":"http://media.npr.org/assets/img/2015/01/20/ace-test-2-resize-99c5b66998a8b8c86f7f738d412f59ccff6719e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1238","width":"1652"}}]}