{"created":"2015-04-23T08:25:54+00:00","modified":"2015-04-27T04:25:24+00:00","valid":{"from":"2015-04-27T04:25:24+00:00","to":"3015-04-27T04:25:24+00:00"},"hreflang":"en","title":"Oklahomans Feel Way More Earthquakes Than Californians; Now They Know Why","published":"2015-04-23T18:25:00+00:00","teaser":"The U.S. Geological Survey issues a report Thursday on quakes linked to oil and gas drilling, but Oklahoma has said that the industry's wastewater disposal is the cause. What's unknown is a solution.","itags":["npr_api","401624166"],"guid":"863e0866-166b-4bfe-a561-0d7fe9a6e5b9","contentencoded":"<p>A magnitude-3.0 earthquake is small, but most people can feel it. Historically, Oklahoma got less than two of those a year, but in 2013 it became two a week.</p><p>It's only gotten more active since then — last year, the state had three times as many earthquakes<a href=\"http://earthquake.usgs.gov/earthquakes/shakemap/list.php?y=2015\" target=\"_blank\"></a> as in the entire seismically active state of California.</p><p>This morning, the U.S. Geological Survey will issue its first comprehensive assessment of the hazard posed by earthquakes linked to oil and gas drilling. In the preliminary report, the survey details oil and gas-related quakes in eight states.</p><p>The earthquake surge is strongest in Oklahoma, where the state government has formally acknowledged the link for the first time earlier this week.</p><p>Dea Mandeville, city manager of Medford, Okla., says she has been feeling those quakes more than twice a day.</p><p>\"Yeah, we're used to two or three earthquakes a week, but to get one — two or three every day now, this past week, is really strange,\" she says.</p><p>Mandeville organized a town hall meeting in late March to discuss the earthquakes in the small community of about 1,000, which is about 100 miles north of Oklahoma City, near the Kansas border. Mandeville says people in her town are worried — and annoyed by all the shaking.</p><p>\"I haven't had any damage on my personal things, but we've had things fall off the walls,\" she says. \"Luckily it didn't break.\"</p><p>Mandeville invited representatives from Oklahoma's oil and gas regulator and its state seismologists to speak at the meeting, which drew hundreds of attendees, including anti-fracking protesters. It was lively and testy, especially when people like Tulsa-based independent geologist Bob Jackman — an outspoken critic of state regulators' efforts — asked questions.</p><p>\"I would like to say with a little more clarity — it is the disposal wells that's causing this problem, period. Do you agree with that?\" Jackman asked.</p><p>The entire panel did — <a href=\"http://stateimpact.npr.org/oklahoma/2015/04/21/state-seismologist-oklahoma-earthquakes-very-likely-triggered-by-oil-and-gas-disposal-wells/\" target=\"_blank\">and now the state officially agrees too</a>.</p><p>\"We are attributing most of the earthquakes that we experience in Oklahoma to produced water that is disposed of into older formations,\" says Rick Andrews of the <a href=\"http://www.ogs.ou.edu/homepage.php\" target=\"_blank\">Oklahoma Geological Survey</a>.</p><p>Simply put, oil and gas production generates a lot of toxic waste fluid. Energy companies have to pump it back into the ground in wastewater disposal wells, and that is what is triggering the majority of these earthquakes.</p><p>Other states are experiencing oil-and-gas-related earthquakes too: Research published this week links a swarm of earthquakes to disposal wells in Texas.</p><p>Oklahoma has more than 3,200 of these wells, and last year the state had three times as many quakes as California did. So far this year, the Geological Survey's ShakeMap tool lists <a href=\"http://earthquake.usgs.gov/earthquakes/shakemap/list.php?y=2015\" target=\"_blank\">more than twice as many 3.0-plus earthquakes in Oklahoma as in California.</a></p><p>State officials have been slow to formally link the industry to the earthquakes. The oil and gas industry is one of the largest economic drivers in Oklahoma — sales tax revenues from drilling and associated business <a href=\"http://www.enidnews.com/news/medford-oil-funds-put-to-good-use-for-town/article_5451af6a-c521-11e4-aab2-b3158a215d8b.html\" target=\"_blank\">allowed Medford to build a new community pool</a>, among other projects.</p><p>But state authorities have stepped up oversight of disposal wells and operators in quake-prone regions, which the industry disagrees with.</p><p>\"We don't know enough about what's really going on in the subsurface to know <em>how</em> to mitigate some of this risk,\" says Chad Warmington, president of the <a href=\"http://okoga.com/\" target=\"_blank\">Oklahoma Oil & Gas Association</a>.</p><p>Warmington is worried Oklahoma's new position might fuel well moratoriums, which one state lawmaker is already calling for.</p><p>\"Just to say we're just going to blanketly shut 'em down, it doesn't make logical sense, because it may have no impact whatsoever on the seismic activity,\" he says.</p><p>Scientists don't know if these earthquakes can be stopped now that they've started — even if these disposal wells are banned. But now that they've confirmed the cause, finding a solution is one of the next things they plan to research.</p><p><em>Joe Wertz reported this story for NPR's </em><a href=\"http://stateimpact.npr.org/oklahoma/\" target=\"_blank\">StateImpact Oklahoma</a><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oklahomans+Feel+Way+More+Earthquakes+Than+Californians%3B+Now+They+Know+Why&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Wertz","audio":[{"meta":{"duration":"197"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401655870-5fa8cc.m3u?orgId=1&topicId=1091&e=401624166&d=197&ft=nprml&f=401624166"}]}