{"created":"2014-09-28T14:53:27+00:00","modified":"2014-10-30T22:01:19+00:00","valid":{"from":"2014-10-30T22:01:19+00:00","to":"3014-10-30T22:01:19+00:00"},"hreflang":"en","title":"With Savvy And New-Age Speeches, A First Couple Runs Nicaragua","published":"2014-09-28T19:21:00+00:00","teaser":"Daniel Ortega is not the bombastic revolutionary of years past. He's toned down the rhetoric and his wife runs day-to-day operations. Critics say it's not unlike the regime he toppled 30 years ago.","itags":["npr_api","351766909"],"guid":"864c9731-71ed-410d-bbb9-6520beb4c411","contentencoded":"<p>Nicaragua's gigantic transoceanic canal, if it gets built, will dwarf the neighboring Panama Canal. Ground-breaking is set to begin before the end of the year.</p><p>The $50 billion mega project would bring an economic boom to the poor nation — and a political bonanza for its president, Daniel Ortega.</p><p>Ortega is not the bombastic revolutionary of years past. He shies away from public appearances and has left day-to-day operations to his wife, an eccentric former revolutionary poet.</p><p>Supporters hail the two as socialist saviors of the country, but critics charge the couple with creating a closed, authoritarian regime more akin to the dictatorship they toppled more than 30 years ago.</p><p><strong>A Much Different Ortega</strong></p><p>At 68, Daniel Ortega has less hair and is much thicker around the middle than when he was first elected president nearly 30 years ago, not long after he and his Sandinista rebels put an end to more than four decades of the Somoza family dictatorship.</p><p>He has also toned down his fiery revolutionary rhetoric, even toward his former No. 1 enemy, the United States. At a rare public appearance earlier this summer, commemorating the Nicaraguan navy's 34th anniversary, Ortega told the crowd of faithful Sandinista supporters, \"I want to recognize the role of the United States government and President Barack Obama.\"</p><p>He went on to praise U.S. contributions and cooperation in combating drug traffickers in Central America.</p><p><strong>His Wife Is The Voice Of The Government</strong></p><p>But while Ortega shies away from the public, his wife, Rosario Murillo, doesn't. She is the government's official spokeswoman.</p><p>Unlike her husband's stiff style and plain white shirts, Murillo dons bright flowing skirts, rings on every finger and a multitude of colorful necklaces. She has also decorated many of the capital's traffic circles and main thoroughfares with huge, bright-yellow metal trees that look like something out of a Dr. Seuss book.</p><p>Every weekday, she takes to the national airwaves. Referred to widely as the <em>Companera</em>, or Comrade, Murillo's daily address begins around noon and usually lasts about 20 minutes.</p><p>On a recent sweltering summer day, Murillo used the address to tout the government's free medical services to the poor, and to talk about the weather — Nicaragua is suffering through a devastating drought, which has led to crop losses and a spike in basic food prices.</p><p>Christina Ulloas says she tunes in while cooking lunch and enjoys the updates. Nearly every home in her neighborhood was paid for by the government.</p><p>While most residents here enjoy Murillo's new-age spirituality lectures, the daily talks drive her critics crazy.</p><p>\"She just invented that title of secretary of communication,\" says Sofia Montenegro, a longtime opposition journalist. \"In Nicaraguan law, there is no such position.\"</p><p>Montenegro says the first couple has consolidated power to enrich themselves and their family. Ortega recently pushed through favorable electoral laws eliminating presidential term limits. Of Nicaragua's eight national TV stations, seven are owned by Ortega family members and friends.</p><p>\"They have created a totally secretive political system,\" she adds. \"There is no access to public information or accountability in Nicaragua.\"</p><p>But even key opponents to the government say there are few current alternatives to the first couple. Writer Sergio Ramirez, Ortega's vice president in the 1980s, says the opposition is conservative and divided, and isn't offering the people of Nicaragua anything better than Ortega.</p><p>\"People are more worried about their social and economic state than about the state of the constitution and democracy,\" Ramirez says. \"What they are worried about is if they will eat today, have a job tomorrow.\"</p><p>The two no longer speak. Most of the original Sandinista leaders have split with Ortega.</p><p><strong>Ortega Holds The Power</strong></p><p>While Murillo may be the face and voice of the government, Ortega clearly holds the power in the country.</p><p>Despite multiple attempts by NPR to talk to Murillo or the Nicaraguan embassy in Washington, D.C., neither would comment for this story.</p><p>Richard Feinberg, a professor of International Relations at the University of California in San Diego, says over the years, Ortega has shrewdly become a more flexible politician.</p><p>\"[He] has learned to accommodate the interests of his opposition, including the Catholic Church, the important business community and, internationally, Ortega is on good terms with the multinational donors,\" Feinberg says.</p><p>Nicaragua's impressive economic growth, averaging nearly 5 percent in the last four years, and low inflation, have kept Ortega on good terms with the World Bank and the IMF, and more importantly, with the country's poor.</p><p>Marina Loza irons clothes for a living and makes about $5 a day. She says the Ortegas are doing a good job running the country.</p><p>She predicts Murillo will be president one day, after Ortega can no longer do the job.</p><p>\"If the two continue doing right by us, then they will stay in power,\" she adds with a broad smile.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Savvy+And+New-Age+Speeches%2C+A+First+Couple+Runs+Nicaragua&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352198542-3d6bcb.m3u?orgId=1&topicId=1127&ft=3&f=351766909"},{"href":"http://media.npr.org/assets/img/2014/09/28/136642026-31404ade577fd88df158fe39a2176130db131604.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2671","width":"3564"}},{"href":"http://media.npr.org/assets/img/2014/09/26/img_0037-7d5c0feec09c526b71105623a166152bf5b39f14.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/09/26/2014-08-08-12.01.59_wide-d33240de95f46761c7af24b51f5f283474075e40.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1687","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/26/2014-08-08-11.41.33-ea578125069fcb18a6499eb5f6bbfd40b9ad43fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}}]}