{"created":"2014-08-31T17:05:25+00:00","modified":"2014-12-04T14:34:11+00:00","valid":{"from":"2014-12-04T14:34:11+00:00","to":"3014-12-04T14:34:11+00:00"},"hreflang":"en","title":"A Reason To Smile: Mexican Town Is A Destination For Dental Tourism","published":"2014-06-10T14:22:00+00:00","teaser":"Los Algodones is tiny, but with help from the Internet, the Mexican border town has become a virtual dental factory, drawing patients from across the U.S. and Canada.","itags":["npr_api","318212444"],"guid":"864fa1f5-f9a0-4da0-aef9-424d6abd5a2c","contentencoded":"<p>Sitting in a dentist's chair hardly rates as a vacation. But every year, tens of thousands of people go to a tiny border town near Yuma, Ariz., that has proclaimed itself the dental capital of Mexico.</p><p>Los Algodones is a virtual dental factory. Some 350 dentists work within a few blocks of downtown. Because of the low prices and fast service, most patients come for major work.</p><p>\"Oh, boy, I had 22 crowns done, four root canals,\" says Brian Quade. He is still numb from the Novocain. His mouth is bloody. \"Nine hours straight yesterday, and then today they did a deep-cleaning scaling, and tomorrow they're installing all the crowns.\"</p><p>What could possibly make those three jaw-dropping days appealing to this cabinetmaker from Seattle?</p><p>\"It's $50,000 up there, about $5,000 down here,\" he says.</p><p>It's inexpensive; it averages two-thirds less than in the U.S. And it's quick. There are so many dental labs in town, it only takes a day or two to make a crown, a bridge, even dentures.</p><p>A long line of patients sit in the hallway of the Sani Dental Group clinic opposite a long line of exam rooms. Miguel Ibarreche — known to patients as Dr. Mike — runs the clinic's diagnostic department. He looks in patients' mouths, tells them what they need to have done and how much it will cost. The most common procedures patients get done here are implants and crowns, Ibarreche says.</p><p>He says dentistry is cheap here for some obvious reasons — inexpensive labor and real estate. He also says dentists in Mexico don't need to charge as much because they don't graduate with a lot of student debt. The government subsidizes many dentists' education.</p><p>\"When we go out of school, we have to pay the government, but we do it by one year of free service, and that's it,\" Ibarreche says.</p><p>There's also no high-priced mandatory malpractice insurance as there is in the U.S.</p><p>Edmond Hewlett, a spokesman for the American Dental Association and a professor at UCLA, says Mexico has good dentists. But he warns potential patients to make sure they're getting a good one.</p><p>\"My best advice is to plan very carefully ... and know what you are signing up for. What are the standards that are in place, say for regulation of the dentists in that country? What sort of safety guidelines are in place in the offices?\" he says.</p><p>There are still some hawkers in the street as you enter Los Algodones who try to lure patients in, but not like decades ago when dentists began marketing to U.S. and Canadian patients. These days there are companies online that arrange trips.</p><p>That's how Ron Colvin came to Los Algodones. \"Somebody told me about dental travel, and then research on the Internet and more research on the Internet and then <em>more</em> research on the Internet,\" Colvin says.</p><p>Colvin picked his dentist based on hundreds of online reviews. He came from Indiana for dentures. He just had his teeth pulled, and he's happy with how it went.</p><p>Most people who travel to Los Algodones need a lot of dental work. That makes the town both a destination for dental tourism — and a reminder to floss and brush so you can avoid the place.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Reason+To+Smile%3A+Mexican+Town+Is+A+Destination+For+Dental+Tourism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ted Robbins","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320375694-372eb4.m3u?orgId=1&topicId=1128&ft=3&f=318212444"},{"href":"http://media.npr.org/assets/img/2014/06/09/img_3246-6c88d075b78021bf3f419ab9a84a391aac4e61b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"897","width":"1195"}}]}