{"created":"2014-11-26T21:03:56+00:00","modified":"2014-11-28T18:19:44+00:00","valid":{"from":"2014-11-28T18:19:44+00:00","to":"3014-11-28T18:19:44+00:00"},"hreflang":"en","title":"Naive, Yet Revolutionary: Ray Davies On 50 Years Of The Kinks","published":"2014-11-28T18:19:00+00:00","teaser":"\"I think if I had been an accomplished songwriter I wouldn't have written 'You Really Got Me,' \" Davies tells <em>Fresh Air</em>'s Terry Gross.","itags":["npr_api","366813240"],"guid":"8664522c-dba3-4ea5-9ee4-f7e3bc6adea7","contentencoded":"<p><a href=\"http://www.npr.org/artists/15420606/the-kinks\">The Kinks</a> were part of the '60s British Invasion, but the band had too many diverse sounds and styles to fit comfortably in any one category. <a href=\"http://www.amazon.com/Anthology-1964-1971-5CD-Box/dp/B00NJADEJ2/ref=sr_1_2?ie=UTF8&qid=1417023218&sr=8-2&keywords=the+kinks&pebp=1417023225084\" target=\"_blank\">The Anthology 1964-1971</a> box set collects many of The Kinks' songs, along with rare demos, session outtakes and 25 previously unreleased tracks including the band's first hit, \"You Really Got Me,\" which is seen as a predecessor to punk rock.</p><p>\"My brother Dave and I played records so loud it made the speakers distort,\" <a href=\"http://www.npr.org/artists/15396817/ray-davies\">Ray Davies</a> tells <em>Fresh Air</em>'s Terry Gross of the 1964 hit, \"and we thought it'd be a nice idea to make the guitar sound that distorted, and we cranked up the amplifier and I stuck a knitting needle in it.\"</p><p>Davies joins Gross to talk about the band's \"pigheadedness,\" his older sister's parting gift to him before she died, and his own near-death experience at 13, nearly suffocating during surgery to repair damage from a fall when he was 6.</p><hr /><h3>Interview Highlights</h3><p><strong>On why \"You Really Got Me\" is seen as a predecessor of punk </strong></p><p>I think if I had been an accomplished songwriter I wouldn't have written \"You Really Got Me.\" There's something naive about it and basic about it. People forget: The important thing in it is the key shift halfway through. A normal blues goes [from] G [to] C to D to C to G, but I took it up to A on the piano, which, then, was quite revolutionary. But if I had really thought and analyzed it, I probably wouldn't have done that. It's a very naive track that — by just persistence, belief and pigheadedness — got me a record that went to No. 1.</p><p><strong>On the story behind \"Dedicated Follower of Fashion\"</strong></p><p>At art school I used to draw characters on the street — cartoons and illustrations of people. And I think I took the character studies over into my music. The actual song \"Dedicated Follower of Fashion\" itself [is] the result of an argument with a fashion designer who came to my house. This fashion designer accused me of wearing flares, like Sonny & Cher type-flares. Mega flares. It was a fashion dispute, and he accused me of being dull because I didn't go into the high society of Carnaby Street, particularly The King's Road, anymore. It was after an argument about style, really; in a sense it was a protest song.</p><p>The vocal is very affected, I think, because the key we recorded in — you know, we had no opportunity to re-record stuff because we didn't have the budget, so the key was not my range. So I formed a character for this song. I became the character. That's why it's extreme enunciation: \"They seek him here. They seek him there.\"</p><p><strong>On his near-death experience at age 13 and how it led to \"Waterloo Sunset\"</strong></p><p>I seem to remember lots of colors. It's partially because I was suffocating. I was sinking down and there were two horses with no flesh, just muscles and bone colliding. I remember lots of colors as they merged into one another. That's the only way I can describe it. Then I felt terrible pressure on my chest. The doctor was banging my chest. I think everybody experiences these things in different ways. That was my recollection of what happened to me.</p><p>I was very lucky. Ironically, the hospital was called St. Thomas' and it was right by Waterloo Bridge, and Waterloo has played a very important part in my life — it's a district in London where they have a big train station. It's in the middle of London, near the Houses of Parliament, a beautiful spot. When you romanticize it, it's a wonderful place to be, seeing people going in different directions. Then I had the experience in the hospital when I was being operated on. And then I wrote a song years later called \"Waterloo Sunset.\"</p><p>The experience I had at the hospital was probably almost 10 years before I wrote \"Waterloo Sunset,\" but I remember the moment they wheeled me to the window with my stuff I was plugged into and stood me on the balcony — it's a beautiful balcony at the hospital, it looks over the river. Probably I drew on that experience and put it in the song, \"Waterloo Sunset,\" which is about a man watching two people, a young couple, walking across a bridge to their future.</p><p>The couple, to me, represented my sisters who, amazingly, they enjoyed their [lives]. They lived through the Second World War; they remember the blackouts and the bombs and having to hide in shelters in the back garden, going in the subway when there were bombing raids in London. But yet, they loved it. They wouldn't have exchanged that time, amazingly, for any other reason. So the two characters in \"Waterloo Sunset\" were that generation going to the future and I was the person observing from this window.</p><p><strong>On the untimely death of his older sister, Rene</strong></p><p>She also gave me my first guitar on my birthday as a present. We played it. It was quite a surreal scene, almost. It was a sunny day. I was born on a mid-summer day, so the 21st of June. And she was told she had severe heart problems, but she loved to dance and the doctors told her if she walked down the road, she'd probably have a heart attack. So she bought me this not very expensive Spanish guitar [and] gave it to me on my birthday. We played a few songs. She played a song on the piano and I tried to play with her and she said she was going out now and I watched my sister go out. It was a sunny afternoon. She walked down the road and my mother stood at the gate and that was it.</p><p>The next morning we got a call from the police. She had died dancing in a ballroom in London in the arms of a stranger. They came to break the news to my parents. The birthday was forgotten, but that's irrelevant. It was the whole sequence of events. Coming back from Canada where she'd emigrated [from the U.K.] to die, really, and again, being a source of inspiration. She was an artist herself and seeing her go that way and the impact it had on the family, I didn't realize what a watershed it was. She gave me my first guitar, which was quite a great parting gift. On the piano she played, the day she died — I wrote most of my early hits in that same room. It's where I was born, in that room.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Naive%2C+Yet+Revolutionary%3A+Ray+Davies+On+50+Years+Of+The+Kinks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2749"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366852338-5b7eb0.m3u?orgId=1&topicId=1105&ft=3&f=366813240"},{"href":"http://media.npr.org/assets/img/2014/11/26/kinks-1970-b9415d3b35fdb2cd841e30a2359465640fe8933a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2013","width":"2682"}}]}