{"created":"2015-03-03T08:36:33+00:00","modified":"2015-06-25T17:45:06+00:00","valid":{"from":"2015-06-25T17:45:06+00:00","to":"3015-06-25T17:45:06+00:00"},"hreflang":"en","title":"Ever Cheat At Monopoly? So Did Its Creator: He Stole The Idea From A Woman","published":"2015-03-03T22:00:00+00:00","teaser":"The game Charles Darrow sold in the 1930s bore a striking resemblance to a game Lizzie Magie patented in 1904. In <em>The Monopolists,</em> Mary Pilon tells Monopoly's origin story.","itags":["npr_api","382662772"],"guid":"86692b88-fa95-45f9-b22b-479f983edfb8","contentencoded":"<p>Monopoly can be pretty addictive once you start playing it, right? Well, for author and journalist Mary Pilon, searching for the game's true origins proved just as consuming. She writes:</p><blockquote><p>\"In the process of reporting this story, I hacked off over a foot of hair in one anguished swoop, sold off many of my material possessions, was confronted by law enforcement for falling asleep in public places ... found Monopoly money in my linens when doing laundry, fretted about finances, [and] had nightmares about the various aspects of the story. ...\"</p></blockquote><p>The result of all that anguish is <em>The Monopolists,</em> a book in which Pilon describes the history of Monopoly. Her book begins with what most people know — or think they know: During the Great Depression, an out-of-work salesman named Charles Darrow was desperate to support his family, so he toiled with a board game in his basement and invented what would become an American icon.</p><p>\"I think the Darrow story, from a publicity standpoint, is a beautiful story,\" Pilon says. \"Who doesn't want to believe that they can go into their basement in one of the nation's darkest hours and create something that will change, you know, their own fate and make everybody rich and make you beloved? I mean, I think that's a great story. I can't even tell you how many times in the last few years people say, 'Oh right! You're doing a book about Monopoly! It was invented in the Great Depression, right?' I mean this thing has stuck like nobody's business. And I actually think the true story is more interesting.\"</p><p>The <em>true</em> story of Monopoly begins a few decades before Darrow rolled the dice, with a Washington, D.C., woman named Lizzie Magie. In 1904, Magie patented something called the Landlord's Game, which was, in some great irony, an argument <em>against</em> the concentration of wealth. Her game spread around the country, including to the Quakers of Atlantic City, N.J., who added all their city's street names (Atlantic Avenue, Kentucky Avenue, Park Place). Darrow got his hands on the game through a Quaker friend — and then sold it to Parker Bros. as his own.</p><p>The company, like much of America, went with the tale of this down-on-his-luck Depression-era salesman. Pilon says, \"I think there's something about us psychologically that just makes us really wired to loving the Darrow story.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Magie's story</strong></p><p>Lizzie Magie was a pretty astonishing woman. She was an outspoken feminist, she had acted, she had done some performing, she had written some poetry and she was a game designer. And at the time that she patented her game, it was before women had the right to vote. And I was very surprised: I thought, you know, female game designers, they're getting more traction today but it's still unusual. And at the time she put her patent application in, fewer than 1 percent of patents in the United States came from women.</p><p><strong>On the Monopoly lawsuit that helped resurface Magie's story</strong></p><p>In the early 1970s, Ralph Anspach ... was a professor at San Francisco State University. He was living in Berkeley, he had two young boys and he had played Monopoly, of course, and thought that the world needed a more philosophically pleasing version of the game. He felt like Monopoly the game was teaching people things that were bad in real life. And at the time the OPEC oil cartels were really big news; there was a lot of cynicism because of Watergate. So he creates this game called Anti-Monopoly and it isn't long before he hears from Parker Bros.' lawyers, who said, you know, you need to stop making this game. ...</p><p>And that kicks off a legal battle that ends up going on for 10 years. And in the course of that argument — which is, you know, whether Monopoly and Anti-Monopoly could be confused and they rip apart trademark law and copyright law and all these other things as it winds through the court system — Ralph finds out about Lizzie. And he gets all these documents; he starts traveling around the country interviewing the Quakers and some of the early players; he starts finding these pre-Parker Bros. boards; and he becomes a detective trying to unravel the true story of Monopoly. And some of his fate [is] hinging on that story and that the game had this whole life before Parker Bros. entered the picture.</p><p><strong>On Anspach's obsession with his Monopoly battle</strong></p><p>We know that he ends up victorious and there's like a David versus Goliath aspect to the whole story. And at one point, he was offered a pretty generous settlement, and one of the pieces of the settlement was that he wouldn't be able to talk about the case and he turned it down. I interviewed his sons for the book and one of them had actually ended up becoming a lawyer. And they're both involved with Anti-Monopoly still today and they talk about that as like a very big moment. They remember as kids having this household discussion about this lawsuit, which had just taken over everything. So it was definitely a crusade for him and his family.</p><p><strong>On why she thinks <em>she</em> obsessed over the Monopoly story</strong></p><p>I think that my main business is as a news person. And I think that with ... Wall Street, with politics, with foreign affairs, the job is to get it right. And I remember often, when you tell people you're doing a book about board games, they think you're totally nuts. And that might be warranted. But I feel like if we can't get the story of Monopoly right ... what hope is there for anything else? And these things that we think are simple are very complicated. And I think that taking that apart was very interesting to me.</p><p><strong>On the secret to Monopoly's longevity </strong></p><p>Monopoly, specifically, I think now it's so wrapped up in nostalgia for people. I mean one of my favorite debates to have is with game designers who say, you know, the game stinks and here's why. And they bring up valid points, but I feel like that's like critiquing the Model T for not being a good car. It's like, well, it was good for what is was, but it was also created a century ago! And I think that, you know, we can appreciate it for what it was. ...</p><p>I think that when you talk to people about Monopoly, they love talking about their memories associated with it. And for me, I'm the same way. I mean, when I think about Monopoly I think of my family playing at the holidays. And so I think now people have projected so much of their own memories and moments onto it that that will keep it going for a long time because it's just this multigenerational thing that everybody can share. <strong></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ever+Cheat+At+Monopoly%3F+So+Did+Its+Creator%3A+He+Stole+The+Idea+From+A+Woman&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390351293-daa899.m3u?orgId=1&topicId=1033&aggIds=100876926&d=445&p=3&story=382662772&t=progseg&e=390351135&seg=10&ft=nprml&f=382662772"},{"href":"http://media.npr.org/assets/img/2015/03/02/160814331-302432426516792ec257a460ab9525e9cf409bcb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2002","width":"2671"}},{"href":"http://media.npr.org/assets/img/2015/03/02/landlord-set-small_enl-826895cb1e90cfc214a0a22ff27574ed1ffe7ca4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1588","width":"1000"}},{"href":"http://media.npr.org/assets/img/2015/03/02/magie-in-washington-evening-star-2-ce1d95d9db2f2fbe9970008979d19d822e3337de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"524","width":"699"}},{"href":"http://media.npr.org/assets/img/2015/03/02/ralph-with-anti-monopoly-and-todd-s-ac-board-74f474a8988c2090f394354449a2508d7f6cd135.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3159","width":"4212"}}]}