{"created":"2015-02-03T19:03:30+00:00","modified":"2015-02-03T19:22:05+00:00","valid":{"from":"2015-02-03T19:22:05+00:00","to":"3015-02-03T19:22:05+00:00"},"hreflang":"en","title":"Excessive Snow Causes Huge Public Transit Delays For Bostonians","published":"2015-02-03T19:17:00+00:00","teaser":"Head of Boston's public transit agency is advising residents to avoid the trains if they can, adding that delays will likely last days. ","itags":["npr_api","383562516"],"guid":"866de2c7-0a22-4ac0-b6e7-340322e00410","contentencoded":"<p>As early as last night, transportation officials were warning of messy conditions, especially dropping temperatures that were turning 16 inches of snow into ice.</p><p>This morning, commuters who ride the MBTA, Boston&#8217;s public transit agency, were facing massive delays and cancellations on almost every single line.</p><p>MBTA General Manager Beverly Scott has even advised residents to avoid the trains if they can Tuesday.</p><p>&#8220;Quite candidly, if you don&#8217;t wind up having to use the service, that probably is a plus,&#8221; Scott said. <span style=\"font-size: 0.9375em;line-height: 1.4285em\">&#8220;I&#8217;m just going to be candid &#8212; I&#8217;ve never said that in my life, but I don&#8217;t want to wind up misleading anyone.&#8221;</span></p><p>The &#8220;T&#8221;, as it&#8217;s known, has been playing whack-a-mole for more than a week. as soon as one problem gets solved, two others crop up to take its place, she said.</p><p>And Scott says it will likely be at least four to five days before the system gets back to normal.</p><p>&#8220;I wouldn&#8217;t even begin to talk about what you would call &#8216;regular&#8217;. We did not in fact wind up saying oh, we&#8217;re going to try to run this schedule. We&#8217;re just trying to run the best that we can with everything that we have,&#8221; she said.</p><p>All of this comes as Boston prepares to host a rolling rally &#8211; a celebratory parade for the Super Bowl champions, the New England Patriots, tomorrow, and where Mayor Marty Walsh is asking people to take public transportation to the event.</p><p>&#8220;I would suggest everyone take the MBTA. I do not drive into town. There&#8217;s really no parking right now,&#8221; Walsh said.</p><p>Walsh says he&#8217;s hopeful the MBTA can boost service for the increased passenger load tomorrow, something Scott calls unlikely.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Excessive+Snow+Causes+Huge+Public+Transit+Delays+For+Bostonians&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"126"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383562519-02ceb7.m3u?orgId=1&e=383562516&d=126&ft=nprml&f=383562516"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/mbta.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"393","width":"620"}}]}