{"created":"2015-01-02T21:18:06+00:00","modified":"2015-05-13T21:23:53+00:00","valid":{"from":"2015-05-13T21:23:53+00:00","to":"3015-05-13T21:23:53+00:00"},"hreflang":"en","title":"When A Rebel Is Homesick, He Might Be Willing To Surrender","published":"2015-01-06T22:29:00+00:00","teaser":"To help end the conflict in the Democratic Republic of Congo, Michael Sharp sits among the banana trees and talks with the fighters about memories of the past and dreams for their children.","itags":["npr_api","374574242"],"guid":"867447cc-3750-49bb-8514-c624b024ec27","contentencoded":"<p>Today marked a U.N. deadline for one of Africa's most notorious rebel groups to surrender.</p><p>It didn't.</p><p>Instead, the group known as the FDLR is said to be <a href=\"http://www.enoughproject.org/reports/how-dismantle-deadly-militia\">recruiting and re-arming and continuing its 20-year sexual and economic exploitation of villagers in the Democratic Republic of Congo</a>.</p><p>The International Crisis Group warns that the continuing<strong> </strong><a href=\"http://www.crisisgroup.org/en/regions/africa/central-africa/dr-congo/b107-congo-ending-the-status-quo.aspx\">failure of the United Nations</a> to deal with armed groups in this part of the world has exacerbated a regional conflict that's already left an estimated 5 million dead. But previous U.N.-sponsored<strong> </strong>military actions against this guerrilla group have only resulted in more civilian casualties.</p><p>Could there be a third way? A negotiation strategy that uses \"Getting to Yes,\" not guns? A negotiation tactic for aligning incentives with the rebel group?</p><p>I met Michael Sharp, an American in his early 30s, last year on a commuter boat crossing Lake Kivu. At the time, he was working with the Congolese Protestant Council of Churches in something called their Peace and Reconciliation Program.</p><p>Every few weeks Sharp and his church colleagues would walk, unarmed, to the base of the rebels known as the FDLR (Forces Démocratiques de Liberation du Rwanda). There they'd sit in the shade of banana trees to drink tea with the rebels and listen to their stories. Certain sensitive subjects — sexual violence against villagers, recruitment of child soldiers — were no-go, he says, because the aim was building rapport with the rebel faction. \"The more we interact [with them] the more they trust us to turn themselves in to us.\"</p><p>Sharp says the church program helped persuade some 1,600 fighters to lay down their weapons and leave the forest they'd occupied for two decades. To put that in context, that's about about a quarter of the total rebel force when the church program started in 2007.</p><p>How did they do it?</p><p>The magic words they used turned out to be deceptively simple. To come up with them, Sharp and his colleagues first needed to understand the story the rebels tell about themselves — a story that begins with the 1994 genocide in Rwanda.</p><p>The original founders of the FDLR were some of those who committed that genocide. They were part of the Hutu militias that killed Tutsi civilians. When the Tutsi army came, many Hutus were pushed out over the border, from Rwanda into eastern Congo. There in the Congolese forest, they conceived and nurtured the intention to return to Rwanda and take over the country in a few years.</p><p>A few years turned to two decades. Many have fled, some have died, but those who remained created a seemingly permanent society. The children of the rebels are now fighters themselves — and yet they miss their former lives.</p><p>Anna Hedlund, an anthropologist at Lund University in Sweden, did her <a href=\"https://lup.lub.lu.se/search/publication/3563859\">field research</a> in a remote FDLR rebel camp. She was shocked to find these fearsome rebels were so homesick that they spent their off-hours dancing and singing.</p><p>\"They practice their language, they teach the children how to dance Rwandan dances. They have memorial Sundays where they re-create the memory of Rwanda,\" she said.</p><p>Their homesickness turned out to be a weakness that Sharp and his church colleagues could exploit.</p><p>One of those colleagues, Emmanuel Kambale, says that when he meets a younger FDLR fighter, he explains to him that since he was under 14 during the Rwandan genocide, he can go back to Rwanda without fear of prison time. \"They believe that once they go back to Rwanda they'll be killed,\" he says.</p><p>For the older rebels, he delivers a more blunt message. \"You,\" he tells them, \"you're over 50 years old, it's too late for you to take over Rwanda. But your children are growing up uneducated in the bush. Don't you see that your children, who are the future of Rwanda, when they go back they'll be the slaves of those who are there! Because they are illiterate!\"</p><p>That use of the word \"slave\" is deliberate. For those who dream of ethnic domination, there could be no greater terror. Sharp points out that this negotiation tactic is not only more effective and less bloody than military campaigns but also exponentially cheaper. When I met him, the program's shoestring budget — $12,000 a month — once provided by the government of Norway, had just been pulled. (Sharp was told the money was diverted to help victims of the Syrian war.)</p><p>Sharp had talked his way onto the chartered commuter boat to rescue his program. While he and I were talking in the stern of the boat, the bow was occupied by VIPs from the U.S. State Department, including Special Envoy Russ Feingold, who reports directly to Secretary of State John Kerry. But walking 10 feet to bend the ear of an ex-senator proved almost more intimidating than walking into the rebel-held forest.</p><p>In the end, Sharp had more success with the older rebel leaders. He got an audience with the State Department, but no callback and no check. The project will run out of funding in March. Many dozens of the fighters who had been persuaded to leave the forest are reportedly frustrated by government and U.N. inaction, heading back to the forest, the only life they've known.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+A+Rebel+Is+Homesick%2C+He+Might+Be+Willing+To+Surrender&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374621891-7a6707.m3u?orgId=1&topicId=1126&d=321&p=2&story=374574242&t=progseg&e=374532984&seg=4&ft=nprml&f=374574242"},{"href":"http://media.npr.org/assets/img/2015/01/02/cod2013_mubimbicamp_web-x-10cb8eed90ab554f2fea135c85bac3284e5d9969.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}