{"created":"2015-06-08T18:58:26+00:00","modified":"2015-06-12T20:48:17+00:00","valid":{"from":"2015-06-12T20:48:16+00:00","to":"3015-06-12T20:48:16+00:00"},"hreflang":"en","title":"For Afghan Women Mountaineers, Uphill Battles Begin Before The Climb","published":"2015-06-09T15:52:00+00:00","teaser":"Scaling Afghanistan's tallest mountain will be difficult enough. But Afghan female climbers and their American guides also face civil war, red tape and cultural taboos.","itags":["npr_api","411699996"],"guid":"8674aed6-b1b9-42c3-b534-c2876bc28545","contentencoded":"<p><em>A team of 13 Afghan women is training to climb the country's highest mountain. Only two Afghans — both men — have ever made it to the 24,580-foot-high summit. NPR's Soraya Sarhaddi Nelson has been following the female mountaineers' progress. You can read and listen to the previous report <a href=\"http://www.npr.org/2015/03/31/393900537/the-ascent-of-afghan-women\">here</a>.</em></p><p>The 24,580-foot summit of Mount Noshaq pokes through a thick blanket of clouds like a bright spear. It's the highest mountain in Afghanistan and, at the moment, the only one visible from our six-passenger, single-propeller plane.</p><p>Niloofar Nooristani, 21, and Soheila Hamidi, who is a year younger, press against the windows to get a better look. With the help of a Virginia-based NGO and a mountain guide from Colorado, they and 11 others <a href=\"http://www.npr.org/2015/03/31/393900537/the-ascent-of-afghan-women\">hope to be the first Afghan female climbers to summit the mountain</a> later this year. This trip in mid-May is the first time any of their group has seen the peak up close.</p><p>\"It's marvelous,\" Nooristani exclaims. \"Look how clear it is! Imagine if we'd climbed it already.\"</p><p>But getting there is going to be a lot tougher than they or their American backers had hoped.</p><p>The mountain is located near the northeastern sliver of Afghanistan called Wakhan, a sparsely populated, high-altitude area renowned for its wildlife. The largest species of wild sheep — named after explorer Marco Polo — are found only here. Endangered snow leopards, ibex and brown bears also roam the Wakhan Corridor.</p><p>The ecology may be rich, but most of the area's 10,000 inhabitants are poor and live in mud homes or yurts. There is little electricity and no cell phone coverage except for what they get from neighboring Tajikistan. Farmers till their small plots with oxen and handmade wooden yokes. Opium addiction and alcoholism are reported to be rampant.</p><p>But Wakhan's largely untouched landscape is also a draw for scores of trekkers and mountaineers.</p><p>Within Afghanistan, visitors reach the region mainly by pricey charter flights because of a growing Taliban presence along the highway leading to Wakhan from Kabul, where Nooristani, Hamidi and the other Afghan female climbers live. Even planes aren't always safe – the flight that left a couple of hours before the one we're on was shot at twice.</p><p>But the young Afghan women and their American chaperones, Marina LeGree and Danika Gilbert, are determined to get as close as they can to Mt. Noshaq to prepare for their expedition.</p><p>LeGree, 36, founded <a href=\"http://www.ascendathletics.org/\">Ascend</a>, the NGO that is leading the effort, and Gilbert, 44, is a veteran mountaineer who is to guide the Afghan team to the peak. They say they need to see the terrain firsthand so they can better ensure everyone's safety during the climb. The trip also gives them a chance to see how Nooristani and Hamidi perform at higher altitudes in a province they've never visited.</p><p><strong>Headaches, Logistical And Cultural</strong></p><p>Logistical problems swamp the two Americans before the hike begins.</p><p>Nutritious food and other supplies are hard to come by, and there's a serious lack of mountain equipment and expedition know-how among the local guides and porters. That means a lot more work for Gilbert, who's already feeling overwhelmed.</p><p>Afghanistan is about 30 years behind most other climbing sites, she says.</p><p>Local officials also alternate between welcoming and stalling the female visitors to Mount Noshaq, which is on the border with Pakistan.</p><p>It takes a full day filling out forms in the Afghan town of Ishkashim for the group to get the required permits to go to base camp. Those documents are promptly rejected by the elders of the nearby village Qazideh, who demand they start the paperwork again with Wakhan's district government, which is a day's drive away on dirt roads.</p><p>Getting the elders' blessing is important: Their village sits at the head of the 20-mile trail leading to the mountain. They also control the porters needed for the women's expedition. Just how obstructionist they can be became clear months ago when they stopped LeGree's organization from recruiting local girls for the mountain-climbing team.</p><p>One of the recalcitrant Qazideh elders warns of the implausible danger that \"ISIS drones\" from Pakistan have been spotted in the valley leading to Mount Noshaq.</p><p>But LeGree refuses to give in to further delays. She is six months pregnant with her first child, and this is her last trip to Afghanistan before the planned climb.</p><p>\"We can safely say they've stated their objection and done their duty,\" she says, and walks away from the elders to put on her hiking boots. Her Afghan program manager writes the local leaders a handwritten letter absolving them of any responsibility for the group, and the team heads out.</p><p><strong>An Unlikely Team Member</strong></p><p>The first half of trail to Mount Noshaq runs along a spring-fed river. Gilbert is the fittest and fastest of the group. But Nooristani, eager to prove herself, is right behind the guide. Her balance and gait are steady, even though she's wearing donated hiking shoes that are a half-size too small.</p><p>Gilbert marvels at the high school graduate's recent transformation from one of the team's most unlikely members.</p><p>Nooristani is the oldest of four sisters on the mountaineering team, and she yearns to become a midwife. But her father, a gravestone cutter, can't afford to pay her tuition, so when she's not training for the expedition, she's home with little to do because there are few outlets for unmarried Afghan women outside of education.</p><p>Nooristani says she hopes the Mount Noshaq climb might lead to a scholarship.</p><p>Gilbert worries about how much the young Afghan struggles with her self-image. Like many of her teammates, she's obsessed with losing weight even though she's already lost 22 pounds through her training.</p><p>\"Another thing that is really hard for me is that I heard Niloofar say she's half-boy, half-girl,\" Gilbert says. \"I tried to communicate to her — and I think she understood – I'm strong, I can climb mountains, I'm very capable and I'm smart and I am a woman.\"</p><p><strong>'We Have To Make Her Tough'</strong></p><p>The guide is less impressed with Hamidi, who is hiking on a taped-up ankle that she sprained a week or so earlier. She complains about her injury and hands her backpack to the porters, although she rejects suggestions that she turn back.</p><p>Hamidi is eloquent, but illiterate. She says she couldn't attend school while she and her family were refugees in Pakistan and Iran. By the time the family returned to Kabul, she was too far behind to keep up with her classes and dropped out in seventh grade. Soon thereafter, she was discovered by a Taekwondo coach and as a member of the Afghan national team is a bronze medalist in international competition.</p><p>She is taller and stronger than Nooristani, but on the hike toward base camp, she lets local guide Malang Darya help her up the trail. He is 41 and one of only two Afghans to summit Mount Noshaq. He and Hamidi are also cousins.</p><p>When the team sets up camp for the night, she climbs up on a rock to watch. She asks Darya: \"Should I help? Give me something to do. Should I fetch water?\"</p><p>He tells her \"no.\" That leads the Americans to chastise the local guide.</p><p>\"The point is everyone does a job on an expedition,\" LeGree says. \"Everyone takes care of their own business and doesn't expect anyone else to do it.\"</p><p>Darya agrees, and points out all the tasks he does. So I ask him why he's telling Hamidi not to work.</p><p>He replies: \"She's my relative,\" which draws a chorus of more objections.</p><p>\"We have to make her tough,\" LeGree says.</p><p>But Hamidi continues to act helpless the next day. Gilbert says she finally lost her patience and yelled at Hamidi, telling her to get serious or go back.</p><p>That gets the young Afghan's attention and despite her sprained ankle, she is the first one down on the return trip.</p><p><strong>'Pushing Their Own Personal Barriers'</strong></p><p>Hamidi redeems herself the following day when she and Nooristani give a talk to local girls at a high school in Ishkashim built by <a href=\"http://www.npr.org/sections/thetwo-way/2012/04/05/150070507/three-cups-author-mismanaged-charity-will-repay-1-million\">controversial American author Greg Mortenson</a> and his Central Asia Institute.</p><p>Hamidi encourages the 11th and 12th graders to climb mountains and to pursue their dreams, even if they are careers in male-dominated fields.</p><p>\"Can't a woman become a lawyer? Can't a woman become a parliament member? Can't a woman become our president?\" she asks, drawing applause.</p><p>LeGree says she's amazed at her and Nooristani's poise and confidence given this is their first time speaking in public.</p><p>But she adds their training is about a lot more than reaching the top of a mountain.</p><p>\"It's about the group having the experience of an expedition under their belts and you know, pushing their own personal barriers, which they all will do just by going\" to Mount Noshaq, LeGree says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Afghan+Women+Mountaineers%2C+Uphill+Battles+Begin+Before+The+Climb&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"347"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413069610-ddec3d.m3u?orgId=1&topicId=1149&d=347&p=3&story=411699996&t=progseg&e=413066919&seg=14&ft=nprml&f=411699996"},{"href":"http://media.npr.org/assets/img/2015/06/08/nelson-mountain-girls-expedition-9edit-f7cc9da97195b3dc4c87f660dcd64d56dbe519d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1721","width":"2295"}},{"href":"http://media.npr.org/assets/img/2015/06/08/nelson-mountain-girls-afghans-9--ishkashm-edit_custom-92d3db999b712304a66689b832062b78aac42136.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2084","width":"2869"}},{"href":"http://media.npr.org/assets/img/2015/06/08/naziry-noshaq-valley-5edit_custom-ca6f9a8f923e291da18d2afc639dcc50eb3aff21.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1990","width":"2853"}}]}