{"created":"2014-10-08T16:37:51+00:00","modified":"2014-10-31T02:20:48+00:00","valid":{"from":"2014-10-31T02:20:47+00:00","to":"3014-10-31T02:20:47+00:00"},"hreflang":"en","title":"Brewskee-Ball Founders Refuse To Be Sidelined By Trademark Case","published":"2014-05-07T21:09:00+00:00","teaser":"Brewskee-Ball has built a league of competitive Skee-Ball players, but the owners of the name Skee-Ball are not amused. They're suing for trademark infringement, but the league isn't rolling over.","itags":["npr_api","310115756"],"guid":"868665cb-0b00-4d7a-80df-625424807a69","contentencoded":"<p>The founders of <a href=\"http://www.brewskeeball.com/hello/\">Brewskee-Ball</a> like to say they've taken Skee-Ball from the arcade to the bar, turning the old-time amusement park game into a competitive sport with hundreds of dedicated players in a handful of locations across the country, including Brooklyn, N.Y., San Francisco and Austin.</p><p>But the company that makes Skee-Ball machines is not amused.</p><p>It's suing Brewskee-Ball's founders for trademark infringement. The league isn't rolling over, though, and co-founder Eric Pavony is launching a crowdfunding campaign called \"Skee the People\" to raise money for his legal defense.</p><p>Before launching the league in 2005, Pavony says he met with the CEO of <a href=\"http://www.skeeball.com/\">Skee-Ball Inc.</a> outside Philadelphia.</p><p>\"He gave us his full blessing to start the league and he kind of chuckled when we said, 'Hey, can we call it Brewskee-Ball?' \" Pavony says. \"He said, 'Yeah, of course.' We shook on it. And we got the good times rolling.\"</p><p>The league uses official Skee-Ball machines. The players fling a series of balls up a lane and into the air, hoping to land them in a series of round plastic rings, but the league had to invent its own scoring system and other rules. Bad puns and drinking are optional but encouraged.</p><p>Pavony says he didn't hear from Skee-Ball Inc. again until 2010, when the company's representatives sent an email asking questions after the league got some national press. Then Skee-Ball's lawyer sent a cease-and-desist letter, ordering the league to stop using the name Brewskee-Ball. When that didn't happen, Skee-Ball sued the league for trademark infringement.</p><p>\"We essentially dedicated ourselves to growing and promoting this game to a whole new demographic and marketplace,\" Pavony says. \"Everyone kind of says, when I tell them about the lawsuit, like, why the hell would Skee-Ball Inc. sue you guys and stop what you're doing?\"</p><p>Skee-Ball Inc. declined to be interviewed for this story, but trademark lawyers say there are some good reasons why the company would file a lawsuit.</p><p>\"The law says that if you basically don't protect the trademark, at some point it will become a generic term,\" says Joseph Dreitler, a trademark lawyer with Dreitler True in Ohio. \"It will become free for anybody to use.\"</p><p>Dreitler says history is full of brand names that became generic nouns, including elevator, cellophane and aspirin. The process is so common it even has a name: genericide. It makes sense that Skee-Ball would try to avoid that fate.</p><p>\"They may be more than a day and a dollar short,\" Dreitler says. \"Those folks may be about decades late and a dollar short.\"</p><p>Most trademark cases settle out of court. So far, not this one. Dozens of motions have been filed by both sides. Still, nobody has blinked.</p><p>Lawyers for Brewskee-Ball argue that the name Skee-Ball — which is more than 100 years old — is already generic.</p><p>\"There's no other word to describe Skee-Ball other than Skee-Ball,\" says Kristen McCallion, a lawyer at Fish and Richardson, the firm that's representing Brewskee-Ball.</p><p>Pavony, the Brewskee-Ball co-founder, agrees.</p><p>\"I don't know, a ramp-based ring toss game for kids with balls? It's funny, right?\" Pavony says. \"But it's actually not because it's cost us a ton of money to fight this thing already and we haven't even gone to trial yet.\"</p><p>Pavony won't say how much how much he's spent on legal bills, but he's launching a crowdfunding campaign on the website RocketHub in the hopes of raising $100,000 to help fight Skee-Ball's lawsuit — and keep the good times rolling.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brewskee-Ball+Founders+Refuse+To+Be+Sidelined+By+Trademark+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310165900-2329b0.m3u?orgId=1&topicId=1055&ft=3&f=310115756"},{"href":"http://media.npr.org/assets/img/2014/05/06/13913698874_7b7584636f_z-bc70c9321f657fd7c2f9faf87bcf4d6437ccf8a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"638"}}]}