{"created":"2014-10-08T14:21:52+00:00","modified":"2014-12-10T19:48:50+00:00","valid":{"from":"2014-12-10T19:48:50+00:00","to":"3014-12-10T19:48:50+00:00"},"hreflang":"en","title":"iPads Allow Kids With Challenges To Play In High School's Band","published":"2014-06-12T14:40:00+00:00","teaser":"On the surface, the PS 177 Technology Band looks like a typical high school orchestra. But there are two big differences.","itags":["npr_api","320882414"],"guid":"8689e424-2066-43b0-bcb3-fc94a8e2de05","contentencoded":"<p>There's a steady stream of hype surrounding the pluses and pitfalls of classroom tablet computers. But for a growing number of special education students tablets and their apps are proving transformative. The tablets aren't merely novel and fun. With guidance from creative teachers, they are helping to deepen engagement, communication, and creativity.</p><p>In a typical red brick public school building in the Fresh Meadows section of Queens, New York, one creative and passionate music instructor is using tablet computers to help reach students with disabilities. In the process, he's opening doors for some kids with severe mental and physical challenges.</p><p>On the surface, the PS 177 Technology Band looks like a typical high school orchestra. But there are two big differences. First, while they use traditional instruments, they also play iPads. And all of the band members have disabilities. Some have autism spectrum disorders.</p><p>\"I'm Tobi Lakes, I'm 15 years old. I'm in ninth grade. I'm four grades away from college.\"</p><p>Morning sunlight pushes through large, old windows into the school's well-worn and empty-seated auditorium. On the stage, iPads on small stands sit in a semicircle. It's rehearsal time. The students mingle and chat before practice starts. Tobi Lakes, a tall, wire-thin teen with thick glasses sits at an electric piano. He taught himself to play.</p><p>\"I'm very good. I like the piano. I like the keyboard. Keyboard is the best. Number one!\" Tobi says with a wide smile. On his school-issued tablet computer, using a music app called Thumb Jam, Tobi also loves his iPad \"guitar.\"</p><p>As rehearsal heats up Tobi takes the lead on rock guitarist Jeff Beck's version of Puccini's \"Nesun Dorma.\" Tobi Lakes, iPad guitar shredder, is learning disabled. He's autistic. And he's also blind in one eye. Adam Goldberg, the creator of the PS 177 band, gets the music started.</p><p>\"The first note of the second line please,\" he tells them. \"In blue. There ya go. That's the pizzicato.\"</p><p>The 53 year old teacher is a classically trained pianist with a degree from the Manhattan School of Music. About 20 years ago he began substitute-teaching here while playing freelance jazz and rock gigs. He was soon offered a job at PS 177, and he's been at the school ever since.</p><p><strong>'Sing, Sing, Sing!'</strong></p><p>Seventeen-year-old Jason Houghton walks in a little late for rehearsal. One of his teachers says Jason is \"classically severely autistic.\" His speech is often marked by echolalia, a communication disorder where he repeats back what you say to him. Before the band, Jason rarely spoke at all. But music helped change that. \"Some people were very surprised when they could see that he could sing because some people thought that he was non-verbal,\" Goldberg says. \"At first I kept saying 'sing, sing, sing.' And he wouldn't sing until I said 'Jason like this 'dah dah dah dah.' Then he would go 'dah dah dah dah.' And I would say 'no, do something of your own.' \"</p><p>Goldberg says several of the students were previously non-verbal or only occasionally verbal. He eventually got Jason to hum his own notes and soon built an original song \"Being Me\" around that phrase. These days Jason takes 'lead' vocals on that tune. And he doesn't just echo back lyrics. He even improvises – or scat sings – in his own way.</p><p>\"It was mostly persistence, you know, and the confidence that it was there inside of him. It goes back to that summer when we had some extra time. And I just kept pushing him.</p><p>I admit sometimes I push them,\" Goldberg says. \"Not in a mean way. But I know inside there's something and I have the confidence in them that they can find a way to bring it out.\"</p><p>The teacher calls himself a hesitant technophile. \"I'm an acoustic guy,\" he says. He sits at the piano and starts playing jazz, his first musical love. \"I was always reluctant to get involved with technology but that was mostly because there was so much work involved to get the technology to work properly.\"</p><p>But Goldberg says the iPad and its apps have allowed the band to produce complex orchestral-style arrangements. With the tablets, he says, kids can play all kinds of different virtual instruments by just tapping buttons on the touch screen, instead of getting bogged down in learning technique.</p><p>\"All the technical stuff that, you know, is admittedly very worthwhile,\" he says. \"I'm coming from classical background. But for people who can't, and don't have the resources, if you give them something like this as a musical instrument you can really kind of break through barriers and teach so much of the art of the whole process of music-making. Which these guys do beautifully with that.\"</p><p><strong>A New Look</strong></p><p>Just what is it about a tablet, or the iPad in particular, that works so well with some students with disabilities and children on the autism spectrum?</p><p>Educators believe there's something about the combination of the big, bright, clear visual cues of some of the music apps, and the touchscreen that's easy to use without creating a sensory or visual overload. Beyond that, many teachers and parents aren't really sure. It's still a bit of a mystery.</p><p>\"We have some really, really low-functioning students who I could never really involve in the music activities,\" Goldberg says.</p><p>\"But the iPad has pretty much taken care of that. I can't say I have 100 percent involvement. But it's pretty close.\"</p><p>And educators say there's another way the tablets are proving to be game changers for special ed. They've begun to make obsolete those large and costly learning devices, allowing a student with disabilities to look like every other student.</p><p>\"It has changed the way people look at people with disabilities,\" says Karen Gorman, the director of Assistive Technology for New York City's Public schools. For years, she said, many kids with severe autism, cerebral palsy or other serious challenges needed these large, clunky and expensive assistive-speaking devices. Some looked like small accordions, worn around students' necks. Gorman says they looked a little odd, and screamed \"disabled kid.\"</p><p>Now the iPad and other tablets, she says, have helped level the playing field socially.</p><p>\"Parents thought for the first time my child with disabilities is using something that looks very cool, and modern and current. And other kids will come over to them now and interact with them.\"</p><p>Once, Gorman says, other students tended to see only the disability: \"Kid in a wheelchair, kid in a wheelchair,\" she explains. \"Kid in a wheelchair with an iPad? How interesting.\"</p><p><strong>Game-Changer</strong></p><p>Tobi Lakes stands and sways rhythmically back and forth on stage, the iPad braced in a stand as he summons his inner Jeff Beck. His thumbs furiously tap the music app's buttons as the song \"Nesun Dorma\" begins to crescendo. \"Really awesome. We're ninety-nine percent there,\" Goldberg tells the band with a grin. \"Very good. I love doing this!\"</p><p>Apple, Samsung and other tech giants certainly didn't intend for their tablets to become essential tools for students with disabilities.</p><p>\"I have a feeling they had no idea\" says Leslie Schect, the Director of Technology for New York City's Department of Education. \"The iPad is a game-changer because it's affordable and accessible. It really opens doors. At times we don't often know what's really inside because they're not speaking. This helps give them the voice.\"</p><p>Shecht says there's more to these students than many people realize.</p><p>\"Music is a natural way in. It just makes sense that it's something they'd gravitate to.\"</p><p>Still Schect and other educators are quick to point out that the tablets are just tools, not some cure-all. Students still need a creative, engaged teacher – like Adam Goldberg - to make the devices transformative.</p><p>Goldberg says a key is getting students to open up and express themselves freely, \"instead of being afraid 'oh, that isn't going to sound good.' \"</p><p>Schect says her department and the city have no financial relationship or get any incentive from Apple for using their products. \"I wish,\" she says. The company is simply one of the city's vendors and suppliers, she says.</p><p><strong>'I Love Music'</strong></p><p>\"My name is William Hernandez; I play the iPad and the piano. I love Mr. Goldberg so much.\"</p><p>The band works to get the sound right on the South African anti-apartheid song \"When You Come Back,\" which they perform as a tribute to the late Nelson Mandela.</p><p>Teenagers Rachel Rodriquez and Ulysses Rivers are on backing vocals. Nineteen year old Ryan Rodriquez takes the lead.</p><p>Perhaps even more important than the music, Goldberg says, is that the band has given students a sense of belonging, friendship and joint accomplishment.</p><p>\"They all support each other. It doesn't matter who is taking the solo. They're essential to making the whole thing work. That translates to a wider idea of socialization out in the general world. And I see a huge leap in their socialization and social abilities and the fact they say hello to each other. A couple of years ago that wasn't happening.\"</p><p>Now, band members dream of performing for a wider audience. 17-year-old Jaquan Bostick says he wants to try to make music his profession.</p><p>\"You know when we graduate we should do all start a tour, like a world tour\" he tells the band. \"That's what I've been thinking about a lot. I've been thinking about that a lot. Like since yesterday.\"</p><p>His band mates and friends nod in agreement. \"Me too.\" \"Me three.\" Goldberg knows from experience how tough the professional musician road is and says he's straight with the students about it. Yet, he says he'd never strip them of their vision.</p><p>\"Some of these kids, you know, don't have a chance to dream,\" he says. \"Again, it comes from confidence. It may be a very difficult dream to achieve. But it's attached to reality. They really do play music. They're not dreaming of being Superman or Spiderman.\"</p><p>He says the students are dreaming of something they can do where they can say to themselves, \" 'I have this.' \"</p><p>For Tobi Lakes – and many others here – playing in the iPad band has helped him socially and creatively. \"I feel excited. I feel happy. I love music,\" he says with a broad smile. \"It feels like I'm going crazy and all the audience was clapping!\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=iPads+Allow+Kids+With+Challenges+To+Play+In+High+School%27s+Band&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320882421-f631af.m3u?orgId=1&topicId=1013&ft=3&f=320882414"},{"href":"http://media.npr.org/assets/img/2014/06/11/img_4110-f1990bc841f0c1376390999ec4dc7481ec2473b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/06/11/img_4085-15db04a3707c5e74fcac0603055e65add5bb5e57.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2998"}}]}