{"created":"2014-10-04T14:43:37+00:00","modified":"2014-10-30T21:48:07+00:00","valid":{"from":"2014-10-30T21:48:07+00:00","to":"3014-10-30T21:48:07+00:00"},"hreflang":"en","title":"FAA Chief: No Quick Fix To Prevent Another Fire Like Chicago","published":"2014-10-04T17:50:00+00:00","teaser":"Administrator Michael Huerta has a response to lawmakers who criticized the FAA for failing to have backup systems in place when a fire at an air traffic control center shut down Chicago's airports.","itags":["npr_api","353621973"],"guid":"86a7bbc0-e395-4d3d-836a-213eb3af2fa7","contentencoded":"<p>The head of the Federal Aviation Administration is trying to deflect criticism over an arson fire at an air traffic control center that shut down Chicago's airports last week.</p><p>Administrator Michael Huerta toured the fire-damaged Chicago air traffic control center in suburban Aurora on Friday with members of the Illinois congressional delegation.</p><p>Huerta admitted the agency has no quick fix to prevent a similar shutdown of a control facility from paralyzing air traffic across the country.</p><p>Democratic Sen. Dick Durbin was shocked by the extent of the damage, and called the fire an incredible act of sabotage.</p><p>\"It is just stunning, that this fire and the soot and the smoke that came from it, created such havoc in this technical, sensitive equipment,\" Durbin said.</p><p>Authorities say the fire was set by a disgruntled contract employee, 36-year-old Brian Howard. As a telecommunications technician, Howard knew exactly which cables and computers to target, posting on Facebook moments before the attack that he was going to take out the control center before taking his life.</p><p>He failed to commit suicide and is now in custody, but he succeeded in cutting essential cables and destroying critical equipment.</p><p>\"For those of you who are space nerds like I am,\" Republican Sen. Mark Kirk said, \"it looked like right after the Apollo fire, with all sorts of cabling that was burnt by what I was told was 4 gallons of gas that he brought in there to torch the place.\"</p><p>The fire shut down the Aurora facility, halting air traffic into and out of Chicago's O'Hare and Midway airports for several hours, creating a ripple effect of thousands of flight delays and cancellations across the country.</p><p>Kirk, Durbin and others have raised questions about the security of the FAA facility, and the screening of contract employees. Many criticize the FAA for failing to have backup systems in place.</p><p>Huerta acknowledged that the existing system is limited.</p><p>\"The current backup plan for the agency is to get everyone on the ground safe and get them to their destinations safe,\" he said. \"It has never been that every airline would run 100 percent of their operations with 5 minutes of a catastrophic event.\"</p><p>But, Huerta said, there is a new air traffic control system under development, called NextGen, which will have backup systems that could address a similar situation in the future.</p><p>\"It will provide us the infrastructure that we need to seamlessly and quickly transition between facilities, as well as give us additional operational capabilities,\" he said.</p><p>That new system is still at least two years away, however, and may take a decade to be fully implemented. In the meantime, Huerta shifted some of the blame to members of Congress, saying they have under-invested for years.</p><p>\"We do need to continue to focus on this infrastructure deficit and making the investments that we need to make in all of our core infrastructure,\" he said.</p><p>For now, Huerta said, the FAA is increasing security at all its air traffic control centers nationwide. Flight operations at Chicago airports are almost back to normal; crews are working around the clock in hopes of having the Chicago air traffic control center fully functioning by Oct. 13.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=FAA+Chief%3A+No+Quick+Fix+To+Prevent+Another+Fire+Like+Chicago&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353679076-a28b90.m3u?orgId=1&topicId=1091&ft=3&f=353621973"}]}