{"created":"2014-09-02T15:04:32+00:00","modified":"2014-10-30T22:49:41+00:00","valid":{"from":"2014-10-30T22:49:41+00:00","to":"3014-10-30T22:49:41+00:00"},"hreflang":"en","title":"Gaza's Shattered Airport, Once A Symbol Of Sovereignty","published":"2014-08-31T23:23:00+00:00","teaser":"The sad spectacle of Gaza's bombed-out airport doesn't deter Palestinians from hoping to someday have another airport of their own.","itags":["npr_api","344329313"],"guid":"86b16a3b-bc0b-40cb-b480-3565186ec99b","contentencoded":"<p>It's hard to imagine a more compelling monument to the rise and fall of the Palestinian dream of statehood than the bombed-out ruins that the 1.8 million people of Gaza call their international airport.</p><p>Sand, scrub and trash have swallowed up the land where a 3,300-yard runway was once used by planes from around the Middle East, and where former President Bill Clinton once, memorably, <a href=\"http://articles.latimes.com/1998/dec/15/news/mn-54153/2\">arrived by helicopter</a>. The golden dome that crowned the VIP terminal is still there — though a missile has punched a hole in it, and shelling by Israel has helped reduce the building below it to a skeleton of white concrete on a carpet of rubble.</p><p>Yet this depressing spectacle doesn't deter Palestinians from hoping that Gaza — an overcrowded, enclosed, 25-mile-long strip of land, sandwiched between Egypt, Israel and the Mediterranean Sea — will once again have an airport of its own.</p><p>Indirect talks are slated to begin in Cairo in September. Israel and the Palestinians are expected to discuss terms for ending the recent, devastating, 50-day war, following last week's indefinite ceasefire.</p><p>A new airport for Gaza is high on the list of demands leveled by Hamas, which controls Gaza and whose military wing led the recent war, firing more than 4,500 rockets into Israel. The Palestinians also want a seaport.</p><p>These are major sticking points: Israel fears these ports will be used for smuggling weapons. The government regards Hamas as a terrorist organization and wants it to disarm.</p><p>Nearly 16 years have elapsed since Clinton flew into Gaza to meet the Palestinian leader Yasser Arafat, and, amid much fanfare, to open a gleaming new airport by cutting a red ribbon.</p><p>Back then, the international community believed the Palestinians and Israelis were inching warily along a path towards peace and the creation of two states, laid out in the 1993 Oslo Accords. The road was proving bumpy, but Clinton's words on that day — Dec. 14, 1998 — reflect an era when hope was, at least, still alive.</p><p>The airport would bring \"a future in which Palestinians can travel directly to the far corners of the world,\" Clinton said.</p><p>The airport was a step, Clinton went on, toward \"a future in which it is easier and cheaper to bring materials, technology and expertise in and out of Gaza; a future in which tourists and traders can flock here, to this beautiful place on the Mediterranean; a future, in short, in which the Palestinian people are connected to the world.\"</p><p>Although this vision never became reality, Clinton's visit is still regarded as a milestone by Palestinians.</p><p>\"It was quite a day,\" says Salman Abu Halib, then director-general of Gaza airport. \"We will all remember it forever. The Palestinian people felt they'd secured one of the symbols of sovereignty, and this was being witnessed by the president of the United States.\"</p><p>Abu Halib remembers crying with happiness. \"This was the very first airport in the history of the Palestinian people,\" he says. \"Now we had an airport and our own planes.\"</p><p>Gaza airport was home to Palestinian Airlines and its fleet of three planes — two Dutch-made Fokker 50s and a Boeing 727 given by a Saudi prince. These flew around the region, including Egypt, Jordan, Syria and Saudi Arabia.</p><p>Fathi Sabbah, a Palestinian journalist for <em>Al Hayat</em> newspaper, was on the airline's first flight — a Fokker 50, from Gaza to Cyprus. He relished the symbolism of the occasion, but not the 45-minute flight.</p><p>\"I was frightened,\" Sabbah says. \"I was with a friend. The aircraft looked old. We were scared we'd crash in the sea and the sharks would eat us.\"</p><p>Israel first bombed Gaza airport in 2001, in answer to Palestinian militant attacks on Israelis in the West Bank. The second Palestinian Intifada had erupted a few months earlier. Israel's F-16s later repeatedly rocketed the runway and knocked down the tower. Palestinian Airlines shifted operations to Egypt and Jordan; the airport never reopened.</p><p>When Israel tightened its blockade of Gaza after 2007, the price of construction materials within the impoverished strip soared. Some Gazans broke up the runway with hammers and drills, to collect rubble to sell for recycling. It's now buried beneath a sea of sand.</p><p>If the two sides seriously tackle the Gaza airport issue during the upcoming talks — and that is not assured — security issues will be contentious.</p><p>During the old airport's brief life, passengers and baggage were monitored by Israeli security staff as they passed in and out. Sabbah recalls going to Gaza's southern border with Egypt to have his passport checked by Israeli officials, and then being taken by bus to the airport nearby.</p><p>Palestinians now have only two ways to leave Gaza: They can cross the southern border, now controlled by Egypt, or travel via Israel. Both options involve a great deal of time and red tape; only a limited number get permission.</p><p>Palestinians hope a new airport will change that, though the odds seem long. Gaza-based political analyst Mokhaimar Abu Saada does not completely rule out an agreement with Israel, but expects it will require the involvement of Egypt and the international community — and multiple security guarantees.</p><p>Ibrahim Adwan is more skeptical. The 14-year-old spends his out-of-school hours making a few dollars by collecting metal at the ruined airport, and taking it by donkey and cart to sell at the scrap market. At present, there are fresh pickings, as the airport was shelled in the recent war.</p><p>He has never seen an airplane fly out of Gaza, and does not believe he will anytime soon.</p><p>\"People abroad have a life, but here it is meaningless,\" he says. \"After one or two months, there will just be a war again.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gaza%27s+Shattered+Airport%2C+Once+A+Symbol+Of+Sovereignty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"432"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344732516-2a0e6a.m3u?orgId=1&topicId=1009&ft=3&f=344329313"},{"href":"http://media.npr.org/assets/img/2014/08/31/453770632-38b560ae8720bffef8e24318baa42415f23abc6f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2996","width":"3995"}},{"href":"http://media.npr.org/assets/img/2014/08/31/51400176-4cdb1e2acd6ff466351e2674a7eb1c3998d51f71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1374","width":"1833"}}]}