{"created":"2015-05-15T13:06:57+00:00","modified":"2015-05-15T13:06:57+00:00","valid":{"from":"2013-05-13T21:11:08+00:00","to":"3013-05-13T21:11:08+00:00"},"hreflang":"en","guid":"86b13902-c35f-45c6-80cb-dc76fda836e6","tags":["APM","Credit card","Your Money","reward cards"],"byline":"Sally Herships","published":"2013-05-13T21:11:08+00:00","contenttemplated":"[{\"content\":\"<p>You may have noticed your bank acting strangely as of late. At the ATM, when opening your mail (snail or digital), or just couch-sitting, watching TV. Wherever you are, your bank seems to follow, trying to offer you perks and rewards.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In my case it’s offers for 5 percent cash back, when and if I use my credit card. But since I <em>already</em> get 1 percent back on all my purchases, I can’t help but wonder, &quot;Why is my bank offering me more money?&quot; </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Greg McBride, a senior analyst with Bankrate.com, says there’s a simple answer: “They want as much of your business as they can get.”   McBride says even though the economy is recovering, banks are not in the mood to take on risky loans. And he says the credit card industry is intensely competitive -- it’s dominated by only nine companies.   “So often times, bringing in new customers means bringing someone in at the expense of your competitor,” he says.   Which is why, if your credit rating is good, your mailbox may be stuffed with many offers right now. Banks think your credit rating is hot. And so, McBride says, if you have good credit it’s likely your bank wants to spend more time with you.   “These are also the type of customers that financial services want in the fold for their other products and services”   Chris Murray, director of client services at New Control, a digital and direct response ad agency, says for a company like Visa or Capital One to steal customers with good credit from each other is pretty tough to pull off.   “The reality is, people like that, already have a credit card,&quot; he says. &quot;They make it very difficult for you to switch, mentally to say, I’m going to walk away from the 500,000 miles I’ve got on American and all the sudden start using a cash back card.&quot;</p>\"},{\"content\":\"<p>Which is why Murray says it can cost up to $500 to win a new customer. Banks measure marketing success in tenths of a percentage. If a bank sends out one thousand pieces of mail and gets three people to sign up, the campaign has been a success. For consumers -- it’s like the prospect of dating again when you already have a trusted, special someone in your life. Who wants to re-read all that small print?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Not Lynwood Hines.   “Where there’s bait there’s a hook,” Hines says.   Hines works for an engineering company in South Carolina and he notes his credit rating is just under 800. Which may explain the thirteen offers Hines says he’s gotten in the last six weeks from card issuers like Capital One, American Express, Citibank, Chase and American Airlines.   Hines says the offers he’s receiving are typical, but he’s not interested in changing cards. Ever since he sent in a late payment on his American Express bill and his interest rate was raised to 30 percent his attitude towards credit has changed.   “And that was enforced forever. I had to cancel the card to get rid of it,&quot; he says.    So how does he feel about about these new cash-back, free miles, zero-percent offers that have been showing up?   “They’re not going to get me.  There’s nothing they could offer me that frankly, that they could afford that’s going to get me to switch. And I don’t think of it as cynical. I think of it realistic.”   And that attitude is <em>exactly</em> what will keep the offers from credit card companies coming in.</p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>You may have noticed your bank acting strangely as of late. At the ATM, when opening your mail (snail or digital), or just couch-sitting, watching TV. Wherever you are, your bank seems to follow, trying to offer you perks and rewards.</p>\n<p>In my case it’s offers for 5 percent cash back, when and if I use my credit card. But since I <em>already</em> get 1 percent back on all my purchases, I can’t help but wonder, \"Why is my bank offering me more money?\"&nbsp;</p>\n<p>Greg McBride, a senior analyst with Bankrate.com, says there’s a simple answer: “They want as much of your business as they can get.” &nbsp; McBride says even though the economy is recovering, banks are not in the mood to take on risky loans. And he says the credit card industry is intensely competitive -- it’s dominated by only nine companies. &nbsp; “So often times, bringing in new customers means bringing someone in at the expense of your competitor,” he says. &nbsp; Which is why, if your credit rating is good, your mailbox&nbsp;may be stuffed with&nbsp;many offers right now. Banks think your credit rating is hot. And&nbsp;so, McBride says, if you have good credit it’s likely your bank wants to spend more time with you. &nbsp; “These are also the type of customers that financial services want in the fold for their other products and services” &nbsp; Chris Murray, director of client services at New Control, a digital and direct response ad agency, says for a company like Visa or Capital One to steal customers with good credit from each other is pretty tough to pull off. &nbsp; “The reality is, people like that, already have a credit card,\" he says. \"They make it very difficult for you to switch, mentally to say, I’m going to walk away from the 500,000 miles I’ve got on American and all the sudden start using a cash back card.\"</p>\n<p>Which is why Murray says it can cost up to $500 to win a new customer. Banks measure marketing success in tenths of a percentage. If a bank sends out one thousand pieces of mail and gets three people to sign up, the campaign has been a success. For consumers -- it’s like the prospect of dating again when you already have a trusted, special someone in your life. Who wants to re-read all that small print?</p>\n<p>Not Lynwood Hines. &nbsp; “Where there’s bait there’s a hook,” Hines says. &nbsp; Hines works for an engineering company in South Carolina and he notes his credit rating is just under 800. Which may explain the thirteen offers Hines says he’s gotten in the last six weeks from&nbsp;card issuers like Capital One, American Express, Citibank, Chase and American Airlines. &nbsp; Hines says the offers he’s receiving are typical, but he’s not interested in changing cards. Ever since he sent in a late payment on his American Express bill and his interest rate was raised to 30 percent his attitude towards credit has changed. &nbsp; “And that was enforced forever. I had to cancel the card to get rid of it,\" he says.&nbsp; &nbsp; So how does he feel about about these new cash-back, free miles, zero-percent offers that have been showing up? &nbsp; “They’re not going to get me. &nbsp;There’s nothing they could offer me that frankly, that they could afford that’s going to get me to switch. And I don’t think of it as cynical. I think of it realistic.” &nbsp; And that attitude is <em>exactly</em> what will keep the offers from credit card companies coming in.</p></div>","description":"Banks are desperate to get new business from stable, responsible borrowers. So they're amping up the credit card perks.","title":"Why is my bank offering me more cash back rewards?","itags":["86b13902c35f5c6a0cb7dc76fda836e6","Marketplace for Monday, May 13, 2013","PMP:Marketplace_PMP","Marketplace"],"teaser":"Banks are desperate to get new business from stable, responsible borrowers. So they're amping up the credit card perks.","audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/capone.jpg?itok=fr8cXXfa"},{"meta":{"duration_hms":"00:03:47","duration":227,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/05/13/marketplace_segment24_20130513"}},"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/05/13/marketplace_segment24_20130513_64.mp3"}]}