{"created":"2014-09-03T15:28:57+00:00","modified":"2014-10-30T22:52:23+00:00","valid":{"from":"2014-10-30T22:52:23+00:00","to":"3014-10-30T22:52:23+00:00"},"hreflang":"en","title":"As BP Pays For Oil Spill Impact, Some People Aren't Seeing The Cash","published":"2014-09-01T11:55:00+00:00","teaser":"The oil giant is paying billions of dollars to businesses hurt by the 2010 spill, but won't pay business owners hurt by a government drilling moratorium that was put in place after the spill.","itags":["npr_api","344026633"],"guid":"86be840f-3fc0-4a93-a256-a45eca232cd4","contentencoded":"<p>BP's 2010 oil spill in the Gulf of Mexico disrupted business all along the coastline. Through the end of July, the oil giant paid more than $13 billion to compensate people, businesses and communities affected. The company is <a href=\"http://www.npr.org/2013/12/10/249734365/bp-argues-companies-are-unfairly-cashing-in-on-2010-spill\">disputing some of those claims</a> in court battles that could drag on for years.</p><p>But there's another group of people who lost money after the spill and never received compensation. That's because their claims are tied to a six-month government moratorium on drilling put in place after the spill.</p><p>Among them is Patrick Roy of Patterson, La. He owns Coastal Rental Equipment, which rented equipment to the offshore oil and gas industry.</p><p>\"This has been my dream since I can remember as a child — wanting to own my own business,\" says Roy. After the spill, business was OK, but then the moratorium was enacted while the government overhauled offshore drilling regulations. That's when his business collapsed.</p><p>\"It's unfortunate that I have to shut it down — give up a dream because of something that happened offshore that I had no control over,\" says Roy. He tried to file a claim with BP, like thousands of other business owners in the Gulf, but his did not qualify because the losses were tied to the moratorium.</p><p>In a statement to NPR, BP spokesman Geoff Morrell says, \"BP should not be required to pay for alleged losses caused by the U.S. government's independent decisions to enact a drilling moratorium and to delay issuing drilling permits. BP had no role whatsoever in either decision.\"</p><p>With no customers and no money, Roy shut down his business. His equipment was sold to a competitor for a tenth of what he paid for it. Now he's back working for someone else and faces a lifetime of paying off debts because he doesn't want to declare bankruptcy.</p><p>\"I have two beautiful little boys, and my wife ended [up] leaving me because of all this,\" says Roy. \"You know, business is one thing, but losing family, that hurts.\"</p><p>New Orleans attorney James Garner estimates there are several thousand claims like Roy's. His firm is representing people filing some of them. Garner says the drilling moratorium was a reasonable step for the government to take after the accident at BP's Macondo well, and he draws a direct line from the spill to losses businesses suffered during the moratorium.</p><p>\"BP cannot get away from the argument that without the Macondo explosion the moratorium doesn't happen,\" says Garner.</p><p>Chapman University law professor John Eastman is one legal expert who doesn't think that argument will stand in court. He echoes the oil industry's argument that the government's drilling moratorium was unnecessary and hurt the region economically.</p><p>\"That was the government's action, not a result of the spill. And we ought to hold our government accountable for that, not people who had no responsibility for it,\" says Eastman.</p><p>But those hurt by the drilling ban can't sue the government. Eastman suggests they encourage Congress to pass a compensation plan. Meantime, the question of whether BP must pay for moratorium claims goes before a federal court in New Orleans next summer, five years after the spill.</p><p>Some small businesses can't wait that long. \"Frankly, big companies like BP depend on that,\" says Montré D. Carodine, professor at The University of Alabama School of Law. She says a lot of times companies with deep pockets will intentionally drag legal proceedings out to wear down claimants.</p><p>Back in Louisiana, Patrick Roy says he's still pursuing compensation from BP. But if it comes it will be too late for his business. Currently he's trying to sell the building where his rental company was located, hoping he'll get enough to pay off some of his creditors.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+BP+Pays+For+Oil+Spill+Impact%2C+Some+People+Aren%27t+Seeing+The+Cash&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344935063-5e990f.m3u?orgId=1&topicId=1006&ft=3&f=344026633"},{"href":"http://media.npr.org/assets/img/2014/08/28/1905502_brady_bppayments-2--164b335e00cd81ddb417e44809239be740ddfc50.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2994","width":"3993"}},{"href":"http://media.npr.org/assets/img/2014/08/28/1905502_brady_bppayments-19--5a038a44f34ae933c2205f81817f52b7287cda94.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1497","width":"1996"}}]}