{"created":"2015-02-12T21:20:02+00:00","modified":"2015-02-27T21:26:47+00:00","valid":{"from":"2015-02-27T21:26:47+00:00","to":"3015-02-27T21:26:47+00:00"},"hreflang":"en","title":"'Fifty Shades' Director Explores Passion, Performance And Control","published":"2015-02-12T23:26:00+00:00","teaser":"<em>Fifty Shades of Grey</em> is expected to be a blockbuster — and the director, Sam Taylor-Johnson, is a relative unknown outside of the art world, where she's a star. NPR's Neda Ulaby has a profile.","itags":["npr_api","385726801"],"guid":"86c9872f-e5c2-4851-9a88-5ad468603ff5","contentencoded":"<p>Universal Pictures put a woman in charge when it hired Sam Taylor-Johnson to direct <em>Fifty Shades of Grey</em>. It also got an art world star nominated for such prestigious awards as Britain's Turner Prize. Truth be told, Taylor-Johnson sounds slightly relieved to discuss her photography and videos instead of the movie she's in the thick of promoting.</p><p>\"It feels so far away from me right now,\" she says, in her plummy London accent. \"And it's so nice to talk about again — gives me a bit of a breather.\"</p><p>Accent aside, Taylor-Johnson is hardly from a posh British background. Her father was a biker. Her mother was a hippy who meditated in orange robes before abandoning the family when Taylor-Johnson was only 15. She went on to attend Goldsmiths College, a school that forged a movement known as the Young British Artists.</p><p>\"They were just a most raucous, rebellious group of artists in revolt,\" says Margo Crutchfield. Now curator-at-large for Virginia Tech's Center of the Arts, she organized Sam Taylor-Johnson's first major US solo show back in 2008. Crutchfield says the YBAs, as they were known, were exuberant post punk troublemakers.</p><p>\"Probably some of the most provocative work made in recent times,\" she says.</p><p>Exhibit A: Damien Hirst, who suspended sharks and sheep in formaldehyde. Exhibit B: Tracey Emin, best known for displaying an unmade bed surrounded by underwear, empty liquor bottles and condom wrappers as something of a sarcastic monument to an ex-lover. Comparatively, the artist then known as Sam Taylor-Wood was understated. Still, themes of sex and sensation surfaced in such work as her recreation of the Last Supper that imagined Jesus as a topless woman.</p><p>\"There was a lot of experimentation in the early days,\" Taylor-Johnson dryly concedes.</p><p>Throughout her career, Taylor-Johnson's work has explored vulnerability, passion, performance, celebrity and control. Take her series of portraits of leading Hollywood men such as Paul Newman, Laurence Fishburne and Dustin Hoffman. <a href=\"http://samtaylorjohnson.com/photography/art/crying-men-2002-2004\">All of them, crying</a>.</p><p>\"I didn't want to do something where it's just a projection of ego and a big smile and, you know, 'Here I am, at the top of my game,'\" she explains.</p><p>Taylor Johnson's video portrait of soccer star David Beckham, commissioned by Britain's National Portrait Gallery, shows one of the world's most famously active bodies <em>sleeping</em> — for an hour and seven minutes. At the time, says Crutchfield, she was married to another art world celebrity.</p><p>\"Probably the most powerful art dealer in Europe if not the world at the time,\" Crutchfield notes. But Taylor-Johnson left him soon after directing her first feature film, 2009's <em>Nowhere Boy</em>. It's about the Beatles' early years in Liverpool, before they became famous, and Taylor-Johnson married the actor who played John Lennon. He was 19. She was 42. She'd already had two children and had two more with him — even after surviving cancer twice. Not long ago she directed her husband, Aaron Taylor-Johnson, who she describes as a muse, <a href=\"https://www.youtube.com/watch?v=ZITh-XIikgI\">in a music video for R.E.M</a>. He's dancing down a city street in a faded yellow T-shirt.</p><p>\"I can't wait for us to work together again because he's so talented,\" she says. \"And that R.E.M video is, I think, one of the best things I've done. It was so much fun.\"</p><p>It was admittedly less fun, she says, to film <em>Fifty Shades of Grey</em>.</p><p>\"I mean, the thing is ...\" she pauses. \"I'm an artist and I had lots of sort of wild ideas about how to do this. And wildly off-the-wall ones.\"</p><p>For example, a sequence she fought for showing jellyfish as a sensual metaphor for the heroine's state of mind ended up on the cutting room floor. The movie <em>Fifty Shades of Grey</em> ended up as a straightforward, respectful adaptation of the book, but critics still mostly praise it as more sophisticated than its source material, from the Helmut Newton-inspired cinematography to the female-dominated soundtrack, with powerful singers such as Beyoncé, Sia and Anne Lennox. It's a woman's journey, says Taylor-Johnson, that ends with the male lead vulnerable and emotionally exposed.</p><p>And the movie <em>Fifty Shades of Grey</em> teases the fundamental idea of who holds power — from the woman who tells the story, to the women readers who enjoy it, and the woman director who put it on the screen.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Fifty+Shades%27+Director+Explores+Passion%2C+Performance+And+Control&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385793990-b3101a.m3u?orgId=1&topicId=1137&e=385726801&d=270&ft=nprml&f=385726801"},{"href":"http://media.npr.org/assets/img/2015/02/12/fif031ap-175089cec5587cc212b245fd4f6b3c9eac13afd4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3385","width":"4514"}}]}