{"created":"2015-04-27T18:26:20+00:00","modified":"2015-04-28T18:58:34+00:00","valid":{"from":"2015-04-28T18:58:34+00:00","to":"3015-04-28T18:58:34+00:00"},"hreflang":"en","guid":"86e3f1a6-93ce-4da1-be03-e6512f991c98","title":"Mozambique's life-saving surgeons aren't doctors at all","published":"2015-04-28T18:58:29+00:00","byline":"Bridget Huber","tags":["heath","medicine","Across Women's Lives","Medicine","Health & Medicine","Africa","Mozambique","Surgery"],"teaser":"What do you do when there are only about 20 practicing surgeons for an entire country? Mozambique decided to train non-physicians to do surgery, giving rise to a class of medical workers called tecnicos who do almost all of the country's operations.","contentencoded":"<p>In the maternity ward at the hospital in Chokwe, Mozambique, Nilza Munambo is the woman in charge.</p>\n<p>As she bustles through her morning rounds, she checks in on a woman who's recuperating from a Cesarean section that Munambo performed a few days ago. The mother’s doing all right, but the baby is almost too weak to cry — and he’s not nursing.</p>\n<p>\"He latched on once,\" Munambo says. \"He sucked one or two times and then stopped. Now he can't even do that.\"</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/surgeons3finalest.jpg?itok=hlCU9vgv\" alt=\"\" /><div class=\"field-caption\">\n    <p>Africa's unequal distribution of surgeons</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>David Conrad</p>\n  </div>\n</div>It's an average day for any doctor — except Munambo isn't a doctor at all. She's part of a class of health workers that don't really exist in the US. They're called <em>tecnicos, </em>or technicians, and they perform almost almost all of the surgery in Mozambique. The country only has about 20 practicing surgeons for a population of some 26 million people.\n<p>After Mozambique won independence from Portugal in 1975, there was an exodus of doctors. Many were under contract with the colonial government and departed for Portugal. Others didn’t want to practice medicine under the new socialist government, which had abolished the private healthcare system.</p>\n<p>The physician shortage only got worse when civil war broke out two years later, says Dr. Fernando Vaz, a former health minister who is now a professor at the Superior Institute of Health Sciences in Maputo.</p>\n<p>The situation was \"lamentable,\" especially in rural areas, Vaz says.</p>\n<p>\"People were dying of the simplest things,\" he says. \"Miscarriages were killing women. People died if they got shot in the leg.\"</p>\n<p>So Vaz, who is a surgeon, came up with what started out as a temporary solution: Train lower-level health workers to do lifesaving surgery — a tactic several other African countries have also adopted.</p>\n<p>Vaz estimates that technicians who specialize in maternal health, pediatrics or general surgery now handle about 80 to 90 percent of the surgical health problems in rural areas. That includes Munambo, who does a lot of what an obstetrician would do<strong>.</strong></p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"480\" width=\"720\" alt=\"A patient is prepped for surgery to repair a hernia at the Hospital Rural de Chokwe. Before Mozambique began training non-doctors to do surgery, according to the former Health Minister, people were dying from miscarriages or getting shot in the leg.\" title=\"A patient is prepped for surgery to repair a hernia at the Hospital Rural de Chokwe. Before Mozambique began training non-doctors to do surgery, according to the former Health Minister, people were dying from miscarriages or getting shot in the leg.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/MOZ%20lil-0073.jpg?itok=RbXSR2Nh\" /><div class=\"field-caption\">\n    <p>A patient is prepped for surgery to repair a hernia at the Hospital Rural de Chokwe. Before Mozambique began training non-doctors to do surgery, according to the former Health Minister, people were dying from things like miscarriages or getting shot in the leg.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bridget Huber</p>\n  </div>\n</div>\n<p>Some medical experts have raised concerns about relying on non-physician clinicians, but studies of technician surgeries in Mozambique and elsewhere suggest the complication rates in surgeries performed by technicians are roughly the same as those performed by MDs.</p>\n<p>The work isn't without challenges, though. As I'm in the operating room with Munambo's colleague, Victor Muitiquile, the power goes out just as Muitiquile is preparing to operate on a man who was stabbed.</p>\n<p>The hospital recently got a generator, but it isn’t working yet, so they had to send someone to find a light. The patient was restless, moving around on the table, and Muitiquile tried to calm him down so he could sew him up.</p>\n<p>A few minutes later, a nurse came back with a light — of sorts. It was a dinky little Nokia cellphone. Muitiquile and the nurse rolled their eyes and laughed, a bit ruefully.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/MOZ%20lil-6328.jpg?itok=m45BK_oC\" alt=\"\" /><div class=\"field-caption\">\n    <p>Waiting outside the maternity ward at the hospital in Chokwe.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bridget Huber</p>\n  </div>\n</div>\"Poverty. Absolute poverty here,\" Muitiquile says.\n<p>Mozambique <em>is</em> one of the poorest countries in the world. Munambo and Muitiquile are up against a lot of material difficulties that have nothing to do with their training. X-rays come back too dark to read; scrubs are in short supply because they’re all washed by hand.</p>\n<p>Just being a surgical technician can take a personal toll, too. Muitiquile left his family behind in the capital, Maputo, and only sees them a couple of times a month. But as he sits in his office — in the dark — he says it’s worth it.</p>\n<p>\"Every day I help alleviate peoples’ suffering,\" Muitiquile says. \"It's [we] who are out in the country, out in the field. We resolve really serious problems, and we do it all at the local level.\"</p>\n<p>The next morning, Nilza Munambo prepares do another C-section. The procedure had to be delayed because of the power outages. Now the patient is in labor and she clenches her toes with each contraction.</p>\n<p>The woman already has two kids and has decided this one will be her last; Munambo will sterilize her after she delivers the baby.</p>\n<p>Munambo made a cut into her abdomen. First there's a layer of fat, then a smooth purplish layer of muscle — the uterine wall. Sooner than I was expecting, Munambo stuck in her hand and in one motion, pulled out a slippery little human.</p>\n<p>\"Not even a cry,\" Munambo says.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"514\" width=\"720\" alt=\"Nilza Munambo delivers a baby via cesarean section. \" title=\"Nilza Munambo delivers a baby via cesarean section. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/MOZ%20lil-0302.jpg?itok=wZx918TT\" /><div class=\"field-caption\">\n    <p>Nilza Munambo delivers a baby via cesarean section. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bridget Huber</p>\n  </div>\n</div>\n<p>A nurse grabbed the newborn and hustled her out.</p>\n<p>I was a little dazed — but I snapped out of it when a squirt of blood shot past my head, just missing me.</p>\n<p>As Munambo and the scrub nurse finished up, I headed over to the maternity ward to see about the baby. I heard they had to give her oxygen. But when I found her, she was in a nest of white blankets, fast asleep in her grandmother’s arms.</p>\n<p>Welcome to the world, baby girl.</p>\n<p><em>Bridget Huber's reporting was funded by a grant from the <a href=\"http://pulitzercenter.org/\">Pulitzer Center for Crisis Reporting</a>. </em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-20%2Fnilz-munambo-isnt-surgeon-she-performs-surgeries-every-day&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/MOZ%20lil-6268.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/moz-lil-6268jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04272015_07.mp3"},{"href":"http://www.pri.org/file/0427201507mp3"}]}