{"created":"2015-03-10T08:16:20+00:00","modified":"2015-06-05T15:28:27+00:00","valid":{"from":"2015-06-05T15:28:27+00:00","to":"3015-06-05T15:28:27+00:00"},"hreflang":"en","title":"Low Oil Prices Could Stall Explosive Growth In Montana Boom Town","published":"2015-03-10T20:52:00+00:00","teaser":"Oil production appears to be churning right along in Sidney. But leaders are bracing for a whole lot less oil tax revenue to pay for services that are stretched thin.","itags":["npr_api","391251234"],"guid":"86f7657a-3478-421b-877d-4544888208ef","contentencoded":"<p>What happens when the price of oil tanks and suddenly you're faced with a whole lot less money to deal with your town's explosive growth?</p><p>If you're 52-year-old Rick Norby, you lose a lot of sleep.</p><p>\"I haven't slept since I became mayor,\" he says. \"I really ain't kidding you.\"</p><p>When Norby became mayor of Sidney, Mont., oil prices were about $100 a barrel. A year later, they've fallen to roughly half that. Yet oil production has continued to churn right along.</p><p>\"All the action is still happening,\" says Norby, who has lived here all his life. \"We haven't seen a slowdown one bit in anything.\"</p><p>The problem is Norby figures he'll get about $600,000 less in tax revenue from oil production — and an untold drop is predicted for hotel and gambling taxes — to deal with all this. That's a big deal when your whole budget is $11 million and your town now has a major highway running right through it.</p><p><strong>Infrastructure, Services Strained</strong></p><p>Sidney lies at the western edge of the Bakken oil patch, one of the country's top drilling regions. In the past few years, this once-sleepy farming town on the state line with North Dakota has been transformed into an oil boom city.</p><p>On Central Avenue, despite the low oil prices, a parade of oil tanker trucks still rumbles through downtown carrying Bakken crude to the refineries 270 miles away in Billings.</p><p>Norby's wearing a gray ball cap and the trace of his chew can is worn into the seat pocket of his jeans. He likes to take visitors out for a look at the divots from the wheel tracks.</p><p>\"It's taking its toll,\" the mayor says. \"This was probably [only] built three years ago.\"</p><p>Norby's lived here all his life and he loves Sidney. After he graduated from high school he farmed sugar beets and corn. Before the oil boom, he sold the farm and moved back into town. He says he's grateful for that because he couldn't afford a house here now.</p><p>After work, the Loaf and Jug gas station is still packed with young men in muddy Carhartts filling up their pickups. Up the road, dozens of new condos with pre-fab siding are still being built.</p><p>The money coming from the oil boom pays for fundamental services that are stretched thin. Sidney is looking for $30 million to build a new truck bypass. A new $70 million water treatment plant is also needed.</p><p>Around town, there are little one-bedroom houses with a half dozen oil workers living in them. The population has nearly doubled since 2010. The police department struggles to keep pace with even routine patrols. Since 2010 when the oil boom began in earnest, DUI arrests are up 300 percent. Felony assaults are up twice that much.</p><p>\"We could use three or four more people in the immediate time,\" says Chief Frank DiFonzo. Behind his John Wayne coffee mug, his desk is cluttered with stacks and stacks of case files.</p><p>The thing is the chief is probably not going to get the money to hire anyone new due to the forecast drop in oil revenues. DiFonzo really needs a detective so that his officers can spend more time out on the streets.</p><p><strong>Schools Bracing</strong></p><p>There's a lot of uncertainty over what might happen these next few months with oil prices, and the resulting stream of oil revenue. In Sidney, schools are tied a little more closely to oil production taxes than city hall.</p><p>At West Side Elementary — a kindergarten through third grade school — a cluster of modular homes sits next to the playground. Most teachers starting out can't afford Sidney's rents, which run close to $2,000 for a one bedroom.</p><p>\"You're living in limbo a little bit, with everything,\" says Principal Jon Skinner, a big, friendly man with a shake that will crush your hand if you're not ready. He was a star football player at the University of Montana.</p><p>Walking the halls, Skinner knows every student, which is tough in a boom town school where some kids are only here for a couple of weeks and then they move. Almost a third of the students are considered special needs, because moving so much puts them behind in schoolwork.</p><p>Lately, the extra oil revenue had helped him hire more teachers and classroom aides. They recently started a long-term facilities plan. But he says that never considered oil falling below $70 a barrel.</p><p>\"We've gotten accustomed to having a little bit more funding, gradually,\" Skinner says. \"One of my biggest fears is that tomorrow, all of the sudden, it's gone.\"</p><p>From the schools to the police station to city hall, people in Sidney are worried right now about what the drop in oil prices is going to mean for them. Mayor Rick Norby says the only option is to start cutting, unless the state Legislature taps emergency funds to help out boom towns like his.</p><p>\"That's why we're screaming,\" Norby says. \"We're drowning, we need help.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Low+Oil+Prices+Could+Stall+Explosive+Growth+In+Montana+Boom+Town&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392014918-3b98e8.m3u?orgId=1&topicId=1006&d=422&p=3&story=391251234&t=progseg&e=392014805&seg=14&ft=nprml&f=391251234"},{"href":"http://media.npr.org/assets/img/2015/03/09/01-sidney_030315_captioned_dg-05_22069739_slide-bf5761c50463d98bf491a29259b377e6df9ce153.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1910","width":"2864"}},{"href":"http://media.npr.org/assets/img/2015/03/09/02-sidney_030315_captioned_dg-07_22069743_slide-58ec7d83e7ff6507d4d77cbbc71d8893599415b3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1974","width":"2961"}},{"href":"http://media.npr.org/assets/img/2015/03/09/03-sidney_030315_captioned_dg-03_22069735_slide-0db10734bc92bb90ba4d4a7dff21806c69cb7415.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/09/04-sidney_030315_captioned_dg-09_22069747_slide-7b1ceb99b137cfb78bb1bee8f0d045250d832df7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1936","width":"2904"}},{"href":"http://media.npr.org/assets/img/2015/03/09/05-sidney_030315_captioned_dg-08_22069745_slide-b5fcd165daa7525e489cde2e08c10230bf362ed0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1919","width":"2879"}},{"href":"http://media.npr.org/assets/img/2015/03/09/06-sidney_030315_captioned_dg-04_22069737_slide-e23708c4b4544551b1cc56d0864feec324983c3a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1886","width":"2829"}},{"href":"http://media.npr.org/assets/img/2015/03/09/08-sidney_030315_captioned_dg-17_22069763_slide-1eb61871695abeabc19011b6ac06a1abe694c15d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1924","width":"2886"}},{"href":"http://media.npr.org/assets/img/2015/03/09/09-sidney_030315_captioned_dg-16_22069761_slide-d8b81efb6c39a44a30c2aa7d59cb2c65e46e6b3b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1860","width":"2790"}},{"href":"http://media.npr.org/assets/img/2015/03/09/sidney-promo-1-3957b1ed4364d6ee48a035be2191b1795715fa8d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1075","width":"1434"}}]}