{"created":"2015-05-09T02:38:10+00:00","modified":"2015-06-05T15:26:29+00:00","valid":{"from":"2015-06-05T15:26:29+00:00","to":"3015-06-05T15:26:29+00:00"},"hreflang":"en","title":"A New Baltimore Model? 'Officer On The Beat ... Pastor On The Corner'","published":"2015-05-09T04:35:00+00:00","teaser":"Baltimore officials want to fix damaged relations between police and residents. Church pastors there have long stepped up to help fill the gap of mistrust, and they hope to play a role in erasing it.","itags":["npr_api","405222336"],"guid":"86f79f3a-36b8-4e1b-b87c-9e1019aeaa5a","contentencoded":"<p>The <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/05/08/405246568/justice-dept-hopes-police-investigation-will-create-a-stronger-baltimore\" target=\"_blank\">federal investigation</a> into Baltimore's police force is one of the first steps some in the city believe will rebuild the relationship between officers and residents.</p><p>Some faith leaders are optimistic that can be done, and past police programs have helped. But other residents are skeptical that West Baltimore residents' trust can be regained.</p><p>Just a few blocks away from the center of Baltimore's unrest last month, William Scipio, 49, recently stopped by Ames Memorial United Methodist Church to help sort through clothing donations. Born in Baltimore, he initially had a good impression of the police when he was younger.</p><p>\"During school time, we used to have an Officer Friendly. He used to come to our classroom and talk to us,\" he says. \"So as I started growing up, I see a police ride down the street, and I'll speak to him, wave to him — and he looks at me like I'm crazy or I didn't exist. So I'm like, 'Wow, where's Officer Friendly at?' \"</p><p>Scipio says he respects the police and how stressful their job can be.</p><p>\"Not all police officers are bad,\" he says, but later adds that Baltimore officers' relationships with West Baltimoreans aren't good.</p><p>Pastor Rodney Hudson says that strain between police and the community has driven many here to seek help from faith leaders instead.</p><p>\"Do you really want to know where the true community police officers are? You looking at them!\" he says. \"Because who do they come to in the moments of crisis? 'Reverend, I'm hungry! Reverend, my boyfriend just beat me up! What I'm goin' do?' \"</p><p>The Baltimore police are aware this is happening; they even enlisted Hudson and other ministers to help calm tensions on the streets after Freddie Gray's death, and called their contributions \"instrumental.\"</p><p>Hudson sees providing that sort of assistance as a natural part of his duties as a minister.</p><p>\"Community policing is the officer on the beat joined together with the pastor on the corner,\" he says.</p><p>While there are a number of <a href=\"http://www.baltimorepolice.org/community-partnerships\" target=\"_blank\">community outreach programs listed on the Baltimore Police Department's website</a>, the department did not respond to multiple requests for an interview about them.</p><p>Many residents point to the Police Athletic League, or PAL, centers, which are no longer available in West Baltimore, as a program that helped build trust between officers and families in the neighborhood.</p><p>Eric Paige, who retired from the police department in 2006, had been assigned to work at some of the 27 PAL centers once spread across Baltimore.</p><p>\"A lot of times the kids ate at the PAL center. We helped them with their homework,\" he says. \"The father figure that many of them were missing, we gave them that.\"</p><p>Some in the department felt the program wasn't the best use of police resources in a crime-ridden city. But Paige says the program was effective.</p><p>\"It <em>is</em> social work. But what's the goal?\" he says. \"The goal is to deter crime. The goal is to make a better, healthy Baltimore. That's the goal.\"</p><p>Linwood Davis, 20, stands outside the former home of one of West Baltimore's PAL centers, where he says his friendly relationship with the police first took root.</p><p>\"It was the only place you could come to to have fun around here,\" Davis says.</p><p>But his memories have been tainted, Davis says, after seeing police using excessive force in his neighborhood.</p><p>Paige says that when officers aren't connected with the community, an avoidable us-against-them mentality can develop.</p><p>\"You're going to have some people that are going to be cold, hard criminals; you're going to have times when officers are going to have to shoot people,\" Paige says. \"But that does not mean that you can't have a relationship with people in the communities because of that.\"</p><p>Davis isn't optimistic that that sort of relationship or trust can be rekindled in West Baltimore after what happened to Freddie Gray and how the community reacted.</p><p>\"I just don't see it happening again — at all,\" he says.</p><p><em>Additional reporting by <a href=\"http://www.npr.org/people/348764641/evie-stone\" target=\"_blank\">Evie Stone</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Baltimore+Model%3F+%27Officer+On+The+Beat+...+Pastor+On+The+Corner%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405260508-46c8c4.m3u?orgId=1&topicId=1091&d=252&p=2&story=405222336&t=progseg&e=405168863&seg=16&ft=nprml&f=405222336"},{"href":"http://media.npr.org/assets/img/2015/05/08/baltimore-pastor-hansi-f4534350b6b4e062b60f957b74198b8c549e281c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}}]}