{"created":"2014-10-08T02:25:11+00:00","modified":"2014-10-31T00:21:01+00:00","valid":{"from":"2014-10-31T00:21:01+00:00","to":"3014-10-31T00:21:01+00:00"},"hreflang":"en","title":"Looking For Free Sperm, Women May Turn To Online Forums","published":"2014-07-13T23:09:00+00:00","teaser":"Bypassing commercial sperm banks, thousands are logging on to websites where women can connect with men at no cost. Anecdotes abound, but the scope of the unregulated activity is unclear.","itags":["npr_api","330749214"],"guid":"86fcbfea-626d-4829-8472-a7205c99c796","contentencoded":"<p>Commercial sperm banks have operated in the U.S. since the early 1970s. Today, women who can afford to use them tend do so without stigma. But banks are no longer the only source for women hoping to get pregnant.</p><p>There are informal, unregulated websites popping up where men who are willing to donate their sperm for free can meet women who are hoping to have a baby.</p><p>The most established sperm donation website in the U.S., the Known Donor Registry, launched in 2010. Since then, it has grown to more than 16,000 members.</p><p>Membership to this site and others does not necessarily reflect how many people actually conceive this way — in fact, there really aren't solid statistics on this kind of exchange. But there are anecdotes, and people have come forward saying they've tried it.</p><p>Known Donor Registry is like a social network sperm donation: Women and men create profiles where they have to give a name (not necessarily their own full name), and the city in which they live.</p><p>People can include pictures of themselves, and what method they'd like to use to conceive. Some choose to conceive by artificial insemination, without a physician, as a <a href=\"http://abcnews.go.com/2020/video/brave-online-world-free-sperm-donation-24242701\">recent 20/20 episode</a> detailed. Others opt for something called natural insemination: sex with the sole aim of getting a woman pregnant.</p><p><strong>Searching </strong><strong>F</strong><strong>or Free Sperm</strong></p><p>Eighteen-year-old Jennifer R. hoped online sperm donation could help her have a baby. When she was 16, Jennifer, who asked not to use her last name to protect her medical privacy, found out she has an ovarian disorder that her doctors say will make her infertile by her mid-20s. If she wants to have a baby, she's been told, Jennifer has to get pregnant soon.<strong></strong></p><p>But she doesn't have a partner, and she says buying sperm from a sperm bank is too expensive for her. The cost of a single vial of sperm runs between $500 and $700, and most women require multiple vials to get pregnant.</p><p>So, with her mother's blessing, Jennifer went online and posted a message on a forum where men donate sperm for free (she did not use Known Donor Registry). She says a lot of men replied, and one caught her interest. They emailed, exchanged photos, and eventually spoke using Skype. He said he wanted her to have sex with him in order to conceive.</p><p>\"At first I was like, 'Can I talk you out of doing this?' \" she remembers asking him. \"And he says, 'I guess so, but are you really not open to it?' \"</p><p>Jennifer says she wasn't sure how she felt about sleeping with a man she had met through a sperm donation forum. She has never had a serious boyfriend, and she was nervous. But she also wanted a baby.</p><p>\"It's just kinda like one moment of awkwardness, and you can come out with a lifetime of happiness,\" she says.</p><p>Eventually, after getting to know the man better, Jennifer decided that \"moment of awkwardness\" wasn't worth it. She decided not to have sex with him.</p><p>Her story is not uncommon, according to the co-founder of the Known Donor Registry website, Bethany Gardner. Although about a third of women who use the site check a box saying they're open to having sex with a donor, Gardner says she thinks very few women actually go through with it.</p><p>\"It's the minority by far. Most women use artificial insemination,\" she says. \"You'd think it was like a big orgy, like everyone is just having sex. But that is not the case.\"</p><p>Gardner says she does not make money off the site, though ads help pay for operating costs.</p><p><strong>The Donors</strong></p><p>There is actually more information available about the men who donate sperm online than about the women who receive it. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21088014\">Two</a> <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24575758\">early studies</a> of donors have pinpointed some of their possible motivations.</p><p>\"Men who sign up to donate online generally say they're doing so out of a sense of altruism or they have an interest in procreating,\" says Yale sociologist Rene Almeling, who studies sperm donation but was not involved in the studies.</p><p>Donor Stephen Bors of Houston says he has met with 16 different women since he first discovered online sperm donation. Twenty-seven-year-old Bors isn't married, but he says he hopes to one day have his own family. Being open about donating has made it hard for him to date, though.</p><p>Bors says he gives the women a chance to follow up and tell him if they get pregnant, but he says he tells them he won't be a part of the child's life.</p><p>He says he has sex with most of the women he donates to, and that so far seven of them have gotten pregnant by him.</p><p>\"I'm not gonna lie; the sex is nice,\" he says. \"But it's not about the sex. I am there to help them achieve their dreams. And I take it very seriously.\"</p><p>Based on what he hears from women and reads on forums, Bors says there are men who offer to donate their sperm just to have sex with women.</p><p>\"Some men are in it for their ego, to brag to their friends, 'Oh I got another one pregnant,' \" he says. \"I've hear a lot of horror stories. People ... that shouldn't be involved in the process.\"</p><p>Predatory men are not the only risk for women looking for sperm online. Commercial sperm banks freeze sperm and require donors to get tested for disease.</p><p>\"Women [using online forums] are at risk for sexually transmitted diseases, children are at risk for genetic diseases, and everyone is at risk for legal complications,\" says sociologist Almeling.</p><p>Possible legal complications include custody battles and child-support suits over children conceived with donated sperm. Family laws differ from state to state, but nationwide there is little or no legal protection for men who donate sperm, or women who receive it, outside a sperm bank.</p><p>Almeling says basic data about these online communities are needed \"before we can even think about crafting regulations that make sense.\"</p><p>\"There's sadly no data I could use to quantify how much sperm donation is happening online,\" says Almeling. \"I think that we need basic information about the size of the market, who is turning to traditional sperm banks and why.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Looking+For+Free+Sperm%2C+Women+May+Turn+To+Online+Forums&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"377"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330967252-277f41.m3u?orgId=1&topicId=1128&ft=3&f=330749214"}]}