{"created":"2014-10-31T01:00:20+00:00","modified":"2015-05-14T17:18:53+00:00","valid":{"from":"2014-10-30T15:44:40+00:00","to":"3014-10-30T15:44:40+00:00"},"hreflang":"en","title":"In North Dakota, the oil boom changes politics","published":"2014-10-30T15:44:40+00:00","byline":"Emily Guerin","contentencoded":"<div class=\"barn-cleaned\"><p>North Dakota has always been a friendly, easy&nbsp;place to vote.&nbsp;It is the only state in the country without voter registration, and precincts are small enough that poll volunteers often recognize the people who come through the door.</p>\n<p>\"It’s kind of like a reunion,\" said Bonnie Fix, who has worked elections since 2001. \"Kind of like a family picnic.\"</p>\n<p>Running for office in North Dakota has historically been&nbsp;equally low-key <span>–</span>&nbsp;and low budget, with winning candidates for state offices raising less than a few thousand dollars each. But the oil boom has changed all that. The 2014 election cycle looks like it will be the most expensive ever in state history, with over $17 million in campaign contributions.</p>\n<p>\"It’s gotten ugly,\" said Jim Fuglie,&nbsp;the former head of the Democratic Party in North Dakota and a political commentator. \"We’ve never had an industry this big, with this much money, have this much influence on an election.\"</p>\n<p>Fuglie believes the tone of politics has changed, too, and points to <a href=\"http://badfornorthdakota.com/theemptyhat/\" target=\"_blank\">negative campaign ads</a> like the one calling the Democratic candidate for Agriculture Commissioner, Ryan Taylor, a \"tree-hugger.\"<a href=\"http://1m5rjm4bgenp2600za110opvl3h.wpengine.netdna-cdn.com/files/2014/10/screen_shot_2014-10-23_at_12.28.20_pm.png\"></a><a href=\"http://1m5rjm4bgenp2600za110opvl3h.wpengine.netdna-cdn.com/files/2014/10/screen_shot_2014-10-23_at_12.28.20_pm.png\"></a>The ad, which ran on commercial radio stations leading up to the election, was paid for by a local political action committee&nbsp;or PAC, funded by&nbsp;the national Republican State Leadership Committee. Some of its top donors are oil and gas companies like Devon Energy and ExxonMobil.</p>\n<p>Between PACs, trade groups and corporations, the oil and gas industry has spent $1.3 million on the 2014 election in North Dakota, according to <a href=\"https://docs.google.com/a/prairiepublic.org/spreadsheets/d/1m1CG24-AG8y6YPy7W02rdnbLXywOa3QF2E3PY4uadF4/edit#gid=1131046182\" target=\"_blank\">data</a> from the North Dakota Secretary of State.&nbsp;Some races matter more to the industry than others - like the Agriculture Commissioner race. &nbsp;While the title sounds irrelevant to oil and gas, as one of three officials who sit on the state's Industrial Commissin, &nbsp;the agriculture commissioner has a lot of power to regulate the oil and gas industry.</p>\n<p>So far, the oil and gas industry has kicked in $73,000 to support Republican Doug Goehring - about a quarter of all the money he's raised. They're worried that&nbsp;if Taylor, the Democratic challenger, wins, he’ll slow the pace of development.</p>\n<p>\"The oil and gas industry has been somewhat successful in characterizing any questioning of the speed as potentially threatening everything,\" said Nicholas Kusnetz,&nbsp;a reporter with the Center for Public Integrity who’s <a href=\"http://www.publicintegrity.org/2014/07/21/15107/how-oil-and-gas-firms-gained-influence-and-transformed-north-dakota\" target=\"_blank\">written extensively</a> on the industry’s influence on politics in North Dakota.</p>\n<p>[[{\"fid\":\"283238\",\"view_mode\":\"default\",\"fields\":{\"format\":\"default\",\"field_file_image_alt_text[und][0][value]\":\"\",\"field_file_image_title_text[und][0][value]\":\"\",\"field_description[und][0][value]\":\"\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"attributes\":{\"height\":256,\"width\":700,\"class\":\"media-element file-default\"}}]]</p>\n<p>Another issue, however, has attracted even more money, both from the oil and gas industry and others: The <a href=\"http://ballotpedia.org/North_Dakota_Clean_Water,_Wildlife_and_Parks_Amendment,_Measure_5_%282014%29\" target=\"_blank\">North Dakota Clean Water, Wildlife and Parks Amendment</a>, also known as Measure 5.&nbsp;Measure 5&nbsp;would create a constitutional amendment setting aside five percent&nbsp;of the oil extraction tax for conservation projects. Even though it doesn’t create new taxes, the oil and gas industry strongly opposes it.</p>\n<p>Ron Ness, president of the North Dakota Petroleum Council, said&nbsp;oil companies want to see as much money as possible go directly to the boomtowns, fixing roads and building schools and housing. \"The more oil tax money going back to those communities helps to attract and retain workforce,\" he said.</p>\n<p>The American Petroleum Institute has also weighed in, calling Measure 5 \"a disservice to the state's economy and its residents.\" To help defeat it, API has&nbsp;spent&nbsp;over a million dollars on yard signs, magnets and <a href=\"http://www.noon5.org/\" target=\"_blank\">a website</a>. And it’s sponsoring&nbsp;phone calls. Carmen Miller is the director of public policy for Ducks Unlimited, a conservation group backing Measure 5. &nbsp;She knows about the anti-Measure 5 phone bank, because she received a call.</p>\n<p>\"If you’re calling the proponents of the measure, you must be calling just about every phone number in the state,\" she said.</p>\n<p>But it's not just oil and gas companies that are spending heavily on this election. National conservation groups like Ducks Unlimited and The Nature Conservancy&nbsp;have kicked in a combined&nbsp;$4.8 million&nbsp;to support Measure 5. Miller wouldn't comment on whether proponents of Measure 5&nbsp;had planned to spend that much initially, or if they had upped their&nbsp;spending in response to oil industry donations. But four days after American Petroleum Institute spent its million to defeat the measure, The Nature Conservancy chipped in&nbsp;$600,000.</p>\n<p>Democrat Ryan Taylor has raised nearly&nbsp;$300,000 for his campaign to become Agriculture Commissioner --&nbsp;about a quarter from out-of-state donors. That's more than twice as much as the winning candidate raised in 2006.</p>\n<p>For Bob Harms, the chairman of the North Dakota Republican Party, the &nbsp;levels of spending are&nbsp;indicative of how much money&nbsp;is now flowing into state coffers. The state&nbsp;gets about $9 million every day in oil tax revenue.</p>\n<p>\"We have more money to fight over,\" he said, \"and we have more money to fight with.\"</p></div>","tags":["APM","Sustainability","oil boom","North Dakota"],"itags":["Marketplace","87018e11c569d37961066c00695d5357","PMP:Marketplace_PMP","Marketplace for Thursday October 30, 2014"],"guid":"87018e11-c569-4d37-8610-6c00695d5357","description":"Out-of-state political contributions are fueling what used to be low-energy politics","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>North Dakota has always been a friendly, easy place to vote. It is the only state in the country without voter registration, and precincts are small enough that poll volunteers often recognize the people who come through the door.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It’s kind of like a reunion,&quot; said Bonnie Fix, who has worked elections since 2001. &quot;Kind of like a family picnic.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Running for office in North Dakota has historically been equally low-key <span>–</span> and low budget, with winning candidates for state offices raising less than a few thousand dollars each. But the oil boom has changed all that. The 2014 election cycle looks like it will be the most expensive ever in state history, with over $17 million in campaign contributions.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It’s gotten ugly,&quot; said Jim Fuglie, the former head of the Democratic Party in North Dakota and a political commentator. &quot;We’ve never had an industry this big, with this much money, have this much influence on an election.&quot;</p>\"},{\"content\":\"<p>Fuglie believes the tone of politics has changed, too, and points to <a href=\\\"http://badfornorthdakota.com/theemptyhat/\\\" target=\\\"_blank\\\">negative campaign ads</a> like the one calling the Democratic candidate for Agriculture Commissioner, Ryan Taylor, a &quot;tree-hugger.&quot;<a href=\\\"http://1m5rjm4bgenp2600za110opvl3h.wpengine.netdna-cdn.com/files/2014/10/screen_shot_2014-10-23_at_12.28.20_pm.png\\\"></a><a href=\\\"http://1m5rjm4bgenp2600za110opvl3h.wpengine.netdna-cdn.com/files/2014/10/screen_shot_2014-10-23_at_12.28.20_pm.png\\\"></a>The ad, which ran on commercial radio stations leading up to the election, was paid for by a local political action committee or PAC, funded by the national Republican State Leadership Committee. Some of its top donors are oil and gas companies like Devon Energy and ExxonMobil.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Between PACs, trade groups and corporations, the oil and gas industry has spent $1.3 million on the 2014 election in North Dakota, according to <a href=\\\"https://docs.google.com/a/prairiepublic.org/spreadsheets/d/1m1CG24-AG8y6YPy7W02rdnbLXywOa3QF2E3PY4uadF4/edit#gid=1131046182\\\" target=\\\"_blank\\\">data</a> from the North Dakota Secretary of State. Some races matter more to the industry than others - like the Agriculture Commissioner race.  While the title sounds irrelevant to oil and gas, as one of three officials who sit on the state&apos;s Industrial Commissin,  the agriculture commissioner has a lot of power to regulate the oil and gas industry.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So far, the oil and gas industry has kicked in $73,000 to support Republican Doug Goehring - about a quarter of all the money he&apos;s raised. They&apos;re worried that if Taylor, the Democratic challenger, wins, he’ll slow the pace of development.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The oil and gas industry has been somewhat successful in characterizing any questioning of the speed as potentially threatening everything,&quot; said Nicholas Kusnetz, a reporter with the Center for Public Integrity who’s <a href=\\\"http://www.publicintegrity.org/2014/07/21/15107/how-oil-and-gas-firms-gained-influence-and-transformed-north-dakota\\\" target=\\\"_blank\\\">written extensively</a> on the industry’s influence on politics in North Dakota.</p>\"},{\"content\":\"<p>[[{&quot;fid&quot;:&quot;283238&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;default&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:&quot;&quot;,&quot;field_file_image_title_text[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][value]&quot;:&quot;&quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;height&quot;:256,&quot;width&quot;:700,&quot;class&quot;:&quot;media-element file-default&quot;}}]]</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Another issue, however, has attracted even more money, both from the oil and gas industry and others: The <a href=\\\"http://ballotpedia.org/North_Dakota_Clean_Water,_Wildlife_and_Parks_Amendment,_Measure_5_%282014%29\\\" target=\\\"_blank\\\">North Dakota Clean Water, Wildlife and Parks Amendment</a>, also known as Measure 5. Measure 5 would create a constitutional amendment setting aside five percent of the oil extraction tax for conservation projects. Even though it doesn’t create new taxes, the oil and gas industry strongly opposes it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Ron Ness, president of the North Dakota Petroleum Council, said oil companies want to see as much money as possible go directly to the boomtowns, fixing roads and building schools and housing. &quot;The more oil tax money going back to those communities helps to attract and retain workforce,&quot; he said.</p>\"},{\"content\":\"<p>The American Petroleum Institute has also weighed in, calling Measure 5 &quot;a disservice to the state&apos;s economy and its residents.&quot; To help defeat it, API has spent over a million dollars on yard signs, magnets and <a href=\\\"http://www.noon5.org/\\\" target=\\\"_blank\\\">a website</a>. And it’s sponsoring phone calls. Carmen Miller is the director of public policy for Ducks Unlimited, a conservation group backing Measure 5.  She knows about the anti-Measure 5 phone bank, because she received a call.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;If you’re calling the proponents of the measure, you must be calling just about every phone number in the state,&quot; she said.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But it&apos;s not just oil and gas companies that are spending heavily on this election. National conservation groups like Ducks Unlimited and The Nature Conservancy have kicked in a combined $4.8 million to support Measure 5. Miller wouldn&apos;t comment on whether proponents of Measure 5 had planned to spend that much initially, or if they had upped their spending in response to oil industry donations. But four days after American Petroleum Institute spent its million to defeat the measure, The Nature Conservancy chipped in $600,000.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Democrat Ryan Taylor has raised nearly $300,000 for his campaign to become Agriculture Commissioner -- about a quarter from out-of-state donors. That&apos;s more than twice as much as the winning candidate raised in 2006.</p>\"},{\"content\":\"<p>For Bob Harms, the chairman of the North Dakota Republican Party, the  levels of spending are indicative of how much money is now flowing into state coffers. The state gets about $9 million every day in oil tax revenue.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;We have more money to fight over,&quot; he said, &quot;and we have more money to fight with.&quot;</p>\",\"type\":\"text/html\"}]","teaser":"Out-of-state political contributions are fueling what used to be low-energy politics","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/184029546_1.jpg?itok=kWR2euJZ","meta":{"height":"340","crop":"primary","width":"610"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/10/30/mp_20141030_seg_21_64.mp3","meta":{"duration":249,"duration_hms":"00:04:09","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/10/30/mp_20141030_seg_21"}},"type":"audio/mpeg","format":"MP3"}]}