{"created":"2015-05-28T12:03:20+00:00","modified":"2015-07-01T18:51:48+00:00","valid":{"from":"2015-07-01T18:51:48+00:00","to":"3015-07-01T18:51:48+00:00"},"hreflang":"en","title":"Ali Shaheed Muhammad, Part 1: 'I Walk A Different Walk' ","published":"2015-05-28T12:03:00+00:00","teaser":"We put our legendary co-host in the hot seat and he spoke on how he evaluates music, how his faith influences his work ethic and how much he cares about getting credit. And that's just the first half.","itags":["npr_api","410002783"],"guid":"8717ba7d-f7db-4964-bb15-f6c334d6c537","contentencoded":"<p><strong>FRANNIE KELLEY</strong>: This is <em>Microphone Check</em>, hip-hop from NPR Music. I'm Frannie Kelley.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: I'm Ali Shaheed Muhammad.</p><p><strong>KELLEY</strong>: And Ali is our guest for today.</p><p><strong>MUHAMMAD</strong>: I was gonna say, \"Who's our special guest?\"</p><p><strong>KELLEY</strong>: It's you, bro.</p><p><strong>MUHAMMAD</strong>: What up, world?</p><p><strong>MUHAMMAD</strong>: In Austin, you mentioned for the 50th episode that you wanted to interview me, and I was like, \"Wow. That's dope. I was thinking about something like that. It would be a great idea.\"</p><p><strong>KELLEY</strong>: OK, so two things: a.) You were thinking about it before I mentioned it. b.) This is when it gets embarrassing for me because I can't count and we have passed our 50th episode.</p><p><strong>MUHAMMAD</strong>: Whoops.</p><p><strong>KELLEY</strong>: This is going to be --</p><p><strong>MUHAMMAD</strong>: 51 1/2?</p><p><strong>KELLEY</strong>: Honestly, it's like 54 or something really egregious.</p><p><strong>MUHAMMAD</strong>: Nice! <em>Microphone Check</em> is growing up.</p><p><strong>KELLEY</strong>: I know. We couldn't wait for the 100th, though.</p><p><strong>MUHAMMAD</strong>: Why not?</p><p><strong>KELLEY</strong>: I don't know. Well, once we started talking about it it seemed like something that needed to happen.</p><p><strong>MUHAMMAD</strong>: I'm here. I'm down.</p><p><strong>KELLEY</strong>: You said something in <a href=\"http://clatl.com/atlanta/how-microphone-check-brought-hip-hop-through-nprs-back-door/Content?oid=14253987\" target=\"_blank\">an interview</a> that we did with <a href=\"https://twitter.com/rappin_rodney\">Rodney Carmichael</a> of <em>Creative Loafing</em> and you said that when you get on the plane, you worry — you like — how did you say it?</p><p><strong>MUHAMMAD</strong>: Well, I make a prayer when I step foot on the airplane. I don't remember exactly what I said, but you just never know if this'll be your last time, your last moment, which is — I'm sure everyone has that feeling when they fly.</p><p><strong>KELLEY</strong>: For sure.</p><p><strong>MUHAMMAD</strong>: So I just say a little prayer, and — I don't know. The more I fly the more I think about, \"Did I do everything I was supposed to do?\"</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>KELLEY</strong>: And so you think about this interview?</p><p><strong>MUHAMMAD</strong>: I thought about this interview because the 25th anniversary of the release of <em></em>the <em>People's Instinctive Travels </em><em>And The Paths Of Rhythm</em> — yeah, I said it.</p><p><strong>KELLEY</strong>: Nice job.</p><p><strong>MUHAMMAD</strong>: We just passed that. And knowing that we were nearing the date it really — I began to think about just the things that I've done in the past 25 years. And there's a lot that has not been said, so — and then there's still a lot more that I want to do. And just thinking about that I felt like, well, it would be cool to leave something behind in addition to the music and something that may be able to help people not only from a music perspective but just in life. So — I got a little nervous. Well, I am — as we were thinking about doing this, I'm like, \"Man, I hope we get this in before I don't have the opportunity.\"</p><p><strong>KELLEY</strong>: Well, what hasn't been said?</p><p><strong>MUHAMMAD</strong>: Well, good question. There's a lot that hasn't been said. I don't know. It depends on — you have to ask the right question.</p><p><strong>MUHAMMAD</strong>: There — I have a whole lot of thoughts, and I guess really it just depends on the question and the setting and what's going on. Like, for example, when the actual release date of the first album came, there were a lot of people just showing love for <a href=\"https://twitter.com/atcq\">A Tribe Called Quest</a> and making postings on Facebook and Twitter. And so it's like, just to say \"thank you\" didn't seem like enough.</p><p><strong>KELLEY</strong>: You mean for you to say thank you back to the fans?</p><p><strong>MUHAMMAD</strong>: Yeah, thank you to the fans. Like, you know, \"25 years. Thanks.\" That's — it just seemed — it didn't seem like enough for people who have dedicated that amount of time into your artistry. So that got me to thinking, well, instead of just posting a simple thanks — and that would not have been the tonation. It would've been like, \"Thank you. Oh my god.\" But I wanted to say something more and what I learned in 25 years. And as I was writing that I realized I learned a lot and I still forgot a lot of stuff that I've learned. And then I didn't want to write too much. And so I was like, \"Well, what really matters?\" And then, in that moment, it's like — have you ever written a will?</p><p><strong>KELLEY</strong>: No. But I weirdly was thinking about it like two nights ago.</p><p><strong>MUHAMMAD</strong>: OK. The lawyers will ask you like, \"So if this happens, how do you want to deal with this. And so this group of people that you've chosen to deal with this in this way, what happens if this person is not here or this happens and this.\" And it's like a maze. And something that is as simple as I just want my stuff to be placed in good hands or something when I'm no longer here becomes, like, a whole bunch of thought.</p><p>So, in writing that posting, it became what is the most pertinent thing that if you had — if today your life ended, what — you know, something that I felt was valuable I could leave. So I made my <a href=\"https://www.facebook.com/AliShaheedMuhammad/posts/902504213133150\" target=\"_blank\">posting</a>. So when you asked me that question, my mind thinks of a whole lot of things, things that have not been said. And I don't know if I will get to say it or if I repeat myself. I don't know.</p><p><strong>KELLEY</strong>: One of the things that — I think that you demand a lot of yourself, and I think that one of the reasons that Tribe is so valued and has been so strong for so long is that, as a group, you were demanding of yourselves. I think that one of the things that comes up on our show a lot is that you demand a lot of hip-hop culture and musicians. And sometimes that can cause frustration. Is there anything that — and, you know, I think we're both sort of wary of — like, I'm younger than you but I'm still old. And I feel a little bit old man about some things in hip-hop, and people will try to paint the girl in the room into that corner as well. Is there anything that you want, that you would like to see happen in hip-hop, that just isn't happening?</p><p><strong>MUHAMMAD</strong>: One, I think that having a woman's perspective is important. And so when you say they paint the girl in the room, I think that that's true and maybe — I don't know if you're stating that in the positive or maybe not so positive way, but I think that's really important. Because we, men and women, we're here together. And the struggles that the hip-hop forefathers were going through were not just one-sided in terms of one sex. So it's important even still to this day as far as hip-hop as come that they're, the women's voices — it should be heard. So there's that.</p><p>I do demand a lot of myself, certainly. And on the culture and the art form, I do have a view or a set of requirements, I think, that authenticates one's artistry under the culture of hip-hop.</p><p><strong>KELLEY</strong>: OK. What are they?</p><p><strong>MUHAMMAD</strong>: Education. Knowledge. Value in self. Value in community. Advancement of community. Advancement of self. Unity. Peace, certainly. And to stand up for — or against oppression. To stand up against oppression and oppressive things. And honesty and clarity. And so --</p><p><strong>KELLEY</strong>: That is a tall order for most 16-year-olds. That's a tall order for most 35-year-olds.</p><p><strong>MUHAMMAD</strong>: I think that's because the age that we live in now, the bar to be higher in consciousness and self is so low these days. And so, I think, to say that's a tall order for a 16-year-old, I don't think so, you know, because obviously we did it. And there were so many others. And not just within the decade of the '90s but you can go back a couple thousand years, that there've been the young-minded people who have made changes, great changes, to culture and the way that humanity has advanced.</p><p><strong>KELLEY</strong>: So you don't think that you and your peers are on a higher level, are geniuses of a kind?</p><p><strong>MUHAMMAD</strong>: I think that there are some people who vibrate higher, certainly. I'm not going to throw that around. That's left for other people to decide or to say.</p><p>But I think that the rappers now who are 16, they've been given so much, and they have a lot of privileges, but at the same time they are overexposed. And so the way that they manage that information of being overexposed may be disappointing to someone like myself at times. And I think not to really fault them but really if you're leaving the world in a mess, you can't blame the next generation for how they are dealing with the mess. So it's not — I don't really have this harsh judgment against those kids who haven't been able to meet my requirements, but I certainly am not going to lower the standard, because they have not been challenged properly.</p><p>They have the ability. They have the knowledge. Nothing new is on the earth right now. Technology, the things that we're discovering, it's been sitting here just waiting for someone to brush it off and go, \"Oh, let me read that. Let me see how I can use this information.\" And it doesn't matter if it's from a tech perspective or a philosophical perspective. So it's just a matter of challenging and not lowering the bar. But I'm an artist, and I don't use that judgment to not give anyone an opportunity.</p><p><strong>KELLEY</strong>: No, I get it.</p><p><strong>MUHAMMAD</strong>: Perfect example. One of the reasons why I wanted to — I was open to this interview is because I know what we do here at Microphone Check, and I knew that you would ask the right questions, you know, and allow for — I don't know — allow for me to just say what hasn't been said. And so the same way that we operate Microphone Check in a non-judgmental way and trying to be unbiased and fair, I'm the same way as an artist.</p><p>But don't get it twisted. Yes. I do feel that stuff is wack. It's wack, it's wack. <a href=\"https://twitter.com/iamkrsone\">KRS</a> said it so many — but there's a platform. And then you hold up the honest versus the less-than-honest.</p><p><strong>KELLEY</strong>: Yeah, I mean, I think that the universal truth is that most people see what's going on. There isn't a whole lot right now that we can do to change who's getting money, basically. But I think the universal adage, \"Real recognize real\" --</p><p><strong>MUHAMMAD</strong>: Mhmm.</p><p><strong>KELLEY</strong>: — is quietly appropriate more than ever.</p><p><strong>MUHAMMAD</strong>: Yeah. Absolutely. Hip-hop has had this history where the predecessor just is so harsh and not nice to the next coming generation that it creates this separation and this gap. And therefore, the older — more old school, whatever, vet, whatever you want to throw in there — doesn't really respect the art of the younger, and likewise then the younger generation doesn't wholly respect or appreciate what was here before them. So it just creates this unnecessary divide.</p><p>And so I'm not looking to do that, but at the same time, it's hard to challenge someone from a younger perspective who thinks they know it all and that they have — their way is the right way. It's a delicate process, and you don't want to kind of talk down to them. So I've been in a good position, I think, because I do have respect for another person's vision. But at the same time, if it's garbage or if it's — I'm going to use the word garbage. Trash is the new word of right now. If it's trash, it's trash.</p><p><strong>KELLEY</strong>: Yeah. What do you think would happen if you guys put out <em>People's Instinctive </em>today?</p><p><strong>MUHAMMAD</strong>: I think that right now, 2015, this would be an excellent time to put an album like that out. Because I believe, if you look at the record sales, there is — we're in a time period where there is a lot of confusion for those who have had success and have had this complacent sort of involvement with the way they've been received and life has been good. And not really challenging the artistry, just doing the same cookie-cutter sort of routine. And so it's reflected in the record sales; people are not really engaging. It's reflecting in the marketing campaigns. There's a limited amount of enthusiasm for artists from when I know I was 19. Like, there was so much that was out, and you're excited about everything.</p><p>And now we're at the point that I think people are looking, the writers are looking, the A&R departments are looking, the managers are looking for that next thing. What's that cool thing? An album like — and I think the same thing sort of happened when we came out. Like there was sort of a sound in hip-hop that was happening that was just across the board the same and so it was like that new next thing that came out that was weird.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: But over time it was like, \"Wow. That's different, and it's cool.\" And it was embraced because it offered something good, likened to that which came before but different. So I think — I'd like to think that if this album were to come out now it would get the same reception. It wasn't like we came on the scene and we hit the charts. Similarly to <a href=\"https://twitter.com/wearedelasoul\">De La Soul</a> with \"Me, Myself, and I,\" it was just like instant hit, and they did really well. For us, we had to work for it.</p><p><strong>KELLEY</strong>: Right. And you've told me that you broke in Europe first.</p><p><strong>MUHAMMAD</strong>: Yeah. We broke in Europe before we broke here in the U.S. So that was a lot of hitting the pavement, doing a lot of grassroots sort of things, and performing in places when we were not known. And continuing to do so and continuing to — we did take advantage of the <a href=\"http://en.wikipedia.org/wiki/Jungle_Brothers\">Jungle Brothers</a> and that door that was opened by them for us. But we certainly worked it.</p><p><strong>KELLEY</strong>: I mean, what was your guys' relationship back then? Was it very business? Did you know what you were doing? Or was it like, \"We have a good idea, and we're going to ride this as far as we can?\"</p><p><strong>MUHAMMAD</strong>: We were around — When we began, we had a vision in terms of what we wanted to do musically, and what that really meant from a business perspective wasn't wholly realized. But as we were going through the process from recording our demo — because things really began there, Geffen Records. Actually, Jeff Fenster from Geffen — who used to work at Geffen — had given us a demo deal. And so it was at that point that there was this excitement of, \"Oh wow. We really get to maybe do this professionally, what we'd been doing in our bedrooms.\"</p><p>Came with the — there's a certain I guess, you know, order of, \"OK, go into the studio.\" Well, in going to the studio, there's a schedule. You have to, you know — so even something as simple and basic as — I think <a href=\"https://twitter.com/qtiptheabstract\">Q-Tip</a> and I both were going to — Tip was going to City College in New York, and I was going to BMCC so — and I was working. And so it was like, \"OK. We have to figure this out.\" And even something as simple as that, it began to get the feel of seriousness.</p><p><strong>KELLEY</strong>: What was your job?</p><p><strong>MUHAMMAD</strong>: Ah, man. I went from working at this messenger service for lawyers to working in the stockroom of the first Cole Haan store in New York City on Madison Avenue. Man, the times we had in that basement.</p><p><strong>KELLEY</strong>: What do you mean?</p><p><strong>MUHAMMAD</strong>: Because the stockroom was in the basement area of the building. So it was me and maybe four other guys at the time. Two of them — one of them was one of my best friends who went to Murry Bergtraum High School, and then another one was a younger classmen who went to Bergtraum. And then there were two more, or maybe three more, kids from the Bronx. And we used to just have fun down there. Like, we worked, but it was fun.</p><p><strong>KELLEY</strong>: I worked at a shoe store.</p><p><strong>MUHAMMAD</strong>: You worked at a shoe store.</p><p><strong>KELLEY</strong>: In high school. Yeah. I worked at a Steve Madden in Georgetown.</p><p><strong>MUHAMMAD</strong>: I don't know what Steve Madden is.</p><p><strong>KELLEY</strong>: Don't even worry about it. But yeah. The stockroom was in the basement too. And that was — a lot of dirt went down.</p><p><strong>MUHAMMAD</strong>: Yeah. Well --</p><p><strong>KELLEY</strong>: It was all girls, so it was different dirt. But yeah.</p><p><strong>MUHAMMAD</strong>: It was just a lot of fun. But to kind of take it back to your question of did we realize the business aspect at a early age, it began to shape up as we were recording and I guess engaging in other conversations with the record company, in terms of marketing, in terms of what the expectations were. When I signed the deal when I was 18, I knew absolutely nothing about a publishing deal, what that meant. It was a lot of money. I knew at the time that we signed a deal that no group who had never sold records had signed for that amount of money.</p><p>So it was all these things, but you didn't really know what it meant. But it was a matter of need to figure it out. And so much that <a href=\"https://twitter.com/kooldjredalert\">DJ Red Alert</a> who was our manager at the time — we felt that we might need someone with a bit more clout. Now you have to understand, Red Alert had, like, all the clout in New York City at that time. And for someone in his position who was ruling New York radio --</p><p><strong>KELLEY</strong>: Can we — is there any analogous figure today to him?</p><p><strong>MUHAMMAD</strong>: <a href=\"https://twitter.com/funkflex\">Funkmaster Flex</a>.</p><p><strong>KELLEY</strong>: Do you think Flex breaks people though?</p><p><strong>MUHAMMAD</strong>: He did at some point. Absolutely.</p><p><strong>KELLEY</strong>: Yeah. But not no more.</p><p><strong>MUHAMMAD</strong>: Not to the degree that Red Alert — no. Because Red Alert — and I think it had a lot to do with the Jungle Brothers. Well, nah, I shouldn't say that because <a href=\"http://en.wikipedia.org/wiki/Boogie_Down_Productions\">Boogie Down Productions</a> --</p><p><strong>KELLEY</strong>: Right. He predates. Yeah.</p><p><strong>MUHAMMAD</strong>: Yeah. So I don't --</p><p><strong>KELLEY</strong>: I just want people to understand what it really meant. In today's terms, who would it be.</p><p><strong>MUHAMMAD</strong>: I don't think there's really a comparison because up until that point hip-hop didn't really exist on radio. It did in a very small, very narrow vacuum. So there wasn't really anyone else doing what Red Alert did. Maybe <a href=\"https://twitter.com/djclue\">DJ Clue</a> did, like later on, in breaking and discovering people. From an air personality perspective and — I'm trying to think who else in the now — yeah.</p><p><strong>KELLEY</strong>: If there isn't anybody, there isn't anybody.</p><p><strong>MUHAMMAD</strong>: There isn't. Yeah. You're right. So Red Alert — and that's why I'm bringing it up — he had all the power in terms of New York hip-hop. And for us to understand that we needed something larger, even though we didn't know what it was but just moving forward — again, we're looking at the greats of <a href=\"http://en.wikipedia.org/wiki/Jimi_Hendrix\">Jimi Hendrix</a>, <a href=\"http://en.wikipedia.org/wiki/The_Beatles\">The Beatles</a>, <a href=\"http://en.wikipedia.org/wiki/The_Doors\">The Doors</a>, <a href=\"https://twitter.com/earthwindfire\">Earth, Wind & Fire</a>, <a href=\"http://en.wikipedia.org/wiki/Stevie_Wonder\">Stevie Wonder</a>, <a href=\"https://twitter.com/milesdavis\">Miles Davis</a>, <a href=\"http://en.wikipedia.org/wiki/Cannonball_Adderley\">Cannonball Adderley</a>. Like, giants. That's all we knew. We grew up listening to giants, and we wanted our music to be presented in the same fashion. And we felt that Red did everything to bring us to that point, but we needed something else. Didn't know what that was, but we figured it out.</p><p>So that all happened at the age of 18, 19. We, the <a href=\"http://en.wikipedia.org/wiki/Native_Tongues\">Native Tongues</a>, we used to go out to clubs and hang out and have the best time. Like, oh my god. Every time we got together. If you listen to the lyrics of \"Buddy\" by De La Soul, it is literal, very literal. And the Jungle Brothers and De La Soul, they kind of preceded us by a few months in terms of recording an album and putting music out. So, for us, we were kind of late but we were still in the same — we were there together doing the exact same thing.</p><p>But in looking more at De La, De La definitely had this business sense about them, and they were making moves that we thought was a little aggressive, but --</p><p><strong>KELLEY</strong>: Like what?</p><p><strong>MUHAMMAD</strong>: Just their choice of management and just their movement in terms of having this family sort of vibe. It was family but it was also business.</p><p>So we stopped hanging out in clubs, and I think that probably disappointed the Native Tongues a little bit, just in terms of our access.</p><p><strong>KELLEY</strong>: Why did you stop?</p><p><strong>MUHAMMAD</strong>: Because it was business. It was — we could keep playing and dancing in the clubs — I mean, not to say we don't dance and hang out and have fun, but it was just what we did all the time. And it was like, \"Nope. Let's get in the studio. The dream is here. It's a reality.\" And that became the focus.</p><p><strong>KELLEY</strong>: Right. Do you think that's a part of — is it a thing that happens to everybody? Like, it's a natural sort of shedding of childish things, putting down childish things?</p><p><strong>MUHAMMAD</strong>: Eventually. I think it's inevitable. You go out when you're 19 or whatever, and you just having the time of your life. And you should, in that experience. Being exposed to the world in a way that might not happen — for some people it never happens. You can live a long life and never be exposed to those certain environments, or it could happen later on. But to experience that at such a young age, yeah, enjoy it. Party.</p><p>But it's inevitable if you're making a lot of money and then it's not there. You turn around and you're like, \"I signed a deal for how much? I did this. I did what. I toured. Where'd it all go?\" And when the reality factor hits, it's like, \"Well, you did that, but then you also went here, spent this. You had such a good time bringing all these people.\" Something that you want to do. You want to let the community, your neighborhood, get a taste, so you bring people on the road. You're flying people.</p><p>It's just all these things that's well and good and fun. But in business, it's not practical, so then you start looking at spreadsheets because everyone gets a business manager thrown — \"Oh, you signing a deal? Come here. Let me introduce you to my business manager.\" You're like, \"Yeah. Sounds good. I got a business manager. Gon' pay my bills. Yeah, it's great.\" And then when you find out what that really means, you're like, \"Oh my god.\" But these things — it's business. You're looking at ledgers. You're talking about insurance for touring and yeah, it'll --</p><p><strong>KELLEY</strong>: It'll sober you up quick.</p><p><strong>MUHAMMAD</strong>: Yeah, it will. Business — and some people have business — they have a nature of business, and some people, it's just not for them.</p><p><strong>KELLEY</strong>: What of your work ethic, I guess I'll call it, comes from your faith? And also your list of standards, your demands.</p><p><strong>MUHAMMAD</strong>: That's a good question. I think if it were up to my faith, I would — how would I say this? Islam definitely inspires discipline. It inspires consistency.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>MUHAMMAD</strong>: And that consistency is a challenge for me. Discipline is not consistency, and the reason why I say that is — like, for an example, making prayer five times a day, that establishes routine and consistency. That I can do. And having certain fundamental consistencies in business, can do. But time management, outside of that, that's where that's a challenge.</p><p><strong>KELLEY</strong>: Listen. You just need an assistant. I don't know how many times I can say this.</p><p><strong>MUHAMMAD</strong>: Yeah. I did today, sat down on the edge of my bed and was like, \"I can't do this anymore.\"</p><p><strong>KELLEY</strong>: You don't have to do it by yourself.</p><p><strong>MUHAMMAD</strong>: I definitely need — I need a clone.</p><p><strong>KELLEY</strong>: Yeah, that's the problem.</p><p><strong>MUHAMMAD</strong>: That's the problem.</p><p><strong>KELLEY</strong>: Cause then you gotta train somebody, manage somebody, give everybody your passwords. That's a mess.</p><p><strong>MUHAMMAD</strong>: That's the problem. But in terms of how it inspires discipline and consistency, and that's definitely helpful. It has been helpful for me in applying — it doesn't matter whether it's in the studio or outside of the studio in talking to marketing team and managers and promoters and production teams for stage or production team for the studio, there is — I think you get certain results if you can have that sort of consistency and discipline and clarity. And also asking how you can be of service of the people who are there, who actually work for you. And you don't think like that when you're 19. I certainly didn't think like that when I was 25 or 29. And it does — it's something that acquires over time.</p><p>With regards to Islam, it definitely — I mean, I walk a different walk than probably a lot of different people in the industry. I'm not saying it like I'm better. I'm in no way any better or a saint, but there's — people can depend on me. They have. They do. And they call me the voice of reason. And I suppose that my faith has something to do with that. I know my mom has a lot to do with that. She's a very spiritual but also logical person.</p><p><strong>KELLEY</strong>: I've seen you interact with people that are, in a odd way, closeted Muslims. What's that all about? I mean, it seems like some people converted when they were locked up. Other people, I don't know if they were raised in that faith or not. But there is kind of this under-the-table connection between musicians that most people aren't aware of. I mean, do you have feelings about that, people who kind of keep their faith under wraps? Or do you see it sort of bubble up in ways in people's music?</p><p><strong>MUHAMMAD</strong>: I think it — I've seen both sides. It is bubbled up even if you look at A Tribe Called Quest. It definitely bubbled up, to use that phrase, in the <em>Beats, Rhymes and Life </em>album. And even for <a href=\"https://twitter.com/mosdefofficial\">Mos Def</a>, brother Yasiin, it bubbles. And, at least from a hip-hop perspective — because there's a lot of jazz musicians who are also Muslim, and I'm sure they have experienced the same sort of challenges that we from hip-hop have experienced. But because for them, their artistry and their communication is through the instrument and not necessarily through words or through the same sort of spotlight, the after-effects are different. So then I understand why others cover their beliefs. And -</p><p><strong>KELLEY</strong>: Could you be more direct about that? What's the price?</p><p><strong>MUHAMMAD</strong>: Well, it's — I still struggle with it. As you learn more about what matters in life, sometimes you'll look at it — I know I have — and say, \"This music is nothing.\" And it's weird for a person who has sort of a spiritual awareness — and I'm not just associating that with Islam but just a real higher spiritual sort of journey and path. When you look at music and to the degree that people worship, you go, \"It's nothing.\" It means nothing. It is nothing. And so --</p><p><strong>KELLEY</strong>: Or like the musician as hero.</p><p><strong>MUHAMMAD</strong>: Yeah. The musician as hero. The musician as everything.</p><p><strong>KELLEY</strong>: Savior.</p><p><strong>MUHAMMAD</strong>: Savior. Exactly. And, in the bigger scheme of life, it's nothing. Music is an important thing of energy. And there are a lot of wonderful aspects that come with it and vibrations, the physical vibrations, the movement of notes through an instrument and creating a wave that resonates into our spirit. There's something really powerful about it, but it's within that — whatever it is that I'm saying is powerful — it can be used for good and can be used against good.</p><p>And so someone who has a belief system — and specifically Islam, where Islam doesn't really embrace music — then that becomes that individual person's struggle, and it's no different than if it's something as basic as trying to stick to Lent, during the time of Lent. Or simply doing unto others as you would have them do unto you. There's all these challenges. Or, like, go to the ultimate first commandment where the creator says, \"Do not worship anyone.\"</p><p><strong>KELLEY</strong>: No false idols.</p><p><strong>MUHAMMAD</strong>: No false idols. And so that's a hurdle, right? So are we worshipping the music? And so, in Islam, where you have certain rappers who keep it to themselves, it's like, it's hard enough to deal with that struggle on your own in trying to figure where do you stand that has absolutely nothing to do with your fans. It has nothing to do with anyone else. It's just you and existence. Like, where do I stand?</p><p>And knowing that I am an artist, knowing that I actually love that vibration of energy in the form of communicating and a way to get my thoughts across and a way to ask questions and a way to challenge society, and a way to question some of the things that we experience together, and a way to just throw everything to the wind cause I want to have a good time under the helm of music, and then to do that in a public is even worse.</p><p>And it can be — it can rip an artist apart, because then you're under the ridicule of, \"Aren't you Muslim? Don't you believe in this? What you're doing goes against\" — and it's just like, \"Yeah, I already know everything you're saying to me.\" I don't know if anyone else gets that sort of scrutiny so I do understand why people keep it to themselves.</p><p><strong>KELLEY</strong>: It's related to something that came up when we talked to <a href=\"https://twitter.com/JColeNC\">J. Cole</a> in the winter about why people don't make public stands, like physically put their body in places past saying something in the studio. And he said that not everybody knows what to say and is really worried about f------ it up.</p><p><strong>MUHAMMAD</strong>: Mhmm.</p><p><strong>KELLEY</strong>: I wonder — I don't really know how to ask this question. But we've spoken a lot over the past more than a year, I guess, about what counts as protest music, what we ask of our artists, our leaders, our writers, what kind of burden we're putting on people unfairly, and then — and your perspective on it kind of surprised me because I think that a lot of people think of Tribe's music as \"political.\" But that really isn't — you don't put that — I mean, I think the way you've talked about it to me is that it's more that art doesn't do, art reflects.</p><p><strong>MUHAMMAD</strong>: It does. And as much as people often say that Tribe's music is political, Tribe's music was also fun. And so we tried to offer balance. And so in the art, there are those who choose to offer just one perspective. For an example, if you grew up as a drug dealer and then you are now a recording artist making a lot of money as a recording artist, there's so much of your life that's different now.</p><p>And so you have to tell the story of where you come from and there's many ways to do that, you know. And there could be — because of lack of, whatever you want to call it, opportunity. Or it just is the way it was, and so you speak of the lifestyle in a very glorious way. It can only be one way. That's not really being complete. And we all know, whether you're a drug dealer or not, there's usually just two places that you end up. You either wind up in jail or dead from it. So if every story's going to be fantastical, do you line it up with that aspect or is it just such a glorification of how much money you're making? And it becomes so egotistical.</p><p>So there's that mirror. But then there's a different mirror where you offer something a little bit more balanced. So in that, the art is telling the story of what's happening around it. And as a result of that, it can be the inspiration for change, or it can be the inspiration for perpetuating ignorance and a lack of change.</p><p><strong><em>(Check back soon for Part 2 of the </em>Microphone Check<em> interview with Ali Shaheed Muhammad.)</em></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ali+Shaheed+Muhammad%2C+Part+1%3A+%27I+Walk+A+Different+Walk%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"2874"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410101402-461cc1.m3u?orgId=1&topicId=1039&aggIds=100920965&d=2874&story=410002783&ft=nprml&f=410002783"},{"href":"http://media.npr.org/assets/img/2015/05/27/20150303__npr_ali_pvy_0022-lr-6c43540648e1c7da82ae2288456da451adf12f42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3520","width":"4701"}}]}