{"created":"2014-09-08T15:43:00+00:00","modified":"2014-11-05T01:07:18+00:00","valid":{"from":"2014-11-05T01:07:18+00:00","to":"3014-11-05T01:07:18+00:00"},"hreflang":"en","title":"GM Will Pay $35 Million Fine Over Massive Safety Recall","published":"2014-05-16T17:11:00+00:00","teaser":"The much-criticized recall of more than 2 million vehicles for ignition-switch and air-bag problems has resulted in a record fine for the automaker, the Department of Transportation says.","itags":["npr_api","313042023"],"guid":"8719b8e4-706a-41ba-b66c-e335ae5935c9","contentencoded":"<p>The Department of Transportation is ordering General Motors to pay a record $35 million civil penalty for its handling of a recall of more than 2 million vehicles for ignition switch problems. The government says GM violated federal safety laws.</p><p>The fine is part of a \"consent decree\" that's being announced Friday. The agreement also calls for GM to change how it handles review of safety issues.</p><p>The substantial fine stems from an investigation into the Chevrolet Cobalt and other GM cars that were found to have <a href=\"http://www.npr.org/2014/03/31/297312252/the-long-road-to-gms-ignition-switch-recall\">problems with their ignition switches</a>.</p><p>The recall targets a flaw that can allow an ignition switch to move out of the \"run\" position — and was found to cause air bags to fail to deploy during a crash. As our <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/28/295937121/gm-recalls-more-cars-over-possible-faulty-ignition-switches\">earlier post on the issue stated</a>, \"GM has linked the problem to at least a dozen deaths in more than 30 crashes.\"</p><p>The National Highway Traffic Safety Administration says the fine is \"the single highest civil penalty amount ever paid as a result of a NHTSA investigation of violations stemming from a recall.\"</p><p>\"Safety is our top priority, and today's announcement puts all manufacturers on notice that they will be held accountable if they fail to quickly report and address safety-related defects,\" U.S. Transportation Secretary Anthony Foxx said in <a href=\"http://www.dot.gov/briefing-room/us-department-transportation-announces-record-fines-unprecedented-oversight\">a news release</a> announcing the fine.</p><p>Saying the government would continue to \"aggressively monitor GM's efforts\" to resolve the issue, he also called for Congress to raise the limits on how large a fine the government can use to punish businesses. He cited a new law that would make the limit $300 million.</p><p>The $35 million fine levied against General Motors is a civil penalty. Earlier this year, Toyota agreed to pay a <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/19/291390976/reports-toyota-to-pay-1-2b-to-end-safety-related-probe\">$1.2 billion criminal fine</a> over its behavior during a safety probe. That case was handled by the Justice Department.</p><p>\"This is just the beginning\" of what GM will likely have to pay, NPR's Sonari Glinton reports on <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>. \"It doesn't include civil lawsuits or criminal investigation by federal or local governments. And it doesn't include a compensation package that could be potentially worked out.\"</p><p>The GM recall includes the 2005-2010 Chevrolet Cobalt, 2007-2010 Pontiac G5, 2003-2007 Saturn Ion, 2006-2011 Chevrolet HHR, 2006-2010 Pontiac Solstice and 2007-2010 Saturn Sky vehicles.</p><p><strong>Update at 11:05 a.m. ET: GM Comments On The Fine</strong></p><p>\"We have learned a great deal from this recall. We will now focus on the goal of becoming an industry leader in safety,\" said GM CEO Mary Barra, who faced a <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/01/297827480/gm-chief-to-detail-handling-of-ignition-switch-defect-on-capitol-hill\">grilling on Capitol Hill</a> last month.</p><p>The company's vice president of global vehicle safety, Jeff Boyer, said GM \"has created a new group, the Global Product Integrity unit, to innovate our safety oversight,\" among other measures.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=GM+Will+Pay+%2435+Million+Fine+Over+Massive+Safety+Recall&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313125284-b2545e.m3u?orgId=1&topicId=1006&ft=3&f=313042023"}]}