{"created":"2015-06-30T20:15:20+00:00","modified":"2015-07-01T19:42:16+00:00","valid":{"from":"2015-07-01T19:42:16+00:00","to":"3015-07-01T19:42:16+00:00"},"hreflang":"en","title":"How Default Could Push Greece Out Of The Eurozone  ","published":"2015-06-30T23:39:00+00:00","teaser":"After missing a loan payment, Greece is one step closer to the possibility of quitting the euro, analysts say. And, they say, the crisis poses a danger to the eurozone itself.","itags":["npr_api","418924492"],"guid":"87232bd1-9d28-40be-b8e8-f2fa5f3351cd","contentencoded":"<p><strong>This story was updated at 7 p.m. ET.</strong></p><p>The deadline passed Tuesday evening for Greece to make a key loan payment to the International Monetary Fund — putting it a step closer toward quitting the euro.</p><p>There had been last-minute attempts by the government <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/30/418786642/greece-hours-away-from-defaulting-on-imf-loan\">to negotiate a deal</a> with its creditors. And Greece <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/26/417885003/greeks-will-vote-on-whether-to-pay-eus-price-for-financial-bailout\">still plans to hold a referendum</a> Sunday to give people a chance to decide if they want to accept creditors' harsh bailout terms.</p><p>Missing the payment leaves Greece in a much more tenuous position — and might eventually force it out of the eurozone altogether.</p><p>Until this week, Gabriel Sterne of Oxford Economics thought Greece and its European creditors might still find a way to resolve their differences. Now he says the odds of Greece staying in the eurozone are a lot slimmer than they once were.</p><p>\"It's really a pretty desperate situation even if they get a 'yes' vote on the referendum. The analogy is Greece walking through a minefield now and at any point you can go to exit,\" Sterne says.</p><p>He says the <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/28/418276486/greece-tries-to-stanch-bank-run-ahead-of-looming-default\">capital controls and bank shutdowns</a> imposed by Greece this week greatly complicate its economic picture. He says once you bar people from getting access to their own money, it's much harder to restore credibility in the financial system.</p><p>Sterne notes that it took two years for Cyprus to lift the capital controls <a href=\"http://www.npr.org/sections/thetwo-way/2013/03/28/175552427/banks-in-cyprus-reopen-as-islands-economy-hits-reboot\">it imposed in 2013</a>. So the challenges facing Greece have suddenly become that much bigger.</p><p>\"Putting the economy through a week of capital controls and bank closures to get a better deal is insane because at the end of the process even if you get a good deal, the economy is going to be worse off,\" says Diego Ferro, co-chief investment officer at Greylock Capital. The firm owns Greek bonds.</p><p>Ferro is more optimistic about Greece's plight. He says the two sides still have plenty of incentive to work out a deal.</p><p>He says if Greece is forced out of the eurozone it will raise questions about the viability of the currency union — and other countries could also flee. And Ferro says the bank closures this week are bound to put political pressure on Greece's left-wing government to come up with some kind of deal.</p><p>\"What you see in the situations is that day after day there are more stories of people not being able to pay for weddings, or travel to see a sick relative, just because you have your money trapped in the system. So these measures are very unpopular,\" Ferro says.</p><p>But there's not a lot of time to lose, says Anna Gelpern of the Peterson Institute for International Economics.</p><p>\"At a time when there's no error margin, everybody's on tenterhooks and there's an enormous amount of volatility,\" she says. \"Something might happen that would set off a panic and then 24 hours later you find yourself in an unexpected place.\"</p><p>Gelpern points to what happened in 2008, when the financial crisis spun out of control and suddenly big institutions like Lehman Brothers and AIG came under tremendous pressure. In this kind of environment there can be wild cards and she says that can quickly change the political dynamic, in Greece and elsewhere.</p><p>\"Ultimately which way the crisis will break, and at what point the political will to stay in the union will collapse, is very hard to say,\" Gelpern says.</p><p>Right now both sides say they want Greece to stay in the eurozone. But since Greece has missed its payment to the IMF, the crisis will very much enter uncharted waters. That could set off the kind of chain reaction that makes everyone reconsider how far they're willing to go to keep the eurozone alive.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Default+Could+Push+Greece+Out+Of+The+Eurozone++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"202"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418924493-503b90.m3u?orgId=1&topicId=1124&d=202&p=2&story=418924492&t=progseg&e=418894977&seg=2&ft=nprml&f=418924492"},{"href":"http://media.npr.org/assets/img/2015/06/30/gettyimages-478963972-6ccabf23929f11d01f682a3ab0802b5246d2e276.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2916","width":"3889"}}]}