{"created":"2015-06-06T11:34:30+00:00","modified":"2015-06-25T17:43:36+00:00","valid":{"from":"2015-06-25T17:43:36+00:00","to":"3015-06-25T17:43:36+00:00"},"hreflang":"en","title":"A New Judy Blume Novel For Adults Is Always An 'Event'","published":"2015-06-08T14:10:00+00:00","teaser":"<em>In the Unlikely Event</em> is beloved YA author Judy Blume's first novel for adults in 17 years — it's centered on a series of plane crashes that really happened in her home town in the early 1950s.","itags":["npr_api","412017347"],"guid":"8728b063-6c91-4cad-ad6b-a4b4ce6a042c","contentencoded":"<p>Judy Blume, the incomparable writer for young adults, has a new novel for <em>adult</em> adults, about something totally unexpected: People falling from the sky, and how that can change onlookers for life in ways they only see when they're grown. <em>In the Unlikely Event</em> is a story told by a chorus of voices — most of them young — beginning with Miri and her mother, Rusty, who see a fireball fall from the sky in Elizabeth, N.J. \"It's not my story, but I was 14 years old, the winter of 1951-1952 when this bizarre thing happened,\" Blume tells NPR's Scott Simon.</p><p>That bizarre thing was three plane crashes in a row, in the space of two months. \"But you know, it's not what the book is about,\" Blume says. \"It's about how unlikely events can happen to us at any time and how they change our lives and how when even tragedy strikes we go on. Because as my father used to say all the time, 'Life goes on. Life is for the living. You have to live every day.'\"</p><hr /><h3>Interview Highlights</h3><p><strong>On whether Miri is based on young Judy<br /></strong><br />No. The character who's most based on a true character from my life is Dr. O, the dentist, who is very — you know, I like these dental heroes in my books because I adored my father and he was a dentist. And he was one of the dentists called in to help identify victims by dental records because that's what they had in those days. There was no DNA.</p><p><strong>On how the kids in her town reacted to the crashes<br /></strong><br />The smart girls — the little group of smart girls, and I wanted to be with them — said, I guess, one smart girl said, \"It's sabotage!\" And you know, that was such a sexy, sophisticated word. Not that we knew what it was. Not that we knew who it was, who was committing sabotage upon us. We didn't know. But it was clear to us that whoever it was, they were out to get the kids, because each of these planes fell either very close to a school or, you know now, fell into the field of the only orphanage in town. It was like, of course, of course it had to be about us when we were kids. So they're out to get us. While the adults, you know, were looking for their own reasons. Communists. Communists were coming and making this happen somehow.</p><p><strong>On whether teenagers are \"older\" now than they were in the early 1950s</strong></p><p>When I was that age, starting at 12, really, and onward, I was reading adult books. And everything that I was curious about, about the adult world, I learned from reading those books. Or I got from them, you know, some idea of what it was like to be grown-up. Which is what I was very, very curious about. So are they different today? Yeah, I suppose they are. Are they more mature? Are they — I'm not sure about that. I don't know. I mean, you know, the early '50s, it was a different time. People would say it was a much more innocent time. I'm not sure that it was at all a more innocent time. I don't think so. I think we didn't talk about it and, you know, we didn't see it. We weren't bombarded by stuff all the time.</p><p><strong>On writing for her children</strong></p><p>I don't know if you know that my daughter became a commercial airline pilot. And she's a reader. And so she read an early draft of this book and she said, \"Mother! How could you never have told me this story!\" I never told anybody this story. You know, I tell everybody everything. But that story, again, lived so deep inside me. I'm so glad it's out. I'm so glad the book is finished.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Judy+Blume+Novel+For+Adults+Is+Always+An+%27Event%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"497"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412445589-84ba19.m3u?orgId=1&topicId=1033&aggIds=100876926&d=497&p=7&story=412017347&t=progseg&e=412445470&seg=19&ft=nprml&f=412017347"},{"href":"http://media.npr.org/assets/img/2015/06/05/20150604-unlikely-event-judy-blume-0025edit-151f4d57f856217b7c27f16c5116a9f2ddf071cc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}