{"created":"2014-10-08T15:17:54+00:00","modified":"2014-10-31T01:43:44+00:00","valid":{"from":"2014-10-31T01:43:43+00:00","to":"3014-10-31T01:43:43+00:00"},"hreflang":"en","title":"Hybrid Trout Threaten Montana's Native Cutthroats","published":"2014-06-10T13:53:00+00:00","teaser":"Climate change in the West is luring rainbow trout to higher elevations, where the fish are mating with native cutthroats, genetic evidence shows. Biologists and anglers worry cutthroats could vanish.","itags":["npr_api","316316952"],"guid":"87530d69-3159-4ee4-b484-f8e0f23dd7be","contentencoded":"<p>Many parts of the U.S. have been getting warmer over the past several decades, and also experiencing persistent drought. Wildlife often can't adjust. Among the species that are struggling is one of the American West's most highly prized fish — the <a href=\"http://www.nrmsc.usgs.gov/research/WCT\">cutthroat trout</a>.</p><p>In springtime, you can find young cutthroats in the tiny streams of Montana's Shields Basin. Bend over and look closely and you might see a 2-inch fish wriggling out from under a submerged rock — the spawn of native cutthroats.</p><p>The cutthroat is picky about where it spawns; the fish seeks cold mountain streams with just the right amount of water from spring snowmelt.</p><p>Last year I was wading in one of those streams with biologist <a href=\"http://www.wcsnorthamerica.org/AboutUs/Staff.aspx\">Brad Shepard</a>, from the Wildlife Conservation Society. He was putting electronic tags on the fish to follow them through life. <a href=\"http://www.npr.org/2013/11/14/239246623/as-climate-warms-american-west-iconic-trout-in-jeopardy\">Shepard is worried</a> about their future, because they're under attack. \"What we're doing,\" he told me, is \"looking at the invasion front of nonnative fish as they are moving up, as the climate's warming.\"</p><p>The nonnative fish are <a href=\"http://fieldguide.mt.gov/detail_AFCHA02090.aspx\">rainbow trout</a>. They were introduced in Western lakes and streams decades ago to give anglers more fish to catch. The rainbows mostly stayed well down in the valleys, because mountain water at higher elevations — where cutthroat spawn — was too cold, and the amount of water in the streams wasn't right for rainbows.</p><p>But over the past few decades, stream flow at higher elevations is down and water temperature is up. These new conditions favor rainbow trout. So rainbows are moving upstream. When they meet the cutthroat, they mate and create a hybrid — essentially, a different type of trout.</p><p>\"And it's irreversible,\" says <a href=\"http://nrmsc.usgs.gov/staff/muhlfeld\">Clint Muhlfeld</a>, a biologist with the U.W. Geological Survey. \"Hybrids produce hybrids.\" In other words, once hybridized, the fish population can't return to what it used to be genetically.</p><p>There are still plenty of cutthroats in Montana, Muhlfield says, but now more of them are in danger of becoming hybrids.</p><p>Now, you might think, so what? Surely a trout's a trout by any other name. But trout fishing brings in tens of millions of dollars (just in Montana), and lots of anglers want to catch native cutthroats — they're as picky about their trout as the trout are about where they spawn.</p><p>More important, biologists like Muhlfeld who have been tracking the reproductive success of these hybrids worry that might die out too, leaving fewer fish overall. Recent genetic evidence that he and his colleagues <a href=\"http://press.nature.com/npress/svc/home_content?release=8907&prod=154#1\">published</a> this week in the journal <em>Nature</em> suggests the hybrid trout aren't doing well at all.</p><p>\"The hybrid offspring have greatly reduced fitness,\" Muhlfeld says — fitness being \"their ability to produce offspring and have those offspring survive.\"</p><p>The threat from introduced rainbow trout was held at bay for decades, until the climate changed, he says. \"So essentially, hybridization was a time bomb waiting to go off under the right environmental conditions.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hybrid+Trout+Threaten+Montana%27s+Native+Cutthroats&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"163"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316460555-30c6ae.m3u?orgId=1&topicId=1007&ft=3&f=316316952"},{"href":"http://media.npr.org/assets/img/2014/05/27/noahclayton030-e4da37bcd78133fc38af3aa407f061e5d89b45ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"666","width":"888"}},{"href":"http://media.npr.org/assets/img/2014/05/27/muhlfeld-et-al_ncc_cover2-8ca59537a66747ce5d39117a9c1e019a42d90fd0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1974","width":"2632"}},{"href":"http://media.npr.org/assets/img/2014/05/27/cyclone060803-1-a28f576550eb00922d5791f6ba25592e8d0cfc43.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1600"}}]}