{"created":"2015-06-21T12:24:21+00:00","modified":"2015-06-23T01:05:06+00:00","valid":{"from":"2015-06-23T01:05:06+00:00","to":"3015-06-23T01:05:06+00:00"},"hreflang":"en","title":"For A British Man, Fighting ISIS Was Simply The Right Thing To Do","published":"2015-06-21T19:48:00+00:00","teaser":"Macer Gifford — an alias he uses to protect his family — left his job as a financial trader in London to fight ISIS in Syria. He lost much of what he had, but says he never regretted his decision.","itags":["npr_api","416167159"],"guid":"8771e636-4c90-4906-bc92-ca1c3df386e0","contentencoded":"<p>We have heard about how ISIS is recruiting foreign fighters to join its ranks. But it's happening on the other side as well.</p><p>Just last week, a Massachusetts man who died fighting against ISIS in Syria was laid to rest.</p><p>Last year, a British man who calls himself Macer Gifford left his job as a financial trader in London and went to join the Kurds and fight the self-declared Islamic State in Syria.</p><p>Gifford spoke on the condition that NPR not reveal his real name, because he fears for the safety of his family in the UK.</p><p>Though he had only a little military training — Gifford had joined the British equivalent of the National Guard — he was driven by a desire to defend people against ISIS.</p><p>\"I was sitting at my desk in London, in an ordinary job, working in the city,\" he says. \"Every day I'd flick on my computer screen and see the most horrendous crimes being committed in the Middle East. It just stirred me into action. I first wanted to donate money to charity, perhaps even work for a charity, but then the option came up that I could actually go out and volunteer and fight ISIS, so that's exactly what I did.\"</p><p>Gifford came back to the UK on the day the Massachusetts man, Keith Bloomfield, died.</p><p>\"I never met him, although I met people who did know him,\" he says. \"He had the same sort of values as me, and actually values that are very much ingrained within the culture of the United States, freedom, democracy, liberty.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On how he decided to join the Kurds</strong></p><p>I was doing my research online [on] the different parties that were taking the fight to ISIS and the ones that were fighting generally in the region, and the one group that came up consistently in my research was the Kurds. It was the YPG in particular who were fighting for democracy. They weren't fighting [Syrian President Bashar] Assad, which for me, as a British subject, I couldn't actually volunteer to fight Assad directly, I could only fight the Islamic State ... The law is pretty hazy in this regard. Basically, you're not allowed to fight a state, whether that's an enemy of the United Kingdom or an ally. That's illegal. Me, I went out there just to fight the Islamic State.</p><p><strong>On whether he had any second thoughts about his decision</strong></p><p>Not a single one. From the moment that I arrived to the moment I left, I never questioned whether or not my decision was the wrong one, even when I learned of friends dying or even when I was fighting.</p><p><strong>On the media attention he has received</strong></p><p>It's strange that, if a Kurdish young man of 18 as well, 10 years younger than me, can volunteer to fight for his country, no one will blink an eyelid. But it takes a young man from the United Kingdom or from the United States or from Canada or Australia to go out and fight, for the media and the British government and the governments around the world to say, 'Ah, right, this is interesting,' and actually start to take notice.</p><p><strong>On what he gave up in going to Syria, and what he gained<br /></strong></p><p>Before I left, I had a flat. I was just about to buy a house. I had a girlfriend. I had a job, a career, and I gave it all up to go out to fight. So now I've come back, six months later, I'm very much poorer but a lot more satisfied as a human being, and in myself.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+A+British+Man%2C+Fighting+ISIS+Was+Simply+The+Right+Thing+To+Do&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"506"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416192445-2510e4.m3u?orgId=1&topicId=1009&d=506&p=10&story=416167159&t=progseg&e=416192430&seg=3&ft=nprml&f=416167159"},{"href":"http://media.npr.org/assets/img/2015/06/21/macer-gifford-photo-5b3577bbf7bb70d86c4e773829329a7d3e0553fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"534","width":"712"}}]}