{"created":"2015-06-03T17:17:31+00:00","modified":"2015-06-03T18:34:10+00:00","valid":{"from":"2015-06-03T18:34:10+00:00","to":"3015-06-03T18:34:10+00:00"},"hreflang":"en","title":"U.S. Auto Industry Fights Against Free Trade Deal","published":"2015-06-03T18:34:00+00:00","teaser":"Free trade agreements haven't been kind to unions. A 1994 deal is credited with the loss of hundreds of thousands of auto industry jobs.","itags":["npr_api","411751016"],"guid":"877b515a-1d4f-4d63-820a-d509aec85288","contentencoded":"<p>Another free trade agreement is in the works, and the fight over this one could be the most bruising of all.</p><p>Inking a free trade bill with Japan and 10 other countries would be a major legacy achievement for President Obama, but he&#8217;s facing opposition from within his own party on the fast-track authority he needs to get the deal done.</p><p>Free trade agreements haven&#8217;t been kind to unions like the United Auto Workers. The 1994 North American Free Trade Agreement is credited with causing the loss of hundreds of thousands of U.S. auto industry jobs, most of them going to Mexico.</p><p>It&#8217;s hardly surprising then that UAW President Dennis Williams would react this way when asked about giving the Obama administration sole authority to negotiate another free trade agreement, the Trans-Pacific Partnership, or TPP: &#8220;We are dead against fast track.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>Free trade agreements haven’t been kind to unions like the United Auto Workers.</p><p></div></p><p>Such a deal would be presented to Congress for an up or down vote &#8211; no changes &#8211; after talks conclude. The deal would include Australia, Brunei, Canada, Mexico, Chile, Malaysia, New Zealand, Peru, Singapore and Vietnam.</p><p>Oh, and Japan. Did I mention Japan?</p><p>Sources say President Obama was rebuffed when he met with Detroit auto executives earlier this year and asked them to support fast track for the deal. The sticking point was Japan&#8217;s alleged currency manipulation.</p><p>Matt Blunt, the president of the American Automotive Policy Council, which is the main lobbying group for Ford, GM and Fiat Chrysler, says countries like Japan have a long track record of buying up U.S. dollars.</p><p>&#8220;So they devalue their currency and that makes their products cheaper, not just here in the United States, but in the dozens and dozens of other markets that we compete with them in,&#8221; Blunt explained.</p><p>U.S. Senator Debbie Stabenow of Michigan tried and failed to get currency manipulation sanctions included in the fast track bill. That would likely have been the kiss of death to the whole free trade deal.</p><p>Instead, arguments like those made by Oregon Senator Ron Wyden prevailed. He says there will be a billion people in developing nations in the middle class by 2025.</p><p>&#8220;These are people with money, colleagues, they&#8217;re gonna buy our wines, our computers, our helicopters, our planes, all kinds of goods and services with the American brand,&#8221; Wyden said.</p><p>Notice that he didn&#8217;t say our American cars.</p><p>Now the fight has landed in the House, where a group of Democrats like Congresswoman Debbie Dingell of Michigan are trying to stop fast track.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>But there are many other powerful business interests with a huge stake in getting this deal done.</p><p></div></p><p>Dingell says Detroit automakers have seen way too much job loss and way too little growth in exports from previous free trade deals. She says since the U.S. struck a free trade deal with Korea in 2007, Korean automakers boosted their exports to the U.S. by more than 450,000. In comparison, domestic car exports to Korea grew by just 20,000.</p><p>&#8220;That&#8217;s a disparity that I can&#8217;t live with and I&#8217;m bothered by, and at what point do we stop and say, enough?&#8221; she asked.</p><p>But there are many other powerful business interests with a huge stake in getting this deal done.</p><p>Sean McAlinden, an analyst with the Center for Automotive Research, says it&#8217;s unclear if Detroit car companies will benefit, but it&#8217;s very clear U.S. agriculture will.</p><p>&#8220;The number one export for the United states since the founding of the United States have been agricultural exports,&#8221; he said, noting that even if food tariffs in Japan and the other countries were just reduced &#8211; not even eliminated &#8211; U.S food producers could be hugely competitive.</p><p>McAlinden thinks that in the long run, this new deal will help Detroit more than it hurts, since most of the jobs that can move out of the U.S. have already done so.</p><p>Miraya Solis, an expert on East Asia with the Brookings Institution, agrees.</p><p>&#8220;This is not going to create a giant sucking sound of jobs being lost,&#8221; she said.</p><p>Solis says all free trade agreements have winners and losers, but the benefits to approving fast track outweigh the concerns.</p><p>This free trade deal could set the stage for the next one, with Europe. Sean McAlinden of the Center for Automotive Research says, if that happens, &#8220;it would be this administration&#8217;s most signal legislation since, obviously, the health care act &#8211; and maybe even bigger.&#8221;</p><p>Some observers say House Republican leaders could wrangle the votes to pass the fast track bill by next week. Others say this fight will be both slow and ugly, and it could take most of the summer to resolve.</p><h4>Reporter</h4><ul><li><strong><a href=\"http://michiganradio.org/people/tracy-samilton\" target=\"_blank\">Tracy Samilton</a></strong>, reporter for Michigan Radio, a <em>Here & Now</em> contributor station. She tweets <a href=\"https://twitter.com/PubRadioTracy\" target=\"_blank\">@PubRadioTracy</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Auto+Industry+Fights+Against+Free+Trade+Deal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411751019-d8729c.m3u?orgId=1&d=323&p=60&story=411751016&t=progseg&e=411751057&seg=1&ft=nprml&f=411751016"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0603_chrysler-plant.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"827","width":"1280"}}]}