{"created":"2014-10-27T16:52:30+00:00","modified":"2014-10-30T21:55:04+00:00","valid":{"from":"2014-10-30T21:55:04+00:00","to":"3014-10-30T21:55:04+00:00"},"hreflang":"en","title":"Why Do School Districts Need Grenade Launchers?","published":"2014-09-30T19:03:00+00:00","teaser":"An investigation by the Washington Post found that at least 120 educational institutions have received military equipment from the Department of Defense.","itags":["npr_api","352767716"],"guid":"877ce4be-bbe9-4fcf-8988-7655a1dc262a","contentencoded":"<p>Discussion about the militarization of police became popular following the protests in Ferguson. But less known is that educational institutions have also received military equipment as part of the same Department of Defense program, known as the 1033 program.</p><p><strong>Niraj Chokshi</strong> investigated the trend for the Washington Post. He found that at least 120 educational institutions had received military equipment from the program, from rifles and grenade launchers that have been retrofitted to shoot tear gas, to MRAPs, armored vehicles designed to withstand roadside bombs in Iraq and Afghanistan.</p><p><strong>Derek Citty </strong>is superintendent of the Aledo Independent School District in Texas, which was one of the school districts receiving weapons through the 1033 program. Citty says the district received an M14 rifle and five M16 rifles, but returned them recently.</p><p>&#8220;When we received those weapons &#8212; particularly the M16s &#8212; our district, wisely I believe, made a decision that they did not fit into the philosophical scheme of what we were trying to do to protect our kids and our staff,&#8221; Citty told <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young</p><p><span style=\"color: #000000\"><div class=\"pullquote\" style=\"\">It makes me sad to know we even have to have this type of conversation when it comes to protecting kids in school.<div class=\"pullquoteauth\">&ndash; Derek Citty</div></div></span></p><p>In his reporting, Chokshi found that most schools made the argument that they needed such equipment in the event of an emergency, like an active shooter.</p><p>Chokshi says that the program is 20 years old, and comes from the war on drugs, when police wanted surplus military equipment to match the weapons gangs were using.</p><p>&#8220;The school police are making the same arguments: &#8216;Sometimes we have an active shooter who is very well-armed, and we want to have access to weapons to counter that,&#8217;&#8221; Chockshi said &#8220;But that&#8217;s a big part of the debate, whether they even need to be armed for this.&#8221;</p><p>Citty says it is a sad but necessary conversation in light of recent incidents of school violence.</p><p>&#8220;Based on all the events that have happened over the last decade or two, and how things have ratcheted up in regard to school violence, it makes me sad to know we even have to have this type of conversation when it comes to protecting kids in school,&#8221; Citty said.</p><ul><li><strong>Washington Post:</strong> <a href=\"http://www.washingtonpost.com/blogs/govbeat/wp/2014/09/16/school-police-across-the-country-receive-excess-military-weapons-and-gear/\" target=\"_blank\">School police across the country receive excess military weapons and gear</a></li></ul><h4>Guests</h4><ul><li><strong>Niraj Chokshi</strong>, reporter for the Washington Post. He tweets <a href=\"https://twitter.com/NirajC\" target=\"_blank\">@NirajC.</a></li><li><strong>Derek Citty,</strong> superintendent of the Aledo Independent School District in Texas.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Do+School+Districts+Need+Grenade+Launchers%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352767719-7e6815.m3u?orgId=1&ft=3&f=352767716"}]}