{"created":"2014-10-16T18:35:18+00:00","modified":"2014-10-30T21:30:44+00:00","valid":{"from":"2014-10-30T21:30:43+00:00","to":"3014-10-30T21:30:43+00:00"},"hreflang":"en","title":"'Dear White People' Is A Satire Addressed To Everyone","published":"2014-10-16T18:36:00+00:00","teaser":"Justin Simien's film is funny, but it pushes viewers to think seriously about race and stereotypes in their own lives. Tongue-in-cheek title aside, he says the film speaks to the \"human experience.\"","itags":["npr_api","356494289"],"guid":"87903818-380c-4283-ace5-bc233ffec215","contentencoded":"<p>The new film <em>Dear White People</em> is a satire about race relations and racial identity, set on a fictional Ivy League campus. Samantha White, known as Sam, is the host of a campus radio show called <em>Dear White People</em> and she makes all kinds of kinds of funny, intentionally provocative statements aimed at subtle and overt racism, on and off campus.</p><p>Those statements were developed over time by director Justin Simien. Simien says he wanted to test out the humor on the world at large — and refine White's character — before finalizing his screenplay.</p><p>So he set up a Twitter account called <a href=\"https://twitter.com/DearWhitePeople\">@DearWhitePeople</a>, and started tweeting both critical and complimentary statements to get instant feedback.</p><p>\"I think the first one was, um ... 'Dear White People, the \"Single Ladies\" dance is dead. Leave it alone,' or something to that effect,\" Simien tells <em>Fresh Air</em>'s Terry Gross.</p><p><em>Dear White People</em> is Simien's first film. To help get it produced, Simien first made a trailer, and used it to attract funders. The trailer went viral, which helped him raise money through crowd sourcing.</p><p>Also early in the process, Simien says he had a table read with some friends.</p><p>\"The film has got four major black characters, but you know, a lot of the, sort of, other characters are white in the film and so we sat there as friends and as performers and writers and actors and had a conversation about it,\" Simien says. \"When I saw that, you know, everyone in the room was moved in the same exact kind of way and was having the same conversation about identity and potential, that's when I felt like, 'Wow, okay, so even though this movie is through my very decidedly black point of view, it's speaking to a human experience.' \"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the \"unleash your inner negro\" party hosted by white students in the film</strong></p><p>These kids sort of show up, you know, going all out, kind of in the name of irony or \"celebration\" or what have you, and, you know, they're wearing Lil' Kim wigs and they're dressed, some of them, in blackface. And for me it was a way to kind of give a visceral sense of what it feels like as a person of color to see myself kind of through a lens perhaps of white culture, white media that actually has no real contact with me and my culture — to kind of give any audience the visceral horror of seeing something like that. And also using something that happens on college campuses all the time, amongst very smart, liberal, otherwise socially intelligent people.</p><p><strong>On real life parties that perpetuate stereotypes </strong></p><p>You know, when I was coming up in college, there was never anything that, sort of, egregious that happened, but there were coded parties, there were \"the pimps and the hoes\" parties. ... You kind of come dressed as a pimp or a ho, that's sort of the general theme, but it's really, it's a coded way of sort of coming as a black stereotype, just to keep it real. There's a lot of Snoop Dogg's up in the room....</p><p>I've only experienced it in really groups of white people, but there's also, on the other end of the spectrum there's also white trash parties and there's also some very questionable Cinco de Mayo parties that went down during my college experience. ... There's just a lot of interestingly placed mustaches and sombreros that I feel like, if an actual Latino were in the room, they might take offense to.</p><p>This is the sort of thing that kind of happens with sort of closed cultural loops of people that in some way want to interact with some sphere of culture, but they don't have any actual friends or people in their lives that are sort of representatives of that culture and can easily say, \"this is super offensive, don't do it.\"</p><p><strong>On the pressure people of color can feel to define themselves </strong></p><p>I've certainly seen, and just heard, many stories of people who are biracial who do feel like culturally there's a choice to make — like there's one or the other and you have sort of make a very ... you have to to draw a very hard line in the sand of who you are, because otherwise people will sort of make that decision for you. They will sort of place you in a box before you have any say in the matter.</p><p>And frankly, that really speaks to the heart of what I understand the black experience to be — is that when you walk into a room, life has taught us that people are going to have untrue presumptions about you. And as a way to sort of defend against that, there's this pressure as a black person, biracial or not, to make declarative statements about what kind of person you are.</p><p><strong>On how \"white movies\" are just \"movies\"<br /></strong></p><p>Specifically recently, as Hollywood has gotten more myopic and sort of has to make very specific choices based on how they think the audience will respond when sort of putting a movie through the production pipeline, yeah, it's gotten real crazily bad, I think.</p><p>I think TV has gotten it right. You know, Shonda Rhimes has <em>figured it out</em>, of getting multiracial casts on television and appealing to everybody. And you know, it's interesting because I haven't seen that with quote-unquote \"white movies,\" which most people just call \"movies.\" They don't just appeal to white people, it's just sort of taken as given that a white cast represents everyone, you know? A white male in a movie is an everyman type character, whereas a black male in a movie is a black character, and it's a black movie, and it's only for black people.</p><p><strong>On how the film developed its tone</strong></p><p>After our first black president ... everyone thought we were in a post-racial America and then that post-racial bubble being burst by the birther movement and horrible tragedies like Trayvon Martin, ...[and] the blackface parties ... that cumulatively awakened me to just how dangerous covert racism can be and how it's a lot more comfortable for us to stick our heads in the sand about it. But that did unleash an anger in me. It's just people's refusal to see or to at least be open to experiences different than them. ... That's when the film took on a much more charged tone to it and became <em>Dear White People</em>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Dear+White+People%27+Is+A+Satire+Addressed+To+Everyone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1571"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356712823-083c18.m3u?orgId=1&topicId=1137&ft=3&f=356494289"},{"href":"http://media.npr.org/assets/img/2014/10/15/dwp-sam-group-9e1b5c574d9bbc2e51a6861e1c377a13b315f53c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1049","width":"1399"}},{"href":"http://media.npr.org/assets/img/2014/10/15/bymike-coppola-getty-d34815438a4e2413593c8f06e062bc673256aad2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1542","width":"2056"}}]}