{"created":"2014-09-19T19:45:44+00:00","modified":"2014-09-19T19:54:01+00:00","valid":{"from":"2014-09-19T19:54:00+00:00","to":"3014-09-19T19:54:00+00:00"},"hreflang":"en","title":"Truckin': Salmon Take A Long, Strange Trip To The Pacific Ocean","published":"2014-03-26T13:53:00+00:00","teaser":"California's severe drought has left rivers so dry that young salmon can't make their usual migration. To save the fish and the industry, the state is giving millions of salmon a lift.","tags":["npr_api","294416303"],"guid":"879aa4d3-4385-4920-8be3-630b9b262d7a","contentencoded":"<p>In California, severe drought has imperiled millions of juvenile salmon who now face waterways too dry to let them make their usual migration to the Pacific Ocean. So state and federal officials are giving millions of salmon a lift — in tanker trucks.</p><p>Over the next two-and-a-half months, some 30 million Chinook salmon will be trucked from five hatcheries in the state's Central Valley to waters where they can make their way to the ocean.</p><p>The trucking experiment formally kicked off Tuesday, when some 400,000 smolt — juvenile salmon about 3 to 4 inches long — hitched a ride on climate-controlled tankers from the Coleman National hatchery near Red Bluff to the Sacramento River, in the delta town of Rio Vista. A roughly 100-foot-long pipe then funneled the fish from the truck into a series of floating holding pens in the water.</p><p>The salmon usually make the 270-mile trip on their own. But they wouldn't have been able to survive the swim in this drought, says <a href=\"http://fishhabitat.org/content/bob-clarke\">Bob Clarke</a>, fisheries program supervisor for the U.S. Fish and Wildlife Service.</p><p>\"If we don't get any rain, later in the year the river may become too low, too slow and too clear,\" Clarke says, \"so that the fish would face too warm temperatures and too much predation, and would ... all perish.\"</p><p>These are certainly extreme measures, says Stafford Lehr, the chief of fisheries for the <a href=\"http://www.dfg.ca.gov/fish/\">California Department of Fish and Wildlife</a>, but drought has left officials with little choice.</p><p>\"We are not necessarily in favor of trucking 100 percent of our fish,\" he says. \"So we would prefer to find other means to release these [salmon], to improve their homing ability to get back to their natal streams.\"</p><p>Officials worry that this hitchhike for the fish will disrupt their ability to \"imprint.\" That refers to the process by which the fish <a href=\"http://www.npr.org/blogs/thesalt/2013/02/07/171384063/animal-magnetism-how-salmon-find-their-way-back-home\">learn the location</a> of their home waters so they can return there from the ocean in three or four years in order to spawn.</p><p>But Lehr says that's a risk worth taking. And the trucking operation could be a boon to researchers.</p><p>\"Twenty-five percent of these fish have a small tag in their nose that identifies the hatchery and the river they belong to and the release strategy,\" he explains. \"So we'll be able to track those fish in four years, or three years. As they come back, we take those tags and we read them.\"</p><p>There's more than a little history here. In 1991 the state trucked salmon to the delta. But the trucks simply dumped the fish near the river banks, where they were easy pickings for predators.</p><p>In 2008, poor river conditions and a low supply of food in the ocean caused few salmon to return home for spawning. The result: The commercial salmon fishing industry was virtually shut down for a couple of years.</p><p>That's why state and federal officials are taking painstaking steps to make sure every juvenile salmon is flushed properly out of the tanker trucks. The holding pens are operated by staff from a group called the <a href=\"http://www.fisheryfoundation.org/staff/fishery_foundation_staff.html\">Fishery Foundation of California</a>. Kari Burr, a senior biologist with the group, says the pens allow the fish to get accustomed to the water temperature.</p><p>One tell-tale sign that smolts are ready to make the transition to salt water? The fish assume a shiny silver color, she says. \"They're looking good and healthy,\" she says of the current batch of fish.</p><p>After the pens are full, a boat slowly tugs them at about the speed of the tide to the middle of the Sacramento River, where the fish will be released.</p><p>The salmon are the root stock of an industry estimated at about $1.5 billion in these parts. On the dock, the executive director of the <a href=\"http://goldengatesalmonassociation.com/\">Golden Gate Salmon Association</a>, John McManus, is beaming.</p><p>\"For us in the sport and commercial salmon fishery industry, it means that we should see much better returns of adults in 2016, when these fish are fully grown,\" he says. \"We'll have something to harvest.\"</p><p>And that means lovers of salmon will find fish on the market.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Truckin%27%3A+Salmon+Take+A+Long%2C+Strange+Trip+To+The+Pacific+Ocean&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1294639991-456753.m3u?orgId=1&topicId=1025&ft=3&f=294416303"},{"href":"http://media.npr.org/assets/img/2014/03/25/480516545-44050a13b9e008b2659b97f2ad6bfa0c5d3bf30a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1977","width":"2634"}},{"href":"http://media.npr.org/assets/img/2014/03/25/480522075-b402d2d28e11a87424ad39d1678a1ee472053f95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2045","width":"2728"}}]}