{"created":"2015-06-17T23:41:03+00:00","modified":"2015-06-18T18:03:31+00:00","valid":{"from":"2015-06-18T18:03:31+00:00","to":"3015-06-18T18:03:31+00:00"},"hreflang":"en","guid":"87a4024d-43ee-4eff-bf32-42f241ae7db9","title":"UK police scan faces of 90,000 people at a festival without forewarning","published":"2015-06-18T18:03:26+00:00","byline":"May Pascaud","teaser":"Festivalgoers who went out to see Kiss and Slipknot at the recent Download Festival ended up with their faces in a police database. ","tags":["Justice","Conflict & Justice","Leicestershire","United Kingdom","Download Festival","Surveillance","Privacy"],"contentencoded":"<p>The recent Download Festival became a testing ground for a new security technology without any of the attendees being aware.</p>\n<p>Leicestershire Police, the local police department for during the festival,<a href=\"http://www.bbc.co.uk/news/uk-england-leicestershire-33132199\"> implemented a system of facial recognition cameras</a> which would capture the image of everyone coming through the gates of the festival. The pictures were then checked against a database to identify potential persons of interest.</p>\n<p>“One of our major concerns is that this was not very well communicated to the public,” says Daniel Nesbitt, research director at Big Brother Watch, an organization that monitors surveillance and privacy issues. “A lot of people were turning up with no idea this would happen and only finding out either as they went in or after the event.”</p>\n<p>Nebitt suggests the local police were not on the lookout for anyone in specific, but rather testing the effectiveness of their facial recognition system at a large scale. “This was a trial ... and we though people really should be able to make the choice whether they want to be part of this trial or not, before they paid money for their tickets and before they turned up,” he argued.</p>\n<p>Due to its large number of attendants and existing security measures, the Download Festival was an ideal site for trying out new surveillance methods.</p>\n<p>“The technology is still very much at its early stages and the police have had to work out exactly in what situations it can be used in,” Nesbitt stated. “This was probably a very good testing site for them because you’ve got a lot of people there, a lot of crowds, a lot of people who could potentially be of interest.”</p>\n<p>But Big Brother Watch hasn’t ruled out the use of facial recognition technology entirely — in some situations, it may be beneficial. “We need to see trials … on a much more open basis so we can actually establish for what reasons they can be useful.”</p>\n<p>Lack of information around facial recognition contributes to the apprehension surrounding the technology. Nesbitt acknowledges this uncertainty.</p>\n<p>“At the moment, we’re not very sure of the spread of it; it’s still very much in its infancy.”</p>\n<p>Much like the United States, the UK has experienced multiple issues with government intervention into citizens’ private lives. “CCTV in the UK is very widespread,” says Nesbitt. “We don’t have exact figures for it unfortunately, because there’s no requirement to register a camera beforehand, but the last estimate that came out said that there’s between four and six million cameras in the UK and that roughly boils down to about one for every 11 people.”</p>\n<p>Ultimately, the technology might not make much of a difference. “There is anecdotal evidence that it does make people feel safer, but there’s also a lot of evidence to show that it doesn’t actually make them safer. It’s not an effective crime deterrent.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-17%2Fuk-police-scan-faces-festival-without-forewarning&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06172015_09.mp3"},{"href":"http://admin.pri.org/file/0617201509mp3"}]}