{"created":"2014-09-08T15:44:10+00:00","modified":"2014-11-05T01:08:04+00:00","valid":{"from":"2014-11-05T01:08:04+00:00","to":"3014-11-05T01:08:04+00:00"},"hreflang":"en","title":"Ukraine Dispatches Special Police To Odessa After Unrest","published":"2014-05-05T21:18:00+00:00","teaser":"Separatists attacked a police station in the port city on Sunday, freeing dozens of pro-Russian protesters who had been arrested during earlier clashes.","itags":["npr_api","309713197"],"guid":"87aec3b4-6e44-43c8-b1c2-94f542fd4145","contentencoded":"<p>The acting government in Kiev dispatched a special police unit to try to control the deadly clashes in the southern Ukrainian port city of Odessa.</p><p>If you remember, violence reached an inflection point on Friday, when pro-Russian militants were cornered in a trade union building that was set on fire by pro-Kiev demonstrators. <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/02/309070794/blaze-in-odessa-kills-31-marking-escalation-in-ukraine-crisis\">More than 30 people were killed</a>. And on Sunday, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/04/309479456/ukraine-pro-russia-crowd-surrounds-police-station-in-odessa\">militants stormed a police station</a> in the city, freeing dozens of their allies.</p><p><a href=\"http://www.washingtonpost.com/world/ukraine-sends-police-unit-to-odessa-to-restore-order-after-separatists-raid-police-station/2014/05/05/f5c34f9e-d435-11e3-8a78-8fe50322a72c_story.html\"><em>The Washington Post</em> reports</a>:</p><blockquote><p>\"Days after violence spread to the country's third-largest city, Interior Minister Arsen Avakov said the Kiev-1 police battalion had arrived in Odessa to calm tensions after local police were unable — or unwilling — to control pro-Russian mobs. Avakov, in a posting on his Facebook page Monday, said the failure of the local police to keep order in Ukraine's third-largest city was an 'outrage' and possibly criminal in nature.</p><p>\"The special police unit, he said, had been recently formed with the assistance of 'citizen activists,' presumably to ensure its loyalty to the acting government. Avakov also said the entire leadership of the local police had been dismissed and he pledged an investigation of their role in the violence.\"</p></blockquote><p>Just a reminder: This whole conflict started after violent protests ended in the ouster of pro-Russian President Viktor Yanukovych. Seizing on the opportunity, Russia annexed Crimea and the government in Kiev, and some of its international partners — including the U.S. — worry that Russia is poised for further incursion into Ukrainian territory.</p><p><a href=\"http://www.nytimes.com/2014/05/05/world/europe/kievs-reins-weaken-as-chaos-spreads.html?hp&_r=0\">As <em>The New York Times</em> views it</a>, the events in Odessa are different from what we've seen so far. Like the east, the paper explains, official government forces have put up little resistance when pro-Russian militants take over buildings or set up checkpoints. But unlike in the eastern part of the country, there is strong support for Kiev in Odessa, and citizens have been willing to clash with militants.</p><p>The paper reports:</p><blockquote><p><p data-para-count=\"522\" data-total-count=\"5696\">\"The conflict is hardening hearts on both sides. As the building burned, Ukrainian activists sang the Ukrainian national anthem, witnesses on both sides said. They also hurled a new taunt: 'Colorado' for the Colorado potato beetle, striped red and black like the pro-Russian ribbons. Those outside chanted 'burn Colorado, burn,' witnesses said. Swastikalike symbols were spray painted on the building, along with graffiti reading 'Galician SS,' though it was unclear when it had appeared, or who had painted it.\"</p></blockquote><p><p data-para-count=\"522\" data-total-count=\"5696\">NPR's Soraya Sarhaddi Nelson tells <em>Morning Edition</em> that Ukrainian Prime Minister Arseniy Yatsenyuk visited Odessa Sunday to try to calm the situation.</p><p><p data-para-count=\"522\" data-total-count=\"5696\">Yatsenyuk called Friday's incident a tragedy for all of Ukraine.</p><p><p data-para-count=\"522\" data-total-count=\"5696\">Soraya says Russia has denied any involvement and blames Kiev for the violence.</p><p><p data-para-count=\"522\" data-total-count=\"5696\">As far as what's going on in he east, where Kiev is trying to retake territory now controlled by separatists, Soraya says the government is taking two steps forward and three steps back.</p><p><p data-para-count=\"522\" data-total-count=\"5696\"><strong>Update at 5:10 p.m. ET:</strong></p><p><p data-para-count=\"522\" data-total-count=\"5696\">Reuters, citing Ukraine's Defense Ministry, reports that a Ukrainian Mi-24 military helicopter was shot down near Slovyansk, a stronghold of pro-Russian rebels. <strong> </strong></p><p>The news agency says the chopper \"came under fire from a heavy machine gun, crashed into a river. The ministry said in a statement the crew were evacuated to a nearby camp but did not give any detail of their condition.\"</p><p>The incident marks the fourth time a Ukrainian helicopter was downed in recent fighting.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ukraine+Dispatches+Special+Police+To+Odessa+After+Unrest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"href":"http://media.npr.org/assets/img/2014/05/05/488249967-f12d28253644ba900640e8e64da72711edf63f7c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2511","width":"3353"}}]}