{"created":"2015-03-11T19:24:48+00:00","modified":"2015-05-13T21:10:03+00:00","valid":{"from":"2015-05-13T21:10:03+00:00","to":"3015-05-13T21:10:03+00:00"},"hreflang":"en","title":"As Palm Oil Farms Expand, It's A Race To Save Indonesia's Orangutans","published":"2015-03-12T02:40:00+00:00","teaser":"Demand for palm oil is destroying the habitat of endangered Sumatran orangutans. One group is working to rescue, rehabilitate and reintroduce these often-orphaned primates back into the wild.","itags":["npr_api","392292008"],"guid":"87d17a26-9cf0-47cc-974c-1a6b59e01062","contentencoded":"<p>On a hillside on the Indonesian island of Sumatra, about 50 red-haired refugees are learning how to be orangutans once again. The country's booming palm oil industry has encroached on their habitats, leaving many of them homeless and orphaned.</p><p>Palm oil is <a href=\"http://www.npr.org/blogs/thesalt/2013/07/25/205486197/palm-oil-in-the-food-supply-what-you-should-know\">hard to avoid</a>. It's in cookies, soap, <a href=\"http://www.npr.org/blogs/thesalt/2014/06/06/319231081/doughnut-day-downer-palm-oil-in-pastries-drives-deforestation\">doughnuts</a> and lipstick. It's so common that it's found in about half of all the items in an ordinary supermarket. As a result, it's in high demand, and environmentalists blame it for deforestation, climate change, social conflict and animal extinction in Indonesia.</p><p>Sumatra's orangutans are among the victims.</p><p>\"The definition of a refugee is someone whose homeland is no longer available to them, and that's exactly the case with these orangutans,\" says Ian Singleton, director of the <a href=\"http://www.sumatranorangutan.org/\">Sumatran Orangutan Conservation Program</a>. \"These are the survivors of this annihilation of the forest, and everything that lives in it.\"</p><p>Environmental groups' publicity about the plight of orangutans has helped to increase public pressure on the palm oil industry to stop destroying forests. But the primates are already endangered, with fewer than 7,000 believed to be surviving in the Sumatran wilds.</p><p>The orangutan project, located about an hour's drive outside Medan, the capital of Indonesia's North Sumatra province, is set among lush foliage in the only forest land in the area that's not palm oil plantation.</p><p>Singleton's program rescues orangutans displaced by palm oil plantations, or whose families were killed so humans could keep them as illegal pets. Most of the orangutans are released back into the wild, but not all.</p><p>Take Leuser, a large adult male who cannot return to the forest because he is blind. He was rescued, taken to the center and then released back into the forest.</p><p>Then, he wandered too close to a village.</p><p>\"Three farmers there carrying air rifles to shoot squirrels and monkeys found him and decided to take potshots at him as well,\" Singleton says. \"They put 62 air rifle pellets into him, including his eyes. He's still got 48 inside him. But otherwise, he's perfectly healthy and fit.\"</p><p>A female named Tila plays nearby. Singleton, a former zookeeper in Britain, says she's one of the saddest cases so far.</p><p>\"She came here as a youngster, tested positive for ... human hepatitis B, which means we can't release her to the forest because there's always a risk she'll infect wild primates,\" he says.</p><p>How did she contract the human disease? Almost certainly by biting the people who captured her, Singleton says.</p><p>The animals who make it to the conservation project are the lucky ones — and the tough ones.</p><p>\"The orangutans that make it this far are the real survivors. Everybody else is dead,\" he says. \"The ones that get here are the ones that are hard to kill.\"</p><p>When they first arrive, the orangutans are quarantined for 30 days and given thorough health checks. After they're confirmed to be healthy, and before they're released back into the wild, the orangutans spend time in \"socialization\" cages.</p><p>\"This is where they really learn how to be an orangutan again,\" Singleton explains, as young orangutans swing on ropes and open coconuts nearby. \"They need to know how to protect their food, and fend off attack, and you find out who are the bullies and who are the wimps, so they've really got to figure out their place in orangutan society, and that happens here.\"</p><p>Out in the wild, if an orangutan puckers up, kiss-like? It's a sign of annoyance, he says, signaling unease.</p><p>Singleton is planning to build a haven for Leuser and Tila and other apes who can't return to the wild. The haven will serve as an educational facility for visitors, including many Indonesians, who have never seen orangutans and know little about them.</p><p>Besides caring for these primates, Singleton also campaigns to stop illegal clearing of forests for palm oil. He's fighting to protect an important part of the orangutans' habitat, a 6.5 million acre swathe of Sumatra called the <a href=\"http://leuserecosystem.org/leuser/52-the-leuser-ecosystem.html\">Leuser Ecosystem</a>.</p><p>\"It's probably the biggest single contiguous forest bloc in the whole of Southeast Asia now,\" he says. \"And it's the only place in the world where you get Sumatran orangutans, tigers and rhinos living together.\"</p><p>On the positive side, in 2011, Indonesia's president declared a moratorium on destroying primary forests and peat land.</p><p>But local officials in Aceh province on the northern tip of Sumatra have drafted a development plan that will dole out large swathes of the Leuser Ecosystem for mining, logging and palm oil plantations in violation of that moratorium. <a href=\"http://endoftheicons.org/2014/10/13/environmentalists-file-judicial-review-on-acehs-spatial-plan/\">The matter is now before Indonesia's Supreme Court</a>.</p><p>Recently, major palm oil companies, under pressure from environmental groups and consumers, have issued <a href=\"http://www.theguardian.com/sustainable-business/wilmar-no-deforestation-commitment-food-production\">pledges not to destroy forests</a> in the making of their products.</p><p>But as permits to legally clear forest for palm oil become scarce, Singleton says, an unregulated layer of middlemen and local elites continues to do it illegally.</p><p>\"Middle-class, well-connected people — the cousin of the police or the nephew of the governor — are just going into areas and clearing forests for palm oil without any permits, totally against the law,\" he says.</p><p>For now, Sumatra still has enough forests into which Singleton can release his orangutan refugees. But if illegal deforestation continues, that could change.</p><p>\"Where do you put them?\" Singleton wonders. \"You keep them alive, but at what cost?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Palm+Oil+Farms+Expand%2C+It%27s+A+Race+To+Save+Indonesia%27s+Orangutans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392375518-d92afd.m3u?orgId=1&topicId=1025&d=283&p=2&story=392292008&t=progseg&e=392287605&seg=20&ft=nprml&f=392292008"},{"href":"http://media.npr.org/assets/img/2015/03/11/2012846-kuhn-29-538ee29d4f1cf42d98d072a544a5bc2729ace471.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"939","width":"1252"}},{"href":"http://media.npr.org/assets/img/2015/03/11/palm-oil-sumatra-getty_wide-94a43eddee0c7d489fc2a8a9c27278d5a6bffa48.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1408","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/03/11/2012846-kuhn-11_custom-b836bb9e4b12f19a3009724028b2a45829dda615.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2384","width":"2633"}},{"href":"http://media.npr.org/assets/img/2015/03/11/2012846-kuhn-20_custom-2592ca5b1218bed4690b9d2fc4dd4cbb4076faaa.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1756","width":"2500"}}]}