{"created":"2015-01-31T10:33:15+00:00","modified":"2015-06-05T15:29:48+00:00","valid":{"from":"2015-06-05T15:29:48+00:00","to":"3015-06-05T15:29:48+00:00"},"hreflang":"en","title":"A Former Child Soldier Finds Escape, Heaven Through His Music","published":"2015-02-03T02:58:00+00:00","teaser":"Starved, brainwashed and beaten, Emmanuel Jal was a child soldier who escaped Sudan's war. Now he's an actor, musician and activist. But he says he still gets nightmares.","itags":["npr_api","382482527"],"guid":"87eb756e-7adb-4242-a53b-a8f139bf52bb","contentencoded":"<p>Emmanuel Jal was only 8 when he was dragged into Sudan's long civil war. Like 12,000 other children, he was recruited as a soldier, fighting and killing alongside South Sudanese armed groups.</p><p>Only a few, like Jal, have managed to escape.</p><p>This week, the United Nations says that it has made an agreement that will gradually release 3,000 child soldiers from the armed group called the South Sudan Democratic Army Cobra Faction. The children are between 11 and 17 years old and have been \"forced to do and see things no child should ever experience,\" Jonathan Veitch, UNICEF's South Sudan representative, said in a press release.</p><p>\"Most of us have seen our homes burned down, have seen terrible things happen,\" Jal recalls. \"So when I witnessed one of my aunts raped and my home village burned down, and then we're told that I'm going to be given skills and guns to fight the people who did that in our homeland, there was not much for me to be convinced.\"</p><p>Jal, now 34, is an actor, musician and activist in Canada. He had a role in last year's film, <em>The Good Lie</em>, about a group of Sundanese refugees adjusting to life in Kansas City, Mo. He joined NPR's Scott Simon on <em>Weekend Edition</em> to talk about his experience.</p><p>Here is an excerpt from their conversation, edited for length and clarity.</p><p><strong>What was I like being a child soldier?</strong></p><p>It's hell. Seeing 6-, 7-year-olds dead. Nobody going to give them [answers] when they begin to ask questions: \"Why are we here, where is our mommy?\" That's when you get to know these are children.</p><p><strong>Is it easy to forget that these are still children?</strong></p><p>They're still children but, you know, they've grown really fast in terms of [being] trained to be killing machines. The only thing is, children don't know you [only] die once. And AK is a terrible gun that has been invented because young people can carry the gun. An 8-year-old can fire an AK-47 as good as a 20-year-old.</p><p><strong>How did you escape?</strong></p><p>We planned an escape. It was really dangerous. The movement that we were struggling in became tribal and so you see soldiers turning on each other. We said we go and die where our family members are. We were around [200] to 400, I think. And only 16 people survived. On the way some died of starvation, dehydration. I arrived at a place called Waat and I met a British aid worker, Emma McCune, who smuggled me into Kenya and put me in school.</p><p><strong>When you heard that the U.N. is arranging the release of 3,000 child soldiers, how did you feel?</strong></p><p>It's exciting on one hand but it's also sad because if the war hasn't stopped, those kids are still going to go back [to fighting]. When they are disarmed, where are they going to go? Is there a place safe for them that the U.N. is going to keep them in? Where are their families?</p><p>The best thing is get them to school. If they are not schooled, they'll be at home. They'll still get guns and go back. It'll just be [a] publicity stunt.</p><p><strong>A former child soldier, Dominic Ongwen, is currently standing trial for the war crimes he committed as a rebel commander. In your moral judgment, does he deserve some leniency? </strong></p><p>Most child soldiers — even me, I am not clean. As a child soldier I did stuff. But along the way I got help, I wanted to change and I'm here. So sometime we need to ask ourselves: Why do people do extremely terrible things? Crime is like a disease. We have some psychopaths governing people and they kill millions of people. They're the same as [that] gentlemen [on trial].</p><p>Getting that guy to the [International Criminal Court] — it's a good sign. It gives hope to a lot of people who have been hurt. But at the same time, he was a child soldier as well. So what I wonder is, what do the people say? Is there a situation where people who are directly affected [can] come and testify? What would they feel would be the best way to find justice?</p><p><strong>Do you still get nightmares?</strong></p><p>Yeah, I used to have a lot of nightmares — life was difficult then. But music became the place [where] I was able to see heaven. So through music I was able to dance, I was able to become a child again. And I did not know that I was going to be a recording artist. I was doing it for fun because it kept me busy.</p><p><strong>Does your current life seem unreal?</strong></p><p>I feel like I'm dreaming where I am now, I feel like I don't even know why I'm here. I've just been nominated for the biggest award in Canada — the JUNO awards — which means my music is getting recognized. I just had a new album, I also acted in a movie with Reese Witherspoon. All these platforms, I'm using them to raise conscious awakening. So even when the nightmare comes it's not as effective as it used to be.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Former+Child+Soldier+Finds+Escape%2C+Heaven+Through+His+Music&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"407"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382851526-76be7f.m3u?orgId=1&topicId=1004&d=407&p=7&story=382482527&t=progseg&e=382851506&seg=4&ft=nprml&f=382482527"},{"href":"http://media.npr.org/assets/img/2015/01/30/077a7647_edit-fadcf9e5e557fa1bde4f267c1308cd7556ca88a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}