{"created":"2015-06-23T19:27:29+00:00","modified":"2015-06-23T21:51:18+00:00","valid":{"from":"2015-06-23T21:51:18+00:00","to":"3015-06-23T21:51:18+00:00"},"hreflang":"en","guid":"87f15860-c3ec-4f9c-9b02-af2ce1ff45a7","title":"Go behind the scenes with Mexico’s answer to John Oliver","published":"2015-06-23T21:51:15+00:00","byline":"Monica Campbell","tags":["culture","politics","Media & Journalism","Media","Arts, Culture & Media","North America","Mexico"],"teaser":"There’s a popular new satire show in Mexico. Just don’t look for it on TV.","contentencoded":"<p>Twice a week in Mexico City, Chumel Torres, a clean-shaven, suited up 32-year-old sits behind a desk, in front of a green screen, and delivers a non-stop rundown of the news from Mexico, Latin America and the world with a heavy dose of satire.</p>\n<p>It’s Mexico’s breakout show, in the spirit of Jon Stewart and John Oliver. But you won’t find it on television. Rather, as the media landscape shifts, it’s on YouTube. And that’s just fine with Torres.</p>\n<p>Earlier this year, his YouTube channel, called “El Pulso de la República” (The Pulse of the Republic), topped one million subscribers, only two years after launching, and he has companies like Telcel, Mexico’s massive cellular provider, sponsoring the show and his popular <a href=\"https://twitter.com/chumeltorres\">Twitter account</a>.</p>\n<p><iframe class=\"embedly-embed\" src=\"//cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2Fsymh0eh7H1k%3Ffeature%3Doembed&amp;url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dsymh0eh7H1k&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2Fsymh0eh7H1k%2Fhqdefault.jpg&amp;key=5fab7aa35acd46048cbbcce6131a0c94&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"560\" height=\"340\" scrolling=\"no\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>I met Torres and his small, tight-knit crew at the show’s tiny production studio off a busy Mexico City street. In contrast to the country's media giants — TV Azteca, Televisa — that are just down the street, Torres’ set is cramped with cameras, lights, his desk and an ice chest full of Tecate beer.</p>\n<p>Recently, Torres has riffed on everything from Mexico’s low voter turnout, to how the country’s political elite get busted buying mansions through corrupt deals. The focus is on the uglier side of Mexican politics, and there’s plenty of material.</p>\n<p>No surprise, he is a huge fan of John Oliver, but he says he does his show “with less talent and less money.\"</p>\n<p>He’s modest. His viewership continues to grow by attracting mostly young Mexicans, hungry for a breakdown of the news with some comedy.</p>\n<p>But he does make one distinction between himself and Oliver, who he admires for combining serious investigations with comedy. “You have to understand that John Oliver is in the US. They have freedom of speech,” Torres says. “Here in Mexico, people will start asking questions and say, ‘Hey, where did you get that info, you know? So I don’t want do that. I mean, most people say, ‘Hey, why don’t you cover the story of the drug lords?’ ‘Because they are drug lords, dude! You know? I like the way my head is attached to my shoulders.’\"</p>\n<p>It’s all quite the career change for Torres, who started out as a mechanical engineer. “I’m in love with physics, and I worked in the business for like 10 years.”</p>\n<p>But then he discovered Twitter — and he was good at it, funny and politically sharp. His following grew, his satire got noticed, and he was asked to write comedy scripts. His You Tube fans are mostly millennials, but it can go older — and younger. When I stop by the set, I meet 12-year-old Mariano Huerta. He came with his dad to see Torres tape the show. “It’s a way I can inform myself but also laugh a little,” said Huerta, who is just the kind of fan those big networks down the street drool over. Torres is also booking some of the same big-name guests they are.</p>\n<p>But when TV has courted Torres, he says no. “They don’t have ideas any more. And people are not watching TV anymore,” he says. Plus, he’s making money off his sponsors — and having fun. “We’re having a blast. I don’t want to ruin that,” he says.</p>\n<p>He also doesn’t want to worry about some network executive getting pressure to kick Torres off air because he’s poking fun at the president. “You can’t mock the president on national television,” he says. “That’s just logic, you know, because it’s Mexico. I mean you can talk about Obama in the US because USA is awesome in that way, but here, you just can’t.”</p>\n<p>Now Torres is preparing another version of his show — still made in Mexico, but for a US audience. “It’s going to be completely in English, and the coverage of the news is going to be things that interest the US Hispanic community.” With the way Torres is getting noticed here, who knows? His show might just become a campaign stop for candidates in the US.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-23%2Fchumel&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06232015_06.mp3"},{"href":"http://admin.pri.org/file/0623201506mp3"}]}