{"created":"2014-09-08T15:48:50+00:00","modified":"2014-09-09T12:50:55+00:00","valid":{"from":"2014-09-09T12:50:55+00:00","to":"3014-09-09T12:50:55+00:00"},"hreflang":"en","title":"Sheryl Sandberg: The Word 'Bossy' Should Be Banned ","published":"2014-03-10T23:59:00+00:00","teaser":"Female leaders she spoke to, says Sandberg in an interview with NPR, lived their lives being called \"bossy.\" It's a negative experience, and we should instead be encouraging leadership, she adds.","tags":["npr_api","288307452"],"guid":"87f29d09-5f04-4798-b7ad-8a5d974a732e","contentencoded":"<p>Sheryl Sandberg doesn't like a word a lot of people and parents use to describe little girls.</p><p><a href=\"http://online.wsj.com/news/articles/SB10001424052702304360704579419150649284412\">In an editorial for <em>The Wall Street Journal</em></a>, she called it \"the other B-word.\" She says as a kid, she didn't really play with other kids, instead the current chief operating officer of Facebook used to organize their play.</p><p>In junior high, Sandberg recounts, a teacher stopped her best friend and told her: \"Nobody likes a <em>bossy </em>girl. You should find a new friend who will be a better influence on you.\"</p><p>In an interview with <em>All Things Considered</em>, Sandberg says she is launching a public service campaign aimed at getting rid of the word.</p><p>\"This is a very negative experience for girls, if you look at my childhood, if you look at the childhood of most of the leaders we talked to, they lived through being told they were bossy,\" Sandberg said. \"And it has such a strongly female, and such a strongly negative connotation, that we thought the best way to raise awareness was to say, 'This isn't a word we should use. Let's start encouraging girls to lead.' \"</p><p>Sandberg, of course, stirred a ton of controversy last spring with her book <em>Women, Work, and the Will to Lead</em><em>,</em> which she called a \"sort of a feminist manifesto.\" In the book, she encouraged women to \"lean in\" to their careers, embrace ambition and resist the tendency to hold back when they anticipate challenges in their work-life balance.</p><p><a href=\"http://www.npr.org/blogs/13.7/2013/03/31/175862363/should-all-women-heed-authors-advice-to-lean-in\">As our friends at 13.7 explained</a>, she was criticized for being a successful woman with a lot of money giving advice to women who don't have the same resources. Maureen Dowd <a href=\"http://www.nytimes.com/2013/02/24/opinion/sunday/dowd-pompom-girl-for-feminism.html?_r=0\">famously dismissed</a> her as a \"PowerPoint Pied Piper in Prada ankle boots.\"</p><p>This initiative is in some ways simpler. <a href=\"http://banbossy.com/\">As Sandberg explains on her website</a>, when a boy asserts himself, society calls him a leader. When a girl does it, she is called bossy.</p><p>\"Words like bossy send a message: Don't speak up or take the lead. By middle school, girls are less interested in leading than boys — a trend that continues into adulthood,\" the website explains.</p><p>Sandberg was asked if this was really still an issue, being that girls are outperfoming boys academically. She said:</p><p><blockquote></p><p>\"I actually think that we are conflating issues of academic performance and leadership. And in one area, girls are leading, and in one area, boys are leading. And a lot of people are confusing those. And that's why the research has been so important, because it teases those apart. Where girls are definitely leading is they're outperforming boys academically. We see that. They're getting more of the college degrees; they're outperforming in every school. And I think what's happening is that teachers, parents, people are more worried about boys, and there are a lot of good reasons to be worried about boys. We, of course, want boys to perform academically. When it comes to leadership, when you look at the numbers for student governments, when you look at the numbers for people running for office, when you look at the data asking middle school kids if they want to lead — it's still really overwhelmingly male.\"</p><p></blockquote></p><p>As for what she would tell teachers, Sandberg said:</p><p><blockquote></p><p>\"I think a lot of these biases are really not very well understood. And we all have them, myself included. And so I think one of the things you're speaking about really comes up which is that, almost every teacher thinks they're calling on boys and girls evenly. No one's trying to call on boys more. But time and again, blind studies show that we actually are calling on boys more, even though we don't realize it. Most parents think they have equal expectations for their daughters and sons, but when they're observed, the language patterns found that they're actually encouraging their boys more to lead. So a part of the denial of this, that 'Oh, this isn't a problem, this is the old generation's problem,' is part of what we're trying to speak out against. ... In this case, we suggest that teachers do a little audit of themselves — keep track, you know, throw a little data at their own performance so that they can really see what they're doing.\"</p><p></blockquote></p><p>You can hear more of Sandberg's interview on Monday's <em>All Things Considered</em>. <a href=\"http://www.npr.org/stations/\">Click here</a> to find your NPR member station.</p><p>We'll leave you with a little nonscientific survey. We'll post results Monday evening.</p><p><strong>Update Monday, March 10 at 5:30 p.m. ET. Survey Results: </strong></p><p>NPR's Serri Graslie and Matt Stiles crunched the numbers a bit and they report:</p><p><blockquote></p><p>\"About 3,500 people had taken it by midafternoon on Monday. Of the respondents, 76 percent of women — who were much more likely to take the poll in the first place — thought 'bossy' was a bad word. On the other hand, 76 percent of men who chimed in said 'bossy' was <em>not</em> a bad word. Young men were also more likely than older men to say that 'bossy' is not a bad word.\"</p><p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sheryl+Sandberg%3A+The+Word+%27Bossy%27+Should+Be+Banned+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1288713009-8538be.m3u?orgId=1&topicId=1006&ft=3&f=288307452"},{"href":"http://media.npr.org/assets/img/2014/03/09/450934441-496ed3cfd9f822fd2a54568a63c3a29be594a37f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2154","width":"2874"}}]}