{"created":"2014-09-30T17:05:26+00:00","modified":"2014-10-31T01:30:37+00:00","valid":{"from":"2014-10-31T01:30:37+00:00","to":"3014-10-31T01:30:37+00:00"},"hreflang":"en","title":"Will A Triple Crown Win Save Horse Racing? Don't Bet On It","published":"2014-06-04T12:32:00+00:00","teaser":"Many in the horse racing industry are looking to Triple Crown hopeful California Chrome to revive interest in the sport. He wants to believe it, but commentator Frank Deford says that's a fantasy.","itags":["npr_api","318600984"],"guid":"87fcf243-d7cb-4cd7-b964-c54bafcd1551","contentencoded":"<p>At the start of a movie these days, how often do you read: \"Based on a true story?\" But if a movie was made about California Chrome, whether or not the horse wins the Belmont Stakes on Saturday, it would read: \"Based on a dream.\"</p><p>Because the colt — of the most undistinguished heritage, bred by neophytes and trained by a kindly septuagenarian –– well, the whole thing is a ridiculous reverie.</p><p>California Chrome has been dubbed America's horse, and, for his owners and trainer, the American dream has been regularly invoked. But the American dream was never about winning the Triple Crown or becoming Bill Gates or Derek Jeter.</p><p>The beauty of the American dream — what made it <em>ours</em> — was that it was so attainable; it was really the \"American possibility.\" It was merely about being able to move up, outdo your parents, live a good, secure life, enjoy the Four Freedoms that President Roosevelt proclaimed.</p><p>And, as the American dream is more elusive in this age of inequity, so too is California Chrome not so much a dream as a fairy tale. In concert with that, my friends in racing all tell me how important it is for the horse with the four white hooves to win the Triple Crown, because racing needs a hero to help revive the sport of kings in the United States.</p><p>I wish I could believe that a Chrome victory Saturday would mean anything substantial to a sport that is struggling against time and culture — but I think that is fantasy, too.</p><p>Horse racing thrived when a lot of people still had a connection with horses, and when it was not legally possible to bet on much of anything <em>but</em> horses. But, of course, in America today, gambling is wide open. And horses are so much out of our daily lives that we rarely even have Western movies anymore; films based on true stories rarely involve horses.</p><p>So even if California Chrome wins the Triple Crown, he will not, as we say about politicians, have long coattails. How many more times will he appear on a racetrack? Maybe he won't even go into a starting gate after this year, but head directly to the breeding shed. Will people go out to Suffolk Downs or Del Mar or Delaware Park to watch these magnificent animals and bet on those horses, just because they remember how this one extraordinary creature won three races over five weeks in the springtime of one year?</p><p>Once this moment passes, all bets are off — Americans would rather play slot machines and point spreads and watch automobiles race, because they grew up with cars and can relate to them.</p><p>But horses, like American dreams, are harder for us to connect to these days.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+A+Triple+Crown+Win+Save+Horse+Racing%3F+Don%27t+Bet+On+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318733413-5f71e8.m3u?orgId=1&topicId=1057&aggIds=4499275&ft=3&f=318600984"},{"href":"http://media.npr.org/assets/img/2014/06/03/chrome-belmont3-ad50c78fcc58b05ac418aa7da405e443cee1cd8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2712","width":"3622"}}]}