{"created":"2014-10-27T19:05:19+00:00","modified":"2014-10-30T23:20:15+00:00","valid":{"from":"2014-10-30T23:20:14+00:00","to":"3014-10-30T23:20:14+00:00"},"hreflang":"en","title":"New Superbug Skyrockets In Southeast","published":"2014-08-13T19:57:00+00:00","teaser":"The drug-resistant bacteria CRE kills about half of those who get it, and it's on the rise in community hospitals, according to a new study by Duke University researchers.","itags":["npr_api","340122630"],"guid":"87fdeac9-227d-4f69-b721-0fac1f7d4a09","contentencoded":"<p>A <a href=\"http://www.jstor.org/stable/10.1086/677157\" target=\"_blank\">new study</a> out this month finds that cases of a new antibiotic-resistant superbug are sky-rocketing in community hospitals in the southeastern U.S.</p><p>The bacteria is called CRE, which stands for carbapenem-resistant enterobacteriaceae, and it kills about half of those who get it. Researchers at Duke University Medical Center found that it has increased five fold from 2008 to 2012 in the southeast.</p><p>Dr. <strong>Joshua Thaden</strong> is the lead author of the study published in the journal Infection Control and Hospital Epidemiology. He discusses CRE and why it&#8217;s on the rise with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><h4>Interview Highlights: Joshua Thaden</h4><p><strong>Why CRE is spreading so rampantly</strong></p><p>&#8220;A CRE is very easily transmitted from person to person and I think that so far we haven&#8217;t been doing a good job of preventing that. In part, we just haven&#8217;t been doing a good job of looking for CRE. For example, with another very antibiotic-resistant bacteria called MRSA, which is staph aureus &#8212; in Duke, for example, every patient that comes to the hospital, we screen for MRSA. When we detect it, we make sure we take specific precautions to prevent this from being transmitted to another person. We don&#8217;t do that for things like CRE. Perhaps we need to start.&#8221;</p><p><strong>On overuse of antibiotics for CRE and other drug-resistant bacteria</strong></p><p>&#8220;There are several settings in which antibiotics get over-used and one is in the healthcare setting. It can be quite difficult to sometimes to figure out if someone needs antibiotics or not. There&#8217;s a lot of folks that have a viral infection, for example, will get prescribed antibiotics, but antibiotics actually aren&#8217;t effective against viruses.&#8221;</p><p><strong>On finding an antibiotic that can effectively fight CRE</strong></p><p>&#8220;People are working on that right now. We&#8217;ve had a real dearth of new antibiotics coming through the pipeline, specifically for organisms like CRE. The technical name for them is gram-negatives. It&#8217;s been decades, actually, since we had new classes of antibiotics that target these gram-negatives. The unfortunate reality is that it&#8217;s probably years away, most likely, before we have new antibiotics.&#8221;</p><h4>Guest</h4><ul><li><strong>Joshua Thaden</strong>, M.D., fellow in the <a href=\"http://medicine.duke.edu/about-department/divisions/division-infectious-diseases\" target=\"_blank\">Division of Infectious Diseases</a> at <a href=\"http://medschool.duke.edu/\" target=\"_blank\">Duke University School of Medicine</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Superbug+Skyrockets+In+Southeast&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"512"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340122633-f24e98.m3u?orgId=1&ft=3&f=340122630"}]}