{"created":"2014-10-13T21:57:01+00:00","modified":"2014-10-14T18:45:02+00:00","valid":{"from":"2014-10-14T18:45:02+00:00","to":"3014-10-14T18:45:02+00:00"},"hreflang":"en","guid":"8804a487-cba5-4109-ad86-c20ae25262e6","title":"Oscar Pistorius' arguments for a lenient sentence have shocked some South Africans","published":"2014-10-14T18:44:59+00:00","byline":"David Leveille","tags":["Oscar Pistorius","Pistorius","Justice","trial","setencing","Justice","Conflict & Justice","Africa","South Africa","Africa","Oscar Pistorius","Reeva Steenkamp","Joel Maringa","Gerrie Nel","Lore Hartzenberg","Nastasya Tay","Oscar Pistorius"],"teaser":"Oscar Pistorius was cleared of a murder charge last month, but found guilty of negligent homicide in the death of his girlfriend, Reeva Steenkamp. Now arguments are underway in his sentencing hearing, and the argument of Pistorius' witnesses were termed \"shockingly inappropriate.\"","contentencoded":"<p>No matter how fast Oscar&nbsp;Pistorius may be able to run,&nbsp;he still&nbsp;can&#39;t hide. &nbsp;</p><p>The&nbsp;27-year-old South African athlete beat the charge of murder for the killing of&nbsp;his girlfriend, Reeva Steenkamp. But he was found guilty of negligent homicide, and his&nbsp;sentencing hearing is underway this week.</p><p>&quot;The defense started off trying to push for a more lenient sentence for Oscar Pistorius. So they&#39;ve been calling witnesses, three&nbsp;today and one more to go tomorrow,&quot; says&nbsp;South African reporter Nastasya Tay, who&#39;s&nbsp;been in the courtroom every day of the trial since it began last March.</p><p>Prison official&nbsp;Joel Maringa, a social worker in South Africa&#39;s notoriously crowded&nbsp;jails and one of Pistorius&#39; witnesses, was the first to make a recommendation: three years of correctional supervision:&nbsp;&quot;That&#39;s in effect house arrest,&quot; Tay says. &quot;No guns, no booze, no drugs&nbsp;and he would be at the house and only allowed to go out to do work.&quot;&nbsp;</p><p>Maringa also suggested&nbsp;16 hours of community service a month, &quot;doing something like cleaning a local museum or scrubbing floors in a hospital.&quot; If that sounds lenient to you, you&#39;re in tune with a lot of South Africans. Tay says there were &quot;lots of shocked faces in the courtroom today.&quot;</p><p>Prosecutor Gerrie Nel called Maringa&#39;s suggestions&nbsp;&quot;shockingly inappropriate.&quot;&nbsp;Now the prosecution will have its&nbsp;opportunity in the coming days to push for a much tougher sentence.</p><p>&quot;Reeva&nbsp;Steenkamp&#39;s parents, Barry and June, were in the courtroom today and they looked pretty stricken when they heard that testimony from that prison official,&quot;&nbsp;Tay says. The Steenkamps are expected to give a victim&#39;s impact statement later this week, which will&nbsp;detail the effect of their daughter&#39;s&nbsp;killing on the Steenkamp family.&nbsp;&quot;That&#39;s going to be a pretty emotional day coming up later this week,&quot; Tay says.</p><p>But another defense witness, psychologist Lore Hartzenberg,&nbsp;portrayed&nbsp;Pistorius as another victim of Steenkamp&#39;s death.</p><p>&quot;We are left with a broken man who has lost everything&quot; Hartzenberg&nbsp;said. &quot;He has lost his love relationship with Miss Steenkamp. He has lost his moral and professional reputation. He has lost friends. He has lost his career, and therefore his earning potential and also his financial independence. On an emotional level, his self-perception, his self-worth and identity have been damaged.&quot;</p><p>The judge&nbsp;is&nbsp;expected to hear&nbsp;several more days of testimony, sentence recommendations&nbsp;and victim impact statements before deciding what punishment is just.</p><br>Array<br>Array","audio":[]}