{"created":"2014-09-09T13:11:29+00:00","modified":"2014-09-12T02:58:13+00:00","valid":{"from":"2014-09-12T02:58:13+00:00","to":"3014-09-12T02:58:13+00:00"},"hreflang":"en","guid":"8805b082-7eba-4c08-b8a2-92ec47b39ab2","title":"Murdered journalist Steven Sotloff was Jewish and Israeli — and here's how his friends tried to cover it up","published":"2014-09-12T02:58:11+00:00","byline":"Daniel Estrin","tags":["religion","terrorism","internet","International Security","Conflict","Conflict & Justice","Asia","North America","Israel","United States","Middle East","Michael Bassin","James Foley","Steven Sotloff","Gregg Roman","Jews","Religious identity","Religion"],"teaser":"When Steven Sotloff's friends discovered he was being held captive by ISIS militants, they set out to hide any reference to the fact that he was Jewish and a dual American-Israeli citizen — and succeeded.","contentencoded":"<p>When the Islamist militia ISIS posted a video last month threatening to kill captive American journalist Steven Sotloff, the situation was dire enough. But there was one secret that could potentially have made things even worse: Sotloff was Jewish and a dual citizen of Israel and the US.</p><p><span style=\"line-height: 1.538em;\">To hide that fact from his ISIS captors, who call themselves the Islamic State, a group of Sotloff&#39;s friends and volunteers worked around the clock to keep the captors from discovering his secret.</span></p><p><span style=\"line-height: 1.538em;\">Sotloff captivity itself was also largely a secret. ISIS held Sotloff for a year, but even many of his friends didn&rsquo;t know he&#39;d been abducted.&nbsp;</span><span style=\"line-height: 1.538em;\">But then, the extremist group posted a video of journalist James Foley&rsquo;s beheading, during which Sotloff appeared. They threatened to kill him next.</span></p><p><span style=\"line-height: 1.538em;\">His friend, Gregg Roman, called Sotloff&rsquo;s father to offer any assistance.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;He said, &#39;Do what you can do to help our son,&#39;&rdquo; says Roman, who went to college in Israel with Sotloff. &ldquo;I said, &#39;I&rsquo;m going to make sure that no harm comes to Steven because of his identity.&#39;&rdquo; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</span></p><p>Roman, who directs the Jewish Community Relations Council in Pittsburgh, assembled a group of friends and various web experts for one mission: To clean the Internet of <a href=\"http://www.miamiherald.com/2014/09/03/4326400/to-the-end-journalist-steven-sotloff.html\">any mention that Sotloff was Jewish</a> or Israeli.</p><p>One man recruited for the task was Michael Bassin, an American Jew based in Tel Aviv who travels throughout the Arab Middle East as a trade consultant.</p><p>&ldquo;In the Arab world, they&rsquo;ve been taught very little about what Jewish people are actually like,&rdquo; Bassin says. &ldquo;They are taught they are sinister, they have really poor intentions. Being a Jewish person and being a nice guy do not go hand in hand. So if they found out he was Jewish and Israeli, that means he was a spy and it would have expedited his murder. That was the belief.&rdquo;</p><p>Bassin monitored mostly Arabic media and ISIS&#39; Twitter posts. He didn&rsquo;t find anything that revealed Sotloff&rsquo;s secret, but he heard a journalist in Israel was writing a story on Sotloff&rsquo;s Israeli identity. Bassin pushed the journalist to hold the story.</p><p>Roman says volunteers worked in shifts to monitor the Internet around the clock, and his group swiftly contacted American media outlets to remove any reference to Sotloff&rsquo;s Jewish background.</p><p>That included one piece in The New York Times, which was <a href=\"http://publiceditor.blogs.nytimes.com/2014/09/03/should-the-times-have-observed-a-complete-blackout-on-isis-video-images/?_php=true&amp;_type=blogs&amp;_r=0\">swiftly edited to remove mention of Sotloff&#39;s Jewish background</a>. &ldquo;The New York Times article, with the reference, was removed in 27 minutes,&rdquo; Roman says.</p><p>The effort also went far beyond media accounts. The volunteer group asked friends of Sotloff to remove tags of him in Facebook photos, and it successfully petitioned Facebook to remove Sotloff&rsquo;s profile, Roman said. It persuaded a rabbi in Los Angeles to remove a sermon online about Sotloff&rsquo;s Jewish background, and even contacted members of the synagogue to ask them to keep quiet.</p><p>One volunteer even went to Sotloff&rsquo;s old college campus in Israel and removed a graduation photo of him from the wall, Roman said.</p><p>All in all, Roman says, there were some 4,000 online mentions of Sotloff&rsquo;s Jewish and Israeli identity the group worked to remove.</p><p><span style=\"line-height: 1.538em;\">&ldquo;Maybe we overreacted in some cases,&rdquo; Roman says. &ldquo;But whatever it was that we did, it worked.&rdquo;</span></p><p>A security expert familiar with the Sotloff case says he believes <a href=\"http://www.theatlantic.com/technology/archive/2014/08/the-new-editors-of-the-internet/378983/\">the volunteers had good intentions</a>, but that their efforts were pointless.&nbsp;<span style=\"line-height: 1.538em;\">ISIS held Sotloff for a year, he says, and his captors could have seen whatever was online about Sotloff during that time. The expert is speaking on condition of anonymity because he is not permitted to discuss the matter publically.</span></p><p><span style=\"line-height: 1.538em;\">Bassin, the volunteer in Israel, says the fact that Sotloff was kept alive for a year gave his fellow volunteers the feeling that they could still do something even after his captivity was made public.</span></p><p>Sotloff&rsquo;s captors may not have known about his Jewish and Israeli identity.&nbsp;<span style=\"line-height: 1.538em;\">An Israeli news channel aired a taped conversation with a man it identified as a recently released French captive held along with Sotloff. The man said Sotloff&rsquo;s Jewish identity was secret during their time in captivity together.</span></p><p>And on Sept. 2, when ISIS released a video of Sotloff&#39;s beheading, his executioner made clear that his death was in response to US strikes on Islamic State militants &mdash; there was no mention of Sotloff&#39;s religion or Israeli citizenship.</p><p><span style=\"line-height: 1.538em;\">In the end, Bassin believes his group spared Sotloff from being killed for his religion.</span></p><p>&ldquo;Steven was brutally executed, but at the very least he was not executed because he was a Jew,&rdquo; Bassin says. &ldquo;We can take some measure of pride that we could stem that flow of information. I think Steven&rsquo;s memory will be a blessing.&rdquo;</p><p class=\"p1\"><em>A previous version of this story included a headline stating that no one had found out about Sotloff&#39;s Jewish and Israeli identity. While the group of volunteers petitioned many news outlets to remove mention of Sotloff&#39;s background, some news outlets had already been withholding the information.</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/1_1.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/1jpg-20"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090820143.mp3"},{"href":"http://www.pri.org/file/090820143mp3"}]}