{"created":"2015-05-21T22:27:31+00:00","modified":"2015-05-22T18:48:14+00:00","valid":{"from":"2015-05-22T18:48:14+00:00","to":"3015-05-22T18:48:14+00:00"},"hreflang":"en","guid":"881575d8-cf8b-404f-bca2-0e4dcd199625","title":"As ISIS seeks revenge in Ramadi, a US veteran fears for his Sunni allies there","published":"2015-05-22T18:48:09+00:00","byline":"Joyce Hackel","tags":["ISIS","Islamic State in Iraq and Syria","War in Iraq","Sunni Shia divide","Conflict","Conflict & Justice","Ramadi","Iraq","Anbar","Thomas Daly","Ramadi","Sunni","Shite","Surge","Anbar Province","ISIS","ISIL","Iraq","Al Anbar Governorate","Politics of Iraq","Religion and violence","War"],"teaser":"The news that ISIS has taken Ramadi hits home for veterans like Tom Daly. As a Marine, he helped US forces take the capital of Iraq's Anbar province by building an alliance with Sunni nationalists who are now targets for ISIS fighters.","contentencoded":"<p>Shortly after the fall of Ramadi was announced, reports began to filter in that ISIS fighers were conducting summary public executions of those loyal to the Iraqi government. </p>\n<p>That news hit home for Thomas Daly, a Marine veteran who helped American forces build alliances with local Sunnis and flush al-Qaeda militants out of Ramadi, the capital of Iraq's Anbar province, in the spring of 2007.</p>\n<p>\"The Sunni tribes in Ramadi are the fiercest anti-ISIS tribes there are,\" says Daly, who wrote a book about his experience in the city called \"<a href=\"http://www.amazon.com/Rage-Company-Marines-Baptism-Fire/dp/0470444304\">Rage Company: A Marine's Baptism By Fire</a>.\" \"That's why this is such a symbolic victory for ISIS. If we allow them to control that city, they really have no one opposing them in Anbar province.\" </p>\n<p>Daly thinks Ramadi's fall threatens any hope of ethnic unity in Iraq as ISIS targets the city's influential Sunni nationalists. \"They're killing off the opposition — literally,\" he says. \"So who is it that the government in Baghdad is going to partner with?\"</p>\n<p>Daly arrived in Ramadi in November of 2006 as part of the \"surge\" to push al-Qaeda from Anbar province by enlisting the support of the region's Sunni tribes. The group of locals stepped forward to work with Daly's unit was small and jumbled at first.</p>\n<p>\"They were really a mix of former military Baathists, infantry, pilots. Some of them were lawyers,\" he says. \"The group really exploded into literally everyone. It became a popular movement.\"  </p>\n<p>After he returned to the US in 2007, Daly kept in close touch some of the Iraqis whom American soldiers trained beginning in 2006. One of them was nicknamed Abu Tiba, a local lawyer who acted as a liason to the Iraqi fighters allied with the Marines. In the years that followed, Abu Tiba received more training himself and became the chief of police in eastern Ramadi. </p>\n<p>\"He's on the front line with ISIS today,\" Daly says. And, like others who threw in their lot with the Americans, Daly says Abu Tiba feels abandoned. \"The last email I got was from Abu Tiba was two weeks ago, and he said, 'We have achieved nothing.'\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-21%2Fisis-seeks-revenge-ramadi-and-one-us-veteran-fears-lives-sunni-allies-americans&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05212015_06.mp3"},{"href":"http://admin.pri.org/file/0521201506mp3"}]}