{"created":"2015-03-28T11:39:08+00:00","modified":"2015-04-15T19:59:36+00:00","valid":{"from":"2015-04-15T19:59:36+00:00","to":"3015-04-15T19:59:36+00:00"},"hreflang":"en","title":"Hunting Mythical Monsters 'At The Water's Edge'","published":"2015-03-28T14:56:00+00:00","teaser":"Sara Gruen is following her bestselling <em>Water for Elephants</em> with a tale of a young American couple who travel to Scotland during the Second World War in search of the legendary Loch Ness Monster.","itags":["npr_api","395777496"],"guid":"88177288-957d-4401-9182-5eff2d56520f","contentencoded":"<p>Maddie Hyde is a Sara Gruen heroine. She's bold, she's warm, and she's been cast out of Philadelphia polite society — in this case the family of her husband Ellis, who is 4F in the middle of World War II. To avoid the glares and scowls, and to earn their own way in the world after being cut off from a family fortune, they cross the Atlantic during a high tide of submarine warfare to try to burnish their family name by hunting down an older kind of monster in a Scottish village. <em>At the Water's Edge</em> is the new novel from Sara Gruen, bestselling author of <em>Water for Elephants</em>. Gruen tells NPR's Scott Simon that the Loch Ness Monster is just sort of looming in the background of her story, \"and of course it's metaphoric for sort of the obvious things like Hitler, and of course what happened to some of the characters, but it's largely indicative of the monsters within us, and recognizing these monsters. And once we face them, deciding how we're gonna deal with them — or if we're gonna deal with them — is what defines us as human beings.\"</p><hr /><h3>Interview Highlights</h3><p><br /><strong>On her feelings about Scotland<br /></strong><br />I visited the highlands for the first time when I was 12, and Urquhart Castle is without question my favorite castle in the world ... it's ruined, and I love ruined castles better than I love intact castles, because with intact castles you don't know what's been patched, what's been repainted, what's real, what's original. And with ruined castles, I stand on the mossy grass in the keep and I imagine all of ... the love, the betrayal, the hatred, the wars, the killings, the everything that happens in human life. There's something about that that just inspires me so, and of course I was 12 and I absolutely believed the Loch Ness monster was going to reveal itself to me. I thought, \"it knows its secret is safe with me,\" and so when I came across an article four years ago that talked about both places, I was in between books and I thought, that's just too tempting to resist.</p><p><br /><strong>On being a technical writer before becoming a novelist.</strong></p><p>I think it was an absolutely fantastic background to have. I always wanted to write, it's why I got a degree in English literature, but then of course I had a degree in English and I had to find a job — so I was very very happy to find a living doing anything writing. Like in Seinfeld, and Elaine writing for the J. Peterman catalog. I would have written umbrella descriptions and been happy for it. But I also have, you know, I'm sort of tech minded, and I have kind of a mathematical side of my brain as well, so tech writing was a very natural fit for me because I could write, and, you know, you are using your writing skills.</p><p>The difference, of course, is that when somebody enters a help file, they're already in a bad mood, they don't want to read, they're not happy, so I was giving them exactly the information they wanted, nothing but, and in the order they needed it. Get them in, get them out, get their problem sorted, but then when I was finished doing the writing part or if I got exhausted, I was you know coding and compiling executable files for the help files and so I just switched to the mathematical part and did debugging for a while and then my brain would be fresh again and so it was really — I liked it. ... If luck and fate hadn't pushed me in this direction, I still would have been a perfectly happy technical writer.</p><p><strong>On topping her past successes</strong></p><p>I'm not trying to. I mean it would be, if I tried it would be not just be hard, it would be impossible, so I don't tend to think \"oh, I peaked at 38,\" I tend to think \"I'm so happy about what happened with <em>Water for Elephants</em>, but I know I was struck by lightning.\" You know? And it's not going to happen again and that's ok. I get to keep doing what I love to do, and I'm going to — If I were writing thinking about the audience and thinking about sales, I wouldn't turn out good stories, and the thing I love about writing fiction is allowing the characters to take over and going in unexpected directions and really just kind of channeling the story that comes to me so that I get into a place where I feel like I'm recording instead of creating and I have to be unaware of the entire world when I'm doing that, so no. I took the pressure off myself. I live a very very normal life with my kids. I do laundry every day.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hunting+Mythical+Monsters+%27At+The+Water%27s+Edge%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"392"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395966285-bf9227.m3u?orgId=1&topicId=1033&e=395777496&d=392&ft=nprml&f=395777496"},{"href":"http://media.npr.org/assets/img/2015/03/27/at-the-waters-edge-bddd530faa7c2f678e495602fda0b871f3fa53d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1529","width":"2040"}},{"href":"http://media.npr.org/assets/img/2015/03/27/sara-gruen_credit-tasha-thomas-c3f66464d2826c6146dc1f1e993e8eec420eeac2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"811","width":"1082"}}]}