{"created":"2015-03-19T13:22:49+00:00","modified":"2015-07-03T20:25:55+00:00","valid":{"from":"2015-07-03T20:25:54+00:00","to":"3015-07-03T20:25:54+00:00"},"hreflang":"en","title":"Tunisian Museum Attack: 'I Thought It Was A Game,' Witness Says","published":"2015-03-19T17:52:00+00:00","teaser":"ISIS has claimed responsibility for the attack that struck travelers from Japan, France, and other countries. Tunisia's president says his nation is \"in a merciless war against terrorism.\"","itags":["npr_api","394023000"],"guid":"881f914c-cc6c-4a84-9a24-1e6967d06c57","contentencoded":"<p>One day after a shocking attack in Tunis killed at least 20 foreign tourists and rattled Tunisians, authorities are looking for anyone involved in the gunmen's brazen assault of the National Bardo Museum. Tunisia's president says his country is \"in a merciless war against terrorism.\"</p><p>The death toll in the attack has steadily risen since Wednesday. Tunisia's health ministry now says 23 people died, including a police officer. Two gunmen were killed after they wreaked havoc on the museum, targeting tourists who had only recently arrived at the museum on buses from cruise ships docked in Tunis. At least 40 people were wounded.</p><p><strong>Update at 1:40 p.m. ET: ISIS Claims Responsibility</strong></p><p>The extremist group that calls itself the Islamic State says it is behind Wednesday's attack. Jihadist monitoring service the <a href=\"https://news.siteintelgroup.com/Table/Jihadist-News/\">SITE Intelligence Group</a> says that in claiming the raid as its operation, ISIS threatened that more attacks would follow.</p><p>\"The recording has not been verified but was released by a Twitter account often used by ISIS,\" reports NPR's Alice Fordham. \"It claims two Tunisian men launched the attack. The recording refers to the tourists as being from Crusader countries, a derogatory term the group uses for Christians. The statement says the foreigners had turned the north African country into a hotbed of debauchery.\"</p><p><em>Our original post continues:</em></p><p>The victims reportedly include visitors from Japan, Italy, Colombia, France, Spain, Poland and Australia. Three people — including a couple who were traveling from Spain — had been missing until this morning, when they finally were accounted for.</p><p>In Tunis, Wassel Bouzid, who witnessed the attack after he finished taking a tour group through the museum, tells NPR's Leila Fadel that he was smoking a cigarette in the parking lot when he noticed that a young man in a blue jacket was pulling out a gun.</p><p>\"From the beginning, I thought it was a game,\" he says. \"I thought he was one of the guests playing with his friends.\"</p><p>When the man opened fire, Bouzid ran. He said the gunfire continued for \"around 6 to 7 minutes ... nonstop.\"</p><p>Two people from Bouzid's group were killed on the bus. Saying it's hard to find words to explain how he feels, Bouzid tells Leila, \"This is not Tunisia. This is not our country.\"</p><p>\"People started running when they heard gunshots,\" assault survivor Noriko Yuki tells <a href=\"http://www3.nhk.or.jp/nhkworld/english/news/20150319_38.html\">NHK News</a> of Japan. \"I fell, and was shot. Bullets hit my ear, arm, and neck.\"</p><p>The network reports, \"The Japanese government said on Thursday it has confirmed that three Japanese are among the dead, and three others were wounded.\"</p><p>On Thursday's <em>Morning Edition</em>, Leila reports that the timing and location of the attack — at the start of the tourist season, and in a complex that houses both Tunisia's parliament and a museum devoted to regional antiquities and Islamic history — is seen as proof that the attackers were targeting both Tunisia's economy and its identity as a young democracy.</p><p>Prime Minister Habib Essid says that one of the assailants, Yassine Laabidi, had previously been known to Tunisia's intelligence service, but not for \"anything special.\" Investigators are now trying to learn more about Laabidi and the other slain gunman, Hatem Khachnaoui. No groups have claimed responsibility for the attack.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tunisian+Museum+Attack%3A+%27I+Thought+It+Was+A+Game%2C%27+Witness+Says&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394023094-ef7e17.m3u?orgId=1&topicId=1009&d=230&story=394023000&ft=nprml&f=394023000"},{"href":"http://media.npr.org/assets/img/2015/03/19/tunisia-tourist-attack-d5ff151880795415624b17a753abd6939d872184.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}}]}