{"created":"2014-09-17T18:43:57+00:00","modified":"2014-11-12T16:31:07+00:00","valid":{"from":"2014-11-12T16:31:06+00:00","to":"3014-11-12T16:31:06+00:00"},"hreflang":"en","title":"Tracy Silverman: Tiny Desk Concert","published":"2014-06-28T14:29:00+00:00","teaser":"Watch the innovative musician play his mini Stratocaster of a violin in pieces that celebrate complex textures — and NPR News themes.","itags":["npr_api","325883471"],"guid":"882743ec-55bf-4904-9e4e-9731e742fedb","contentencoded":"<p><a href=\"http://www.npr.org/blogs/deceptivecadence/2012/06/12/154835249/conducting-business-crowdfunding-classical-music\" target=\"_blank\">Tracy Silverman</a> has been called the greatest living exponent of the electric violin. But we're not talking just any electric violin. After he graduated from Juilliard in 1980, Silverman designed his own six-string instrument, creating new musical possibilities and inspiring some of today's greatest composers to write for him — including <a href=\"http://www.npr.org/artists/14996733/john-adams\" target=\"_blank\">John Adams</a> (<em><a href=\"https://www.youtube.com/watch?v=cfBbY-BlX-k\" target=\"_blank\">The Dharma at Big Sur</a></em>) and <a href=\"http://www.npr.org/artists/19077643/terry-riley\" target=\"_blank\">Terry Riley</a>, who says, \"Tracy's violin is like an orchestra in and of itself.\"</p><p>Silverman's instrument looks a little like an electric guitar, a mini Stratocaster complete with frets. To achieve his orchestral sound, he works with looping pedals. They record what he plays, then send the music back out so he can add new layers. On the opening piece, \"Matisse: La Danse,\" notice how he starts with a few simple riffs that soon become the setting for a series of improvised countermelodies all flowing at once.</p><p>A self-described NPR junkie, Silverman adores the theme music from NPR's various news shows. He couldn't resist cooking up a new piece, a little theme and variations, teasing familiar tunes from <em><a href=\"https://www.youtube.com/watch?v=Qkq5CFGOBH4\" target=\"_blank\">All Things Considered</a></em> and <em>Morning Edition</em>. (He also couldn't resist filming a selfie.)</p><p>In <em>Axis and Orbits/Mojo Perpetuo</em>, Silverman's closing number, pizzicato notes set up a foundation for mesmerizing, long-bowed melodies, expanding out into deep space like planets in orbit. With distorted electric guitar sounds and reverb, he finally segues to a more virtuoso section reminiscent of a Paganini Caprice.</p><p>Who knew that with a little ingenuity, imagination, six strings and a couple of pedals one could conjure such an enormity of sound from a single instrument? And who knows where Silverman will take his versatile violin next?</p><p><strong>Set List</strong></p><ul><li><em>Matisse: La Danse</em></li><li>Sonata No. 4, \"All Notes Considered\"</li><li><em>Axis And Orbits/Mojo Perpetuo</em></li></ul><p><strong>Credits</strong></p><p><em>Producers: Denise DeBelius, Tom Huizenga; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; photo by Olivia Merrion/NPR</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tracy+Silverman%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Huizenga","audio":[{"meta":{"duration":"872"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325884398-09133d.m3u?orgId=1&topicId=1110&aggIds=92071316&ft=3&f=325883471"},{"href":"http://media.npr.org/assets/img/2014/06/26/tdc_tracysilverman-c76e6fd84d4b8379024796fe19ec86f8ddb544e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3389","width":"4521"}}]}