{"created":"2014-10-08T15:10:07+00:00","modified":"2014-10-31T01:48:03+00:00","valid":{"from":"2014-10-31T01:48:03+00:00","to":"3014-10-31T01:48:03+00:00"},"hreflang":"en","title":"With Swift, Quiet Moves, Nigerian Group Limits Religious Violence","published":"2014-05-30T15:50:00+00:00","teaser":"The town of Jos has been the scene of widespread Muslim-Christian killings for years. One group is now working — with some apparent success — to keep the violence from spiraling out of control.","itags":["npr_api","315274856"],"guid":"882fdbf2-8b00-42a8-9476-7943832e0836","contentencoded":"<p>The city of Jos sits on an invisible fault line between Nigeria's mostly Christian south and its largely Muslim north. Its population is almost 50-50 Muslim-Christian.</p><p>So it's not surprising that twin car bombs in a crowded downtown vegetable market on May 20 killed both Christians and Muslims. Most of the 133 victims were women, and 25 were children.</p><p>But that could have been only the beginning of the killing, as was the case in the past.</p><p>\"The choice of Jos, to make this very huge bomb, was deliberate,\" says Ezekiel Gomos, head of the Jos Business School. \"They anticipated that Muslims and Christians would start fighting. That was the intention.\"</p><p>For more than a decade this has been the unavoidable pattern in Jos. Acts of terror have sparked religious riots that have killed thousands.</p><p>\"When the Muslims see, 'Oh, there are many Muslims killed,' they go after the Christians,\" Gomos says. \"When the Christians see many Christians are killed, they go after the Muslims.\"</p><p>But last week, in the days after the biggest blast Jos had ever seen, that axiom did not hold.</p><p>The fragile peace was due in large part to a 37-year-old peace worker named Sadiq Musahong. He is the secretary of the Conflict Management and Mitigation Regional Council, a group run by a Nigerian NGO and funded by American taxpayers through <a href=\"http://pdf.usaid.gov/pdf_docs/PDACP571.pdf\" target=\"_blank\">USAID</a>. He describes the council as a covert \"information network\" that attempts to stop sectarian conflict before it spreads.</p><p>Last week, the council got a major test.</p><p>Within hours of the marketplace explosions on May 20, Christian youth gangs blocked one of the main roads, where they then ambushed and lynched two Muslim men passing by. The men's bodies, dismembered with machetes, were left under a bridge.</p><p>The cycle of revenge killings in Jos had begun again and had the potential to escalate rapidly.</p><p>Musahong knew that as soon as Muslim gangs learned of the killings, they would go on their own rampage.</p><p>\"The moment that you allow the town to know that two people were attacked because they belong to [a certain] religion, the whole town will go in flames again,\" he said.</p><p><strong>Keeping The Killings Quiet</strong></p><p>But the council responded swiftly and in an unorthodox way: Musahong got local police to remove the bodies — not to the hospital, or a mosque, or anywhere public — but to the basement of a remote police outpost.</p><p>An imam from a local mosque was brought in covertly to perform the traditional burial rites. The deaths were kept out of the newspapers. That first night, even the wives and children of the murdered men were not told, for fear they'd spread the news.</p><p>Musahong uses a term of war to describe the two lynched men: they were \"collateral damage,\" he says, in the religious conflict he was trying to stop from spreading.</p><p>To do that, Musahong says, he had to keep the deaths as secret as possible in the first 24 hours after the bombing, when emotions ran highest and the potential for violence was at its peak.</p><p>In spite of his precautions, he could not entirely stop the news from getting out.</p><p>That night, the council learned through one of its network of youth informers that two Muslim youth gangs were mobilizing. They planned to set up a roadblock to kill Christians in revenge for the two Muslims killed that afternoon.</p><p>\"Fortunately,\" Musahong says, \"we got the information an hour and a half before the boys moved in.\" He and the council immediately communicated this to commanders at the Nigerian police.</p><p><strong>Gangs Are Turned Back </strong></p><p>By the time the mob arrived, he says, \"they met well over 50 or 60 well-armed soldiers there. In the next one, two hours, they had no option but to go back to their homes and sleep.\"</p><p>By Wednesday afternoon, the critical 24-hour window had passed. Musahong could confidently report to authorities in Jos that the city was safe.</p><p>Safe, that is, until the cycle repeated itself.</p><p>On Saturday, a car bomb exploded in Jos near an open-air TV viewing of the Champions League soccer final, killing three Muslims, including the bomber, the <a href=\"http://www.bbc.com/news/world-africa-27562189\">BBC reported</a>.</p><p>Hours later Muslim youth gangs marched out to kill Christians in revenge. Just as on Tuesday, the council's network of youth informers came through. Musahong got advance warning about the roadblock and communicated that to the Nigerian authorities. Police showed up and stopped the young men. After another sleepless night, the cycle of violence was averted.</p><p>But Musahong admits that Nigeria will never be truly safe from sectarian violence until it addresses a problem that peace workers can't solve.</p><p>\"The level of unemployment is so high that the youths are there, in their thousands and their millions and nothing to do,\" Musahong says. \"They're always ready to embark on such very nasty acts.\"</p><p>Only last week, they didn't have the chance.</p><p><em>Gregory Warner is on Twitter</em> <a href=\"https://twitter.com/radiogrego\" target=\"_blank\">@radiogrego</a> <em>and Facebook at</em> <a href=\"http://facebook.com/gregoryNPR\">facebook.com/gregoryNPR</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Swift%2C+Quiet+Moves%2C+Nigerian+Group+Limits+Religious+Violence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317127294-01bad9.m3u?orgId=1&topicId=1126&ft=3&f=315274856"}]}