{"created":"2014-10-07T19:31:07+00:00","modified":"2014-10-30T23:46:08+00:00","valid":{"from":"2014-10-30T23:46:08+00:00","to":"3014-10-30T23:46:08+00:00"},"hreflang":"en","title":"Life In Gaza Deteriorates As Water, Power Shortages Intensify","published":"2014-07-31T17:54:00+00:00","teaser":"Tens of thousands of displaced Gazans face skyrocketing prices for limited water supplies, and severely disrupted electricity service. As well, long lines are developing for staples like bread.","itags":["npr_api","336765913"],"guid":"88489e95-18b7-49ac-b3b6-a5d585c615ed","contentencoded":"<p>At a U.N.-run school where she was taking shelter from the fighting, Fulla Abed Rabou washed clothes in an outdoor sink.</p><p>City pipes deliver some water. But with thousands of people taking refuge at schools, much more has to be trucked in. Still, there is sometimes not enough, says Merit Hietanen, a U.N. employee managing water deliveries to the schools.</p><p>\"One of the major issues is the tanks in the actual schools: The capacity is not big enough,\" she says. \"So if we're tankering water, even if we manage to do it twice a day, they will run out.\"</p><p>Hietanen is contracting with every delivery service she can find, and the price is going up.</p><p>\"It's a sellers' market right now,\" she says, \"and there's not much we can do about that.\"</p><p>As the Israeli ground offensive stretches beyond its third week, shortages in the tiny Gaza Strip — which already suffered from <a href=\"http://www.npr.org/2013/12/04/248718296/palestinian-political-divisions-contribute-to-limited-electricity-in-gaza\">electricity</a> and <a href=\"http://www.npr.org/2012/09/23/161587070/gazas-future-looks-bleaker-even-than-its-past\">water supply issues</a> — are beginning to take hold.</p><p>In some areas, the price of drinking water has tripled in a week.</p><p>The Habib family is feeling the pinch. In Gaza City, 68 members of the extended family are renting a three-bedroom apartment. Their homes were destroyed by bombing in the Shijaiyah neighborhood. In the apartment's kitchen, a big black tank for drinking water sits on the counter. Sayeed Habib says they buy water from a vendor — if he can deliver.</p><p>\"We call to get it filled every three days,\" Habib says. \"But the water station has no electricity, so the owner needs to buy gas for a generator. To pump it up here needs gas, too. All these costs are passed on to us.\"</p><p>Because water in the Gaza aquifer is salty, it must be desalinated before drinking. People use briny water to bathe and clean. Monther Shoblak heads Gaza's water authority. He says in the best of times, electricity to run water pumps is limited, so workers have to make constant small adjustments all over the system.</p><p>\"It needs somebody to go two, three times a day to operate a well. And this is only a well,\" Shoblak says. \"So downstream, the system, there are valves — like you see in the manhole, it's a valve. He needs to come and remove the cover and open a valve in order to switch the water from place to another place.\"</p><p>Most of the wells are in the east of Gaza — behind the Israeli army now. Shoblak says it's been almost impossible for workers to get to wells since Israel's ground invasion started. But the pumps are off. There is not enough electricity to run them.</p><p>Power line crews are operating in Gaza City. But like water workers, they can't get to the border, where Gaza's main power lines come in from Israel. Fathi al-Sheikh Khalil chairs Gaza's electricity distribution company. He says Israeli armored vehicles have knocked down transmission poles, often driving right over them.</p><p>As a result of the damage, only about 10 percent of the normal amount of electricity supplied by Israel is making it in. Gaza has one power plant of its own, but <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/29/336386340/israeli-bombing-destroys-gazas-only-power-plant\">it shut down after its three fuel tanks were shelled and caught fire</a>.</p><p>\"One is the daily tank, and two are the main storage tanks,\" says Khalil. \"All the three are melted.\"</p><p>Khalil says he thinks replacing the fuel tanks will take a year. With little electricity, little water and tens of thousands of people living away from home, another basic shortage is beginning in Gaza City. On Wednesday, long lines ran out the doors of many bakeries.</p><p>At one, Yassir Saadat had been in line an hour and was still out on the sidewalk.</p><p>\"I'm going to get two bags of bread,\" he says. \"It's not enough, but that's all they'll let you buy.\"</p><p>Inside the bakery, the line ran past empty shelves to the very back of the shop.</p><p>The bakery owner has no time for conversation. He is taking steaming pita bread off a conveyer belt and filling plastic bags as fast as he can.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Life+In+Gaza+Deteriorates+As+Water%2C+Power+Shortages+Intensify&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336765923-e4bf8c.m3u?orgId=1&topicId=1009&ft=3&f=336765913"},{"href":"http://media.npr.org/assets/img/2014/07/31/24089062_h31053244-d5074de320697e1ff41d81d1d23e083d5547b8b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4990"}},{"href":"http://media.npr.org/assets/img/2014/07/31/24088781_h31058074-b6bcf81cdef34a2aa198b1556ba615c9f55422bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2333","width":"3113"}}]}