{"created":"2015-05-15T11:50:00+00:00","modified":"2015-05-15T11:50:00+00:00","valid":{"from":"2013-07-09T18:04:09+00:00","to":"3013-07-09T18:04:09+00:00"},"hreflang":"en","guid":"886c11ed-8f0d-4d1e-8516-5f5197ca4ea6","tags":["APM","World","architecture","paris","skyscraper"],"contenttemplated":"[{\"content\":\"<p>A hundred and twenty years ago, the English artist William Morris was asked why, in Paris, he spent so much time at the Eiffel Tower. “It is,” he explained, “the only place I can’t see it from.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Today he’d probably choose the Tour Montparnasse that rises like a 59-story black gravestone where once was a neighborhood of political dreamers, artists and poets. After they built this office block in 1973, the outcry was so loud, the city banned new buildings over seven stories high. But Paris mayor Bertrand Delanoé overturned that ban in 2008 outside the city center at least.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And now the first of 12 new skyscrapers are about to be built. Jérôme Coumet, the young mayor of Paris’s 13<sup>th</sup> district, is excited  that some of the new skyscrapers -- including one by star French architect  Jean Nouvel -- will be going up in his part of town. “A city is something that constantly renews itself,” says Coumet in the office of his fine 19<sup>th</sup> century town hall. “Paris attracts more tourists than any other city in the world.” And he doesn’t think it’s a bad thing that much of Paris is, as he puts it, “a museum city.” But, he adds:  “I’m convinced that just as people go to visit the new parts of London, people will come to see extraordinary new architecture in Paris. French architects work all over the world. They should also be able to express themselves in Paris.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Up in the north of Paris, for example, it’s the Italian architect Renzo Piano who is about to express himself with a skyscraper made of four steel and glass boxes placed on top of each other. He was one of the architects who designed the Pompidou Art Centre (the one with the escalator and the pipes on the outside) and the Shard, the building that now dwarfs London’s Tower Bridge.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Coumet says Paris is not about to become Dubai. The new 590-foot height limit is a good deal lower than the Eiffel Tower. But  members of the anti-skyscraper group SOS Paris  say high-rise office space doesn’t make sense economically. Bertrand Sauzay used to be the real-estate director of the 20 billion dollar a year telecom equipment company Alcatel. He studied moving their headquarters into three skyscrapers in the business district west of Paris. The experience turned him into an anti-skyscraper campaigner. “They cost a lot to build, to manage, and to destroy them at the end -- to demolish them properly with the new regulations,” he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Instead his company chose to renovate its old headquarters in the city center. Which could have been a good call for another reason. Maybe companies are just not going to need huge head offices in the future. “Office work is destined to disappear,” says philosopher Thierry Paquot, head of an urban studies institute at Paris University and author of a recent book called “La Folie des Hauteurs”  or Height Madness. “We’re already contracting out a lot of paperwork -- accounting for example -- to workers in countries like India and Morocco. Every manager has his smartphone and does his own correspondence,” says Paquot.</p>\"},{\"content\":\"<p>The world of work is undergoing a huge transformation, he says. “More and more people are going to work at home or in cafés. When they have to meet, they’ll do so not in a skyscraper but somewhere really nice.&quot; Like by the Square des Batignolles, for example, where handsome seven-story, grey-stone buildings with slate roofs look down on a little park. It&apos;s right next to where Renzo Piano’s putting up his glass boxes.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>For urban studies philosopher Thierry Paquot, homes like these are the offices of tomorrow...and the glass tower is the thing of the past.</p>\",\"type\":\"text/html\"}]","byline":"John Laurenson","published":"2013-07-09T18:04:09+00:00","description":"Lifted ban on high rise office towers in Paris has created a building boom and controversy in the city of light.","contentencoded":"<div class=\"barn-cleaned\"><p>A hundred and twenty years ago, the English artist William Morris was asked why, in Paris, he spent so much time at the Eiffel Tower. “It is,” he explained, “the only place I can’t see it from.”</p>\n<p>Today he’d probably choose the Tour Montparnasse that rises like a 59-story black gravestone where once was a neighborhood of political dreamers, artists and poets. After they built this office block in 1973, the outcry was so loud, the city&nbsp;banned new buildings over seven stories high. But&nbsp;Paris mayor Bertrand Delanoé overturned that ban in 2008 outside the city center at least.</p>\n<p>And now the first of 12 new skyscrapers are about to be built. Jérôme Coumet, the young mayor of Paris’s 13<sup>th</sup> district, is excited&nbsp; that some of the new skyscrapers -- including one by star French architect &nbsp;Jean Nouvel -- will be going up in his part of town. “A city is something that constantly renews itself,” says Coumet in the office of his fine 19<sup>th</sup> century town hall. “Paris attracts more tourists than any other city in the world.” And he doesn’t think it’s a bad thing that much of Paris is, as he puts it, “a museum city.” But, he adds: &nbsp;“I’m convinced that just as people go to visit the new parts of London, people will come to see extraordinary new architecture in Paris. French architects work all over the world. They should also be able to express themselves in Paris.”</p>\n<p>Up in the north of Paris, for example, it’s the Italian architect Renzo Piano who is about to express himself with a skyscraper made of four steel and glass boxes placed on top of each other. He was one of the architects who designed the Pompidou Art Centre (the one with the escalator and the pipes on the outside) and the Shard, the building that now dwarfs London’s Tower Bridge.</p>\n<p>Coumet says Paris is not about to become Dubai. The new 590-foot height limit is a good deal lower than the Eiffel Tower. But&nbsp; members of the anti-skyscraper group SOS Paris&nbsp; say&nbsp;high-rise office space doesn’t make sense economically. Bertrand Sauzay used to be the real-estate director of the 20 billion dollar a year telecom equipment company Alcatel. He studied moving their headquarters into three skyscrapers in the business district west of Paris. The experience turned him into an anti-skyscraper campaigner. “They cost a lot to build, to manage, and to destroy them at the end -- to demolish them properly with the new regulations,” he says.</p>\n<p>Instead his company chose to renovate its old headquarters in the city center. Which could have been a good call for another reason. Maybe companies are just not going to need huge head offices in the future. “Office work is destined to disappear,” says philosopher Thierry Paquot, head of an urban studies institute at Paris University and author of a recent book called “La Folie des Hauteurs”&nbsp; or Height Madness. “We’re already contracting out a lot of paperwork -- accounting for example -- to workers in countries like India and Morocco. Every manager has his smartphone and does his own correspondence,” says Paquot.</p>\n<p>The world of work is undergoing a huge transformation, he says. “More and more people are going to work at home or in cafés. When they have to meet, they’ll do so not in a skyscraper but somewhere really nice.\" Like by the Square des Batignolles, for example, where&nbsp;handsome seven-story, grey-stone buildings with slate roofs look down on a little park. It's right next to where Renzo Piano’s putting up his glass boxes.</p>\n<p>For urban studies philosopher Thierry Paquot, homes like these are the offices of tomorrow...and the glass tower is the thing of the past.</p></div>","itags":["Marketplace for Tuesday, July 9, 2013","Marketplace","886c11ed8f0dd1e3516f5f5197ca4ea6","PMP:Marketplace_PMP"],"teaser":"Lifted ban on high rise office towers in Paris has created a building boom and controversy in the city of light.","title":"Parisian skyscrapers raise sky-high concerns","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Tour%20Triangle%20-%20one%20of%2014%20new%20skyscrapers%20for%20Paris.JPG?itok=vi9epCrR","type":"image/jpeg"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/09/marketplace_segment22_20130709_64.mp3","meta":{"duration_hms":"00:04:01","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/09/marketplace_segment22_20130709"},"duration":241},"format":"MP3"}]}