{"created":"2014-09-25T20:34:22+00:00","modified":"2014-09-25T23:07:49+00:00","valid":{"from":"2014-09-25T23:07:49+00:00","to":"3014-09-25T23:07:49+00:00"},"hreflang":"en","guid":"88737b39-60f1-454a-96eb-cce3d643ef99","title":"Reading, math and ... Javascript? Coding is now mandatory in English schools","published":"2014-09-25T23:07:48+00:00","byline":"Christopher Woolf","tags":["technology","computers","education","programming","Java","Python","computer languages","Education","Development & Education","Europe","England","Sophie Deen","Philip Bagge","Algorithm","Computational thinking","Computer science","Computer","Education","Technology"],"teaser":"This month, England launched one of the most ambitious computer education programs in the world. Every child from 5 to 16 will now learn computer programming, and advocates say it's not only vital but easier than you might think to teach schoolkids how to code.","contentencoded":"<p>Computers have been in schools for a long time, but schoolchildren in England are now the guinea pigs for one of the most ambitious computing education programs in the world.</p><p>All children between the ages of 5 and 16 in English public schools are now learning computer science &mdash; not just how to use software, but how to create it, too.&nbsp;<span style=\"line-height: 1.538em;\">Teenagers will have to master at least two programming languages: Java and Python. And t</span><span style=\"line-height: 1.538em;\">hen there are&nbsp;</span><a href=\"http://www.computingatschool.org.uk/data/uploads/CASPrimaryComputing.pdf\" style=\"line-height: 1.538em;\">the kids in elementary school</a><span style=\"line-height: 1.538em;\">.</span></p><p>&ldquo;The big change is that it&rsquo;s now compulsory to teach [computer science to] our primary school children,&rdquo; says Sophie Deen, head of a non-profit group called <a href=\"http://www.codeclubpro.org/\">Code Club Pro</a> that&#39;s helping to train teachers for the new curriculum.</p><p>&ldquo;So [that&rsquo;s] 5-years-old onwards,&rdquo; says Deen. &ldquo;Teaching children how to code and how to program computers, and also teaching them about computational thinking, which is the ability to look at problems, break them down into their component parts and try to think of a way to solve them using computers.&rdquo;</p><p>When challenged about the wisdom of teaching algorithms to 5-year-olds, Deen says &quot;it sounds more difficult than it actually is.&nbsp;<span style=\"line-height: 1.538em;\">An algorithm is a simple step-by-step instruction to solve any particular problem.</span>&quot;</p><p>As an example, she uses a teacher named Philip Bagge, who stood in front of his class with ingredients for a jam sandwich. He played the part of a computer and challenged his students to &quot;program&quot; him to make the sandwich.</p><p>&quot;So they might say, &#39;Pick up the butter with your right hand,&#39; and he&rsquo;ll pick up all of the butter &mdash; you know, he&rsquo;ll get his fingers in it,&quot; Deen expains. &quot;The kids roll around laughing ... but they really start understanding how to break down instructions so that they&rsquo;re clear and simple enough, and that&rsquo;s essentially what an algorithm is.&quot;</p><p>Using such methods, Deen says, &quot;it&#39;s actually easy and fun to teach a 5-year-old an algorithm, and to get them to start thinking about the fact that computers are dumb, and that if we break things down very simply, we can get computers to do very cool and exciting things for us.&rdquo; &nbsp; &nbsp; &nbsp;</p><p>Deen says the big picture goal is laid out &ldquo;in the first sentence of the <a href=\"https://www.gov.uk/government/publications/national-curriculum-in-england-computing-programmes-of-study\">new national curriculum</a>, which says &lsquo;we want to equip pupils to use computational thinking and creativity to understand and change the world,&rsquo; which I think is so cool, because it&rsquo;s such an inspiring aim.&rdquo;&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/iStock_000029789406Large.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/istock000029789406largejpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092520148.mp3"},{"href":"http://www.pri.org/file/092520148mp3"},{"href":"https://www.youtube.com/watch?v=leBEFaVHllE"},{"href":"http://www.pri.org/file/program-your-teacher-make-jam-sandwich-sandwich-bot-junior-computer-science"}]}