{"created":"2014-11-04T21:15:53+00:00","modified":"2015-05-02T02:24:50+00:00","valid":{"from":"2015-05-02T02:24:50+00:00","to":"3015-05-02T02:24:50+00:00"},"hreflang":"en","title":"Grannies Taking Care Of Grannies Is Good For Everyone ","published":"2014-11-04T23:32:00+00:00","teaser":"Who better to check on the health of older folks than other older folks? That's what AgeWell Global, an innovative program in South Africa, is doing.","itags":["npr_api","349211430"],"guid":"8877146b-7d2c-4acf-8c74-08138be6f4e0","contentencoded":"<p>Knock, knock.</p><p>Who's there?</p><p>If you're an older resident of a low-income area outside Cape Town, it might be Gloria Gxebeka. She's a 63-year-old grandmother and retired cook who used to spend her days at home alone and glued to the TV, especially the American<strong> </strong>soap opera <em>The Bold and the Beautiful</em>. But now she's got a new job. She goes door-to-door, checking on the health of other older folks in her neighborhood.</p><p>Gxebeka works for the program <a href=\"http://www.agewellglobal.com/home/\">AgeWell Global</a>, directed by Dr. Mitch Besser, an American physician. Besser also founded <a href=\"http://www.m2m.org/\">mothers2mothers</a>, an organization that trains HIV-positive women to mentor other HIV-positive women when they're pregnant.</p><p>That idea — moms helping other moms — turned out to be very effective at preventing mother-to-child transmission of HIV in Africa. So Besser wondered how else this peer-to-peer model of health care might be applied.</p><p>He started thinking about his parents and some of their aging friends. \"Their children have moved away, they can't drive anymore, and in many respects they become prisoners of their households,\" Besser says.</p><p>Then he thought: Why not have other older people check up on them?</p><p>One morning, Gxebeka and a co-worker, Thami Mlotaywa, stop in to see 86-year-old Ann-Marie Fisher, a fellow grandmother who has a raspy voice and walks with a cane. They sit with Fisher on a saggy couch and read a list of 20 questions from a customized cell phone. Has Fisher felt confused or dizzy in the last seven days? Has she had trouble breathing? Did she skip any meals?</p><p>Gxebeka and Mlotaywa then look around Fisher's home and make 20 observations: Are there any tripping hazards? Has Fisher been well enough to keep the place tidy?</p><p>Gxebeka enters all of this information into the phone, which has a special app that does a calculation. A message appears: Based on the information, Fisher does not need to see a doctor or social worker.</p><p>Then comes the best part of the visit: the gossiping. The women recall stories from their younger years, including a time when Gxebeka saw her husband walking down the street with another woman.</p><p>\"I was so cross!\" she says, laughing.</p><p>AgeWell Global employs roughly 30 workers who go door-to-door and serve a client base of more than 100 people. For some workers, it's the first job they've ever held. They work 20 hours per week and are paid above minimum wage.</p><p>Directors of AgeWell Global say it's too early to know if the program has medical benefits, such as diagnosing diseases earlier or reducing hospitalizations. But preliminary data collected by the organization suggests an emotional benefit: a reduction in depression among people who receive the visits, according to a commonly used test.</p><p>The people who do the visiting seem to benefit, too. Gloria Gxebeka used to complain about her health: \"My blood pressure was always up, my sugar was always up.\" But she claims that working regularly, and spending time with her neighbors, has made her feel better. \"I'm really feeling excellent, fantastic, number one,\" she says.</p><p>And she can still watch <em>The Bold and the Beautiful</em> after she gets home.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Grannies+Taking+Care+Of+Grannies+Is+Good+For+Everyone+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361459610-f4099c.m3u?orgId=1&topicId=1031&d=249&p=2&story=349211430&t=progseg&e=361406029&seg=2&ft=nprml&f=349211430"},{"href":"http://media.npr.org/assets/img/2014/09/17/sagrannies-edcd9793b30c351d8d081912a94691318aef5f40.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1231","width":"1641"}},{"href":"http://media.npr.org/assets/img/2014/09/17/sagrannies2-e660bb11e57127264e11da15774fa19035c3a0b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1291","width":"1721"}}]}