{"created":"2014-10-09T16:21:33+00:00","modified":"2014-10-15T12:19:42+00:00","valid":{"from":"2014-10-15T12:19:42+00:00","to":"3014-10-15T12:19:42+00:00"},"hreflang":"en","guid":"88820436-3527-4ade-b5a4-c66b853b8525","title":"Loved or loathed, Hong Kong's new generation of student protest leaders pushes for change","published":"2014-10-15T12:19:40+00:00","byline":"Matthew Bell","tags":["politics","elections","government","protests","democracy","Students","Global Politics","Hong Kong","Asia","China","Asia","East Asia","Agnes Chow","Joshua Wong","Audrey Eu","Tiananmen Square protests","Occupy movement","Activism","Politics"],"teaser":"She isn’t old enough to get a driver's license or vote. But at 17, Agnes Chow is already a political player in Hong Kong. As one of the leaders of an influential student activist group called Scholarism, Chow is part of a new political generation making its mark in the Chinese territory.","contentencoded":"<p>Agnes Chow has been going flat out. When I showed up to speak with her outside the Hong Kong legislature building, where protesters have been camping out, she had just finished another interview with Japanese TV. &nbsp;</p><p>&ldquo;I just know basic Japanese, actually,&rdquo; she demurred with a laugh.&nbsp;</p><p>Nevermind her occasional giggle and schoolgirl look &mdash; jeans, pink T-shirt, white sneakers. Chow is a political player. She&rsquo;s a spokesperson for the student activist group Scholarism, which has taken a leading role in these protests.&nbsp;</p><p>The broader &ldquo;Occupy Movement&rdquo;, as they&rsquo;re calling it, is a work in progress. But it&rsquo;s already been described as one of the greatest challenges to Chinese Communist Party rule since 1989. And just like the protests in Beijing&rsquo;s Tiananmen Square 25 years ago, the vanguard of this campaign is made up of kids like Agnes Chow.&nbsp;</p><p>&ldquo;I&rsquo;m here ... joining the occupy movement and I hope that the Hong Kong government can really respect and listen to the opinion of Hong Kong people,&rdquo; she said. &ldquo;I think the basic responsibility of being a government official is [to] respond to people&rsquo;s opinion and respect their voice.&rdquo;&nbsp;</p><p>Chow is 17. She won&rsquo;t be able to vote, or get her driver&rsquo;s license, until after her next birthday. She&rsquo;s a first-year student at Hong Kong Baptist University. And she says she&rsquo;ll probably decide to major in government and international studies. For the last couple of weeks though, her role with Scholarism is what has kept her busy. &nbsp;</p><p>They might be young. But Chow and her fellow student leaders are not complete newbies when it comes to politics. In 2012, they fought a Hong Kong government plan to impose Chinese mainland-style curriculum at schools here. And they won.&nbsp;</p><p>That&#39;s when Joshua Wong stepped into the spotlight. He&#39;s the leader of Scholarism and probably the most recognizable public face of the current protest campaign. Hong Kong lawmaker Audrey Eu says Wong had already distinguished himself at the age of 15.&nbsp;</p><p>&ldquo;He was camping outside Civic Square, outside the government offices. And one morning, all of a sudden, the chief executive came to see them. And the chief executive stuck out his hand to shake Joshua&rsquo;s hand. And Joshua took a step back, was very polite, bowed, but refused to take the chief executive&rsquo;s hand. And when I saw that on television, I thought, this kid is really, really politically very, very smart. He knew exactly what to do.&rdquo; &nbsp;</p><p>But as the protests entered week number two &mdash; and the barricades still blocked some major intersections &mdash; patience with the student-led demonstrations is wearing thin for many Hong Kong residents.&nbsp;</p><p>As a small group of protesters sits under tarps in the middle of a major intersection nearby, a man goes up the police sergeant on duty to complain. Why are you guys protecting these people, he asks? The police should be supporting the counter-protesters to clear the streets. Not everyone, of course, is so eager for a harsh crackdown. But the frustration is growing.&nbsp;</p><p>&ldquo;Well, frankly speaking, I [don&#39;t]&nbsp;agree they do like this,&rdquo; said a man named Anthony, who was out shopping with a friend at the flower market down the road from the main protest site in the Mongkok neighborhood of Hong Kong. He said he is 51. And he spent his career working in hotels and restaurants. He says he&rsquo;s annoyed with the civil disobedience tactics used by the student protesters.&nbsp;</p><p>&ldquo;Of course, I understand what they are asking for. But can have so many to ask for. Not just only to do like this, to affect so many people, to affect the whole city. I&rsquo;m sorry they find the way like this,&rdquo; he says.</p><p>So there&rsquo;s the dilemma for student protest leaders like Agnes Chow and her cohort. They want to use their newfound political&nbsp;leverage to affect change. But they don&rsquo;t want to overplay their hand and lose their credibility. It&rsquo;s a position that Han Dongfang is very familiar with. He was a protest leader in Tiananmen Square in 1989. And he now lives in exile in Hong Kong.&nbsp;</p><p>&ldquo;Instead of only focusing on how to make this movement go longer and longer and longer, also think there&rsquo;s other way to show your strength, which is you&rsquo;re able to start it. You&rsquo;re able to end it by yourself. And that means you are able to re-start it again anytime you think it is appropriate,&rdquo; he says.&nbsp;</p><p>So far, Han says this generation of student activists has been pretty smart about striking the balance. They&rsquo;re learning as they go along. And whatever becomes of the Occupy Movement, he says Hong Kong will never be the same.</p><p><em>&quot;If there&#39;s a musical anthem that&#39;s emerged from the Hong Kong protests, it&#39;s probably from a local rock band called Beyond. Here&#39;s a video from a few nights ago showing a packed demonstration in the heart of Hong Kong&#39;s financial and government district joining in to sing Beyond&#39;s &quot;Boundless Oceans, Vast Skies.&quot;</em></p><p>[[{\"fid\":\"75148\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":360,\"width\":480,\"alt\":\"Hong Kong protesters sing Beyond&#039;s Boundless Oceans Vast Skies on YouTube\",\"title\":\"Hong Kong protesters sing Beyond's Boundless Oceans Vast Skies\",\"class\":\"media-element file-default\"}}]]</p><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/agnes.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/agnesjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100920144.mp3"},{"href":"http://www.pri.org/file/100920144mp3"}]}