{"created":"2015-03-20T00:19:13+00:00","modified":"2015-04-01T23:54:51+00:00","valid":{"from":"2015-04-01T23:54:51+00:00","to":"3015-04-01T23:54:51+00:00"},"hreflang":"en","title":"Exxon Settlement Falls Short Of Damage, N.J. Democrats Say","published":"2015-03-20T11:54:00+00:00","teaser":"Gov. Chris Christie is defending the state's $225 million settlement for decades of contamination at two refineries as a \"good deal.\" But Democratic lawmakers and environmentalists say otherwise.","itags":["npr_api","394029492"],"guid":"8883c473-926e-41ab-8a4f-0acfc16633ee","contentencoded":"<p>Lawmakers in New Jersey heard testimony today about one of the biggest environmental cases in that state's history.</p><p>ExxonMobil recently agreed to pay $225 million in damages for contamination at two oil refineries. Gov. Chris Christie called it a \"good deal.\" But environmentalists complain the state is getting pennies on the dollar compared to the billions it was seeking in court.</p><p>The proposed settlement still requires approval by a state judge, and the public will have a chance to comment once the details are released — probably in the next few weeks.</p><p>The Bayway Refinery, the bigger of two sites covered by the proposed deal, occupies 1,300 acres surrounded by marshes and wetlands — and it's a big reason why New Jersey has a reputation as a dumping ground for heavy industry.</p><p>\"The smell's horrific,\" Derek Armstead, the mayor of Linden, N.J., testified at a state assembly hearing in Trenton. His town is right next to the Bayway Refinery. \"When we have large storms, you can actually see the oil that been there for years — it actually comes to the surface. We do have some wildlife and some fish in our streams, but, you know, I would never think of trying to bring one home for dinner.\"</p><p>The refinery is not open to the public, but I got a tour of the area from Debbie Mans, executive director of NY/NJ Baykeeper. <em></em></p><p>\"These spills and leaks of pipelines happened over decades, as opposed to like a onetime event in the Exxon Valdez,\" she says. \"Which was devastating, but the extent of the contamination here is just as bad.\"</p><p>Which may be why lawyers for New Jersey aimed high, asking for $9 billion — $2.5 billion to restore wetlands at the refineries, and another $6 billion to compensate for lost use of those areas.</p><p>That's why it seemed outrageous to some when the state agreed to settle for $225 million, a fortieth of what the state had sought.</p><p>\"I think it's a real betrayal of environmental protection and a betrayal of law enforcement,\" says Bradley Campbell, former commissioner of New Jersey's Department of Environmental Protection.</p><p>Campbell was in charge when the case began in 2004, and says it was going well. The courts already had found Exxon liable for environmental damage going back decades.</p><p>\"The only real issue left in the case was what the amount of damages would be,\" he says. \"The state should have done significantly better.\"</p><p>The full details haven't been released, but Republican Gov. Chris Christie — who is considering a run for the White House next year — is defending the proposed settlement as a \"really good deal\" for New Jersey, saying the $225 million is on top of what they have to pay to fix damage from the pollution.</p><p>\"And there is no cap — so no matter what it costs them to fix what they created, they have to pay,\" Christie said at a town hall meeting last week. \"And then on top of that, they pay another $225 million for having done the act in the first place.\"</p><p>But environmentalists say cleanup is not the same thing as restoration of wetlands. Exxon already had agreed to do the cleanup back the in 1990s, but the company has been fighting the state's damages lawsuit for more than a decade. Exxon declined to comment for this story.</p><p>Environmental lawyer Andrew Robins of the firm Sills Cummis & Gross, says it's not surprising that the state might want to settle.</p><p>\"In a case like the Exxon case, with natural resource damages, it's reasonable to anticipate that if there were an extreme judgment one way or the other ... this would be wrapped up in appeals for a very long time,\" he says.</p><p>But to Democratic Assemblyman John McKeon, it looks like the state caved.</p><p>\"Having stood toe-to-toe with Exxon, won every step of the way, and then at the last moment when they were faced with those number of billions — to take a step back,\" he says. \"That's just the absolute wrong signal for every bad actor that's out there in the future.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Exxon+Settlement+Falls+Short+Of+Damage%2C+N.J.+Democrats+Say&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394099750-1a8a83.m3u?orgId=1&topicId=1003&e=394029492&d=242&ft=nprml&f=394029492"},{"href":"http://media.npr.org/assets/img/2015/03/19/img_6341edit-451c79c37c8f5ae6e5a8706efe020e24df64fda0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1447","width":"1926"}},{"href":"http://media.npr.org/assets/img/2015/03/19/img_6329edit_custom-65dde794d68e32a2f3f05f25e338fa407762b0cd.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2222","width":"2780"}}]}