{"created":"2015-03-25T19:59:31+00:00","modified":"2015-05-28T22:10:22+00:00","valid":{"from":"2015-05-28T22:10:22+00:00","to":"3015-05-28T22:10:22+00:00"},"hreflang":"en","title":"Can Female Marines Carry The Load And Kill The Enemy?","published":"2015-05-28T22:10:00+00:00","teaser":"Marines have to carry a pack that weights more than 100 pounds. For some of the women training in the Mojave Desert to join combat units, that nearly matches their body weight.","itags":["npr_api","395279171"],"guid":"888b284e-4a48-420d-95a5-dbb87b8df282","contentencoded":"<p>More than a dozen Marines from Alpha Company fan out across California's Mojave Desert, far into the distance. Machine-gun fire gives them cover. The small forms dash ahead. Some drop to one knee, others fall on their stomachs, firing at pop-up targets.</p><p>Only one woman is part of this group. Until last fall, Sgt. Kelly Brown was fueling helicopters and trucks. Now she's running with an assault rifle.</p><p>\"Sgt. Brown. She's a good Marine, she's adapted well,\" says Capt. Ray Kaster, Alpha Company commander, as he walks up a gravel road toward the training range at a Marine base in Twentynine Palms, Calif.</p><p>\"She's a natural leader. She's been very good for us. Very good to have a positive influence amongst the females,\" he says.</p><p>But the number of women is dwindling. Kaster estimates he's lost about half of them, though Marine officials later say about one-third of the nearly 30 women dropped out.</p><p>Kaster says the majority of those dropouts were due to hip and leg fractures, injuries that come from the heavy load an infantry Marine must carry: weapons, ammunition, a pack that can weigh from 50 pounds to more than 100 pounds.</p><p>The Marine Corps is trying to <a href=\"http://www.npr.org/blogs/thetwo-way/2013/01/23/170093351/panetta-is-lifting-ban-on-women-in-combat-roles\">determine whether women can serve in ground combat jobs: artillery, armor and infantry</a>. Alpha Company's training out in the Mojave is part of a months-long experiment to figure that out.</p><p>After the exercise ends, Brown unloads her weapon, pulls off her helmet and body armor. She's lean and athletic, and played softball at Virginia Tech.</p><p>It was her grandfather's service as a Marine in Korea and Vietnam that inspired her and landed her on this desert range with these male and female volunteers.</p><p>Her biggest challenge?</p><p>\"I would say definitely the hiking and being able to carry that amount of weight, because the standard is 114 pounds and that's pretty close to my body weight,\" she says.</p><p>The 30-year-old weighs 130 pounds.</p><p>\"I'm carrying pretty close to my body weight, but your shoulders get stronger, your back gets stronger,\" she says.</p><p>Brown may be getting stronger, but the load overwhelmed some of the women, she says.</p><p>The Marines had no immediate figure for the number of men who dropped out, but say the number is far less.</p><p>\"Some of the females were great, were doing a great job,\" Brown says. \"It's just some of the stress fractures on the hips.\"</p><p>Brown says female Marines can prevent injuries by shifting the weight of the pack off the hips to the shoulders, and more conditioning.</p><p>For Cpl. Jasmine Abrego, it's also attitude.</p><p>\"Mentally it's just being strong, you just get stronger,\" she says. \"You just push yourself through it, that's what I've been doing.\"</p><p>Abrego is just 5 foot, 1 inch. She left her job as a Marine clerical worker to train for the infantry and, as she puts it, \"kick bad guys' butts.\"</p><p>\"I've never wanted to quit,\" she says. \"It's like, God this really sucks, but most of the time, I'm still here, I'm still going to do it.\"</p><p>This infantry exercise goes beyond just physical strength. Marines are supposed to fight and win the nation's wars. That's where the targets on this desert range come in.</p><p>Brown and the other Marines have sensors on their weapons to determine who hit the targets, which have sensors, too.</p><p>Paul Johnson is watching all of this. He's a civilian who designed this and other tests. He monitors the exercise from a small room inside a tower that rises above the range. A computer screen displays the human targets scattered around the range.</p><p>Johnson's experiment will show how a Marine attack performs with all men, then with one woman taking part, then two women. The number of women remains low to reflect reality: Women make up just 7 percent of the Marine Corps.</p><p>At this point, Johnson says he doesn't know the answer to a key question: How are the women doing at killing the enemy?</p><p>At this point, he is looking at the data blind; he doesn't know which squad, or the makeup of the squad.</p><p>Johnson will have the results by the summer, when he files a report to the Marine leadership. Based on this and other data, the Marines will have to decide. Do they open up ground combat to women, or ask for an exception?</p><p>Kaster, the Alpha Company commander, says the bottom line in all of this is combat effectiveness. Can women Marines carry the load and kill the enemy?</p><p>\"That's what this [experiment] will show. Is there a difference? Does having a high or low female concentration in an infantry rifle squad, does that inhibit or complement, enhance the ability of that unit to fight?\" he says.</p><p>Meanwhile, all the Marines, men and women, continue to train in the desert: shooting at targets, digging in defenses, carrying the load.</p><p>Up ahead: a nearly five-mile hike with a fairly light pack — about 55 pounds.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Female+Marines+Carry+The+Load+And+Kill+The+Enemy%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"343"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395355163-c237ba.m3u?orgId=1&topicId=1122&aggIds=363340041&d=343&p=2&story=395279171&t=progseg&e=395270430&seg=3&ft=nprml&f=395279171"},{"href":"http://media.npr.org/assets/img/2015/03/25/01-marines_california_dg-020_22184912-3c2befc217ff91510ba04bb2f63ea80720324711.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1856","width":"2783"}},{"href":"http://media.npr.org/assets/img/2015/03/25/02-marines_california_dg-020_22184930-f18babe87d84c302c03a9372fcb80f65e9753956.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/25/03-marines_california_dg-020_22184934-d65d2bae859689a930d08ba6a972c0dbe921ffac.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1950","width":"2925"}},{"href":"http://media.npr.org/assets/img/2015/03/25/04-marines_california_dg-020_22184936-eb02908b33e2ae6cb62eed32faaefa234de9d488.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/25/05-marines_california_dg-020_22184924-2c266aa7ae5d09c5016a4818b2d26d18b4aad469.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1822","width":"2732"}},{"href":"http://media.npr.org/assets/img/2015/03/25/06-marines_california_dg-020_22184928-28f1b5ca3c51d4fd209a82867262f4c3f7a468b9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/25/07-marines_california_dg-020_22184916-1e6989bf7a771d78b4669b1256f817a6accb7507.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1967","width":"2950"}},{"href":"http://media.npr.org/assets/img/2015/03/25/08-marines_california_dg-020_22184922-596593e49326f8442aeae2e691f9bbe0042d2a04.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1945","width":"2917"}},{"href":"http://media.npr.org/assets/img/2015/03/25/09-marines_california_dg-103_22178433-4eeeed9a9d849e41afca40c824f6b1e07bff7278.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1887","width":"2830"}}]}