{"created":"2014-08-31T17:05:30+00:00","modified":"2014-10-31T01:51:03+00:00","valid":{"from":"2014-10-31T01:51:02+00:00","to":"3014-10-31T01:51:02+00:00"},"hreflang":"en","title":"Owen Pallett: The Consummate Musician, In Conflict","published":"2014-06-10T16:15:00+00:00","teaser":"Last year, Owen Pallett played on<em> </em>Arcade Fire's <em>Reflektor </em>and picked up an Oscar nomination for his score for <em>Her. </em>The songwriter explains the tensions at work on his highly personal new solo album.","itags":["npr_api","314880990"],"guid":"88945a0f-fd5e-45ef-bdd9-bc63cbd15d6f","contentencoded":"<p>For the last decade, the songwriter and composer Owen Pallett has carved out a niche as a classical representative at home in the world of indie rock. He has written orchestral parts for bands like <a href=\"http://www.npr.org/artists/16334660/arcade-fire\" target=\"_blank\">Arcade Fire</a> and <a href=\"http://www.npr.org/artists/15398245/the-mountain-goats\" target=\"_blank\">Mountain Goats</a> and remixed <a href=\"http://www.npr.org/artists/14866307/grizzly-bear\" target=\"_blank\">Grizzly Bear</a>. His score for Spike Jonze's film <em>Her, </em>written with Arcade Fire's Will Butler, was nominated for an Oscar.</p><p>Pallett, who was born in Mississauga, Ontario and until recently made his musical home in Toronto — he named <a href=\"https://www.youtube.com/watch?v=ZuzEoIuGNX4\" target=\"_blank\">a song off his first solo album</a> after the city's CN Tower (back then Pallett recorded as Final Fantasy) — has strong pop instincts of his own. His second album won Canada's Polaris Prize <a href=\"http://polarismusicprize.ca/2006/\" target=\"_blank\">for album of the year</a>. And as his profile has risen, he's managed to maintain connections to classical, pop and indie rock, sometimes in surprising ways.</p><p>This spring, music critics were bickering about the state of their industry, a conversation kicked off by this headline: \"<a href=\"http://www.thedailybeast.com/articles/2014/03/18/music-criticism-has-degenerated-into-lifestyle-reporting.html\" target=\"_blank\">Music Criticism Has Degenerated Into Lifestyle Reporting</a>.\" The article, published in <em>The Daily Beast,</em> held that these days music writing is more about gossip and clothes than talent and song structure. The backlash was swift and extensive, but Pallett's voice stood out amid the clamor.</p><p>Pallett reacted to the article with a Facebook post that later turned into a series of reviews for <em>Slate</em>, using music theory to critique popular songs. That meant dissecting the chord structure of <a href=\"http://www.npr.org/artists/15414420/daft-punk\" target=\"_blank\">Daft Punk</a>'s \"Get Lucky\" and the syncopation that makes the chorus of <a href=\"http://www.npr.org/artists/91837552/katy-perry\" target=\"_blank\">Katy Perry</a>'s \"Teenage Dream\" unshakable.</p><p>Pallett's own music has the same deft touch of a top-40 pop writer, but guided by both technology — he plays live and loops his violin parts — and his background in classical arrangement to make songs that can feel both lightweight and tense. His latest album, <em>In Conflict, </em>which is out today, is a study in contrast and challenge, a highly accomplished, musically ambitious and deeply personal album that dives deep into Pallett's fears about aging, failure, ambition and self-sabotage.</p><p>Pallett recently spoke with NPR's Audie Cornish about making music theory palatable to a pop audience, casting his uncle in a music video, the stickiness of gender identity and what happens to artists when they outgrow their creative scenes.</p><hr /><p><em>The radio version of this interview will air next week on </em>All Things Considered. <em>Read an extended version of Audie Cornish's interview with Owen Pallett below</em>.<em></em></p><hr /><p><strong>I read that you've been writing music since you were a little kid — like, under 10. Is that true?</strong></p><p>Yeah, I mean, definitely nothing that you'd want to hear. I have a memory of being six years old and composing little things coming out of my PC internal speaker using BASIC, and kind of speeding up the sample rate using this thing called VMware, to get three-voice chords coming out of the computer. I don't know, it's really elementary stuff.</p><p><strong>This is interesting because I thought you'd bring up the violin, but instead you're talking about computer programs — which kind of gives me some context about how old you are.</strong></p><p>You know, there's the stereotype about growing up in the country, that you milk cows or something like that. But actually no, you just use the computer a lot.</p><p><strong>Tell me a little about \"On A Path,\" one of the songs on <em>In Conflict</em>. It's sort of heavy when you think about the lyrics: \"Spending every year bent over from the weight of the year before.\" Is there any of your own story in there?</strong></p><p>Lyrically, that song was inspired by existing for 15 years in the city of Toronto, where I had spent the best years of my life and really come into myself as a human being. When I first arrived in Toronto at 18 years old, I was a bit of a mess. But I really kind of became an adult and was entered into this beautiful music scene — that would, in retrospect, be referred to as \"Torontopia.\" And then, as I approached my 30s, I saw the scene kind of dissolve. It just felt as if my entire collection of memories had made me unable to really form new experiences in the same city. That sort of dysphoria of place became the basis of that song. I was drawing upon my own experience, but I'm referring to anybody who feels like they've spent too long in one place.</p><p><strong>That idea of staying in a city that you don't know anymore.</strong></p><p>Yeah. There's also meant to be a kind of correlation and reversal of the R.E.M. song: \"<a href=\"https://www.youtube.com/watch?v=AKKqLl_ZEEY&feature=kp\" target=\"_blank\">Stand in the place where you live / Think about your direction</a>.\" Et cetera.</p><p><strong>Ted Gioia's article in The Daily Beast, \"<a href=\"http://www.thedailybeast.com/articles/2014/03/18/music-criticism-has-degenerated-into-lifestyle-reporting.html\" target=\"_blank\">Music Criticism Has Degenerated into Lifestyle Reporting</a>,\"really struck a nerve when it was published this spring. At one point he writes that as he was going through reviews, he couldn't find any cogent analysis of how instruments were played, or discussion about song structure or harmony or arrangement techniques. A lot of people have batted this back. Why do you think it sparked such a discussion?</strong></p><p>I can't really speak for Ted, but I certainly agree with him to a degree. I do feel like it's a little bit frustrating when you read a review and nobody picks up on, you know, how great I placed that mic on that snare drum. But at the same time, most of the most interesting and useful pop criticism is the stuff that ignores all of your intentions and is strictly an audience response that says, \"This is what I'm actually hearing.\" I think that ultimately, that's more valuable for listeners. And it's especially valuable for musicians to have this almost alien reaction of what a music consumer is, because oftentimes we're in our heads or the world of compressors and delays and lyrical decisions and stuff like that. To hear people say, \"Oh, you're kind of ugly. Too ugly to be the frontman,\" is much more educational.</p><p><strong>And yet you took up his challenge with your articles for <em>Slate</em>. What was it like sitting down with these pop songs and trying to understand them? Did you get a sense of why music snobs hated them? Or feel like you should try to defend them in a way?</strong></p><p>I don't really play that game because I'm on the creative side of things, not the consumer end of things. I don't really distinguish between \"good\" music and \"bad\" music. When it comes to the <em>Slate</em> pieces, I was hoping to create a piece of writing that would examine some of the most ubiquitous and inescapable pop songs in the last few years, and talk about them from a music-theoretical perspective — at a pop level that an entry-level reader could understand.</p><p><strong>So, lucky for you, I'm an entry-level pop music reader, and I want to talk about one of the artists you reviewed: <a href=\"http://www.npr.org/artists/120001078/lady-gaga\" target=\"_blank\">Lady Gaga</a>. Help us understand what we're hearing in her music.</strong></p><p>The charge that was constantly leveled at her, especially in the <em>Fame </em>era, was that all of her singles sounded the same. And I think that was exactly what was so effective about Gaga and why she had so many No. 1 singles off of that record, was that all of the songs <em>did</em> sound the same. They were all in a minor key. They all were rooted around this insistence of the I [one] chord — the chord that the song is in. They were all a similar tempo. They were not reliant upon a ton of syncopation, with the exception of \"LoveGame.\" All these things created this almost inescapable model, that with \"Bad Romance\" really reached a head.</p><p><strong>Which of those songs do you think exemplifies a Gaga song, in terms of music theory?</strong></p><p>For me, the top of the heap was really \"Bad Romance\" — which, in fact, kind of broke a bunch of the rules. But because we were so used to \"Paparazzi\" and \"LoveGame\" and \"Poker Face,\" and this particular way that a Gaga song functions, when she broke those rules on \"Bad Romance\" it just created a much more effective and powerful song. It was only when the second record, <em>Born This Way</em>, came out that she really started deviating and putting out major-key songs as singles — and that's when her songs became less identifiable. I presented \"The Edge of Glory\" to just a few people who have a casual interest in pop music and said, \"Do you know this song?\" And they did, but they didn't know who wrote it. They thought that it might be a Kelly Clarkson song, and it certainly sounds more like a Kelly Clarkson song than it does a Lady Gaga song. That's how effective her branding process was up to that point.</p><p><strong>You also wrote about Katy Perry's \"Teenage Dream,\" and you talked specifically about the I chord. What is the I chord and what's going on with it in this song?</strong></p><p>It refers to the root of the scale. If you're talking about the key of C major, then C is that note — the tonic note — and based on that C, the I chord goes C-E-G. It's pretty much the first thing you learn in a harmony class.</p><p>What's interesting about it, not only in \"Teenage Dream,\" but a lot of [pop songwriter] Max Martin songs, is how he <em>doesn't</em> hit that chord. By having a song that's in the key of C that contains no C chords, you can create this effervescence — this sort of sensation of flying. There's a lot of songs that do this: \"<a href=\"https://www.youtube.com/watch?v=Gs069dndIYk&\" target=\"_blank\">September</a>\" by Earth, Wind & Fire is a pretty good example of a song that just feels buoyant, like it could go on forever. The word that even a lot of untrained music critics would use is \"cyclical.\" \"<a href=\"https://www.youtube.com/watch?v=IQtO6R4qkg0\" target=\"_blank\">Poptones</a>\" by Public Image Ltd. is the first song I ever read about as having a cyclical progression, this unending spiral that never actually hits home.</p><p><strong>How hard was this writing process? Did you ever find, as you were reviewing these songs, that you wanted to get away from the music theory part of it?</strong></p><p>I think music theory is extremely interesting in an academic context. When you're writing academically, it's up to the reader to research the footnotes and educate themselves as to where the writer is going. But if you're doing pop writing, you don't have that opportunity.<strong> </strong>The hard part about writing these articles was finding the right language, something that would be interesting on a music-theoretical level but also be readable by anybody. You can't start pulling out numbers and score paper without it going over a lot of readers' heads. And if you explain your way through what every single term means, it kind of turns into a patronizing thing to read.</p><p><strong>Sometimes as a writing student, you're asked to write in the style of a famous author — to mimic them and do your best version of X, Y and Z. Do you think differently about your own craft after an exercise like this, where you're saying, \"OK, this is how the biggest stars are pulling it off\"? </strong></p><p>I have a hard time thinking about that. People who are not working within the mainstream pop complex, oftentimes we're trying to create new languages and new ways of expressing things that involve breaking all these molds: trying to get away from 120 BPM, 4/4 time, the tropes of genres that are reliant upon certain criteria. Does that make sense? We basically have the pretention that we're gonna be reinventing the wheel. That's kind of the basis of a lot of avant-garde and noise music, and even a lot of indie rock.</p><p><strong>I want to get back to some of your music. Help us understand a little bit, through music theory, what's going on in \"The Riverbed.\"</strong></p><p>Well, the entire album <em>In Conflict</em> is meant to examine various liminal states — the state of being one thing and also another thing, whether it's male, not male, gendered, genderless, crazy, not crazy, drunk, sober, all these sort of things. And I was hoping that in the writing of these songs there might be also be that element of duality. The very first song, \"I Am Not Afraid,\" begins as a string-led piece and then abruptly shifts to a piano- and electronics-based piece. You'll hear, all over the record , a lot of bitonality — songs kind of functioning in both D major and E major, for example, and melodies that don't really make sense.</p><p>With \"The Riverbed,\" I wanted to have this consistent E-flat V chord, just this E-flat and B-flat repeated over and over again, to create this almost monomaniacal quality that the song was not really gonna go anywhere. And then as the song goes on, the bass descends and the violins go up, and eventually the orchestra comes in at the end, [so the song is] starting from one point and diverging outward in both directions. It was meant to sound almost as if you were seeing curtains open up very, very slowly.</p><p><strong>In the video for this song there's older man on what looks like a date, and halfway through the date he gets kind of intimidated by a group of younger kids. You've described that moment as evoking \"<a href=\"http://www.stereogum.com/1676965/qa-owen-pallett-on-getting-personal-with-in-conflict-the-uselessness-of-music-theory-and-how-jordan-catalano-relates-to-sun-kil-moon/franchises/interview/\" target=\"_blank\">the thin veneer that people have towards that beta-male rage</a>. \" When I hear you say monomaniacal, it makes me think the song has something dark going on.</strong></p><p>The concept for the video was born out of a fear that I have of growing old and still being in the same creative state that I've existed in in my twenties and thirties.</p><p><strong>Stagnating creatively, basically?</strong></p><p>No, more of a financial thing. Music — even for someone like me, who is doing pretty good on a career perspective — is still a struggle compared to my friends who have gone to start families and accept jobs at businesses and, you know, go out on weekends. And it's fun; I wouldn't trade my job for anything in the world. But there is a part of me that worries about what's going to happen when I'm in my 60s and I'm still trying to make music, trying to make a living at it. There are these signifiers all through the \"Riverbed\" video that are meant to suggest that the protagonist, Jim, is a creatively employed person: various esoteric stuff about his practicing of yoga, but also the fact that he's taking the subway in L.A. I mean, that's a rare enough occasion.</p><p><strong>Right. That he doesn't have a car and is looking for love.</strong></p><p>And it's suggesting that there's some sort of kind of transience about him. So it's this fear that I have of ending up in that situation, and also just wanting to instill myself with this sense of confidence and marching on towards that potential eventuality.</p><p>Shout-out to my uncle, Jim Pallett: He's the star of the video and is, himself, an actor living in L.A. I do see a lot of parallels between his life and my life, and it was meant to be a statement of support and a bit of fist-bump toward him and the choices he'd made, as well as a bit of pat of myself on the back. Well, not a pat on the back, but more shooing myself at the door to keep at it.</p><p><strong>Though I can imagine a lot of people in your generation might experience this kind of fear.</strong></p><p>For sure. Especially in the music world, the relationship between music consumers and music producers is fraught at best.</p><p><strong>Are you a beta male? I'm not even sure what the term means.</strong></p><p>Well, I don't know. I don't really know what the term means either, but it's something that is often bandied around: You'll read about sad boys and beta males and just this suggestion that there's something wrong with being that, being complacent. I've constantly been rejecting my maleness all my life, but unable to actually proceed to identify myself as anything else, to give up the privilege of my maleness. So that sort of state, whatever you'd wanna call it, forms a lot of the inspiration behind this record: being unable to give up one thing to be something else that you'd want.</p><p><strong>Now that you've done a bit of writing where you're examining songs, has it made you look at your own songs differently? Can you imagine dissecting your own music the same way?</strong></p><p>I can, but it's something that I'm resistant to. On the one hand, it's kind of giving away the game, and also I don't think it's really my place. I am only somewhat trained as an academic writer — you know, I took a few courses in undergrad. I have read some academic papers written about my previous record and am glad that people are able to pick up on my process. But I'd rather that other people take care of it. It feels also a little bit too much like building my own monument.</p><p><em>Owen Pallett put together a hand-picked playlist on Spotify, full of songs that he was listening to while making his latest album. <a href=\"http://open.spotify.com/user/npr_allthingsconsidered/playlist/2hiBUheZNgJmhVayd9JAEz\">Listen to that playlist here.</a></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Owen+Pallett%3A+The+Consummate+Musician%2C+In+Conflict&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320375700-752332.m3u?orgId=1&topicId=1105&ft=3&f=314880990"},{"href":"http://media.npr.org/assets/img/2014/05/23/owen_pallett_by-peter-juhl_highres-5a-06f4a12ad7502f19c2b9aecf1ec32516ce0ddb03.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"723","width":"963"}}]}