{"created":"2015-02-02T21:41:46+00:00","modified":"2015-02-03T19:08:36+00:00","valid":{"from":"2015-02-03T19:08:36+00:00","to":"3015-02-03T19:08:36+00:00"},"hreflang":"en","guid":"889a93eb-d054-43a8-b127-b7b133745006","title":"The men who ran from ISIS in Mosul say they're ready to take the city back","published":"2015-02-03T19:08:31+00:00","byline":"Rebecca Collard","tags":["ISIS","islamic state of iraq and syria","Islamic State","iraqi politics","Iraqi security forces","Conflict","Conflict & Justice","Mosul","Iraq","Middle East","northern Iraq","Saad Mohammed Khalaf","Khaled Al Hamdani","Mosul","Iraqi Army","Iraqi insurgency"],"teaser":"When ISIS seized control of Mosul, Iraqi policemen and soldiers fled. Now some of those men are training to try and reclaim Iraq's second-largest city. Yet the support they'll need to beat ISIS doesn't yet seem to be in place.","contentencoded":"<p>In a gravel field in northern Iraq, hundreds of policemen are practicing drills. These are the men who fled Mosul, along with Iraq’s national army, as ISIS invaded the city last June. Now they're training to take Mosul back.</p>\n<p>Mosul is the largest city in northern Iraq — and the largest city under ISIS control. Reclaiming it will probably be the largest battle so far in the fight against ISIS. But these men are desperate to do it.</p>\n<p><em>(You can see even more of the camp — and the men training there — <a href=\"http://www.pri.org/stories/2015-02-03/iraqs-liberation-camp-prepares-battle-isis\">in a photo essay</a> from our reporter, Rebecca Collard.) </em></p>\n<p>Among them is Ahmed, who’s afraid to give his full name because his family is still trapped in Mosul. A week after Ahmed fled with his police unit, he got a call from his father’s phone. The man on the other end said he was from the so-called Islamic State.</p>\n<p>“He told me to come back to Mosul and to beg ISIS for forgiveness,” Ahmed says. “When I said no, they executed two of my brothers right on our doorstep.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"3456\" width=\"5184\" alt=\"Ahmed’s family is still back in Mosul. He is training here in hopes of retaking his city from Isis, which executed two of his brothers.\" title=\"Ahmed’s family is still back in Mosul. He is training here in hopes of retaking his city from Isis, which executed two of his brothers.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/IMG_8978.jpg\" /><div class=\"field-caption\">\n    <p>Ahmed’s family is still back in Mosul. He is training here in hopes of retaking his city from Isis, which executed two of his brothers.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Rebecca Collard</p>\n  </div>\n</div>\n<p>Many of the men training here have similar stories of family members who were killed or remain stuck in Mosul. </p>\n<p>While there are American advisors in this camp, the Iraqi government is funding the training. The Sunni men here complain that the Shiite-led government in Baghdad isn’t giving them enough support.</p>\n<p>“We need backup and support,” says Gen. Khaled al-Hamdani, the area police chief, who is responsible for the camp. “We need armored vehicles. We need weapons and we need ammunition.” Instead, he says, Baghdad is playing politics.</p>\n<p>Hamdani argues part of the reason Mosul fell so quickly was that commanders and army units weren’t from Mosul and didn’t have a vested interest in protecting the city. He says this group of men, who are Mosul natives, will be different.</p>\n<p>ISIS has been pushed out of several areas in recent weeks, aided by coalition air strikes. But it will be much more difficult to dislodge them from the city, where ISIS fighters are spread among a dense civilian population. Airstrikes will be less effective and more dangerous for the residents, so strong ground forces will be key. </p>\n<p>The police trainees are ready for the task — in spirit. “It’s my responsibility to take back my city from ISIS,” says Saad Mohammed Khalaf, who lies on the ground in military fatigues and a balaclava, shooting a target with his Kalashnikov rifle. “As soon as possible, we want to go back to fight them.”</p>\n<p>But it's hard to see how these men, no matter how much heart they put into the fight, might retake Mosul from the world’s best-armed and most well-organized militant group. The police trainees fumble through basic drills, searching an SUV for weapons and explosives and practicing entering a building. </p>\n<p>Khalaf shows off his gun, which he bought himself for $1,000. He says the weapons they’re distributing here are no good. The men complain that the guns are difficult to load and become too hot to touch after firing just a couple of rounds.</p>\n<p>For this operation to work, these men will need a lot of support — from both the Iraqi Army and the US-led coalition that’s aligned itself against ISIS — but they're keeping their morale high. Nationalist songs and tunes about crushing ISIS blast from a speaker in the base. The men hoist their guns in the air and cheer.</p>\n<p>And no matter the odds, they may be the only hope to take Iraq's second city back from ISIS' hands.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_8787.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img8787jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02022015_07.mp3"},{"href":"http://www.pri.org/file/0202201507mp3"}]}