{"created":"2014-10-20T19:18:04+00:00","modified":"2014-10-23T14:22:14+00:00","valid":{"from":"2014-10-23T14:22:14+00:00","to":"3014-10-23T14:22:14+00:00"},"hreflang":"en","guid":"88a4abfa-8136-40bc-acc1-b3ca0e508dc8","title":"Haiti's future may be brighter than you think","published":"2014-10-23T14:22:08+00:00","byline":"Gerry Hadden","tags":["politics","disaster","government","elections","Human Needs","Development","Global Politics","Development & Education","Port-au-Prince","North America","Haiti","Caribbean","Michel Martelly","Jean Bertrand Aristide","Jean-Bertrand Aristide","Haiti","Earthquake"],"teaser":"It would seem that not much has changed in the 10 years since I was last in Haiti. But I found not just that Haiti has changed — but it has become another country altogether. ","contentencoded":"<p>Haiti remains locked in a political stalemate despite international efforts pushing for legislative elections. It’s just one of many challenges facing the Caribbean nation. </p>\n<p>It would seem that not much has changed in the 10 years since I was last here. But I found not just that Haiti has changed, but that it has transformed into another country entirely. </p>\n<p>Take the airport. It’s open. I remember it from one of my last trips in February 2004: smashed to pieces, abandoned, ghostly. It was the height of the uprising against President Jean Bertrand Aristide.</p>\n<p>In 2010, the airport was leveled by the earthquake. It’s gotten a total rebuild. It’s now brightly lit, with a couple of little shops. Unrecognizable to me. I take that as a hopeful sign.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"960\" width=\"1280\" alt=\"Haiti’s Port-au-Prince International Airport is new, and bears no signs of the natural and man-made disasters that have befallen it.\" title=\"Haiti’s Port-au-Prince International Airport is new, and bears no signs of the natural and man-made disasters that have befallen it.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Pic7.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Gerry Hadden</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Haiti’s Port-au-Prince International Airport is new, and bears no signs of the natural and man-made disasters that have befallen it.</p>\n  </div>\n</div>\n<p>But the scene is different at the downtown green where Haiti’s immense National Palace once stood. It also came down in the quake. For a long time, its elegant central dome sat askance on a mountain of debris — like the Statue of Liberty at the end of The Planet of the Apes.</p>\n<p>Today the lot is cleared. But rebuilding has yet to begin. All around downtown, patches of rubble still wait to be cleared.</p>\n<p>Like many journalists, I came to love Haiti. It has a charm that defies clichés. Defies even its own worst turbulence, political or otherwise. But with the skyline so drastically changed I’ve lost my bearings.  Maybe, I think, I’ll find them at the Olaffson.</p>\n<p>If you know Haiti, you know this place. A spectacular white-washed gingerbread hotel, hidden by trees and a high wall from the urban bustle. Its owner, Richard Morse, fronts a popular Haitian band called Ram. Nearly every Thursday night, for the last three decades, the veranda has shaken with their music.</p>\n<p>The Big Shake didn’t bring the Oloffson down. But something has changed here too. Morse, who used to relish a lively chat with hacks like me, dodges my interview request. That’s <em>not</em> a hopeful sign.</p>\n<p>These <em>are</em> tense times in Haiti. And this, I realize, is where things haven’t changed.</p>\n<p>My very first story for NPR’s foreign desk was on a political impasse here, over contested legislative elections. The country’s leaders could not find compromise, despite international pressure. The stage was set for mayhem.</p>\n<p>Today, same deal. Lawmakers lead protests against President Michel Martelly. The issue is how and when to hold legislative elections. The international community is squeezing both sides. Nobody wants to see another violent insurrection.</p>\n<p>Adding to the instability, popular former President Aristide, who has returned from exile, is now a wanted man. A judge has ordered his arrest for corruption and drug trafficking while in power. But so far the National Police won’t dare enter his gated Port-au-Prince compound.</p>\n<p>I meet a young man on the street who offers a hint as to why.</p>\n<p>\"I would like the country to move forward, to forget Aristide,\" he said. \"They went after him when I was a kid. I remember hiding under my bed. I could see people stealing and burning cars, shooting guns.  They were cutting heads off, burning people everywhere. And I don’t want to live through that again.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"735\" width=\"980\" alt=\"In the ‘what hasn’t changed’ category, hunger still drives Haiti’s neediest to eat cakes of clay for their high mineral content.\" title=\"In the ‘what hasn’t changed’ category, hunger still drives Haiti’s neediest to eat cakes of clay for their high mineral content.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Pic6.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Gerry Hadden</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>In the ‘what hasn’t changed’ category, hunger still drives Haiti’s neediest to eat cakes of clay for their high mineral content.</p>\n  </div>\n</div>\n<p>If all this sounds bleak, it’s only part of the Haiti I’m rediscovering. The government, awash in billions of dollars in foreign aid, has been accused of corruption. But it <em>has</em> put some money to good use. The north/south highway is nearly totally paved. That’s huge. There are new schools and hospitals. Construction projects are everywhere.</p>\n<p>Marylin Allien works for Transparency International here. She tells me that Haiti’s tradition of brazenly looting public coffers may be on the wane.</p>\n<p>\"You may have a change of regime or a change of people, but you don’t turn around a historical problem overnight, even with all the good will in the world. We don’t know that members of the current government are really less corrupt. We are not saying that there is no stealing,\" she added, \"but we say that perhaps we have a group of people who are not stealing everything. And that's <em>something</em>. That's progress.\"</p>\n<p>Haiti is worse off today than it was 10 years ago — by almost any measure. But maybe because you can actually see stuff being built, people seem more optimistic than before. It could all come tumbling down again, of course, if politicians remain entrenched.  </p>\n<p>Am I hopeful? After a week on the ground here, I honestly can’t say.</p>\n<p>Am I glad to be back? Without a doubt.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"735\" width=\"980\" alt=\"Many of Port au Prince’s hillside neighborhoods have gotten a paint job since the quake.\" title=\"Many of Port au Prince’s hillside neighborhoods have gotten a paint job since the quake.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Pic5.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Gerry Hadden</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Many of Port au Prince’s hillside neighborhoods have gotten a paint job since the quake.</p>\n  </div>\n</div>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Pic2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/pic2jpg-6"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102020146.mp3"},{"href":"http://www.pri.org/file/102020146mp3"}]}