{"created":"2014-10-02T13:52:43+00:00","modified":"2014-12-23T18:12:49+00:00","valid":{"from":"2014-12-23T18:12:49+00:00","to":"3014-12-23T18:12:49+00:00"},"hreflang":"en","title":"New Orleans Schools Face A Surge Of Unaccompanied Minors","published":"2014-10-03T00:17:00+00:00","teaser":"America's classrooms are seeing a surge of kids from Central America who crossed into the U.S. illegally. Educating them is expensive, and one school in New Orleans is scrambling to cover the costs.","itags":["npr_api","351438375"],"guid":"88bdb48f-d837-4157-b140-35c048127ba1","contentencoded":"<p>For 14-year-old Yashua Cantillano, life in New Orleans is an improvement.</p><p>But that's not saying much.</p><p>Just three months ago, Yashua was in Tegucigalpa, Honduras, dodging gang members. He says they would drive by his school, guns visible, threatening to kill him, his younger brother — Yashua's whole family.</p><p>\"We'd hide all day,\" Yashua says, \"and that kept us from going to school.\"</p><p>After crossing the U.S. border illegally, he came to New Orleans and ultimately enrolled at Carver Prep, a small charter school on the city's east side.</p><p>In just the past year, the number of so-called \"unaccompanied minors\" from Central America — like Yashua — has nearly doubled in the U.S. Many are now being held in detention centers. But some 55,000 have been released to relatives already living in the country, and many have since made their way into the public schools.</p><p><strong>Carver Prep</strong></p><p>In the past, Carver Prep in New Orleans saw just a handful of English-language learners (ELL) in a given year. But this fall, Principal Ben Davis says, the school has enrolled 59 — a fifth of its population. And the vast majority of those kids are unaccompanied minors.</p><p>This surge, Davis says, has stretched his resources. \"A kid coming from Honduras and from a school that's been ravaged by gang violence, or, in some cases, kids who haven't been in school since sixth grade, they have very, very unique challenges.\"</p><p>Of those challenges, one was not new to Carver: the trauma caused by violence. Its students traditionally come from some of the city's most impoverished, crime-ridden neighborhoods.</p><p>\"I was speaking with one of our [students] whose friend was shot right around the corner from his home,\" Davis says. \"So the rates of trauma across the board in our student population are really, really high.\"</p><p>But that life of violence is just the beginning of Davis' challenges.</p><p><strong>The Carver Prep Safety Net</strong></p><p>Every student at Carver is paired with an adviser. The title doesn't do justice to the skill set required. Each adviser is like a second parent, giving students a place to turn for help and support while giving the school an early warning system for kids on the edge.</p><p>Carver Prep's tiny ELL program is responsible for coordinating students' instruction along with myriad services, including extra tutoring, medical care and emotional supports to help them make the transition.</p><p>Regardless of skill level, all of the school's ELL students are kept together for most of the day.</p><p>Yashua, for one, seems to be adapting.</p><p>\"They're teaching me really well,\" he says, \"and I'm going to get a computer to learn English.\"</p><p>The added cost of educating one unaccompanied minor, Carver Principal Ben Davis estimates, is close to $2,400.</p><p>The help he gets from the federal government: about $200.</p><p>The state of Louisiana insists it doesn't have the money to help meet these students' needs. And the bad news for Davis is that more money from Washington, if it comes, likely won't arrive until next spring at the earliest.</p><p>NPR reached out to the U.S. Department of Education, but officials there declined a request for an interview and instead provided a list of guidelines and federal programs from which schools can eventually draw funds.</p><p>Back in July, Education Secretary Arne Duncan went on CNN to talk with reporter Christine Romans about unaccompanied minors:</p><blockquote><p>ROMANS: \"I mean, as an educator, when you see pictures of these children in government detention centers, these are kids who should be in school. What do you think?\"</p><p>DUNCAN: \"Well, it's absolutely brutal. I say its inhumane. So we're going to continue to work hard to get this done.\"</p></blockquote><p>\"Who's we?\" asks Mark Krikorian, director of the Center for Immigration Studies.</p><p>Krikorian supports tighter immigration controls, and he takes issue with how the Obama administration has handled the surge of unaccompanied minors. \"The secretary of education is saying we have a responsibility, but the taxpayers of New Orleans and other communities are the ones left holding the bag.\"</p><p>While Krikorian admits it's \"a perfectly natural reaction to want to help these kids,\" he argues that the U.S. can't open its doors to every child who comes here fleeing poverty and violence. The burden is simply too great for schools like Carver Prep to bear.</p><p><strong>\"You're Breaking The Law\"</strong></p><p>While some New Orleans schools are doing their best to meet the needs of unaccompanied minors, others have begun to push back, says Christy Rosales-Fajardo.</p><p>In an abandoned strip mall not far from Carver Prep, Fajardo, a social worker with the community organization VAYLA, has been on the phone most of the day. Her job: to reassure parents that New Orleans' schools won't — and can't, legally — abandon their kids.</p><p>For weeks now, Fajardo has been pleading with schools to reach out to these parents and at least translate bulletins into Spanish. She has also been fielding calls from parents complaining that some school bus drivers have refused to pick up kids who \"look Hispanic.\" Fajardo's biggest concern, though, is that some schools still don't understand: They cannot turn away unaccompanied minors.</p><p>\"When a school is requesting documentation or previous report card or proof of residency, we are calling the school and saying, 'You're breaking the law,' \" Fajardo says.</p><p>That law came out of a 1982 U.S. Supreme Court case, <em>Plyler</em> <em>v. Doe</em>. The Court ruled that children who enter the U.S. illegally are still guaranteed the same public school benefits of citizens and legal immigrants.</p><p>That means Yashua Cantillano can attend Carver Prep, where Principal Ben Davis is determined to give the boy a good education — even if it means using money and resources he can't spare, with little help on the horizon.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Orleans+Schools+Face+A+Surge+Of+Unaccompanied+Minors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"417"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353312824-c9ddcc.m3u?orgId=1&topicId=1013&ft=3&f=351438375"},{"href":"http://media.npr.org/assets/img/2014/10/01/yashua-03c525e84110f45854cfcf9af5f304bddd81a2e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1162","width":"1549"}}]}