{"created":"2014-09-08T15:35:11+00:00","modified":"2015-02-18T17:06:42+00:00","valid":{"from":"2015-02-18T17:06:42+00:00","to":"3015-02-18T17:06:42+00:00"},"hreflang":"en","title":"Israel's Netanyahu Vows 'A Continuous Campaign' Against Hamas","published":"2014-08-20T19:20:00+00:00","teaser":"The comments come a day after a truce collapsed, leading to the resumption of rocket fire against Israel and Israeli strikes on the Gaza Strip. At least 20 Palestinians have been killed since then.","itags":["npr_api","341865176"],"guid":"88c1683c-aacf-4baa-9393-27ce0412bd48","contentencoded":"<p><strong><em>Update at 2:41 p.m.</em></strong></p><p>Israeli Prime Minister Benjamin Netanyahu said today his country's offensive against Hamas in the Gaza Strip is \"a continuous campaign,\" a day after a <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/19/341591066/israel-palestinians-resume-indirect-talks-in-cairo\" target=\"_blank\">cease-fire between the two sides collapsed</a>, leading to the resumption of both rocket fire against Israel and Israeli strikes on the Gaza Strip.</p><p>The comments, in a nationwide address, signal that Operation Protective Edge, as Israel is calling the military campaign, is not over.</p><p>\"In recent weeks, we've dealt Hamas a harsh blow,\" Netanyahu said. \"We've prevented, via Iron Dome, thousands of rockets from hitting our communities, and we destroyed thousands of rockets.\"</p><p>And, he added, \"if they fire, they will be hit back sevenfold.\"</p><p>But the Israeli prime minister also promised a new \"diplomatic horizon,\" saying: \"I hope [Palestinian Authority President Mahmoud] Abbas will have a significant part in the new diplomatic horizon. I expect to start talks with a Palestinian government which can abandon the path of terror, and that's a part of a big package that I'm talking about.\"</p><p>The comments came as Palestinian militants fired dozens of rockets into Israel, and Israel retaliated with numerous airstrikes. Palestinian officials said at least 20 Palestinians have been killed since the cease-fire broke down Tuesday night. Among those dead were the family of top Hamas leader Mohammed Deif, whose wife and 7-month-old son were killed.</p><p>Netanyahu said Palestinian militant leaders were legitimate targets. \"No Hamas member is immune,\" he said.</p><p>From Gaza, NPR's Philip Reeves reports that Israel is recalling 2,000 army reservists to duty, after sending them home just a few weeks ago.</p><p>\"Palestinian officials say the death toll in Gaza has risen above 2,000 since the war began last month,\" Philip adds. \"64 Israeli soldiers and three civilians in Israel have also been killed.\"</p><p>Both Israel and Hamas have recalled their negotiators from Cairo, where talks had extended a truce as the teams worked toward a long-term peace agreement, Israel's <em>Haaretz</em> newspaper <a href=\"http://www.haaretz.com/news/diplomacy-defense/1.611486\">reports</a>.</p><p>From Jerusalem, NPR's Jackie Northam reports:</p><p>\"For the past two weeks, Egyptian mediators were able to get both sides to agree to a number of cease-fire extensions in order to continue the talks. But analysts say in the end, the demands between Israel and Hamas were too far apart for talks to continue.\"</p><p>As we have told you previously, \"Fighting between the two sides began in June following the kidnapping and killing of three Israeli teenagers in the West Bank and the subsequent killing of a Palestinian teenager in Jerusalem. The fighting has so far claimed the lives of nearly 2,000 Palestinians, mostly civilians, and 67 Israelis, mostly soldiers. But it has also had an enormous <a href=\"http://www.npr.org/blogs/parallels/2014/08/14/340391428/gaza-students-wonder-when-their-schools-will-reopen\">social</a> and <a href=\"http://www.npr.org/blogs/parallels/2014/08/18/341200141/hamas-conflict-could-have-lingering-impact-on-israels-economy\">economic</a> impact on both sides.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israel%27s+Netanyahu+Vows+%27A+Continuous+Campaign%27+Against+Hamas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Krishnadev Calamur","audio":[{"meta":{"duration":"101"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341867051-ce4c79.m3u?orgId=1&topicId=1009&e=341865176&d=101&ft=nprml&f=341865176"},{"href":"http://media.npr.org/assets/img/2014/08/20/26154387_h31495846-1a7eb02a27428cc8f8eaf9a6feb7c494809369a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2034","width":"2715"}}]}