{"created":"2015-01-02T08:27:09+00:00","modified":"2015-05-13T21:24:05+00:00","valid":{"from":"2015-05-13T21:24:05+00:00","to":"3015-05-13T21:24:05+00:00"},"hreflang":"en","title":"Why Buy When You Can Borrow? App Connects People And Stuff","published":"2015-01-02T18:41:00+00:00","teaser":"Millions of people use apps to share their homes and their cars. Now Peerby, an app developed in the Netherlands, helps people to share things like power drills and bicycle pumps with people nearby.","itags":["npr_api","374184584"],"guid":"88fe687f-e122-404e-8570-bdcaf03ea2e3","contentencoded":"<p>Millions of people use websites and apps like Airbnb to share their homes and Uber to transport people in their cars. A new company allows people to share things like power drills and bicycle pumps by connecting people who need them to people who have them.</p><p>It isn't surprising that the idea for the borrowing platform <a href=\"https://www.peerby.com/\">Peerby</a> originated in one of the world's most densely populated countries — The Netherlands.</p><p>At the Amsterdam headquarters of Peerby — which stands for a peer nearby — founder Daan Weddepohl says he had the idea for the startup after his house burned down, and he had to borrow everything. At first, he says, he felt dependent, but then realized people generally like helping each other because it creates a bond.</p><p>\"People are social animals,\" Weddepohl says. \"We like to help each other out. Borrowing things is probably one of the oldest behaviors in nature, and we are just making it easier through technology. We created a platform that makes it easy for people to find that neighbor that's willing to lend what they need.\"</p><p>In June, Peerby was selected best urban app in <a href=\"http://www.appmycity.org/appmycity-winner-2014/\">the AppMyCity! competition</a>, held as part of the New Cities Summit in Dallas.</p><p>Peerby hooks up 100,000 borrowers and lenders each month in the Netherlands. Since its launch in 2012, the company has expanded to Belgium, Berlin and London.</p><p>The mobile app and transactions are free. Peerby plans to launch a warranty program — opt-in insurance that both the lender and borrower can request.</p><p>Cindy Bakum, an Amsterdam native, is a regular Peerby user.</p><p>\"Last time I had a friend over, and we were watching a movie on his laptop, but he forgot his adapter, and my adapter didn't fit,\" she says. \"So I put out a request, and it was actually my neighbor. He really lived on my block, and he had an adapter, so we could finish watching the movie. So that worked very well.\"</p><p>The <a href=\"http://www.npr.org/series/244583579/the-sharing-economy-a-shift-away-from-ownership\" target=\"_blank\">sharing economy</a> is booming. Some <a href=\"http://www.economist.com/news/leaders/21573104-internet-everything-hire-rise-sharing-economy\" target=\"_blank\">estimates</a> put the peer-to-peer rental market in the billions.</p><p>\"We see that more and more consumers start to realize that access to stuff is actually cheaper, more convenient and greener than ownership,\" says Herman Kienhuis, whose firm Sanoma Ventures is an investor in Peerby.</p><p>Access, over ownership, may be gaining fashion, says venture capitalist Guillaume Lautour, but to really change people's habits, a company has to have scale. Lautour says there are other borrowing sites, and size will make the difference between profitability and failure.</p><p>\"It's a kind of service where you need enough liquidity to be really efficient,\" Lautour says. \"You need hundreds of thousands of things to lend or borrow.\"</p><p>Lautour points to the success of eBay, which he says works because it is global, not local. This year, Peerby plans to launch in 50 U.S. cities, where it hopes to build scale and become a household name in borrowing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Buy+When+You+Can+Borrow%3F+App+Connects+People+And+Stuff&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374511155-a572ae.m3u?orgId=1&topicId=1019&d=171&p=3&story=374184584&t=progseg&e=374511049&seg=16&ft=nprml&f=374184584"},{"href":"http://media.npr.org/assets/img/2015/01/01/peerby2-53a6259994060ea82363c99c30c789d027076df8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"665","width":"887"}},{"href":"http://media.npr.org/assets/img/2014/12/31/149830-screenshot_transactions_en-5a5ccb-original-1416919889-7e70b3c7504c5840b1824883177d545bf415595c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"379","width":"505"}}]}