{"created":"2014-11-06T16:11:29+00:00","modified":"2015-05-02T02:40:12+00:00","valid":{"from":"2015-05-02T02:40:11+00:00","to":"3015-05-02T02:40:11+00:00"},"hreflang":"en","title":"The Man Who Disobeyed His Boss And Opened The Berlin Wall","published":"2014-11-07T20:58:00+00:00","teaser":"A huge crowd gathered at the wall the night of Nov. 9, 1989. Border guard Harald Jaeger was told not to let anyone through. But he was worried it could turn violent. So he opened the gate.","itags":["npr_api","361785478"],"guid":"89084ad4-c608-40ba-83df-5d58c5662d6d","contentencoded":"<p>To many Germans, Harald Jaeger is the man who opened the Berlin Wall.</p><p><a href=\"http://www.german-films.de/filmarchive/browse-archive/view/detail/film/-bbb26ebe9e/\" target=\"_blank\">It's a legacy</a> that still makes the former East German border officer uncomfortable 25 years after he defied his superiors' orders and let thousands of East Berliners pour across his checkpoint into the West.</p><p>\"I didn't open the wall. The people who stood here, they did it,\" says the 71-year-old with a booming voice who was an East German lieutenant colonel in charge of passport control at Bornholmer Street. \"Their will was so great, there was no other alternative but to open the border.\"</p><p>Those people had come to his crossing at Bornholmer Street after hearing Politburo member Guenther Schabowski say — mistakenly, as it turns out — at an evening news conference on Nov. 9, 1989, that East Germans would be allowed to cross into West Germany, effective immediately.</p><p>Schabowski was a member of the ruling Socialist Unity Party in East Germany who helped force East German leader Erich Honecker from power a month earlier because of mounting public pressure across the Soviet Bloc for reforms.</p><p>Jaeger recalls almost choking on his dinner when he heard Schabowski on his workplace cafeteria's TV set. He rushed to the office to get some clarification on what his border guards were supposed to do.</p><p>For East Berliners yearning to go to a part of their city that had been off-limits for 28 years, Schabowski's meaning couldn't have been clearer. He was a member of the ruling party, and what he said was law.</p><p>But for Jaeger, everything he learned as a communist who served his homeland in the army, border patrol and much-hated Ministry for State Security had been turned on its head.</p><p>The Berlin Wall was a \"rampart against fascism,\" he recalls. \"When it went up on the 13th of August, 1961, I cheered.\"</p><p><strong>A Feeling Of Uncertainty</strong></p><p>Twenty-eight years later, on Nov. 9<sup></sup>, hours before the Berlin Wall came down, Jaeger felt confused.</p><p>He says between 10 and 20 people showed up at Bornholmer Street right after Schabowski's news conference. They kept their distance from the crossing, nervously waiting for a sign from the East German guards that it was all right to cross.</p><p>They didn't give any.</p><p>The crowd soon swelled to 10,000, with many of them shouting: \"Open the gate!\"</p><p>\"I called Col. Ziegenhorn, who was my boss at the time, and he said: 'You are calling me because of this nonsense?' \" Jaeger says, adding that Ziegenhorn told him to send the people away. Jaeger says further calls to other government officials didn't help, either.</p><p>He insists that East German border guards never had orders to shoot East Berliners illegally crossing into the West on that night or any other. But the official Center for Contemporary History in Potsdam says 136 people were killed at the Berlin Wall during its existence, including people trying to escape, border guards and bystanders.</p><p>Jaeger says lethal fire was permitted only if guards felt their lives were threatened.</p><p>During the quarter-century he worked at the Bornholmer Street crossing, his guards only fired one warning shot, Jaeger says. But on Nov. 9, he worried that if the crowd grew unruly, people would end up hurt, even if it wasn't from guns.</p><p><strong>Cracking The Gate Open</strong></p><p>To ease the tension, he was ordered to let some of the rowdier people through, but to stamp their passports in a way that rendered them invalid if they tried to return home.</p><p>Their departure only fired the crowd up more, and pressure mounted on Jaeger from above and below to avert a riot. Despite orders from his higher ups not to let more people through, at 11:30 p.m.: \"I ordered my guards to set aside all the controls, raise the barrier and allow all East Berliners to travel through,\" he says.</p><p>It's an order Jaeger says he never would have given if Schabowski hadn't given the press conference four hours earlier.</p><p>He estimates that more than 20,000 East Berliners on foot and by car crossed into the West at Bornholmer Street. Some curious West Berliners even entered the east.</p><p>People crossing hugged and kissed the border guards and handed them bottles of sparkling wine, Jaeger recalls. Several wedding parties from East Berlin moved their celebrations across the border, and a couple of brides even handed the guards their wedding bouquets.</p><p>But Jaeger says he refused to leave East Berlin.</p><p>\"I was on duty,\" he explains with a laugh. East German officers didn't get permission from their government to cross into the West until just before Christmas, he adds. Red tape involving his travel documents delayed the trip another month.</p><p><strong>Making His Own Trip To The West</strong></p><p>When he finally did go, Jaeger decided it had to be across his border crossing to the West Berlin neighborhood on the other side.</p><p>\"I felt like I knew that place after hearing so often about it from people who constantly crossed here,\" he says. \"So I wanted to see for myself what the area was like.\"</p><p>His first impressions of West Berlin weren't very positive, however. He was surprised, for example, to see Turkish immigrants living in conditions as poor as those of East Berlin.</p><p>But he also knew from West Germans who came across his border crossing that western goods were better than eastern ones and more readily available. Bananas, for example, were available in West Berlin during the cold winter months, but not in East Berlin, he says.</p><p>The West German government gave 100 marks (about $60) to East Germans who came to visit. Jaeger says he bought an air pump for his car tires and gave the rest of the money to his wife and daughter.</p><p>Reunification of East and West Germany in 1990 led to the dissolution of the East German border authority, and Jaeger found himself unemployed at age 47. He tried his hand at a number of businesses, including selling newspapers, but he says the ventures never took off.</p><p>So he retired to a small town outside Berlin and spends his time giving interviews and traveling with his wife, Marga. He says they love to travel to countries they couldn't go to before 1989, including Turkey for their 50th wedding anniversary.</p><p>Jaeger says he has no regrets about what he did on the night of Nov. 9<sup></sup>, 1989, nor was he punished by his East German superiors for doing it. He adds that he is looking forward to the 25th anniversary activities this weekend.</p><p>The highlight, he says, will be a meeting with one of his heroes — Mikhail Gorbachev. The former Soviet leader has invited Jaeger to his Berlin hotel on Saturday.</p><p><em>Soraya Sarhaddi Nelson is NPR's Berlin correspondent. Follow her <a href=\"https://twitter.com/search?q=soraya%20nelson&src=typd\" target=\"_blank\">@sorayanelson</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Man+Who+Disobeyed+His+Boss+And+Opened+The+Berlin+Wall&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362086827-871cfb.m3u?orgId=1&topicId=1124&d=254&p=2&story=361785478&t=progseg&e=362059023&seg=18&ft=nprml&f=361785478"},{"href":"http://media.npr.org/assets/img/2014/11/06/berlin-wall25-001-4154e27b39db813441584f6d59d33bbf7b8c4292.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"977","width":"1303"}},{"href":"http://media.npr.org/assets/img/2014/11/06/nelson-jaeger-old-4-fe1fd09034a3e06582c113e81c9d3c665476fefe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2099","width":"2798"}},{"href":"http://media.npr.org/assets/img/2014/11/05/nelson-jaeger-4-6b247169d172c369467a374bb66a865c443b2c3d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3000"}}]}