{"created":"2015-05-21T17:45:53+00:00","modified":"2015-06-24T23:05:17+00:00","valid":{"from":"2015-06-24T23:05:16+00:00","to":"3015-06-24T23:05:16+00:00"},"hreflang":"en","title":"Gyrocopter Pilot On His 'Incredible' Flight Onto Capitol Lawn","published":"2015-05-22T12:39:00+00:00","teaser":"Doug Hughes flew into Washington, D.C., on something resembling a hybrid bicycle and helicopter. He did it to protest money in politics, but he could face up to a decade in prison. He has no regrets.","itags":["npr_api","408459987"],"guid":"891f25d9-9800-467e-a187-083c5c95f34b","contentencoded":"<p>Florida postman Doug Hughes made headlines last month for landing his gyrocopter on the lawn in front of the Capitol building.</p><p>In an interview with NPR, Hughes said he \"made every effort to send word ahead\" about the flight, but also knew he would be taken into custody. He made the flight anyway, he said, to \"get a message to the American people — not that there's a problem with Congress but that there are solutions to the problem.\"</p><p>Hughes spoke to NPR on Thursday before appearing in federal court, where he is facing two felony charges, four misdemeanors and up to 9 1/2 years in prison for his actions.</p><p>He took NPR through the final moments of his flight. As he approached his landing, he said his only thought, like any pilot, was putting aside distractions to land the gyrocopter, a flying vehicle that's like a hybrid bicycle and helicopter.</p><p>\"I actually gunned it up a little bit, climbed, went over the pool, kind of around the monument ... and set it down in the sloped grass right in front of the building,\" Hughes said.</p><p>He spoke to NPR's Peter Overby about why he made the flight, his crusade to get money out of politics, his pledge to work toward a Congress \"that is working for the people\" and what life is like now.</p><hr /><h3>Interview Highlights</h3><p><strong>On why he made the flight</strong><br />You gotta keep in mind that I had made every effort to send word ahead. Because I knew the Secret Service had checked me out a year previously. By taking off from Gettysburg, the idea was to give them enough time to verify who I was, know that I was non-violent and they were going to go ahead and let me land. It appears that part didn't work, but they let me land anyway.</p><p><strong>On what was going through his head as he landed</strong><br />It was incredible to fly over the mall. I had walked it. I've been to the mall a couple times in my life, the last time a year ago, so I knew exactly where I was, what I was flying over and where I was going. But it was unbelievable. When I got up to the Washington Monument, I said 'OK, you gotta put all of the distractions aside. This is a landing like any other landing. You've done this a hundred times before and you've just gotta focus on that.'</p><p>When I came in, there was flat lawns before you get to the reflecting pool, OK. And those were clear, and that was my best landing spot. But I could look up past the pool and past the statue that's there and there was a good clear patch right in front of Congress so I actually gunned it up a little bit, climbed, went over the pool, kind of around the monument, [inaudible] it back, and set it down in the sloped grass right in front of the building. <br /><strong></strong></p><p><strong>On what he expected to happen after he landed<br /></strong>I knew I'd be taken into custody, and the police were completely professional in how they handled me. They did cuff me. They followed the regular procedures, but they didn't rough me up at all. I didn't know what was going to happen after I landed. And most people don't understand that for 24 hours I didn't know what was happening outside, OK.</p><p>After I was in jail, for the period of time everything was happening, I knew nothing.</p><p><strong>On why he made the flight </strong><br />The reason I did it, although I brought 535 letters to Congress, the reason was to get a message to the American people — not that there's a problem with Congress but that there are solutions to the problem. Ninety-one percent of Americans know that Congress isn't working for them. That they're responding to special interests and lobbyists, many people don't know that almost half the Congress, when they retire goes to work as lobbyists, oftentimes making 14 times what they made while they were in Congress as special advisers, and lobbyists, and none of them is worth $2 million a year. They're getting paid off for voting the way the lobbyist firm that they got hired to wanted them to vote while they were in office. Anybody who looks at this can see that it's bribery made legal by a delayed payment.</p><p><strong>On whether he feels his message got through</strong><br />I am going to be preaching the message for months that there are solutions to the problems in Congress. We can pass a constitutional amendment that would ban money from corporations and from unions, OK. We can go ahead and pass laws that have already been written. There's the anti-corruption act that was written by Republican former head of the FEC, but we've got to put the pressure on our elected officials to acknowledge the problem, commit to solutions, and we've got to get the press to identify which candidates have signed on to real reform. It's going to take a lot of Americans making this their top priority. And the solutions exist, the groups exist today that are ready to solve this problem. People have to simply know that they are there.</p><p><strong>On whether the trip advanced his cause<br /></strong>I keep, let me tell you I got a letter, included newspaper clippings, in both clippings, my name was never mentioned. It's becoming part of the dialogue in the media, what are we going to do about corruption. Not about me, or — not about me, my flight, the evidence is showing that it is coming to the top of people's lists.</p><p>What's happening is people are acknowledging the issue outside of the sensational. And people are saying OK, the sensational thing is going away and it will, and the progress will go away with it. ... It is catching on without me, and that's what I want.</p><p><strong>On why Capitol Hill seemed outraged over the airspace security but not campaign finance</strong><br />Of course, they want to talk about everything except what they're doing. They don't want people — the oversight committee is what you're talking about. When they convened, over 50 members of that committee never occupied a chair; there were 50 empty seats facing the panel. When committees meet, the committee is a complete no show, 90 percent absenteeism. These people are out on the phones, dialing for dollars, often four hours per day, collecting money to get re-elected in the next campaign. This is ridiculous; they should have been doing their job. They've got to get their behinds in their committee chairs and start taking care of the people.</p><p>This is supposedly very important, and all these guys if they're asked about the gyrocopter incident, they want to be real on the record about security, OK? But they never showed up for the hearing, OK? But it's not just my hearing ... how can everybody be AWOL and anything constructive get done?</p><p><strong>He did hear from his congresswoman, however<br /></strong>My congresswoman down in Florida, Kathy Castor, contacted me very shortly after I got home from the flight and she wanted me to send her a copy of the text of the letter and I did and she wrote back a few days later, and she listed different legislation that goes the direction that I want Congress to go ... she certainly didn't endorse my flight, but she reached out to me and she told me where she stood in terms of her voting. I don't think anybody has gone far enough in Congress yet, but they're responding.</p><p><strong>He also cast doubt on how much he flew under the radar, so to speak<br /></strong>The <em>Tampa Bay Times</em> called in to the Washington police like 20 minutes or half hour before I landed and nothing happened. I actually don't think our government is that incompetent, but I don't know what did happen.</p><p><strong>On what his life is like now<br /></strong>I've pledged myself, once I get free of my electronic ball and chain, that I'm going to be at [professional organizations'] disposal for them to promote the democracy movement. This is what I see my place in the future as being — the world's ugliest cheerleader for the cause of getting a Congress, not more liberal, not more conservative, but a Congress that is working for the people. ...<strong><br /></strong></p><p>I'm on paid leave right now. The post office hasn't made a final decision on what, if anything, they're going to do. ... There's huge financial uncertainty for me personally right now, but how on earth can I whine about it when I brought it on myself? ... Right now a lot of groups that have been supportive and encouraging I think want me to stay in the movement for the long haul and I'm looking to carve out a place for myself, if I don't go back to delivering the mail.</p><p><strong>On what people on his old mail route might think<br /></strong>When you deliver a route for years, you get to know your people and they get to know you. Some of them knew that I was a gyropilot, and I know that they made the connection of, 'That was my guy!' And I'm sure they're talking to the substitute carrier on my route.</p><p><strong>Feedback from friends and frenemies<br /></strong>It's been surprising to get support from people who fervently disapprove of how I did what I did and totally approve of why I did it and what the ultimate result may be. To me, that's really flattering to hear from somebody who says, 'I really disagree with how you did it.' There are people online who I've been arguing with for years, OK, people on the other side, and they got back with me with 'attaboys.' They are frenemies. They're friends who were enemies in all of our discussions, but we do email back and forth about how we see things. I've really enjoyed getting support mail from mailmen and pilots, OK, those have been great, and there's been a high percentage of those.</p><p><strong>On wearing an ankle monitor<br /></strong>I've gotten used to it. It's well built. I can shower with it; it's not terribly inconvenient. I gotta try to remember to charge it every day. I haven't gotten in trouble for forgetting it yet. The inconvenience has been that I can't run up to the store and get candy or chips or whatever it is I feel like eating. And my wife has seized on the opportunity to take on the role of warden and I'm drinking water instead of Pepsi. And I'm eating healthy food instead of McDonald's. It may kill me.</p><p><strong>About his family life now<br /></strong>To be perfectly honest she [his wife] fluctuates between being extremely proud of me and thrilled with what I did and why I did it and being anxious about the uncertainty that I created, by what I did, for the family. This has to turn out good to save my life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gyrocopter+Pilot+On+His+%27Incredible%27+Flight+Onto+Capitol+Lawn&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408680145-45ddcd.m3u?orgId=1&topicId=1014&d=236&p=3&story=408459987&t=progseg&e=408666175&seg=11&ft=nprml&f=408459987"},{"meta":{"duration":"13"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408541708-96ade6.m3u?orgId=1&topicId=1014&d=13&p=3&story=408459987&t=progseg&e=408666175&seg=11&ft=nprml&f=408459987"},{"meta":{"duration":"16"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408541762-14db3b.m3u?orgId=1&topicId=1014&d=16&p=3&story=408459987&t=progseg&e=408666175&seg=11&ft=nprml&f=408459987"},{"meta":{"duration":"14"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408541864-b8ceb2.m3u?orgId=1&topicId=1014&d=14&p=3&story=408459987&t=progseg&e=408666175&seg=11&ft=nprml&f=408459987"},{"href":"http://media.npr.org/assets/img/2015/05/21/undefined-144c93556735dc821900dffde4061ba63529458e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1836","width":"2448"}},{"href":"http://media.npr.org/assets/img/2015/05/21/469814366_sq-a946558d1e66de823681e64a83450d1fec811cca.jpg","type":"image/jpeg","meta":{"crop":"square","height":"671","width":"671"}}]}