{"created":"2014-10-07T21:48:35+00:00","modified":"2014-10-07T21:48:47+00:00","valid":{"from":"2014-10-07T21:48:47+00:00","to":"3014-10-07T21:48:47+00:00"},"hreflang":"en","guid":"89395ec8-6ba1-4e01-84ee-587c9cd63e82","title":"The campaign against ISIS isn't producing big victories","published":"2014-10-07T21:48:46+00:00","byline":"Christopher Woolf","tags":["Islamic State","Islamic State in Iraq and Syria","iraqi politics","military","Conflict","Conflict & Justice","Baghdad","Asia","Syria","Iraq","Turkey","Middle East","Asia","South Asia","Borzou Daragahi","Iraqi Army","Baghdad","War","Politics"],"teaser":"The US and its allies have been bombing ISIS for almost two months now. But the militants are continuing to advance and are now threatening the Syrian city of Kobane, on the border with Turkey, while Iraq and its Western allies are making piecemeal progress.","contentencoded":"<p>The US and its allies are continuing airstrikes against ISIS fighters in Iraq and Syria, but so far, the campaign seems to be having only spotty success</p><p>Borzou Daragahi of the Financial Times, who&#39;s currently reporting from Baghdad, says the airstrikes have not proved decisive.&nbsp;As far as ISIS&#39; gains go,&nbsp;&ldquo;there&rsquo;s kind of an ebb and flow, back and forth,&rdquo;&nbsp;he says.</p><p>There are&nbsp;some&nbsp;hopeful signs. Daragahi says the air campaign has been a huge symbolic lift for Iraqi morale, showing that the international community supports them. The Iraqi army is still a mess, but some&nbsp;special forces units have proven&nbsp;their worth. And some of the irregular&nbsp;militias and tribal forces enlisted to help the army have also proven quite determined.</p><p>Piecing Iraq back together will also require easing&nbsp;tensions between Sunnis and Shiites, and&nbsp;Daragahi says there are signs some Sunnis are willing to support the new government. &ldquo;There are signs of rapprochement between Iraq&rsquo;s various ethno-sectarian communities,&rdquo; he adds. &ldquo;But nothing big. Nothing concrete. Nothing dramatic on the ground.&rdquo;</p><p>And meanwhile, ISIS is continuing its attacks, both in the western&nbsp;Iraqi city of Hit and the Syrian Kurdish city of Kobane, close to the Turkish border. That fight may drag Turkey into the war, but Ankara faces its own complicated situation: If&nbsp;the Turks intervene, the government of Syria says it will consider it an&nbsp;act of war. On the other hand,&nbsp;If the Turks&nbsp;don&#39;t&nbsp;intervene, Turkey&#39;s Kurds&nbsp;are threatening to re-start their rebellion against Ankara.</p><p>Daragahi worked in Baghdad for more than four&nbsp;years during the American war in Iraq, and is a little surprised to find himself back there again. &ldquo;For me,&nbsp;personally,&nbsp;it&rsquo;s a little bit depressing&nbsp;that after all this effort, after all of this expenditure, all of this time&nbsp;devoted to this project of re-building Iraq &mdash;&nbsp;or at least stabilizing it, &mdash;&nbsp;we&rsquo;re sort of back to square&nbsp;one,&quot; he says.</p><p>And many of the issues are familiar ones, he says: &quot;Again I&rsquo;m doing stories about the failures of the security forces, just a few years after we thought this whole issue had been put to rest.&rdquo;&nbsp;</p>","audio":[]}