{"created":"2015-01-07T03:53:47+00:00","modified":"2015-07-03T20:28:20+00:00","valid":{"from":"2015-07-03T20:28:20+00:00","to":"3015-07-03T20:28:20+00:00"},"hreflang":"en","title":"Construction Begins On California's $68 Billion High-Speed Rail Line","published":"2015-01-07T17:35:00+00:00","teaser":"Once completed, the line could travel faster than 200 mph and get people from Los Angeles to San Francisco in less than three hours. But the project has only a fifth of the funding it needs.","itags":["npr_api","375500902"],"guid":"893c689f-59d7-4124-afcd-0c5892207af1","contentencoded":"<p>One of the biggest transportation projects the country has ever seen broke ground Monday in Fresno, Calif. In theory, the much delayed high-speed rail line would allow a trip from Los Angeles to San Francisco in less than three hours, with speeds of over 200 mph.</p><p>The milestone comes six years after voters first approved an almost $10 billion bond act to fund the project. But that bond, plus about $3 billion in federal funds, still leaves the project about $55 billion short of the cost to get the line up and running by 2030.</p><p>Still, <a href=\"http://www.latimes.com/local/california/la-me-bullet-construction-start-20150105-story.html#page=1\">the Los Angeles Times reports</a> that Monday's groundbreaking itself is an accomplishment:</p><blockquote><p>\"Over the last two years, the California High-Speed Rail Authority has prevailed in a series of court challenges to the project, won a federal exemption from state environmental rules, secured several key legislative victories that improved its future funding and made a politically savvy bet to move up by several years the inauguration of service in Southern California.\"</p></blockquote><p>Those successes aside, the project still has vocal critics. Republican California state Sen. Andy Vidak told NPR the project could end up costing Californians $300 billion and only benefit wealthy Californians.</p><p>\"I've called this a piñata,\" he says. \"There's a lot of folks, they're gonna grab all the candy; most of us here in the state are gonna get whacked by the stick.\"</p><p>At the groundbreaking, even Gov. Jerry Brown admitted he had \"some doubts about this project,\" and wondered, \"Where the hell are we going to get the rest of the money?\" But, he told those in the audience: \"Don't worry about it. We're going to get it.\" The state is relying on private investment, and on <a href=\"http://www.npr.org/2012/11/13/165052181/calif-to-begin-rationing-greenhouse-gas-emissions\" target=\"_blank\">revenue from state greenhouse-gas fees</a>, to fill the gap.</p><p>Genevieve Giuliano, who studies transportation policy at the University of Southern California, told NPR that even if the high-speed rail project overcomes political opposition and finds all the money it needs, one more question will remain: Will people actually want to use it?</p><p>\"The United States is not a place for which there is a strong market for high-speed rail,\" Giuliano says, adding that high-speed rail has succeeded in places like Europe and Japan because major cities are closer to each other than the nearly 500-mile rail route between Los Angeles and San Francisco.</p><p>That difference means that, even at three hours, a high-speed rail trip may take longer than a flight, Giuliano says.</p><p>But should the project succeed, <a href=\"http://www.hsr.ca.gov/Programs/Green_Practices/environmental_benefits.html\">California's High-Speed Rail Authority says</a> the environmental benefits will be great: 10 million fewer miles of vehicle travel every day in the state by 2040; a reduction of more than 80 flights a day; and greatly reduced greenhouse emissions.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Construction+Begins+On+California%27s+%2468+Billion+High-Speed+Rail+Line&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"152"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375544072-acfe58.m3u?orgId=1&topicId=1091&d=152&p=3&story=375500902&t=progseg&e=375543806&seg=3&ft=nprml&f=375500902"}]}