{"created":"2014-09-27T17:52:07+00:00","modified":"2014-10-30T22:01:11+00:00","valid":{"from":"2014-10-30T22:01:10+00:00","to":"3014-10-30T22:01:10+00:00"},"hreflang":"en","title":"Kidnapped By ISIS, One Woman Tells How She Saved Her Sisters","published":"2014-09-28T15:13:00+00:00","teaser":"Last month, ISIS terrorized a village, slaughtering the men and kidnapping the young women to force into marriages. On young woman's sisters gave her the courage to escape.","itags":["npr_api","351783611"],"guid":"893e85ba-ddf3-45ec-95e6-0a81fbef279a","contentencoded":"<p>In English, the 22-year-old woman's name means life. She's afraid to let us use it for the safety of the hostages that ISIS still holds. She was taken with thousands of other women and children, but she escaped, and now they're searching for her. Her nickname is Dudu.</p><p>We meet her and her four younger sisters inside a shipping container that's propped up on cinder blocks and fashioned into a makeshift shelter. It's where her extended family lives now, just outside the northern Kurdish city of Dohuk.</p><p>Dudu is part of the Yazidi ethno-religious minority, a group targeted and massacred by the so-called Islamic State.</p><p>The date of Aug. 15 is seared in her mind. That's when ISIS terrorized her village of Kocho; they massacred the men and some of the older women and kidnapped the young women to sell into forced marriages. Activists documenting the horrors say ISIS is holding more than 3,000 women and children hostage. Girls and women who are 12 and older are being sold to men in Iraq, Syria, Saudi Arabia and other places.</p><p><strong>Taken</strong></p><p>Dudu says the day started with ISIS fighters arriving in more than 15 vehicles.</p><p>\"'Come on, we're taking you out,'\" she says they told her uncle, the leader of the village. \"They asked us to leave the village and took us to a school. Then we were separated. The men were taken away and we heard the sound of shooting.\"</p><p>Her father was one of those men. When she heard the gunfire, she asked what was happening. The fighters told them, \"Don't worry, we're letting you all go.\"</p><p>But they lied.</p><p>\"They took us to Mosul, to a three-story house,\" she says. \"We were almost 100 girls.\"</p><p>Every day men would come and purchase women for an unknown fate. Some women were forced to marry multiple men — in essence, systematic rape.</p><p>That's when Dudu realized that to survive, she had only herself, her sisters and her wits. She became a fast talker; every time someone tried to take one of her sisters, she'd say she was pregnant, that another sister was blind and another couldn't walk. She told them she was married. \"Do you want used goods?\" she'd ask.</p><p>Dudu says she witnessed horrors, like when her 19-year-old cousin tried to kill herself with broken glass before being beaten and taken away with her 15-year-old sister. Two other girls, just 15, were taken by old men and then returned just days later bloodied, bruised and raped.</p><p>Dudu tried to befriend the man who kept watch on all the women and who recorded the so-called marriages. She appealed for mercy.</p><p>\"We are five sisters, we used to go to school, we have a future in front of us and you took us, you destroyed that,\" she says she told him, lucky that, unlike many of the other women, she spoke Arabic, not just Kurdish. \"Why do you want to do this to us? We didn't do anything to you. Please help us.\"</p><p>For a time, it worked. He hid her and her sisters when the men would come to buy others. She thought it was an act of kindness, but it was an act of treachery. The 60-year-old man wanted her to himself.</p><p>He sat her down on the floor and he sat on a couch with an ISIS leader, an aide to the self-declared caliph of the so-called Islamic State.</p><p>\"Your tongue is long,\" she says he told her. \"Don't talk until I'm finished or I will cut it out.\"</p><p>He told her she had to marry him and her sister would go to the ISIS leader. They'd all live in a nice house together, her younger sisters, the youngest, just 10 years old, could stay with them.</p><p>She refused.</p><p>\"If you don't accept, we will separate you all and you will never see each other again,\" she says he told her.</p><p>There was no other way, she says, so she accepted.</p><p><strong>Escape</strong></p><p>After she agreed to their offer, Dudu asked if she could first grieve the loss of her family with the Islamic 40-day mourning period. He begrudgingly agreed and moved them into an ostentatious house as promised — a house that ISIS fighters had stolen from a Christian family they displaced.</p><p>Dudu laughs as she recalls manipulating her captors to relocate her over and over again. Telling him one house was too big, another too small.</p><p>\"He told me, 'What's the matter with you, you think you're in Europe?' \" she says.</p><p>In truth, she was looking for an escape route. Finally, in the last house, there was a balcony and a wooden door she thought she could break down. She slipped the key to the balcony into her pocket without her captors noticing.</p><p>In the middle of the night, when the man was gone, she woke her sisters to break out.</p><p>One was too afraid, and told her, \"I want to stay and die here.\" But Dudu wouldn't let that happen. She and her sisters pushed through the locked door to the street. They covered their faces, hair and bodies and ran through the streets, listening for cars, watching for gunmen. They found a taxi.</p><p>The driver was afraid to take them out of town. He told them he would take them to his house, but that ISIS had a checkpoint next door and would kill them all.</p><p>\"Please ... take us anywhere safe,\" she said.</p><p>So he took them to a neighborhood where there was little ISIS presence. They knocked on a door after hearing women speaking inside. A Muslim man answered, she begged for help, kissed his feet and he began to cry.</p><p>He and his family risked their lives and took the girls in. \"Only speak Arabic, no Kurdish, and don't go outside or my neighbors will turn us in,\" he told her.</p><p>For weeks they lived upstairs, hidden until it was safe enough to flee.</p><p>After 23 days he gave them fake IDs and sneaked them out of Mosul, Dudu says. He told checkpoints they were his daughters and he was visiting grieving relatives. Once outside the area controlled by ISIS, Dudu met her uncle and fiancée. Finally she was safe.</p><p>\"I found courage in protecting my sisters,\" she says. And with pride she pronounces that no man touched them. \"I would die first. When I used to watch ISIS on TV I was more afraid, but then I met them and I could see they were nothing.\"</p><p>From the safety of the shipping container in the Kurdish north, Dudu asks about her parents.</p><p>\"How can we live without them?\" she says. \"Someone must save them.\"</p><p>Her family hasn't told her that ISIS killed them on Aug. 15, along with hundreds of others.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kidnapped+By+ISIS%2C+One+Woman+Tells+How+She+Saved+Her+Sisters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351979048-3d9225.m3u?orgId=1&topicId=1009&ft=3&f=351783611"}]}