{"created":"2014-10-08T02:39:16+00:00","modified":"2014-10-31T00:26:30+00:00","valid":{"from":"2014-10-31T00:26:30+00:00","to":"3014-10-31T00:26:30+00:00"},"hreflang":"en","title":"Gas In Egypt Is 78 Percent More Expensive Now Than Last Week","published":"2014-07-09T18:51:00+00:00","teaser":"Egypt's government has slashed subsidies on fuel. While economists say the subsidy decrease is necessary to address the deficit, already-suffering middle class and poor Egyptians are furious.","itags":["npr_api","330038075"],"guid":"8948085e-1e32-4431-a34d-436ad025e409","contentencoded":"<p>It's 2 p.m. on a hot day in Cairo and cars are lined up for blocks at this gas station in the east of the capital. People are waiting to fill their cars with the cheapest gas available — which is 78 percent more expensive than it was last week.</p><p>Ali Fayoumi yells from his window.</p><p>\"I've been waiting for an hour and a half,\" he fumes. \"Even the cheapest gas is too expensive. Everything is expensive, food, drink, everything.\"</p><p>The cars ahead of him move forward. He waits while we talk and I tell him not to lose his place in line. Don't worry, he says, no one will cut in front of me. If they do, I'll kill them. That's how we all feel right now, he says — angry.</p><p>The anger stems from a controversial decision by the government of Egypt's new president, Abdel-Fattah el-Sissi, to cut energy subsidies in order to address the country's staggering deficit. Egypt spends a quarter of its budget on a subsidy system that discounts basic necessities for its citizens. But the country can't afford it anymore. Three years of political turmoil has devastated the crucial tourism industry and scared off foreign investment.</p><p>Past leaders were hesitant to slash the subsidies because of the anger it could cause in a country where almost half the population lives at or below the poverty line.</p><p>The new price hikes on fuel — which came into effect over the weekend — are between 40 and 78 percent. The government is also raising electricity prices, with plans to end power subsidies in five years. Taxes on beer doubled and also increased on cigarettes.</p><p>The government went on a charm offensive all week to calm citizens. So far there haven't been mass protests.</p><p>Sissi gave a speech to the nation.</p><p>\"But why did you summon me?\" he said in his address. \"You summoned me for a task, the task of saving a nation and building one.\"</p><p>He added that Egypt is in grave danger because of the battered economy.</p><p>\"I was very honest with you,\" he said. \"I said we would need two years of serious work, and I would take drastic measures.\"</p><p>Economists agree that the subsidies are unsustainable.</p><p>\"It's better getting the bad news over with quickly, so that Egypt can then restructure and move on,\" says Angus Blair, who heads the Signet Institute, a Cairo-based economic research center.</p><p>\"You have to put it in context. The World Bank has estimated that 80 percent of the fuel subsidy went [to] the top 20 percent richest of Egypt, so like many subsidies, it benefits the wrong people,\" he says. \"It's incredibly inefficient.\"</p><p>But that gives little comfort to taxi drivers, microbus drivers and families who are worried about getting food on the table.</p><p>Mahmoud AbulKheir is one of them. We meet him while he waits at a mechanic shop licensed to adjust taxi meters. He owns a taxi and a trucking business, but he's had to shut down his office because he didn't account for the increase in diesel prices.</p><p>\"Our president promised before lifting subsidies that he'd make the people rich and content,\" he says. \"And that didn't happen.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gas+In+Egypt+Is+78+Percent+More+Expensive+Now+Than+Last+Week&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330038076-ab3336.m3u?orgId=1&topicId=1009&ft=3&f=330038075"},{"href":"http://media.npr.org/assets/img/2014/07/09/egypt-gas-price-c093ecb750fe3bdb8410f6d20eaf731fc5fcbecf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3586","width":"4784"}}]}