{"created":"2014-10-28T08:39:59+00:00","modified":"2014-11-25T18:47:32+00:00","valid":{"from":"2014-11-25T18:47:32+00:00","to":"3014-11-25T18:47:32+00:00"},"hreflang":"en","title":"What Is It About Kendrick Lamar?","published":"2014-11-18T01:14:00+00:00","teaser":"In two years since releasing his major label debut, <em>good kid, m.A.A.d. city, </em>Lamar has moved into hip-hop's spotlight full time. <em>Microphone Check</em>'s Frannie Kelley and Ali Shaheed Muhammad explain why.","itags":["npr_api","359340269"],"guid":"894fd62f-7fed-46de-b67f-5cb21e53c893","contentencoded":"<p><a href=\"http://www.npr.org/artists/166009689/kendrick-lamar\" target=\"_blank\">Kendrick Lamar</a> put out his most recent album (and major label debut), g<em>ood kid, m.A.A.d. city</em>, in 2012. That album was acclaimed by both hip-hop critics and fans, and their mainstream equivalents, and Lamar's fame has only grown since then.</p><p>In the past two years, he has opened for <a href=\"http://www.npr.org/artists/14889532/kanye-west\">Kanye West</a> on the <em>Yeezus</em> tour, worked with <a href=\"http://www.npr.org/tags/131546128/saturday-night-live\" target=\"_blank\">SNL</a>-affiliated comedy music group The Lonely Island on the song \"YOLO,\" contributed a verse to the Imagine Dragons radio hit \"Radioactive\" and performed with the rock group on the Grammy telecast. <a href=\"http://www.npr.org/artists/166258260/macklemore-ryan-lewis\" target=\"_blank\">Macklemore</a> even made a show of texting \"You got robbed\" after he beat Lamar for the Grammy for Best Rap Album. Lamar declared his ambition with a pair of aggressive performances (in <a href=\"https://www.youtube.com/watch?v=bkZZo0XSm5s\" target=\"_blank\">a guest verse</a> on Big Sean's leaked non-album track \"Control\" and in the <a href=\"https://www.youtube.com/watch?v=xpuI1uk6WdY\" target=\"_blank\">2013 BET Awards cypher</a>) that made waves even though they were never officially released.</p><p>Just last month, Lamar released the \"<a href=\"https://www.youtube.com/watch?v=q1DDgNCLD84\" target=\"_blank\">That Lady</a>\"-sampling single \"i.\" The single is in advance of an album that doesn't yet have a release date or even a title. Still, the release was a major event in both the hip-hop and mainstream music worlds, and the buzz around the album is mounting. Lamar's debut album was a singular artistic statement, a rare mix of sensitive lyrics and literary storytelling that still managed to go platinum. How did he do it?</p><p>\"It's partly the vulnerability,\" <em><a href=\"http://www.npr.org/blogs/microphonecheck/\">Microphone Check</a></em>'s Frannie Kelley tells NPR's Steve Inskeep. \"It's partly his ability. It's partly a years-long strategy, laid out by his management team in partnership with, now, a major label. But I think maybe, also, it's the time. I think that there are moments in hip-hop culture and pop culture when we become ready for somebody to complicate our lives.\"</p><p>This new single is another left turn, a self-esteem-boosting rap over a recognizable sample that feels miles away from the gritty <em>good kid</em>. \"He says to the fashion police, 'I'm wearing my heart.' If that doesn't tell you ... 'I'm really comfortable [with] who I am,' \" says Microphone Check co-host and <a href=\"http://www.npr.org/artists/15713304/a-tribe-called-quest\" target=\"_blank\">A Tribe Called Quest</a> member Ali Shaheed Muhammad.</p><p>Hear the rest of the conversation between Inskeep, Kelley and Muhammad at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Is+It+About+Kendrick+Lamar%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359512102-2eba78.m3u?orgId=1&topicId=1106&ft=3&f=359340269"},{"href":"http://media.npr.org/assets/img/2014/10/27/kendrick-lamar-5ca6e9dabbfa9ef414e7e7ec65a7dbfd6db65219.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4088","width":"5456"}}]}