{"created":"2014-09-19T19:45:03+00:00","modified":"2014-09-19T19:45:03+00:00","valid":{"from":"2014-09-19T19:45:03+00:00","to":"3014-09-19T19:45:03+00:00"},"hreflang":"en","title":"Ranch-To-Table Trend Has Some Diners Asking: Where's The Steak?","published":"2014-05-08T12:40:00+00:00","teaser":"Just about every bite of meat that a Pittsburgh chef served in 2013 was raised in Pennsylvania. He learned from his locavore experiment that diners prefer prime cuts of beef over sausage and offal.","tags":["npr_api","297280870"],"contentencoded":"<p>Trevett Hooper was one of the first chefs in Pittsburgh to promote the local food movement. Now he and other chefs around the country are expanding their locally grown menus to include meat. But it's been a challenge to embrace this hot new ranch-to-table trend while still meeting customers' expectations for a fancy night out.</p><p>Hooper, the executive chef at <a href=\"http://www.legumebistro.com/\">Legume</a> restaurant, is no stranger to sourcing meat locally. Just about every bite of meat he served in 2013 was raised in Pennsylvania.</p><p>But just a few days into 2014, he <a href=\"http://www.post-gazette.com/life/dining/2014/01/30/Legume-s-Hooper-other-restaurateurs-find-farm-to-table-sourcing-costly-constraining/stories/201401300140\">announced</a> he was not going to repeat his 100 percent commitment to local meat, which upset some advocates for locally grown food.</p><p>\"People want things in absolute terms. They want it to be 100 percent this or 100 percent that, and it's always way more complicated,\" Hooper says.</p><p>In this case, it's complicated because ranch-to-table usually means buying a whole animal. That's not a big deal when chefs buy a lamb or a goat, even a pig. But a cow is at least 1,200 pounds. And the \"good\" cuts like New York strip, rib-eye and filet mignon are only a tiny percentage of that cow.</p><p>At Legume, Hooper has managed to embrace the cow's culinary challenge. He saws a leg for a rich stock and to prepare luscious marrow bones for roasting. Basically nothing goes to waste, and many people in Pittsburgh love Legume for that.</p><p>But he acknowledges that he risks alienating some customers when he tells them he's sold out of the prime stuff until the next cow is delivered.</p><p>\"It's like, 'This is our anniversary. Why is your only meat option kielbasa today?' And I understand that,\" he says.</p><p>So this year, Hooper decided it's better to have rib-eye steak shipped all the way from Oregon than to have no rib-eye at all. The chef says that while some things are not negotiable — he won't use meat from an industrial farm or any cows fed growth hormones or antibiotics — if the best steaks he has tasted come from across the country, that's OK with him.</p><p>And on a recent Thursday night in Pittsburgh, diners were gobbling up the Oregon rib-eyes.</p><p>John Hill and Jessica Shoemaker were visiting Legume for the first time, and they ordered rib-eye. \"It was beautiful. It was so tender. It literally melted in my mouth,\" Shoemaker said.</p><p>So, did it matter that the steak took an airplane to get to Pittsburgh?</p><p>\"I definitely think that local sustainability is something that's important, but a good cut of meat is a good cut of meat,\" she said.</p><p>Increasingly, chefs say it's important, according to Hudson Riehle, who researches trends for the National Restaurant Association.</p><p>\"When you look at the result of this 'What's Hot' chefs' survey, out of the list of over 200 food and beverage items, the top item as a hot trend this year is locally sourced meat,\" he says.</p><p>But chefs like Hooper might be a little bit ahead of the curve when it comes to cattle. Many diners still associate certain cuts of the cow with luxury, but slowly, that's changing.</p><p>\"When you think about the typical American restaurant customer today, their palate is much more sophisticated than at any point in time. Consumers in general view restaurants as a place to experiment with new flavor and taste experiences,\" Riehle says.</p><p>So maybe it's just a matter of time before it trickles down from adventurous eaters to everyone else.</p><p>For his part, Hooper says he'll sell more locally raised meat in 2014 than he did in 2012. But for his customers who still want steak for dinner, he'll keep selling those Oregon rib-eyes, too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ranch-To-Table+Trend+Has+Some+Diners+Asking%3A+Where%27s+The+Steak%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hal Klein","guid":"895bc9fe-8319-4ffe-a102-1f407c863d99","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309562161-b95608.m3u?orgId=1&topicId=1053&ft=3&f=297280870"},{"href":"http://media.npr.org/assets/img/2014/04/18/prep_78-cad18e93c4b2acc2b3fc39dcf16e006d7e9c852c.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1344","width":"1794"}}]}