{"created":"2014-09-04T16:43:21+00:00","modified":"2014-09-18T14:39:01+00:00","valid":{"from":"2014-09-18T14:38:59+00:00","to":"3014-09-18T14:38:59+00:00"},"hreflang":"en","title":"'Sleep Donation': A Dark, Futuristic Lullaby For Insomniacs","published":"2014-03-26T20:42:00+00:00","teaser":"Karen Russell's new book imagines a mysterious insomnia epidemic so serious that many are dying from lack of sleep. But the cure — sleep donations from babies — is hard to swallow.","tags":["npr_api","294820998"],"guid":"89630650-7ce2-458c-9e41-ec258fad3126","contentencoded":"<p>Imagine an America that has been plagued for years by a mysterious epidemic of insomnia — an affliction so serious that many are dying from lack of sleep. That's the futuristic premise of Karen Russell's new novella, <em>Sleep Donation</em>.</p><p>Russell's 2011 novel, <a href=\"http://www.npr.org/books/titles/137915969/swamplandia\">Swamplandia!</a>,<em> </em>was a Pulitzer Prize finalist, and her short-story collection <a href=\"http://www.npr.org/books/titles/171094368/vampires-in-the-lemon-grove-stories\">Vampires in the Lemon Grove</a><em> </em>won the praise of critics, including <em>Fresh Air</em>'s Maureen Corrigan, who <a href=\"http://www.npr.org/2013/02/21/172093214/karen-russells-vampires-deserve-the-raves\">calls</a> Russell's work \"otherworldly yet emotionally devastating,\" and \"daffy and daring.\"</p><p><em>Sleep Donation</em> was published Tuesday as an e-book. Russell tells <em>Fresh Air</em>'s Dave Davies how she came up with the idea for an insomnia epidemic and using babies as sleep donors.</p><p><hr /></p><p><h3><strong>Interview Highlights</strong></h3></p><p><strong>On what led her to write about an insomnia epidemic </strong></p><p>I've always had a hard time sleeping, and I was traveling for <em>Vampires in the Lemon Grove</em> and just red-eyed and insane and wandering around these strange hotels. And so I'm sure somewhere I, myself, was craving a sleep donation.</p><p>Then I got this assignment from <em>The</em> <em>New Yorker</em>, just a tiny thing: They did an innovations issue, and they asked a couple writers to come up with imaginary inventions. And one of mine that wound up, actually, on the cutting room floor was the sleep van. I had this image of this ominous white van parked on a street not too far from — I was living in Fairmount [in Philadelphia] at the time. I was picturing this quiet suburban street; big, white moon and dreams glugging out of a donor — this way to donate dreams to insomniacs.</p><p>That was really it. Humble beginnings. But I think that image really haunted me and seemed whimsical, too. ... I was thinking originally, \"Oh, I'll just try to turn this into a vignette. Maybe I can do a midsummer-night's-eve-in-Pennsylvania sort of very short story,\" and then it took on a life of its own.</p><p><strong>On the book's use of babies as sleep donors </strong></p><p>In our America, most people would agree that an infant doesn't have the capacity to make a legal gift, but I think the crisis is so severe [that they use babies]. ... In my own sleep-deprived state, like, of course everyone wants baby sleep. Wouldn't that be wonderful? It would be completely uncorrupted by adult nightmares. It would just be some pure black flow from whatever void a baby came from very recently — that kind of deep, pure unconsciousness ...</p><p>The narrator of the novella discovers accidentally a universal donor; nobody knew that such a thing existed. I was thinking about the horror and the pain and the arbitrary way it seems that some bodies can't receive transfusions or organ donations; that there's some kind of congenital suspicion, there's an immune response, and you [can't] assimilate this gift. And here's this tiny [baby and] everyone is elated to discover that she's a match with every donee. Any insomniac can receive her dreams and sleep. ... It's a silver bullet, that she has this curative property.</p><p><strong>On the viral nightmare that spreads through contaminated sleep donors</strong></p><p>I think we're living in a moment where everybody is so aware of the thin membranes between minds and bodies, and this interconnectivity. That is the way we're living now, thanks in part to technology like the Internet, too. There's some corresponding fear, I'm sure, because of the velocity with which images and ideas are traveling now. It's sort of like this global game of telephone, right? It was really easy for me to imagine deformation traveling rapidly in this way, becoming a nightmare contagion. We say \"going viral,\" right? But just having that kind of nightmare amplification.</p><p><strong>On how her South Florida childhood informed <em>Swamplandia!</em>, about an alligator-wrestling theme park in the Everglades</strong></p><p>Some [writers] really groove on historical, almost photographic realism. ... For me, I really had to kick it into another octave. I really had to shift it slightly away from any kind of real-world reference, but I did draw on stuff that I'm sure is recognizable to readers. There's this other rival theme park called the World of Darkness, I was thinking a little bit about Disney and franchises in Orlando, those kinds of super parks. With <em>Swamplandia!</em>, there's no analog, actually, that I was thinking of. We went to the Miccosukee Indian Village, and we went to Uncle Bob's Swamp Adventure and places like that ...</p><p>We did go on annual field trips to watch alligator wrestling when I was a kid, so I'm sure that had some kind of psychological impact. ... I think people from different regions probably have that relationship to who knows what, like a deer or a cow, I don't know. But the alligator for me was the emblem of everything sublime and ancient and mysterious and other, so it had a lot of significance for me as a writer, and I just tried to translate that for readers.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Sleep+Donation%27%3A+A+Dark%2C+Futuristic+Lullaby+For+Insomniacs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1294873113-33e40b.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=294820998"},{"href":"http://media.npr.org/assets/img/2014/03/26/istock_000017712375medium-d343204d7b139cb163511b0bb991d2c0f68b82da.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1038","width":"1385"}},{"href":"http://media.npr.org/assets/img/2014/03/26/russell.-credit--michael-lionstar--fcbbd2345163d6c2b09ef4338657e1b421575c0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"785","width":"1048"}}]}