{"created":"2015-05-19T17:59:26+00:00","modified":"2015-05-19T18:27:47+00:00","valid":{"from":"2015-05-19T18:27:47+00:00","to":"3015-05-19T18:27:47+00:00"},"hreflang":"en","title":"White House Unveils Plan To Save Honeybees","published":"2015-05-19T18:27:00+00:00","teaser":"The White House's Pollinator Health Task Force has released a strategy to help improve bee habitat and health.","itags":["npr_api","407977187"],"guid":"89647df3-db7a-4399-8c81-243495aed49d","contentencoded":"<p>Honeybees and other pollinators are in trouble and now the White House&#8217;s Pollinator Health Task Force has released a strategy to help improve pollinator habitat and restore pollinator health.</p><p><strong>May Berenbaum</strong> is a bee expert and head of the Department of Entomology at the University of Illinois at Urbana-Champaign. Some scientists are still trying to pin-point exactly why pollinators are facing so may problems.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Much of the floral diversity that our diverse community of pollinators needs can&#8217;t be found.&#8221;</p><p></div></p><p>&#8220;I think the mystery is more a case of too many suspects than not having any suspects,&#8221; she told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><p>&#8220;There are so many problems that honeybees are facing that all of America&#8217;s pollinators are facing, frankly. One of the biggest problems is finding enough to eat. We have so homogenized our landscape with monoculture, agriculture and perfectly manicured lawns and the like that much of the floral diversity that our diverse community of pollinators needs can&#8217;t be found and it&#8217;s such a vulnerable situation that all it takes is a drought or an unusually cold winter and that marginal food supply becomes inadequate.&#8221;</p><p>Berenbaum thinks the new White House plan is &#8220;actually a brilliant idea.&#8221;</p><p>Rather than slap a band-aid on issues of pesticide and herbicide use, the strategy highlights specific ways to enhance the pollinator landscape.</p><p>&#8220;A nice thing about the plan is that it develops native seed mixes that are appropriate for different climates around the country,&#8221; she said. This is one of the main issues in pollinator losses. To a honeybee or any other pollinator, a green, manicured lawn may as well be a desert.</p><p>As such, Berenbaum emphasized that this wasn&#8217;t a problem that only the federal government can solve.</p><p>&#8220;Every citizen can contribute to pollinator conservation,&#8221; she said, quoting the White House plan.</p><p>&#8220;This isn&#8217;t a problem that only one entity can solve, everybody&#8217;s going to have to be involved.&#8221;</p><ul><li><a href=\"http://apps.washingtonpost.com/g/documents/politics/national-strategy-to-promote-the-health-of-honey-bees-and-other-pollinators/1554/\" target=\"_blank\">Read the &#8220;National Strategy to Promote the Health of Honey Bees and Other Pollinators&#8221;</a></li><li><a href=\"https://hereandnow.wbur.org/2015/05/15/honeybee-die-off\">More reporting on honeybees and colony collapse</a></li></ul><h4>How To Contribute To Pollinator Conservation</h4><ol><li><strong>Think twice before you herbicide your lawn</strong> &#8211; a green lawn is like a desert to a pollinator.</li><li><strong>Start a garden</strong> &#8211; planting more flowers helps feed pollinators.</li><li><strong>Support a local beekeeper</strong> &#8211; buying local honey keeps bees in business.</li><li><strong>Educate yourself on the details of pollination</strong> &#8211; know how the process works and which plants thrive in your area.</li></ol><h4>Guest</h4><ul><li><a href=\"http://www.life.illinois.edu/entomology/faculty/berenbaum.html\" target=\"_blank\"><strong>May Berenbaum</strong></a>, entomologist, head of Dept. of Entomology University of Illinois at Urbana-Champlaign. She tweets  <a href=\"https://twitter.com/MayBerenbaum\" target=\"_blank\">@MayBerenbaum</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=White+House+Unveils+Plan+To+Save+Honeybees&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407977190-dc7fca.m3u?orgId=1&d=318&p=60&story=407977187&t=progseg&e=407969590&seg=7&ft=nprml&f=407977187"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0519_bees.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"700","width":"1000"}}]}