{"created":"2015-05-15T17:48:34+00:00","modified":"2015-05-15T18:24:09+00:00","valid":{"from":"2015-05-15T18:24:09+00:00","to":"3015-05-15T18:24:09+00:00"},"hreflang":"en","title":"The Anatomy Of Viral Content And Internet Outrage","published":"2015-05-15T18:24:00+00:00","teaser":"What makes an idea go viral? What creates Internet outrage? One man is finding out... tweet by tweet.","itags":["npr_api","407054375"],"guid":"896b0b41-31cc-4f6f-bac1-8633b7af66c4","contentencoded":"<p>We all know that things go viral. Someone&#8217;s cat, or a dancing baby. Or that dress &#8211; the one that was either blue and black or white and gold. But where does a viral picture or meme start? What spreads one idea around the world and leaves another one dead on the screen?</p><p>One researcher at Northeastern University is trying to figure it all out. With his computers gathering data day and night, he&#8217;s looking for the roots of what is now known as the &#8220;viral cascade.&#8221;</p><p><strong>Devin Gaffney</strong> says that no one can pinpoint the exact reason, but one of the factors is something called homophily. It&#8217;s the idea that people on the Internet, like those in the real world, interact with those who are most like them. And live closest to them.</p><p>In the case of the dress, the first person tweeting was friends with people who were in an international online fan club for the band Paramour. So when it was tweeted, her friends around the world saw it. Within five hours, there was a cascade.</p><p>Gaffney is studying that concept &#8211; and many more, including &#8216;Internet outrage&#8217; &#8211; in a new Ph.D. program in network science at Northeastern University. He discusses his cutting-edge Internet research with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young.</p><h4>Interview Highlights: Devin Gaffney</h4><p><strong>On &#8216;the dress&#8217;</strong></p><p>&#8220;This is one of my favorite cases of an online informational cascade. It&#8217;s very excited. What I was able to do was figure out that this first initial person on Twitter had a Tumblr page linked to someone who was linked to the dress originally. And if you look at all the friends that this person had on Twitter, they were all related to the band Paramore. What I got down to was sort of leveraging the idea of what&#8217;s called homophily. It&#8217;s the idea that people organize themselves around different types of attributes based on race and socioeconomic status and geographic location and these sorts of things. And different types of homophily have different levels of salience for how we&#8217;re going to organize our personal social networks.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;The finding is that you want to have a wide geographic net that you&#8217;re operating on.&#8221;</p><p></div></p><p>&#8220;On the Internet, more or less we&#8217;re friends with people that we&#8217;re friends with offline, which are friends that are geographically close. So the question was, &#8216;if you have a group that is arranged or organized around some principal that is not geography, do you have a better chance of having something go viral?&#8217; And the results so far suggest that it&#8217;s definitely a component. It&#8217;s hard to say exactly what component it is. I don&#8217;t think it&#8217;s the entire driving force.&#8221;</p><p><strong>On viral Internet outrage</strong></p><p>&#8220;Internet outrage is something new. It&#8217;s sort of in the air, I guess, right now with John Ronson&#8217;s new book, &#8216;<a href=\"http://www.amazon.com/So-Youve-Been-Publicly-Shamed/dp/1594487138\" target=\"_blank\">So You&#8217;ve Been Publicly Shamed</a>,&#8217; which is essentially the other side of Internet outrage. John Ronson&#8217;s book is focusing on the person or the object that is the subject of the outrage, whereas I&#8217;m interested in &#8216;why is this group outraged at this person?'&#8221;</p><p>&#8220;One of the interesting is, what is different between the dress and something like the <a href=\"http://socialnewsdaily.com/21745/justine-saccos-aids-joke-tweet-goes-over-as-well-as-youd-expect/\" target=\"_blank\">Justine Sacco case</a>, which was the &#8216;I&#8217;m about to go to South Africa, I hope I don&#8217;t get AIDS. Just kidding, I&#8217;m white,&#8217; tweet. And so what I want to understand is: Why are some things viral and fun? Why is left shark fun for everybody? And the dress? What&#8217;s different from those cases and the cases where the Internet sort of decides as a mob to <a href=\"http://www.nytimes.com/2015/02/15/magazine/how-one-stupid-tweet-ruined-justine-saccos-life.html\" target=\"_blank\">ruin someone&#8217;s life</a> for their entertainment for the day?&#8221;</p><p><strong>On what he&#8217;s working on at the moment</strong></p><p>&#8220;At Northeastern right now, we&#8217;re working on a project looking at #activism and how individuals in those groups coordinate the production of different activist movements and how they try to get people involved. The finding is that you want to have a wide geographic net that you&#8217;re operating on and that wide geographic nets typically seem to have a strong relationship with the ultimate popularity of a topic.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://devingaffney.com/resume\" target=\"_blank\">Devin Gaffney</a></strong>, Ph.D. candidate in Northeastern University&#8217;s network science program. He tweets <a href=\"https://twitter.com/dgaff\" target=\"_blank\">@DGaff</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Anatomy+Of+Viral+Content+And+Internet+Outrage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"661"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407054378-67004e.m3u?orgId=1&d=661&p=60&story=407054375&t=progseg&e=407053130&seg=8&ft=nprml&f=407054375"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/the-dress.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"960","width":"633"}}]}