{"created":"2014-11-13T23:06:54+00:00","modified":"2014-11-14T21:03:42+00:00","valid":{"from":"2014-11-14T21:03:42+00:00","to":"3014-11-14T21:03:42+00:00"},"hreflang":"en","guid":"896da2bc-adc6-47a7-9646-28522dcb1ecf","title":"Venezuelans are rushing to the store to buy Barbie dolls after the government imposes a price cut","published":"2014-11-14T21:03:39+00:00","byline":"Shirin Jaafari","tags":["business and economy","politics","Business","Business, Finance & Economics","South America","North America","Venezuela","United States","South America","North America","Nicolas Maduro","Hannah Dreier","Barbie","Venezuela","Political geography","Americas","Politics of Venezuela"],"teaser":"Venezuelan President Nicolas Maduro has ordered business owners in the country to drastically the prices of Barbie dolls. It's part of his \"Operation Merry Christmas\"— and people are loving it.","contentencoded":"<p>Christmas shoppers in Venezuela are getting a bit of help from their government this year.</p>\n<p>As part of his \"Operation Merry Christmas,\" President Nicolas Maduro has ordered businesses to drastically cut the price of Barbies. Normally a Barbie doll on Venezuela's black market, which most people use, sells for $30. But, this week, stores will sell them for about $2.50.</p>\n<p>\"They're going for the equivalent of two sticks of butter — or a Mojito,\" says Hannah Dreier, a reporter for the Associated Press in Venezuela.</p>\n<p>Dreier says people have been flocking to the stores since they heard about the markdowns.</p>\n<p>\"I was there [at a store] just as they started to put out the cut price Barbies and as soon as the people saw the price tag come out, they ran over and started grabbing armfuls of Barbies,\" she says. \"They weren't even letting the sales people put them on the shelves.\"</p>\n<p>Dreier spoke to one mother clutching four cheerleader Barbies. \"[She] was so excited because last year she had to buy a full-price Barbie for $30, and it was a real hardship for her. This year she's struck a bonanza.\"</p>\n<p>The political reasons behind this move aren't completely clear, Dreier says. There are a lot of possible reasons why Maduro might do something to trump up popular support. His approval ratings are at 30 percent, for example. There have been violent protests, as well as shortages of various products.</p>\n<p>\"But then he's not facing election for a while, so it could just be that, as he says, he just wants people to have a merry Christmas,\" Dreier says.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}