{"created":"2014-10-27T22:36:40+00:00","modified":"2014-10-27T22:36:40+00:00","valid":{"from":"2014-10-27T22:36:40+00:00","to":"3014-10-27T22:36:40+00:00"},"hreflang":"en","title":"Uighur Linguist Remains Jailed Despite International Protest","published":"2014-05-30T16:27:00+00:00","teaser":"Abduweli Ayup was arrested last August on what his supporters see as trumped-up charges. We speak with his childhood friend.","itags":["npr_api","317045402"],"contentencoded":"<p>Chinese police are clamping down on what they&#8217;re calling Uighur terror groups after the deadly marketplace attack in the western province of Xinjiang last week.</p><p>Uighurs are a largely Muslim ethnic minority group. They view themselves as culturally and ethnically closer to Central Asian nations.</p><p>Meanwhile, non-violent Uighur activists are also behind bars in China. One of them is a linguist named Abduweli Ayup. After getting a degree at the University of Kansas, Ayup returned to China to open Uighur language schools.</p><p>Last August, he was arrested on what his supporters see as trumped-up charges of illegal fundraising. His family said last winter that he had fallen ill; they were denied access to him.</p><p>Since then, international organizations have stepped up efforts to release him, lobbying in Washington. They have an <a href=\"http://petitions.moveon.org/sign/ensure-fair-treatment\" target=\"_blank\">online petition</a> and a <a href=\"https://www.facebook.com/Abduweli.Ayup\" target=\"_blank\">Facebook page</a>.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young speaks with Ayup&#8217;s childhood friend <strong>Anwar Mamat</strong>, who teaches at Temple University in Philadelphia. Mamat grew up with Ayup in China and reunited with him with they were both at school in the U.S.</p><h4>Interview Highlights: Anwar Mamat</h4><p><strong>On the problem of Uighur children not being educated in their language</strong></p><p>&#8220;When I was a child, I mean, we studied math, geography, physics &#8212; all those subjects, we studied in Uighur, and then we had one course called Chinese. Now, everything is the other way around. They teach them everything in Chinese, and they have one course called Uighur. They learn grammar, maybe, as one course. So Uighur teachers, they&#8217;re teaching Uighur kids in Chinese.&#8221;</p><p>&#8220;I worked in the biggest university in Xinjiang, the Xinjiang University, for three years. I taught computer science there. I used to teach Uighur kids in Chinese. So I&#8217;ll give an example: I&#8217;d teach computer science in Chinese, but if I can explain something in Uighur, my mother language, 100 percent, probably, I could explain that in Chinese, like, 80 percent. And then the students, the Uighur students, they digest that Chinese into their language, probably, they can get 70 percent out of it. So it&#8217;s like it became 50 percent &#8212; so I gave 80 percent, they received 70 percent of it. I&#8217;m talking about, like, a college. So in a middle school, elementary school, it is very bad. They&#8217;re not being educated at all.&#8221;</p><p><strong>On why Ayup returned home</strong></p><p>&#8220;He knew the risks. So it would be right before he left here, after he graduated, he came to Lincoln. I was in Lincoln, Nebraska, by the time. And then he said he would go back home, he would open schools. And we tried to convince him to stay. We just told him, &#8216;You could be arrested.&#8217; He said he knew the risks, but he said, &#8216;Somebody has to do it. A lot of people, they want to send their kids to Uighur school, but there is no school.&#8217;&#8221;</p><p><strong>On his friend&#8217;s uncertain future</strong></p><p>&#8220;It does not look good at all. They&#8217;re brutally cracking down. You know, so many things happened after Abduweli had been arrested. So, I mean, for Chinese government, the priority is those attacks. So Abduweli might stay without any sentencing for years in the jail, who knows? So, yeah, I wish he could get a fair trial as soon as possible, but by the time he gets his fair trial, by the time he gets his freedom, I don&#8217;t know what will happen to him.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.temple.edu/cis/directory/ntt/AnwarMamat.html\" target=\"_blank\">Anwar Mamat</a></strong>, assistant professor in the Computer and Information Sciences Department of Temple University. He tweets <a href=\"https://twitter.com/tashmiliq\" target=\"_blank\">@tashmiliq</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Uighur+Linguist+Remains+Jailed+Despite+International+Protest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"897c268e-433d-4893-b321-5159d009fcf1","audio":[{"meta":{"duration":"492"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317379468-d9a990.m3u?orgId=330&ft=3&f=317045402"}]}