{"created":"2015-03-20T07:20:41+00:00","modified":"2015-03-22T19:05:14+00:00","valid":{"from":"2015-03-22T19:05:14+00:00","to":"3015-03-22T19:05:14+00:00"},"hreflang":"en","title":"Dad To Son: 'Live With Hands Unfolded ... Release Your Gifts To World'","published":"2015-03-20T14:06:00+00:00","teaser":"Fourth-grader Aiden Sykes asks his father, Albert, some of the heavy questions on his mind and gets some meaningful words in return. \"My dream is for you to live out your dreams,\" Albert tells him.","itags":["npr_api","394061800"],"guid":"8983b4db-dca4-4b2f-8615-f425f5fe118c","contentencoded":"<p>Fourth-grader Aiden Sykes had a few questions for his dad, Albert.</p><p>\"Do you remember what was going through your head when you first saw me?\" he asked during a recent visit to StoryCorps in Jackson, Miss.</p><p>\"I remember when the doctor pulled you out, the first thing I thought was that he was being too rough with you,\" Albert, 31, told his son. \"And he actually held you like a little Sprite bottle, and he was like, 'Here's your baby.'</p><p>\"That was the most proud moment of my life,\" Albert continued. \"Don't tell your brothers, 'cause there's three of y'all. But it was like looking at a blank canvas, and just imagining what you want that painting to look like at the end, but also knowing you can't control the paint strokes.\"</p><p>Still, Albert had some concerns too.</p><p>\"You know, the fear was just, I gotta bring up a black boy in Mississippi, which is a tough place to bring up kids, period, but there are statistics that say black boys born after the year 2002 have a 1 in 3 chance of going to prison,\" he explained. \"And all three of my sons were born after the year 2002.\"</p><p>Which led Aiden to ask, \"Why do you take me to protests so much?\"</p><p>\"I think I take you for a bunch of reasons,\" Albert said. \"One is that I want you to see what it looks like when people come together, but also that you understand that it's not just about people that are familiar to you. It's about everybody. Did you know the work that Martin Luther King was doing was for everybody and not just for black people?</p><p>\"So that's how you gotta think,\" Albert said. \"If you decide that you wanna be a cab driver, then you gotta be the most impactful cab driver that you can possibly be.\"</p><p>Aiden also wondered if his father was proud of him.</p><p>\"Of course. You my man! I just love everything about you. Period,\" Albert said.</p><p>Aiden said one of the the things he will always love and remember about his dad is that he \"never give up on me.\"</p><p>But he was curious to know what his father's dreams were for him.</p><p>\"My dream is for you to live out your dreams,\" Albert told him. \"There's an old proverb that talks about when children are born, children come out with their fists closed because that's where they keep all their gifts. And as you grow, your hands learn to unfold, because you're learning to release your gifts to the world.</p><p>\"And so, for the rest of your life, I wanna see you live with your hands unfolded.\"</p><p><em>Audio produced for </em>Morning Edition <em>by Von Diaz.</em><br /> <br /> <em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dad+To+Son%3A+%27Live+With+Hands+Unfolded+...+Release+Your+Gifts+To+World%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"181"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394216997-fab666.m3u?orgId=1&topicId=1022&aggIds=4516989&e=394061800&d=181&ft=nprml&f=394061800"},{"href":"http://media.npr.org/assets/img/2015/03/19/sykesnpr-2b9b829045e7738d3ca7ed3c0281f03ecec9daf3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"675","width":"900"}}]}