{"created":"2014-09-12T16:02:10+00:00","modified":"2014-09-18T14:05:49+00:00","valid":{"from":"2014-09-18T14:05:49+00:00","to":"3014-09-18T14:05:49+00:00"},"hreflang":"en","guid":"89a5deb3-fe2b-48b1-bf5f-33a4fb52ff15","title":"These may be the last days of the white 'expert' in Chinese TV ads","published":"2014-09-18T14:05:48+00:00","byline":"Ruth Morris","tags":["business and economy","advertising","culture","Business","Business, Finance & Economics","Shanghai","Asia","China","Tom Doctoroff","Steven Weathers","Sara Shen","Chinese culture"],"teaser":"White actors playing \"experts\" regularly appear in Chinese commercials. But now, as Chinese consumers grow more sophisticated, more and more Chinese actors are taking over the lab coats and boss roles in TV ads.","contentencoded":"<p><a href=\"http://www.stevenweathers.tv/\">Steven Weathers </a>isn&rsquo;t a doctor, but he&rsquo;s played one on TV &mdash; in China. He&rsquo;s also played an engineer, a pirate and the man who watched a pretty girl go by.</p><p><span style=\"line-height: 1.538em;\">China is newly wealthy, and consumers have been on a shopping spree. That means plenty of TV ads and an unexpected opportunity for foreigners in China to become the stars of those commericals.</span></p><p>Weathers was teaching literature and advertising in Shanghai when he answered his first casting call.&nbsp;<span style=\"line-height: 1.538em;\">He thought he might make a little pocket money, but TV work came pouring in. He has a look casting agents in China are hungry for: Tall, fair-skinned and blue-eyed.</span></p><p>Almost immediately, he noticed a trend: &quot;<span style=\"line-height: 1.538em;\">Early on, most of those roles were for the foreign expert,&rdquo; he said. &ldquo;So I always had the lab coat, always had glasses on, in the laboratory or on the design floor.&rdquo;</span></p><p>[[{\"fid\":\"73682\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":853,\"width\":640,\"style\":\"width: 300px; height: 400px; float: right; margin: 5px;\",\"alt\":\"Steven Weathers playing a pirate in a Chinese commercial.  \",\"title\":\"Steven Weathers playing a pirate in a Chinese commercial.  \",\"class\":\"media-element file-default\"}}]]Even when Weathers was cast in a long underwear commercial, he was still the foreign expert:&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I thought, &lsquo;Am I going to be in the underwear?&rsquo; And they said, &lsquo;No, no, you&rsquo;re the scientist who came up with the fabric.&rsquo;&quot;</span></p><p>This kind of &ldquo;expert&rdquo; testimonial corresponds with a need for reassurance, said <a href=\"https://www.jwt.com/content/121593/tom-doctoroff\">Tom Doctoroff</a>, CEO for marketing firm J. Walter Thompson Asia Pacific, and author of the book &ldquo;<a href=\"http://online.wsj.com/news/articles/SB10001424052702303360504577408493723814210\">What Chinese Want</a>.&rdquo;</p><p>Chinese don&rsquo;t assume the world outside is safe, Doctoroff says, so lesser-known local brands might use a foreign actor in a lab coat to project reliability and scientific advancement.</p><p>&ldquo;You have people who are urbanized for the first time, owning apartments for the first time, who need household cleaning ingredients for the first time,&rdquo; he says. &ldquo;These are new consumers, and new consumers always need more explicit reassurance than more mature consumers.&rdquo;</p><p>There are exceptions to this trend, but they&#39;re mostly for luxury brands calling on Hollywood A-Listers like Brad Pitt and Nicole Kidman to hawk their products.</p><p>&ldquo;This type of advertising is extremely expensive to produce and it reinforces global stature, which is always very motivating for Chinese people,&rdquo; Doctoroff said.</p><p>Casting agent Sara Shen said demand for foreign actors is so high that she&rsquo;s even sent her American husband out on jobs. He recently found himself dancing around a kitchen with some grannies and a bottle of cooking oil.</p><p>For another job, she had to find 120 foreigners. The only requirement was that they had to be short. They were cast as porters in a fashion show.</p><p>But as consumers evolve, the foreign expert role is no longer her bread and butter.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;When I first started the job, I had more demand for the foreign middle-aged guy to do those kinds of [foreign expert] roles,&rdquo; she said. &ldquo;But after China became more and more strong, maybe people have more and more confidence about themselves. So a lot of bosses, they actually come out and say, &lsquo;Ok, I [will] represent my own brand.&rsquo;&rdquo;</span></p><p>Shen said about half her current clients are international brands, not domestic firms, trying to woo Chinese customers. She&rsquo;s also seeing a lot of work for actors who are half Chinese and half Caucasian, like her four-year-old daughter, Reina.</p><p>On one recent afternoon Reina posed with a Russian model &mdash; her &ldquo;pretend mom&rdquo; &mdash; for a magazine ad featuring a designer watch. Shen thinks Reina is in demand because her mixed ethnicity reflects China&rsquo;s rising class of urban consumers, who are more and more international.</p><p>As for Weathers, he now anchors an English-language business show. But he said one of the last commercials he did, for milk powder, involved two <em>Chinese </em>experts.</p><p>&ldquo;And they were older than I was, we were all colleagues,&rdquo; he said. &ldquo;Maybe there&rsquo;s more confidence in Chinese brands, or foreign brands want to bring confidence to their brand with Chinese.&rdquo;</p><p>But experts say that new waves of consumers are still constantly entering the market, looking for those old reassurance cues. So, if you&#39;re in the market, S<span style=\"line-height: 1.538em;\">hen is still looking for talent &mdash; especially if you can speak authoritatively about face cream in Chinese.</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/photo4.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/photo4jpg-2"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091020147_0.mp3"},{"href":"http://www.pri.org/file/091020147mp3-0"}]}