{"created":"2015-01-16T21:26:44+00:00","modified":"2015-05-13T21:21:24+00:00","valid":{"from":"2015-05-13T21:21:24+00:00","to":"3015-05-13T21:21:24+00:00"},"hreflang":"en","title":"Republican Lawmakers Retreat Great For Face Time, But Divisions Remain","published":"2015-01-17T01:31:00+00:00","teaser":"House and Senate Republicans spoke of the opportunity to talk with members of the opposite chamber and hear their views. But they remain divided on issues like immigration.","itags":["npr_api","377780890"],"guid":"89a7511d-5a60-4659-a00a-30a0217516f4","contentencoded":"<p>Republican lawmakers of the House and Senate emerged from a rare joint retreat in Hershey, Pa., a town known best for its chocolate, with little to show for it.</p><p>Unlike last year's House retreat where lawmakers unveiled their principles for an overhaul of the nation's immigration overhauls, there was little grand takeaway.</p><p>\"The most positive thing is we've got a group of new Republican members in the Senate, a group of new Republican members in the House, and we've all had an opportunity to get to know each other a little better,\" House Speaker John Boehner, R-Ohio, told reporters at a press conference Thursday, standing alongside Senate Majority Leader Mitch McConnell.</p><p>That much seemed to be true — in conversations with nearly a dozen Republican lawmakers, each pointed to the opportunity to talk with members of the opposite chamber and hear their views.</p><p>But for all the talking, Republicans remain divided on how to best move forward to fund the Department of Homeland Security, a bill that has become inextricably linked with immigration.</p><p>The bill that passed the House earlier this week would roll back some of President Obama's actions on immigration and drew the opposition of even some moderate House Republicans like Rep. Jeff Denham, R-Calif.</p><p>Denham said that while President Obama had put \"hurdles\" in Congress' way, the bill that the House voted \"sets us back on immigration reform\" and \"sends a mixed message to the American public.\"</p><p>\"I think that by adding the deferred action amendment in here, it goes back to a situation where we've got kids that through no fault of their own ... now are going to be at the top of the list for ICE [Immigration and Customs Enforcement] to deport if this were to become law,\" he said. \"I think that sends the wrong message to the American public about what our overall goals for reform are.\"</p><p>But other Republicans, including Utah Rep. Jason Chaffetz, said Republicans need to take a strong stand.</p><p>\"We can't always gravitate to the lowest common denominator,\" he said, noting that President Obama had \"totally overstepped on his executive amnesty.\"</p><p>McConnell told reporters that his chamber would try to pass the House's DHS funding bill — with the immigration-related policy riders.</p><p>\"If we're unable to do that, we'll see what happens,\" he said.</p><p>The math is not on McConnell's side. The bill is likely dead in the Senate, where Democrats have enough votes to filibuster the measure.</p><p>\"The magic number in the Senate is 60,\" Sen. John Thune, R-S.D., acknowledged.</p><p>\"We want to give our members an opportunity to express their opposition to the president's action,\" he added. \"But we also realize that at the end of the day in the Senate, it's going to take 60 votes.\"</p><p>When asked about the chasm between the two chambers, Boehner said, \"The House is going to work its will. The Senate is going to work its will. ... We'll find some way to resolve our differences.\"</p><p>There's little time for that to happen.</p><p>Republican leadership in the Senate vowed to make a bill to approve the Keystone XL oil pipeline their first priority, and that could take several weeks of precious floor time — meaning lawmakers would have little time to pass an alternative to meet DHS's funding deadline at the end of February. Missing the deadline would weaken the party on national security — one of the traditional three prongs of the Republican Party platform — as the party heads toward the 2016 presidential election. It would also be an early blow to the new Republican-controlled Congress.</p><p>Still, Republicans remained confident that the Homeland Security funding bill would pass on time, one way or another.</p><p>\"We will pass a DHS bill. It will be passed on time. We will not shut down this part of the government,\" Denham said. \"There are important issues within the DHS bill that we cannot play politics on.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Republican+Lawmakers+Retreat+Great+For+Face+Time%2C+But+Divisions+Remain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377780891-008449.m3u?orgId=1&topicId=1014&d=176&p=2&story=377780890&t=progseg&e=377758239&seg=14&ft=nprml&f=377780890"},{"href":"http://media.npr.org/assets/img/2015/01/16/boehner-74f4f1481eac797eed2cc4feba6d96ff76d70849.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}