{"created":"2015-03-28T11:39:06+00:00","modified":"2015-05-13T21:06:20+00:00","valid":{"from":"2015-05-13T21:06:20+00:00","to":"3015-05-13T21:06:20+00:00"},"hreflang":"en","title":"Making Cheese In The Land Of The Bible: Add Myrrh And A Leap Of Faith","published":"2015-03-31T23:32:00+00:00","teaser":"Spring in the West Bank means Bedouin herders' ewes and nanny goats are full of milk — and cheese making abounds. The traditional method relies on a few simple ingredients and a long cultural memory.","itags":["npr_api","395796557"],"guid":"89ca8238-7ca9-4973-9040-285af13c1416","contentencoded":"<p>In spring, West Bank almond trees bloom white. Dry brown hills turn temporarily green and are dotted with bright wildflowers. The ewes and nanny goats of Bedouin herders that wander the West Bank eat well this time of year.</p><p>It's cheese season.</p><p>I first watched a Bedouin woman, Mechchas Bne Menneh, make salty goat cheese last spring, while out on a <a href=\"http://www.npr.org/blogs/parallels/2014/01/21/264355085/palestinian-herders-pick-up-the-pieces-after-homes-destroyed\">story</a> about confrontations between her clan and Israeli soldiers. It's a simple recipe — milk, salt and water — though the water can take work to haul.</p><p>She let salted milk thicken in plastic buckets. When it was as firm as custard, she scooped a couple of cups' worth onto thin cloth, wrapped it tight, then left it to thicken again. Over several days, she squeezed water out of each pack and rinsed it, squeezed and rinsed many times. When the cheese was firm but still crumbly, she shaped it into squares and sent it to town to be sold.</p><p>This spring, on another story about <a href=\"http://www.npr.org/2015/03/12/392477419/like-the-israeli-palestinain-peace-process-area-c-is-complicated\">land</a>, we met a 16-year-old Bedouin boy, Majid Banifadel, hauling a load of damp, salty cheese squares in from the fields on his donkey. He sold several bucketfuls to a waiting trader for about $1.70 a pound.</p><p>I bought a dozen squares in a plastic sack and jotted down preservation instructions as told by the trader to Nuha Musleh, my interpreter, fixer and Palestinian food fan:</p><blockquote><p><em>Sprinkle with salt for two days. Cut each square in half. Boil some water, salty enough to cook an egg. Add sachets with some spices. Add the cheese. Boil for seven minutes. Take out. Sprinkle with a black spice. Put in a glass container with the boiled salty water and slice up. Add to salads, or just snack on for the rest of the year. </em></p></blockquote><p>Sounded easy enough, even for a non-cook like me. To track down the right spices, we stopped at a small grocery store in Jericho that sells fresh <em>jibneh baida — </em>as the white cheese is called in Arabic — this time of year. Here it's about $2.25 a pound – a 30 percent markup. But we only needed the spices. Those turn out to be myrrh – yes, the Biblical stuff – and <em>mahlab</em> – which the Internet later <a href=\"http://www.seriouseats.com/2010/09/spice-hunting-mahlab-mahleb-mahlepi.html\">tells me</a> are the seeds of the St. Lucy cherry. And <em>kizha</em>, tiny black seeds, to sprinkle on top.</p><p>Cooking with myrrh! Just one of the many small ways daily life here still connects to the ancient past.</p><p>Preserving fresh cheese is routine enough among modern Palestinians that the <a href=\"http://www.cookingwiththebible.com/reader/Default.aspx/GR3410-4252/lore/\">myrrh</a> – small yellow crystals of resin - and <em>mahlab</em> come prepackaged together. One pack is more than enough for the cheese I have. Between the shop owner and a cheese customer, we go over the recipe a couple more times. The customer prefers to freeze her cheese after boiling it instead of keeping it covered with brine in jars. She likes it in the summer, with watermelon, or baked into pastries.</p><p>Unless she eats it up right away, she says with a laugh.</p><p>One thing no one mentions and I don't ask: How long will this fresh cheese be good before boiling? I find myself wishing I had inquired two weeks later, when I pull my bag from the fridge, finally with time to cook it, and find the cheese covered in yellow-orange slime. It smells like old socks. I email a photo to Nuha.</p><p>\"Can I still prepare this? Or will I die?\" The answer comes back: Go ahead and cook it up \"as long as it doesn't have an unusual smell.\"</p><p>What's unusual? I go for it anyway, washing off all the slime first. Then the ingredients: salt, water, cheese. Grind the spices, find a little cloth bag and toss them in. An egg for good measure – the trader had said something about the egg rising when the cheese was done. Turn on the heat.</p><p>After three minutes of boiling, there's a white scum on top. After four minutes, I decide this is turning into cheese soup and stop. I fish in the cloudy water for chunks of cheese, pull them out and set them on a cooling rack. Some look shrunken. Others look bubbly. It all looks like an experiment gone wrong.</p><p>But the cheese quickly cools and with one bite, I understand. The crumbly, damp texture has been transformed. It's chewy, almost squeaky on the teeth, salty and delicious. I can't pick up any of the pungent fruity-piney flavor the crushed myrrh and <em>mahlab</em> carried. It just tastes like salty cheese. A sprinkle of black seeds, a platter with olives, fresh bread and cherry tomatoes and voila! It's cheese season.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Making+Cheese+In+The+Land+Of+The+Bible%3A+Add+Myrrh+And+A+Leap+Of+Faith&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395966263-9427bb.m3u?orgId=1&topicId=1053&d=191&p=7&story=395796557&t=progseg&e=395966156&seg=16&ft=nprml&f=395796557"},{"href":"http://media.npr.org/assets/img/2015/03/27/dsc_0115-5f3f8028eb25f6b832b594bdc012df086f5e7d1d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1778","width":"2371"}},{"href":"http://media.npr.org/assets/img/2015/03/27/img_3971-66cb6f384fc1f5c4c8af63dcab0fad393cca6c69.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/03/27/img_2538-6f8c1d34d6b3f1d530fbf1817606aae82528592c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/27/img_2996_slide-933d6a4624ba002fdc230d0aa1bcba87e2d05e5f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1780","width":"2671"}},{"href":"http://media.npr.org/assets/img/2015/03/27/img_2360-08bf7bf96e684b5b878726770e14497baad4afb3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2238","width":"2984"}}]}