{"created":"2014-08-28T19:17:32+00:00","modified":"2014-08-28T19:17:32+00:00","valid":{"from":"2014-08-28T19:17:32+00:00","to":"3014-08-28T19:17:32+00:00"},"hreflang":"en","guid":"89e0ec5e-c191-4c13-a47b-6a6dc111f867","title":"This could be the end of reporting from Syria","published":"2014-08-28T19:17:31+00:00","byline":"Andrea Crossan","tags":["Islamic State in Iraq and Syria","Media & Journalism","terrorism","Conflict","Conflict & Justice","Asia","Syria","Middle East","Asia","Shirley Sotloff","James Foley","Steven Sotloff","Janine Di Giovanni","Hostage","kidnapping","Ransom","Islamic state","ISIS","Politics"],"teaser":"With the death of James Foley and the continued captivity of Steven Sotloff, even seasoned war correspondents think that groups like ISIS may have made Syria too dangerous for foreign correspondents to cover the civil war there.","contentencoded":"<p>The release of Peter Theo Curtis provided some rare good news from Syria, but another American journalist, Steven Sotloff, is still being held in the country. On Wednesday, Sotloff&#39;s mother pleaded for his release in a video message aimed directly at his captors.</p><p>Shirley Sotloff addressed the leader of ISIS, the militant group that also calls itself the Islamic State, saying her son shouldn&#39;t pay for US government actions in the Middle East over which he has no control.&nbsp;<span style=\"line-height: 1.538em;\">&quot;I want what every mother wants, to live to see her children&#39;s children,&quot; she said. &quot;I plead with you to grant me this.&quot;</span></p><p>Sotloff was last seen in August 2013 in Syria. He was held along with James Foley, the American journalist who was executed by ISIS last week. In the video that showed Foley&#39;s murder, Sotloff also appeared and<span style=\"line-height: 1.538em;\">&nbsp;was threatened with death unless the US stopped its air strikes against ISIS in Iraq.</span></p><p>No one knows what has become of Sotloff since the video was filmed.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I just hope he is still alive,&quot; says&nbsp;</span><span style=\"line-height: 1.538em;\">Janine di Giovanni</span>, the&nbsp;<span style=\"line-height: 1.538em;\">Middle East editor for Newsweek. &quot;I</span><span style=\"line-height: 1.538em;\">t&rsquo;s just so hard to believe that this very energetic, bright, funny, smart, philosophical journalist could be in the hands of these guys who are so absolutely brutal.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">She last saw Sotloff when they were both in Syria in 2012. At the time, before the rise of extremist groups like ISIS, it was relatively easy for journalists to report alongside rebel groups and enter rebel-held Syrian cities. </span></p><p><span style=\"line-height: 1.538em;\">But since then, </span><span style=\"line-height: 1.538em;\">Di Giovanni says,&nbsp;</span><span style=\"line-height: 1.538em;\">reporting from inside Syria has <a href=\"http://www.newsweek.com/james-foleys-death-end-frontline-reporting-265948\">become nearly impossible</a></span><span style=\"line-height: 1.538em;\">. Kidnappings by hostile groups became more common in 2013, and the Syrian government stepped up the brutality of its tactics. Today the options for entering Syria responsibly are almost nonexistant.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;If you get a visa, you can go to the [Syrian] government side &mdash; which isn&rsquo;t always fun because it has its own conditions you have to work under, and one of those is extreme paranoia,&quot; she says.&quot; But you&rsquo;re going to be a lot safer than you would be operating in northern Syria.&rdquo;</span></p><p>That&#39;s because large areas of northern Syria are under the control of ISIS, which has used kidnapping and ransom to receive, reportedly, tens of millions of dollars in funding.</p><p>&ldquo;I&rsquo;m not sure what the solution is, but I do know that the longer that France and Italy and Spain keep paying for hostages &mdash; and the more that America and Britain refuse to &mdash; it sets this terrible imbalance in this very murky world of hostage negotiation,&quot; says di Giovanni.</p><p>Di Giovanni says she plans to return to Syria to complete a book she&#39;s writing about the country &mdash; but she&#39;s not sure when she&#39;ll feel safe enough to make that trip: &quot;<span style=\"line-height: 1.538em;\">My colleagues and I have this burning question, which is how do we report this war? How do we continue to be the eyes and ears of this conflict?&rdquo;</span></p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/jan1503.mp3"},{"href":"/file/jan1503mp3"}]}