{"created":"2014-08-30T17:05:54+00:00","modified":"2015-01-06T21:05:12+00:00","valid":{"from":"2015-01-06T21:05:12+00:00","to":"3015-01-06T21:05:12+00:00"},"hreflang":"en","title":"Rights Of Protesters, Media Misunderstood In Ferguson","published":"2014-08-20T17:05:00+00:00","teaser":"Authorities in the Missouri city are barring protesters and the media from recording their actions, arresting photographers and reporters and insisting that marchers walk instead of stay in one place.","itags":["npr_api","341826098"],"guid":"89f51dde-90f6-4582-856d-4d23fb7e945f","contentencoded":"<p>In the days since a white police officer shot and killed an unarmed black teenager in Ferguson, Mo., people have been <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/19/341574604/fresh-clashes-in-ferguson-mo-as-national-guard-arrives\" target=\"_blank\">on the streets</a> to register their outrage.</p><p>But the police response to those protests has stoked nearly as much anger as the shooting did.</p><p>Law enforcement officials have defended many of their actions as a way to keep people safe in a chaotic and sometimes dangerous situation. But it's a dynamic that needs to be balanced against core First Amendment principles: the right to assemble, the right to speak, freedom of the press.</p><p>\"Protesters don't clash with police. They don't throw Molotov cocktails,\" Capt. Ron Johnson of the Missouri State Highway Patrol said at a news conference earlier this week.</p><p>\"These criminal acts came from a tiny minority of lawbreakers. But anyone who has been at these protests understands that there is a dangerous dynamic in the night.\"</p><p>Civil liberties groups have been challenging those police actions in court, with modest success.</p><p>Anthony Rothert, the legal director for the ACLU in Missouri, is spending his time either in court or monitoring the late-night protests.</p><p>But Rothert says that's been difficult because the police have tried to prohibit recording and keep the media penned into areas outside of the action.</p><p>\"Where there's a lack of trust between the community and the police, not having a record or any objective person viewing the interactions when things go badly just increases the distrust,\" he says.</p><p>Rothert has filed lawsuits to force the release of public records about the death of 18-year-old Michael Brown. And the ACLU helped reach an agreement with local police to allow reporters to record the protests.</p><p>But every time Rothert makes headway on one issue, he says, another crops up.</p><p>Rothert says the more fundamental problem in Ferguson now is that \"no one knows what the rules are. That includes people who want to protest peacefully and obey the law, and the police officers on the ground who are supposed to be enforcing the law.\"</p><p>For example, earlier this week, the ACLU and law enforcement agreed to create a free speech zone a few blocks down from the QuikTrip store in Ferguson.</p><p>After court, the civil liberties group went to an area fenced in by a tall chain-link fence, closed off with a padlock.</p><p>\"The ACLU person who went there asked the police officer if this was the free speech zone, and the police officer had no idea what he was talking about,\" Rothert says.</p><p>Floyd Abrams, who has practiced First Amendment law for decades, says because the streets are public places, \"presumptively, anybody has the right to be anyplace on a street that he or she may choose to be.\"</p><p>Abrams says police do have authority to limit access to places where crimes are under way and to protect public safety.</p><p>But when it comes to infringing the First Amendment, he says, \"The basic rule is it has to be as narrow as is possible to meet the ongoing and contemporaneous threat.\"</p><p>Abrams fought the former mayor of New York, Rudolph Giuliani, when Giuliani tried to rope off reporters from newsworthy events.</p><p>Ultimately, they brokered a deal. He says about Ferguson now, \"A core problem of the events in Ferguson from the point of view of press coverage is that there appears to have been ... an effort to prevent press coverage. And that's just constitutionally and from a policy point of view unacceptable.\"</p><p>The ACLU agrees, and is considering more legal action in the days ahead.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rights+Of+Protesters%2C+Media+Misunderstood+In+Ferguson&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341826111-7ca531.m3u?orgId=1&topicId=1070&ft=3&f=341826098"},{"href":"http://media.npr.org/assets/img/2014/08/20/assemblyferguson-295220e343103299a77bde7592d5aea336c6a462.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1816","width":"2421"}}]}