{"created":"2014-10-27T23:42:09+00:00","modified":"2014-10-27T23:42:10+00:00","valid":{"from":"2014-10-27T23:42:09+00:00","to":"3014-10-27T23:42:09+00:00"},"hreflang":"en","title":"Experimental Technique Coaxes Muscles Destroyed By War To Regrow","published":"2014-05-01T13:35:00+00:00","teaser":"By surgically transplanting material from pig bladders into the injured legs of several men, doctors prompted muscles to heal by growing and nurturing fresh, healthy cells.","itags":["npr_api","308395528"],"contentencoded":"<p>Ron Strang was on patrol in Afghanistan when a primitive land mine exploded.</p><p>\"When it went off, it came across the front of my body,\" Strang says. Though he survived the blast, his left leg was never the same. Shrapnel destroyed most of the muscle on his left thigh. He used to run, swim and hike. But even after he recovered, those days of carefree movement were gone.</p><p>\"It was impossible for me to run,\" Strang says. \"It was hard for me to walk. I'd use a cane a lot. That knee would give out and I'd fall over all the time. So that was huge — and hard to get used to at first.\"</p><p>Then Strang heard about a medical team — <a href=\"http://www.mirm.pitt.edu/people/bios/badylak1.asp\">Stephen Badylak</a> and his colleagues at the University of Pittsburgh. The researchers have been working on a still experimental technique to help people like Strang regrow muscle tissue. Their latest <a href=\"http://stm.sciencemag.org/content/6/234/234ra58\">results</a> in mice and people, published this week in the journal <em>Science Translational Medicine</em>, suggest that the method was able to coax regrowth and functional improvement in the severely wounded muscles of three men.</p><p>If the results can be confirmed and improved (two of the five men initially treated were helped only slightly by the approach), it could become a useful alternative for healing these devastating wounds, Badylak says.</p><p>\"Present methods for trying to correct that involve rather heroic attempts at moving a muscle from somewhere else in the body to that location,\" he explains. \"That doesn't work very well and [it also means] you've created a deficit somewhere else.\"</p><p>Instead, Badylak and his colleagues had the idea of giving wounded muscle cells a healing boost with a substance that normally surrounds cells — the extracellular matrix.</p><p>\"The matrix can be thought of simply as the glue that holds all of the different cells in different tissues together,\" Badylak says. \"However, in addition, there are all these hidden signals in the matrix that instruct the cells on what to do.\"</p><p>So Badylak decided to try surgically transplanting a quilt of matrix cells derived from pig bladders into the legs of patients whose muscles had been partially destroyed. He started with five patients — Strang and four other men who were disabled despite the best physical therapy and the best that medicine had to offer.</p><p>Before the experimental treatment, \"some of them could not get out of a chair without help,\" Badylak says. \"Some of them walked with a cane. ... This was not just a mild loss of strength. They had real problems.\"</p><p>Strang was initially skeptical. \"It kind of seemed far-fetched,\" he says. But he decided to give it a try. And, just as Badylak had hoped, the pig matrix triggered immature muscle cells that had been dormant in the men's bodies to grow — and to make new, healthy muscle rather than scar tissue.</p><p>One of the three patients who was helped, a veteran wounded in Iraq, had previously endured 30 unsuccessful surgeries. \"He was actually considering amputation of his leg because he felt like he was just dragging it around,\" Badylak says. After successful treatment with the matrix, that patient \"now [rides] mountain bikes and does jumping jacks.\"</p><p>Strang's recovery hasn't been quite that dramatic. But his limp is gone. He can walk without a cane and hardly ever falls anymore. In short spurts, he can even run.</p><p>It's \"a great feeling after 2 1/2 to three years of not being able to do that,\" Strang says. \"It's been amazing and definitely life-changing for me.\"</p><p><a href=\"http://www.case.edu/biology/skeletal/\">Arnold Caplan</a>, who studies muscle regeneration at Case Western Reserve University, calls the study \"a very big deal\" because it's proof that the concept can work.</p><p>It means, Caplan says, \"there's a good chance that instead of all this muscle being destroyed ... not only can you save some of the muscle using this technique but you can actually get real regeneration.\"</p><p>Badylak says he has now treated about a dozen patients, and plans to try the technique with dozens more, hoping that, if all goes well, many doctors will be able to use the same approach to help many more patients whose muscles have been destroyed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Experimental+Technique+Coaxes+Muscles+Destroyed+By+War+To+Regrow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","guid":"89fb53ce-8a8d-425b-95d1-648a93ee6708","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308569858-72e595.m3u?orgId=1&topicId=1128&ft=3&f=308395528"},{"href":"http://media.npr.org/assets/img/2014/04/30/scisource_sj3949small-7f99e0d23390f799a44afa2f0087d2ef0df1b0ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1019","width":"1360"}}]}