{"created":"2015-04-11T08:50:35+00:00","modified":"2015-06-05T15:27:17+00:00","valid":{"from":"2015-06-05T15:27:17+00:00","to":"3015-06-05T15:27:17+00:00"},"hreflang":"en","title":"Plagued By Smog, Krakow Struggles To Break Its Coal-Burning Habit","published":"2015-04-12T15:54:00+00:00","teaser":"Russian gas is expensive, so many Poles still rely on coal. Krakow is one of the most polluted cities in the EU's most polluted country. All that coal is akin to \"smoking 2,000 cigarettes per year.\"","itags":["npr_api","394878756"],"guid":"8a01ab54-a19b-4bdf-8950-84166c7808b8","contentencoded":"<p>Krakow is one of Europe's top tourist destinations and attracts millions of visitors each year to soak up its history, culture and architecture. But its appeal wanes during colder months when another prominent feature of the Polish city is on display: air pollution.</p><p>Environmental officials say Krakow's air is among the most polluted in Poland, which in turn, has the most polluted air in the European Union.</p><p>And what's the source of the smog hanging over the city during colder months? It's not Polish industry, but rather residents who burn coal to keep warm.</p><p>One such resident is Arleta Wolek. The 73-year-old retired production line worker keeps her coal-burning stove in her basement in a hillside neighborhood. The furnace is four years old, and she feeds it from a nearby pile of coal that's almost as tall as she is.</p><p>\"I used to have gas but switched to coal because it's warmer,\" Wolek explains.</p><p>Like many Krakow residents, she doesn't believe coal smoke is the main contributor to the thick smog that hangs over the city like a dirty blanket. But she nevertheless has decided to switch her heating system back to gas after learning the local government will reimburse her for the retrofit.</p><p>\"The switch is a good thing and will make my life easier because going into the basement to get coal and putting it into the stove takes time\" and is strenuous, Wolek says.</p><p>It can take up to a year to get the government refund, but Wolek says she doesn't mind. What she is concerned about, however, is how senior citizens on fixed incomes are supposed to pay for the gas each month. Most gas here comes from Russia and costs consumers in Krakow twice as much as coal.</p><p>That's likely why more than 30,000 Krakow homeowners continue to use coal. Their intransigence leaves the air here hazy and sour-smelling, says Wolek's neighbor, Andrzej Plebancyzk, 71, who moved back from the United States in 2010.</p><p>\"I have a problem breathing and it was really connected to the air, because I didn't have it in the States,\" he says. \"Sometimes, when I used to be a kid, before we'd go to sleep we'd open the window to get fresh air. Forget doing that now, especially when there is no wind.\"</p><p>The health effects are even worse than the smell, says Dr. Eva Konduracka, who compares it to \"smoking 2,000 cigarettes per year.\"</p><p>The cardiologist says smog is causing 30 percent of the chronic obstructive lung disease cases she and other doctors here treat, many of them in young people. High cancer rates are also linked to the toxins people are breathing.</p><p>In Krakow, she says, doctors diagnose a new case of malignant tumor every three hours.</p><p>One was Anna Krokosz. She died a few days after being diagnosed with lung cancer two years ago, says her daughter, Aleksandra Bedek. The quality control engineer says her 77-year-old mother never smoked a day in her life, but coughed all the time.</p><p>Bedek, who is 58, says she coughs a lot, too. She avoids spending any more time outdoors than necessary because of the smog. But the smell of her neighbors' coal smoke seeps into her apartment.</p><p>\"Whenever the wind stops, I feel like I'm suffocating, especially when I'm lying in bed at night,\" Bedek says.</p><p>Anna Dworakowska, 35, helped found a grass-roots movement called the Krakow Smog Alert campaign, which educates residents about the dangers of air pollution.</p><p>\"Of course the air in Krakow was much worse 20 years ago because, first of all, there were [many] more people heating their houses with coal,\" Dworakowska says. \"The second thing is we had much more industry, which was closed down after the anti-communist revolution. But on the other hand, we know much more about the impact of air pollution on our health than 20 years ago.\"</p><p>One of those revelations is the high concentration of benzo(a)pyrene in Krakow's air. The compound is found in coal tar and is highly carcinogenic. Dworakowska says Poles breathe in five times the EU-prescribed norms of benzo(a)pyrene.</p><p>Her group spurred the Krakow government into approving a ban on residential wood and coal-burning in the city starting in 2018. But a regional court last August overturned the measure, declaring it unconstitutional and unenforceable. That ruling has been appealed, and the proposed ban remains in legal limbo.</p><p>Krzysztof Bolesta, a political adviser to the Polish environmental minister, says he isn't surprised. In fact, it's such a big problem that his ministry made air quality its highest priority for 2015.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Plagued+By+Smog%2C+Krakow+Struggles+To+Break+Its+Coal-Burning+Habit&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398948742-0850f6.m3u?orgId=1&topicId=1124&d=281&p=7&story=394878756&t=progseg&e=398948715&seg=5&ft=nprml&f=394878756"},{"href":"http://media.npr.org/assets/img/2015/03/23/krakow-flickr-f6e843a495f588d684739e367e208d95da0f8f81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1034","width":"1379"}},{"href":"http://media.npr.org/assets/img/2015/03/23/nelson-coal-5edit-396041ee0a102d2a896e96c80a70ec3ca8bf3bbd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2055","width":"2740"}},{"href":"http://media.npr.org/assets/img/2015/03/23/nelson-konduracka-1edit_custom-7d34bd4cf9bb8b0b02577742fc4ccd636a8447ea.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2958","width":"2400"}},{"href":"http://media.npr.org/assets/img/2015/03/23/nelson-dworakowshka-2edit_custom-f557e1cb29ed65b329752d532a08d6754e737719.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2730","width":"2160"}}]}