{"created":"2015-02-17T18:07:22+00:00","modified":"2015-02-17T21:00:07+00:00","valid":{"from":"2015-02-17T21:00:07+00:00","to":"3015-02-17T21:00:07+00:00"},"hreflang":"en","title":"In Richard Price's New Novel, Haunted Cops And Cases They Couldn't Close","published":"2015-02-17T19:28:00+00:00","teaser":"Price says that in every precinct there's one cop who just can't let go of a case. \"They all reminded me of Ahab ... looking for their whales,\" he says. Price's latest is called <em>The Whites.</em>","itags":["npr_api","385765453"],"guid":"8a0928e4-fea5-4d41-8ede-5c3c2c3d91c1","contentencoded":"<p>Richard Price used a pseudonym for his new novel, <em>The Whites,</em> but in retrospect, he wishes he hadn't. \"It was going to be different from my other books and I wanted to signal that,\" he tells <em>Fresh Air</em>'s Terry Gross. But by the time he realized it was just \"another damn book by me\" it was too late to withdraw the pen name.</p><p>Price is the author of <em>Clockers,</em> the novel about police detectives and drug dealers that Price and Spike Lee adapted into a film. He also wrote for the HBO series <em>The Wire,</em> which was about police detectives and drug dealers.</p><p>Price started his career with the novel <em>The Wanderers,</em> about street gangs in the Bronx, where he grew up. He wrote the screenplay for <em>Sea of Love,</em> which starred Al Pacino as a homicide detective, and the screenplay for the movie adaptation of his novel <em>Freedomland,</em> which starred Samuel L. Jackson as a police detective.</p><p>\"I understand cops,\" Price says. \"A lot of the people I grew up with became cops. A lot of the people in the street are people I've known all my life.\"</p><p>Price returns to the world of police detectives in his new novel, which is set in New York.</p><hr /><h3>Interview Highlights</h3><p><strong>On what <em>The Whites</em> refers to — it's not racial</strong></p><p>I don't mind that it's a little confusing because anytime you write about police and justice there's always a racial undertone, even if it's not addressed directly — that's the world. ...</p><p>There's always been one guy in every precinct who has been so haunted by a case that they either knew who did it and couldn't prove it, or the guy walked, and it just gets inside the cop to the point [that] when they retire, they're sneaking out all the legal boxes with all the case files, all the transcripts, the interviews and everything. And they're going to continue working on it in their basement, have a six-pack of beer and start making odd calls like they're still cops. They can't let go of this thing — this thing can't let go of them.</p><p>It's different for every cop in a world of 20 years of mayhem, they each pick one case that got to them. It's rarely the goriest case; it's rarely about a body count. It's about some element of this crime that spoke to them — identification with the aggressor, identification with the victim. ...</p><p>The point is all these obsessed cops with their single case. ... They all reminded me of [<em>Moby-Dick</em>'s] Ahab [--] they're looking for their whales. They're looking for their whites.<strong> </strong></p><p><strong>On moving to Harlem</strong></p><p>When I was with my soon-to-be wife, Lorraine Adams, the novelist, we were sitting there one day when we decided we were going to ultimately live together and it just came out, \"Where do you want to live?\" It just came out of her mouth, \"Harlem.\" Now, my experience with Harlem, even though my grandmother had been born there in the turn of the 20th century, my experience with Harlem for the last 15 years before that was going up there with the crime scene unit or the night watch to process a dead body on the sidewalk, so I had a very narrow view of Harlem. I'd just go up there for death. So when she said [that] I just thought, \"Gulp, OK.\"</p><p>Here's this big-deal writer, this macho writer of <em>Clockers</em> and <em>Freedomland,</em> and all of a sudden his mate says, \"Harlem,\" and he has to swallow a golf ball. Then I realized, she, Lorraine had been to Iran, Afghanistan, she's been to Pakistan seven times, always on her own, and now she's with a guy, this big-shot street guy and I was just too embarrassed to say, \"No,\" So I said, \"OK.\" ...</p><p>So we rent a house, I go up there, it's the first day, I'm bracing [myself] and I can't get close to my house because there are movie trailers because they're shooting an episode of <em>Sesame Street</em> in the house across the street. So that was my first day in Harlem.</p><p><strong>On what happens when there's a public outcry against police</strong></p><p>My thoughts go to two places: One is that when cops are attacked, they close ranks. I'm not talking about the blue wall of silence, but I think what happens is \"us versus them.\" I'm talking about incidents which the cops — like [in] Ferguson where an unarmed man was shot, when they get under attack with the media, they just close ranks. It's like buffalo when they see lions out there. ...</p><p>The other thing is that I think there are certain subclimates of cop culture in [cities] like Cleveland ... or Ferguson or, as many cops have told me, Staten Island [N.Y.]. [It's] an island unto itself ... where I think the cops are insulated and have their own culture and they've always been this way. ... When cops feel isolated, when cops feel like there's nothing attacking their infallibility because of the culture and the politicians around them, they kind of feel like they're in a world of their own — that they're the sheriffs and what they do is what they do.</p><p><strong>On his pen name, Harry </strong><strong>Brandt</strong></p><p>First of all, I picked the name Brandt in honor of my former agent Carl Brandt who had represented me from the time I was 22 till the time I was 40. He had died the year before — I was just giving him a little shout-out by choosing his name. The reason why I picked the pen name was because what I intended to do in this book was slicker, tighter, faster, more the surface of what's happening, more propelled by the mystery at its core and [it] didn't have any social resonance.</p><p>I mean, [in] my earlier books I was always inspired by a crime that spoke to a larger issue in the culture: the Susan Smith kidnappings, the gentrification of the Lower East Side, the impact of crack on a community. ... This time I just wanted to write about people; I wanted to focus on the characters, not the social impact of the story. ... It was going to be different from my other books and I wanted to signal that. ...</p><p>All of a sudden I realized it's another damn book by me, there's no separation, there's no genre, there's no nothing, except another book. And, at that time, it was too late to withdraw the pen name. And so I'm living with it, but if I had to do it all over again — if I had a crystal ball four years ago — I would've had it under my own name.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Richard+Price%27s+New+Novel%2C+Haunted+Cops+And+Cases+They+Couldn%27t+Close&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2653"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386978367-6163ae.m3u?orgId=1&topicId=1033&e=385765453&d=2653&ft=nprml&f=385765453"},{"href":"http://media.npr.org/assets/img/2015/02/17/cover--revised-88864c7aa3c724539027bd3f25b7c4099e358b1d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1258","width":"1677"}},{"href":"http://media.npr.org/assets/img/2015/02/12/price-richard-by-lorraine-adams-53ded6e059e73fcf09fa93e9d17f3777d5fc090e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1666","width":"2222"}}]}