{"created":"2015-03-03T16:53:00+00:00","modified":"2015-03-03T16:53:59+00:00","valid":{"from":"2015-03-03T16:53:59+00:00","to":"3015-03-03T16:53:59+00:00"},"hreflang":"en","guid":"8a1b7cc6-f747-4b07-b9fa-647a9a615ff5","title":"Cosmonaut Yuri Gagarin's legacy","published":"2015-03-03T16:53:55+00:00","byline":"Clark Boyd","tags":["history","innovation","celebrities","Space","Arts, Culture & Media","Science","Technology","Science, Tech & Environment","Manchester","America","United Kingdom","Russia","Soviet Union","Global","Yuri Gagarin","Ian Anderson","Kennedy","Cathleen Lewis","Sergei Khrushchev","Michael Foale","Catherine Coleman","Nikita Khrushchev","Spaceflight","Human spaceflight","Heroes of the Soviet Union","Vostok programme","Yuri Gagarin","Vostok 1","Spacecraft","Gagarin","Astronaut","Vostok","Cosmonautics Day"],"teaser":"Tuesday marked the 50th anniversary of when Soviet cosmonaut Yuri Gagarin became the first human being to orbit the earth. The World's Clark Boyd looks back on Gagarin's legacy, in Russia and beyond.","contentencoded":"<p>Tuesday marked the 50th anniversary of when Soviet cosmonaut Yuri Gagarin became the first human being in space. He completed one orbit of the earth aboard the Soviet-built Vostok 1 spacecraft before returning to earth, and a hero's welcome.</p>\n<p>The anniversary of his historic trip is causing many to take stock of the future of manned spaced flight. Gagarin's jaunt into space captured the world's imagination back in 1961. Old newsreels called him \"the world's first Spaceman.\"</p>\n<p>The Soviets even provided a radio recording of Gagarin as he passed through the atmosphere and into Earth's orbit. On the recording, now crackly with age, you can make out Gagarin saying that the view was good, and that he was feeling fine.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/migration/PriMigrationsDamanticWordpressAttachmentsImagesMigration/www.theworld.org/wp-content/uploads/gagarin_rouble400.jpg?itok=gEkWcD3d\" alt=\"\" /><div class=\"field-caption\">\n    <p>Russian rouble (Photo: Russian Federation)</p>\n  </div>\n</div>For the Soviets, Gagarin's success was cause for major celebration. In an interview with the BBC, Sergei Khrushchev, son of then Soviet premier Nikita Khrushchev, remembered his father's feelings at the time. \"For him it was one more proof that we were doing right, and that we were showing the outside world that we could achieve all these things.\"\n<p>Sergei Khrushchev said that he met Gagarin a number of times, and remembers him as a humble man chosen more for his slight build and ability to fit into the spacecraft than for any public relations value. Still, Gagarin was public relations gold for the Soviets, and not just in the Soviet Union. After his journey into space, the cosmonaut went on a kind of world tour.</p>\n<p>In an old BBC newsreel, you can hear Gagarin being cheered and honored in Manchester, England. The Amalgamated Union of Factory workers not only made him an honorary member, but also gave Gagarin a gold medal. But, not everyone was so pleased.</p>\n<p>\"Like in any race, if you are first, you are celebrating,\" Sergei Khrushchev told the BBC. \"If you are second, well … you are having a very sad day.\"</p>\n<h3>String of Soviet accomplishments</h3>\n<p>For President Kennedy, and many in America at the time, Gagarin's flight was the latest in an alarming string of Soviet accomplishments. \"The Soviet Union had launched the first artificial satellite, they'd launched the first animal into space, Laika the Dog, and they were the first to target the Moon, to have an impact on the moon,\" said Cathleen Lewis, curator at the National Air and Space Museum, in an interview with the BBC. \"Now here they were, launching the first human into space.\"</p>\n<p>By the end of the 1960s, the US Apollo program would put the first humans on the moon. Gagarin would not live to see that. He died in 1968 during a training accident.</p>\n<p>These days, with the Cold War far behind, NASA astronaut Michael Foale pays tribute to Gagarin. \"The idea of working together in space at that time was inconceivable,\" Foale told the BBC. \"Today, we can all be extraordinarily proud of the people that have come before us for transitioning from this very, very opponent-based attempt to conquer space, to one of partnership.\"</p>\n<p>One place that is certainly true is aboard the International Space Station (ISS). With the space shuttle nearing retirement, Russia's Soyuz spacecraft, modeled on the Vostok that took Gagarin into space, are the only way to get to the ISS and back. Last night, American astronaut Col. Catherine Coleman, who is on board the space station, teamed up with Jethro Tull's Ian Anderson for a flute duet in Gagarin's honor.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2011-04-12%2Fcosmonaut-yuri-gagarins-legacy&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/041220117.mp3"},{"href":"http://www.pri.org/file/041220117mp3"}]}