{"created":"2015-01-06T08:55:59+00:00","modified":"2015-05-13T21:24:41+00:00","valid":{"from":"2015-05-13T21:24:41+00:00","to":"3015-05-13T21:24:41+00:00"},"hreflang":"en","title":"The Russian Who Claims Credit For Fanning The Flames In Ukraine","published":"2015-01-08T18:16:00+00:00","teaser":"Igor Girkin claims to have touched off the conflagration, and he says he's proud of what he did. The former member of the Russian security service has a knack for turning up in tumultuous places.","itags":["npr_api","372872870"],"guid":"8a217cd3-1799-4149-9bfc-805b310febce","contentencoded":"<p>Last spring, eastern Ukraine was a struggling, rust-belt region of mines and metal works. Now it's a battle zone where armies face off with heavy weapons, and where nearly 5,000 people have died.</p><p>In Russia, one man claims to have touched off the conflagration, and he says he's proud of what he did. His name is Igor Girkin, and he has a knack for turning up in tumultuous places.</p><p>In this instance, Girkin made his appearance in April of last year, shortly after Ukraine's pro-Russian President Viktor Yanukovych was ousted after months of street protests.</p><p>Girkin arrived in the eastern city of Slovyansk, where a very different group of protesters were demonstrating against what they saw as a coup against Yanukovych in Kiev. Girkin says those protests might have peacefully fizzled out if he hadn't led a squad of armed men to seize government buildings and turned the situation into a violent confrontation.</p><p>He says he was acting in the best interests of Russia.</p><p>Girkin, 44, is a Russian citizen from Moscow and a former colonel in the Federal Security Service, or FSB. He prefers being called by a nickname he chose for himself — Strelkov, which is Russian for \"shooter.\"</p><p>Analyst Boris Kagarlitsky says Girkin became an important figure in the separatist movement in eastern Ukraine because Kremlin planners didn't have a well-thought-out strategy for Russia's involvement there.</p><p>\"They just wanted to control the situation,\" Kagarlitsky says, \"especially when it dealt with people who were part of their own team, like Girkin, who definitely was sent to Ukraine by Russian Intelligence, and he doesn't deny that fact. And then, because of the lack of very clear ... plan, he started making decisions on his own.\"</p><p>Kagarlitsky, head of the Institute for Globalization Studies and Social Movements in Moscow, says Girkin's aim was to create a separatist region that would quickly be annexed by Russia, as Crimea had been just a few weeks earlier.</p><p>But Kagarlitsky believes Moscow just wanted to keep the region in turmoil, as a form of leverage against the Ukrainian government.</p><p>For his part, Girkin says he wanted to add the territory to Russia because he's devoted to the idea of restoring the czarist Russian Empire.</p><p>He told an interviewer on Gazeta TV, \"I certainly consider myself a monarchist. Above all, I'm a patriot of the empire, though naturally I consider myself a patriot of the Russian people.\"</p><p><strong>Looking To Be A 'Hero'</strong></p><p>Girkin has a \"very typical vision of a Russian monarchist from the 16th century,\" says Kagarlitsky. \"What makes things a bit odd is that he is living in the 21st century.\"</p><p>\"I think he's a very naive person,\" Kagarlitsky adds, \"a man politically out of touch with reality, but at the same time, he's a very practical person in terms of things happening on the ground. It's a very interesting combination, and that's what makes him sometimes dangerous, both for Kiev and for Moscow.\"</p><p>Girkin's practical abilities led to some early military victories for the separatists.</p><p>He was named minister of defense in the self-declared Donetsk People's Republic.</p><p>Ukraine accused him of ordering the abduction, torture and murder of political opponents, and he was among the first separatist leaders to be sanctioned by the West.</p><p>Immediately after the shooting down of Malaysia Airlines Flight 17 in July, Girkin made a post on a social media page suggesting that the separatists may have mistaken the plane for a Ukrainian military aircraft.</p><p>He boasted that separatists had just downed a military transport plane, and said, \"We warned — do not fly in our skies.\"</p><p>Later, when it became apparent that the downed plane was a civilian jetliner, Girkin's posts were deleted.</p><p>In the summer, the separatist forces lost ground to an advancing Ukrainian army. Girkin pleaded for Russian help, but he was forced to abandon his headquarters in Slovyansk and retreat to Donetsk.</p><p>In mid-August, he was mysteriously dismissed as head of the separatist militia.</p><p>Girkin is now back in Moscow.</p><p>In media interviews, he has complained that Russia was too slow to send help to the separatists, but he insists that he is a loyal supporter of President Vladimir Putin.</p><p>Despite Girkin's popularity with nationalists, Boris Kagarlitsky says he doesn't think Girkin is a threat to Putin.</p><p>\"I think he's really looking for the role of a hero, but not a politician,\" Kagarlitsky says. \"He's not looking for power.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Russian+Who+Claims+Credit+For+Fanning+The+Flames+In+Ukraine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375308973-60bb02.m3u?orgId=1&topicId=1124&d=231&p=3&story=372872870&t=progseg&e=375308618&seg=9&ft=nprml&f=372872870"},{"href":"http://media.npr.org/assets/img/2014/12/31/girkin-78968fab1faa7d01ebbaebe2b202d1d4efc2833c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2398","width":"3197"}}]}