{"created":"2014-10-08T15:27:17+00:00","modified":"2014-11-18T17:05:10+00:00","valid":{"from":"2014-11-18T17:05:10+00:00","to":"3014-11-18T17:05:10+00:00"},"hreflang":"en","title":"After Months Of Homelessness, A Teen Leaves The Woods Behind","published":"2014-05-25T02:53:00+00:00","teaser":"Homelessness is not just an urban phenomenon. Desiree Wieczorek spent five months living in a makeshift camp with her family near the New York-Canada border. Then her school stepped in to help.","itags":["npr_api","311112125"],"guid":"8a220474-907c-43c4-8414-2b48ad49853e","contentencoded":"<p>You may think of homelessness as a distinctly urban issue, with people sleeping in shelters or on the streets. But homelessness happens in rural communities too, and it happens to children.</p><p>For Desiree Wieczorek, a 10th-grader in northern New York, homelessness was all too real last year. For five months, she and her family lived in the woods near Parishville, N.Y.</p><p>Recently, I trekked into the woods with Desiree and her father, Kenny, to the area where they had lived. It's remote, with tall trees and a raging river.</p><p>\"This is where we would bathe,\" Desiree said as we reached the riverbank, pointing to a steep rock face that looks like a slide. \"We would sit on and slide down into the water. And it would get deep. This is where we'd go swimming, too. And we would hop every single rock.\"</p><p><strong>Outside Of The City, Few Services</strong></p><p>The Department of Housing and Urban Development estimates that there were more than 30,000 homeless children in rural America last year, but advocates believe the actual number is much higher.</p><p>Rural areas of the country often lack the shelters and services like affordable housing and public transportation you find in cities. Instead, people pack into substandard houses, live in cars, double up with other families or bounce around from place to place. Or they live in camps outdoors, like Desiree did.</p><p>The past couple of years were tumultuous for the Wieczoreks. Desiree's mother left Desiree's father and started dating a man with a criminal record. Kenny had health problems and had to stop working. He got custody of the kids and married his current wife, Missy.</p><p>Last spring, the family was living in a borrowed trailer downstate and had to move out. They had family property in Parishville, where they had camped every summer, so Kenny decided to bring the family north.</p><p>\"I was happy, because I knew I was getting them away from a lot of negative things and I was putting them in a positive environment,\" Kenny says. \"Out here, I can protect them from pretty much anything. But in the city, things come at you everywhere, you know?\"</p><p><strong>Homeless, But Becoming A Closer Family</strong></p><p>For those months, the whole family lived in the woods in a small camper and a series of tents. There were 10 of them, Desiree says: Kenny, Missy, the grandparents, an aunt, four kids and baby Cameron, who was just a few months old.</p><p>\"We had no running water, no electricity,\" Desiree says.</p><p>Their camp was highly organized, with specific spots for doing dishes and brushing teeth. They used an outhouse, cooked over the fire and even watched the occasional movie, running a laptop off the car battery.</p><p>A funny thing happened in the woods. The Wieczoreks are a boisterous, loving family and they got to know each other better.</p><p>\"There was no one around to communicate with. We were pretty much by ourselves,\" Desiree says. \"We only had each other to depend on.\"</p><p>Eventually, it came time to enroll in the local school, Parishville-Hopkinton. Guidance counselor Melissa Scudder remembers being called to the office to meet the new family.</p><p>\"There they all were. They took up the whole main office and they were filling all the paperwork up,\" Scudder recalls.</p><p>It wasn't easy for Desiree to adjust to a new school. She and her siblings had to walk almost a mile to get to the camp after the school bus dropped them off on a remote road. For a while, Desiree tried to hide the fact that she was homeless, but says she couldn't hide it for long.</p><p>\"Because of us having a fire and the smoke getting onto our clothes, and us not having a way to wash it, [it] kind of gave it away, because we had the scent of smoke on us,\" Desiree says.</p><p>Seeing her classmates get on the bus to go to their homes after school, \"made me feel like garbage,\" she says. \"I had nothing.\"</p><p><strong>A School Steps In</strong></p><p>The school's guidance secretary, Geri Lynn Wilson, started bringing the family food and supplies.</p><p>\"I didn't realize how bad it was until I went to visit,\" Wilson says, eyes watering as she remembers her trips to the camp. \"To see them up there, they were so happy. A very, very, very happy family. When you visualize the camp, it was very, very small, but they made it work.\"</p><p>Winter was getting closer. Wilson and Scudder knew they had to act fast, so they rallied the community. People started bringing in money, food and clothes. Someone even brought in a big bag of apples from their orchard. Local organizations chipped in and the family was able to get seed money for rent.</p><p>Last October, the Wieczoreks moved into a house. Desiree's favorite part was simple: the warm shower.</p><p>\"It felt like I was in heaven,\" she says.</p><p>Since last fall, Desiree's life has settled down. She has good friends and a boyfriend. She's catching up in her classes. On the five-minute walk home from school, she tells me about her plans. One day, she wants to open a day care center.</p><p>\"After I graduate high school, then I'm going to college,\" Desiree says. \"Then I'm going to start my own business.\"</p><p>Desiree's lucky — she has a home now and a place in the community. But there are thousands of homeless children in rural America who don't.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Months+Of+Homelessness%2C+A+Teen+Leaves+The+Woods+Behind&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sarah Harris","audio":[{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315621370-48f21c.m3u?orgId=1&topicId=1013&ft=3&f=311112125"},{"href":"http://media.npr.org/assets/img/2014/05/22/room7-c7183654688f60f7deb4d65e056242ee0eac6e0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2845","width":"3796"}},{"href":"http://media.npr.org/assets/img/2014/05/22/baby-brother-2-0f8896776dc51e5ed23e35d93d7b1549d25d8d29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2845","width":"3796"}}]}