{"created":"2014-12-17T19:03:19+00:00","modified":"2014-12-17T19:40:32+00:00","valid":{"from":"2014-12-17T19:40:32+00:00","to":"3014-12-17T19:40:32+00:00"},"hreflang":"en","title":"Atticus Lish's 'Preparation For The Next Life'","published":"2014-12-17T19:40:00+00:00","teaser":"The author's debut novel centers on an unlikely romance between an Iraq veteran and a Uyghur from China.","itags":["npr_api","371463827"],"guid":"8a282eb7-b5cd-4080-bda0-76266fe71556","contentencoded":"<p><strong>Atticus Lish</strong>&#8216;s debut novel &#8220;<a href=\"http://www.amazon.com/Preparation-Next-Life-Atticus-Lish/dp/0988518333\" target=\"_blank\">Preparation for the Next Life</a>&#8221; has already been drawing raves from critics.</p><p>It centers around an unlikely romance between Skinner, a veteran of the war in Iraq, and Zou Lei, a Uyghur from China. Lish told <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Robin Young that the book&#8217;s title has significance for both characters.</p><p>“It sort of sums up everything that the book is about because Zou Lei wants to put together a life &#8212; she meets Skinner and she’s in love with him,&#8221; Lish explained. &#8220;For Skinner, it’s his next life after combat. The ‘next life’ also refers to the afterlife. There’s an element of menace when you say that because you may not be able to do it in the actual life.”</p><p><em>Note: This excerpt contains language that some readers may find offensive.</em></p><h4>Book Excerpt: &#8216;Preparation For The Next Life&#8217;</h4><p><em>By Atticus Lish</em></p><p><img class=\"alignright wp-image-74580 size-medium\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1218_lish-cover-218x300.jpg\" alt=\"\" width=\"218\" height=\"300\" /></p><p>After they crossed 111th Street, they encountered more headlights coming at them, bouncing along underneath the elevated tracks, and they began keeping to the sidewalk. From far away, they heard a rumbling that grew louder and louder until it reached them and the subway came thundering over their heads and screeched and slowed and came smashing to a stop. It exhaled and all the doors opened and the cold white light from inside the cars was cast down from high up above and the intercom spoke. Before they reached it, the subway went away, making blue sparks, and a little group of quiet men with Indian faces and string knapsacks and work boots was coming down the Z-shaped flight of stairs to the street.</p><p>Is this where you were talking about?</p><p>The intersection smelled like sweet fried plantains and chicken.</p><p>I come here before.</p><p>The men appreciated Zou Lei and one of them clucked his tongue at her as he and his friends crossed the intersection, passing in front of a truck with its engine gurgling and headlights spotlighting the men, flinging their shadows on the cement wall of a lounge.</p><p>There’s bars here, Skinner said. Will you drink with me?</p><p>Up to you.</p><p>They went into a windowless one-story building filled with Spanish singing and red light. There were men standing almost motionless swaying in the dark in cowboy hats and belt buckles. One of them staggered and his friends picked him up. You could not hear him in the music but you could see his mouth open and his eyes shut, shouting or crying out.</p><p>Skinner and Zou Lei waited at the bar until the short woman who tended bar in a cowboy hat came down to them.</p><p>Two beers, he said, holding up two fingers. Coors.</p><p>Coronas, the woman said.</p><p>Skinner picked up his bottle and drank off half of it as soon as it was put in front of him.</p><p>Zou Lei was talking to him, but he couldn’t hear her. She held up her bottle and they tapped their bottles together, then she drank. He put his arm around her. She shifted slightly, making it awkward.</p><p>I’m comforting you! he yelled, but she shook her head and he let his hand drop.</p><p>We’re still crazy, he said. I know we’re crazy.</p><p>I cannot hear.</p><p>I know, it’s nuts.</p><p>There were rainbow lights flowing around the jukebox, which had the image of a saint in the center of the songs.</p><p>You love music?</p><p>He was looking around them in the loud dark. At the sound of her voice, he looked in her eyes and said oh yeah.</p><p>He got her attention and pointed at the high-definition TV over the bar, which was showing a professional boxing match between Mexican fighters in tasseled shorts and boots. He watched her face in profile watching the match.</p><p>Nice TV, he yelled.</p><p>She nodded seriously, the blue of the ring reflected on her face.</p><p>Skinner noticed a man wearing a bandana staring at him. The bartender set another round in front of them.</p><p>Hey, let’s see how fast we can drink these. Hey, look!</p><p>He drank his beer straight down while she watched.</p><p>Now you.</p><p>He watched her lean her head back and her throat working as she swallowed the contents of the entire bottle, then she set her empty bottle on the bar next to his.</p><p>I don’t drunk.</p><p>But you’re getting there.</p><p>They had created a little forest of clear glass bottles on the bar.</p><p>In the China, the beer is much bigger—this big, big one! She held her hands apart to show their size. I cannot drink them. Here, this small one it’s nothing.</p><p>All right. Then go again with me.</p><p>I don’t get drunk still.</p><p>The man with the bandana had come over to them.</p><p>You got the prettiest girl at the bar.</p><p>Thanks.</p><p>She’s the best one here. Believe that.</p><p>Skinner clicked bottles with him. The man leaned to Zou Lei and touched bottles with her.</p><p>I told him you’re the prettiest girl at the bar.</p><p>She raised her beer and he raised his.</p><p>God bless you both, the man said. Beneath his bandana, he had an earnest face, and, although he couldn’t have been over the age of twenty-five, fat on his chest and stomach. She could see that he did not do many pushups.</p><p>For half a minute, all of them directed their attention to the TV, where the match had ended and people other than the athletes were milling in the ring. Shortly, the earnest man eased back and stood with his friend.</p><p>The Spanish music was loud enough to swim in.</p><p>Zou Lei pointed to her ear.</p><p>What? He’s crazy?</p><p>No, the music!</p><p>She imitated the cowbell. It sounds like the animal is coming! And she imitated the feet of an animal with her hands.</p><p>Don’t remind me!</p><p>You shoot this animal!</p><p>I didn’t. It wasn’t me, I swear!</p><p>He threw his arm around her shoulder, squeezing her to him briefly and letting her go before she could object. A minute later, he reached up behind her and tugged a lock of her wavy hair.</p><p>In the center of the floor, a man in a black cowboy hat was dancing with a woman who looked as if she had given birth to many sons and daughters and they would all be drunks together forever. She was in her fifties perhaps, and wore a very short black skirt. In her high heels, she was taller than her partner, whose shoulder she rested her hand on. When she moved, you could see the thicker section of her nylons.</p><p>I didn’t kill it, Skinner said. Another round?</p><p>You are crazy.</p><p>I’ve got trigger control.</p><p>You are strong boy.</p><p>He pulled her to him and they stood swaying with his arms locked around her waist and his face against the back of her skull, smelling her hair.</p><p>Okay, it’s enough.</p><p>The bartender, in her cowboy hat, collected their empty bottles into a tub, bending forward, her maternal breasts hanging in the red light.</p><p>Another one, Skinner yelled to her, still trying to hold onto Zou Lei, who was beginning to wrestle him.</p><p>Here’s to us!</p><p>Here to you!</p><p>To getting shitfaced in a strange place!</p><p>To America! she cried out. Your country!</p><p>They drank.</p><p>You’re okay, he told her.</p><p>Zou Lei’s face had gotten alcohol-flushed to the point that it looked as if she might be sunburned.</p><p>My country is the friend of you country. It’s like one. The brother to one another, we come here to make our life. No matter what happen, we are still brother.</p><p>I feel you.</p><p>He twined his fingers in her hair again and she let him do it.</p><p>When he tried to give his bank card to the bartender, she gave it back and pointed behind him. They journeyed across the bar, wondering what they would find. They found an ATM padlocked to the far wall. Zou Lei went to the bathroom while he paid the bill. She held herself on the sink in the tiny green room. Scratched into the paint on the stall, it said Cholo BCB. Mi Corazon. A pierced heart.</p><p>They were outside now, taking reeling steps under the subway tracks and laughing. He did his dance.</p><p>Run! she yelled.</p><p>She broke away and started running and he chased after her, all the way up the stairs and through the turnstile and up the stairs again. They shoved on the train laughing and gasping.</p><p>The subway took them back the way they had come, through a sense of rural emptiness, as if they were riding in another part of the world and there was nothing but desolation beyond the houses under the widely separated streetlights.</p><p>At the last stop, which was underground, they climbed up the stairs to the street. On the last flight of steps, they passed three males in hoods jogging down in sagging jeans.</p><p>What you lookin at? one said.</p><p>Skinner stopped on the steps and turned around. The males were looking back at him.</p><p>What, you wanna try it, nigga?</p><p>I’m right here, Skinner said.</p><p>Then do something, nigga.</p><p>There’s a gun in the bag, nigga.</p><p>Zou Lei came back down and took Skinner’s arm and pulled at him.</p><p>Test me, nigga.</p><p>The male with the knapsack started coming up the stairs. He had long black braids swinging from his head like an Apache Indian. Skinner didn’t move but didn’t say anything.</p><p>Listen to your bitch, nigga.</p><p>Test me, nigga!</p><p>Fuck this nigga scared. Walk, nigga, walk.</p><p>Your bitch saved your life, nigga.</p><p>The males pulled each other down the stairs.</p><p>I’m right here, Skinner said.</p><p>Zou Lei pulled him and he followed her up onto the street.</p><p>Don’t do that, she said.</p><p>They shouldn’t mess with me.</p><p>Come on.</p><p>He was silent as they made their way across the intersection, which felt like a vast empty stage set, handbills littering the sidewalk, Chinese signs in the dark.</p><p>Don’t pay attention to them.</p><p>I don’t.</p><p>He caught up with her as they walked along. She noticed he had lit a cigarette.</p><p>Hey! she said and hit his arm.</p><p>Trust me, I don’t.</p><p>They heard a vehicle coming and he put his head down until it broke out of the background of the stage set and came speeding at them, floodlighting them, and soaring past them. Their shadows, flung on the metal shutters of storefronts, seemed to rise up and lie down again.</p><p>Look at that, he pointed. Mickey D’s is still open. You like them?</p><p>Of course I like.</p><p>Well, let’s go.</p><p>Okay! We go.</p><p>He grabbed the door for her and threw his cigarette in the street and she went in rubbing her arms and wandered towards the counter and he followed, standing behind her, close enough for her hair to tickle his face while they stared at the menu sign with bloodshot eyes.</p><p>She wanted to treat him, but he told her to put her money away. I got it. She’s not paying.</p><p>It’s together? asked the girl behind the register, who was not Chinese this time.</p><p>Yeah, but she’s not paying. She’s just all happy.</p><p>Next time I treat, Zou Lei said. The real Chinese food.</p><p>They waited while the girl went over to the chute and put her hand up and waited for a sandwich to fall out of it into her hand.</p><p>Macky D you say. It’s the name Macky D. It’s so cool. The cool guy say Macky D. You are cool? I teach you one in Chinese: mai-dang-lao.</p><p>My. Dong. Lao. My-dong-lao.</p><p>It’s mean Mack-don-al. You say perfect. I think you are Chinese, maybe one half.</p><p>How do you say be my girlfriend?</p><p>Girlfriend: niupengyou.</p><p>New-pong-yow.</p><p>They had their food now and they were sitting at a booth unwrapping their sandwiches.</p><p>So, like, if a guy likes a girl in China, he goes new-pong-yow and that’s how she knows?</p><p>He will give her some present, maybe just to show his feeling. If they the rich people, maybe he will buy her the TV or refrigerator. Sometimes the boy buy the small animal, rabbie.</p><p>Rabbit?</p><p>The ears goes up tu-tu-tu, the nose is red, the hairs is coming from the nose like cat. Yes, rabbit. You can keep it in a jail.</p><p>Like a cage?</p><p>Yes, the cage, and give it vegetable. When it get more fat, even they will eat it. Cut the head—piiyah—and cook.</p><p>Do they make like rabbit sandwiches?</p><p>Maybe. I think you can make the sandwich if you want.</p><p>Can you go into a McDonald’s in China and get a McRabbit?</p><p>Maybe soon, I think. Next week.</p><p>He put his burger down, fished out his cell phone and moved over to her side of the booth.</p><p>Get next to me so we’re both in it. I have to remember tonight.</p><p>He reached around her waist and pulled her in.</p><p><em>Excerpted from the book</em> PREPARATION FOR THE NEXT LIFE <em>by Atticus Lish. Copyright © 2014 by Atticus Lish. Reprinted with permission of Tyrant Books.</em></p><h4>Guest</h4><ul><li><strong>Atticus Lish</strong>, author of &#8220;Preparation for the Next Life.&#8221; He tweets <a href=\"https://twitter.com/atticuslish\" target=\"_blank\">@AtticusLish</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Atticus+Lish%27s+%27Preparation+For+The+Next+Life%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"469"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371467335-8bc679.m3u?orgId=1&ft=3&f=371463827"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1217_atticus-lish.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"899","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1218_lish-cover.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"619","width":"450"}}]}