{"created":"2014-09-22T16:10:16+00:00","modified":"2014-10-31T15:41:52+00:00","valid":{"from":"2014-10-31T15:41:52+00:00","to":"3014-10-31T15:41:52+00:00"},"hreflang":"en","title":"An Opera Remembers The Tragedy Of An Asian-American Soldier","published":"2014-06-14T16:34:00+00:00","teaser":"Army Pvt. Danny Chen fatally shot himself in Afghanistan in 2011. The real-life tragedy has inspired a new production by the Washington National Opera with a libretto by playwright David Henry Hwang.","itags":["npr_api","318906365"],"guid":"8a39db15-897c-4ef6-afac-f9849e8beb1b","contentencoded":"<p>About two years ago, playwright David Henry Hwang turned down an offer to write a play about the brief life and suicide of Army Pvt. Danny Chen.</p><p>But an opera? He couldn't refuse.</p><p>\"This is a story with big emotions, big primary colors in a way, and big plot events,\" says Hwang, who wrote the libretto for <em>An American Soldier</em>, a new hourlong opera commissioned by Washington National Opera.</p><p>Set to premiere on Friday at the Kennedy Center in Washington, D.C., the production is based on news accounts of Chen's life and the investigation into his death. The American-born son of Chinese immigrants, Chen was raised in New York City's Chinatown and enrolled in the Army after high school.</p><p>During his six weeks in Afghanistan, his superiors showered him with racial slurs almost daily and once hurled rocks at him. Just months after he enlisted, the 19-year-old soldier was found dead in a guard tower at his base with a self-inflicted gunshot.</p><p>The opera focuses on a fictional court-martial of one of Chen's superiors. In real life, eight soldiers, including one officer, <a href=\"http://www.npr.org/blogs/thetwo-way/2011/12/21/144063982/army-charges-8-soldiers-in-connection-with-privates-death-in-afghanistan\">were charged in connection with his death</a>. All were either demoted or dismissed from the Army, and most received brief prison sentences. To better understand the story, Hwang says he consulted with members of the military.</p><p>\"Most of them feel that it's understandable that this could happen, particularly in a battlefield in Afghanistan, where all of a sudden there's no checks and balances,\" he says.</p><p><strong>Treated 'Like You're A Foreigner'</strong></p><p>Chen's death helped drive legislation signed by President Obama last year that required new reviews of the military's response to hazing.</p><p>But for tenor Andrew Stenson, who plays Chen in the opera, this story isn't just about bullying in the military.</p><p>\"Danny and I are different people, but we're young Asian-Americans in the United States,\" Stenson says. \"Even though you were born here or raised here, some people are still going to treat you like you're a foreigner.\"</p><p>Almost three years since Chen's death, his parents continue to grapple with the loss of their only child, who enlisted against his mother's wishes. At a recent street co-naming ceremony honoring Chen in New York City's Chinatown, his mother, Su Zhen Chen, offered a tearful thanks to supporters.</p><p>\"I hope that from now on even more people will know what happened to my Danny,\" Su Zhen Chen said in Toisanese at the unveiling of a new street sign for a portion of New York's Elizabeth Street, which is now co-named \"Pvt. Danny Chen Way.\"</p><p><strong>Learning From A 'Very Sad' Story</strong></p><p>Composer Huang Ruo, who wrote the music for <em>An American Soldier</em>, admits his latest project focuses on a \"very sad\" story.</p><p>\"But as a society, we need to come together to learn from it,\" he adds.</p><p>For the opera's last scene, Huang wrote a simple, haunting melody to accompany Hwang's lyrics for a lullaby. \"<em>Sleep now, little one. Do not fear. Do not</em> cry,\" sings the character Mother Chen to help soothe her departed son. \"<em>Like the stars above, I'll watch over you</em>.\"</p><p>\"When it's sung in the mezzo-soprano voice, it's magical,\" Huang says.</p><p>That mezzo-soprano voice comes from Guang Yang, who plays Chen's mother in the opera. Yang says the opera is a tribute to Su Zhen Chen's commitment to keeping her son's story alive.</p><p>\"The heart of the opera is the relationship between mother and son,\" Yang explains. \"Because the mother is fighting, keeps fighting, never stops seeking this justice for her son, that's how we got here.\"</p><p>Danny Chen's mother and father are planning to travel to Washington to see Saturday's performance. Before taking his own life, Chen left a message for them in black ink on his forearm: \"Tell my parents I'm sorry.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Opera+Remembers+The+Tragedy+Of+An+Asian-American+Soldier&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321779020-4c1107.m3u?orgId=1&topicId=1106&ft=3&f=318906365"},{"href":"http://media.npr.org/assets/img/2014/06/13/An-American-Soldier_01-d53dc4d8068a911aa0c0048a24bce4c465a18566.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2512","width":"3347"}},{"href":"http://media.npr.org/assets/img/2014/06/13/danny-chen-7a65a90bef83f895843f2739a82eda71cfa449a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"599"}},{"href":"http://media.npr.org/assets/img/2014/06/13/anamericansoldier-03-1dcf82ada5ba6d4567c9aa3ccfea3cca9d01095d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3061","width":"4082"}},{"href":"http://media.npr.org/assets/img/2014/06/13/anamericansoldier-04-61c27aa40c8cf0e11651011fee12dc73e81776cc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3401","width":"4531"}}]}