{"created":"2014-10-31T02:13:58+00:00","modified":"2014-10-31T02:13:59+00:00","valid":{"from":"2014-10-31T02:13:58+00:00","to":"3014-10-31T02:13:58+00:00"},"hreflang":"en","title":"Republicans On The Offensive Over Benghazi, IRS","published":"2014-05-09T18:39:00+00:00","teaser":"Republicans voted this week to appoint a committee to re-open the investigation of the Obama administration's response to Benghazi.","itags":["npr_api","311103119"],"contentencoded":"<p>Republicans voted this week to appoint a select committee to re-open the investigation of the Obama administration&#8217;s actions before, during, and after the September 2012 attack on the U.S. diplomatic compound in Beghazi, Libya.</p><p>That attack killed four Americans, including the U.S. ambassador to Libya, Chris Stevens. The Republican move was prompted after the White House was forced to release an email from former National Security advisor Ben Rhodes to his then-boss, National Security Advisor Susan Rice.</p><p>Rice was to go on the weekend talk shows in the immediate aftermath of the attack. Rhodes&#8217; emails are preparation notes to have Rice emphasize that the attacks were prompted by a YouTube video insulting to Islam. The note says Rice&#8217;s goal for her public statements should be to “underscore that these protests are rooted in an Internet video, and not a broader failure of policy.&#8221;</p><p>Republicans say the note clearly shows that the White House was spinning the truth on Benghazi ahead of upcoming elections. The White House says that at that early point, the facts of what happened in Benghazi were still hazy, and they were reporting what they knew at that point.</p><p>The Republican led house also voted this week to hold former IRS official Lois Lerner in contempt of Congress for refusing to answer questions about her role in the IRS&#8217;s targeting of conservative groups. Lerner had admitted during a conference organized by the American Bar Association that the agency had target certain groups.</p><p>ABC News&#8217; <strong>Rick Klein</strong> joins <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson to discuss the latest in this case.</p><h4>Guest</h4><ul><li><a href=\"http://abcnews.go.com/Author/Rick_Klein\" target=\"_blank\"><strong>Rick Klein</strong></a>, political director at ABC News. He tweets <a href=\"https://twitter.com/rickklein\" target=\"_blank\">@rickklein</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Republicans+On+The+Offensive+Over+Benghazi%2C+IRS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Hitesh Hathi","guid":"8a45620e-9246-41f3-9da3-0be6bd060859","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311103122-fc9ce4.m3u?orgId=1&ft=3&f=311103119"}]}