{"created":"2015-06-26T09:03:03+00:00","modified":"2015-07-03T19:05:18+00:00","valid":{"from":"2015-07-03T19:05:18+00:00","to":"3015-07-03T19:05:18+00:00"},"hreflang":"en","title":"Charleston Stirs Memories Of Young Birmingham Bombing Victim","published":"2015-06-26T22:01:00+00:00","teaser":"Decades before the deadly shootings at a South Carolina church, a church bombing killed four girls in Alabama. A friend of one of the girls describes the emotional scars both incidents have left.","itags":["npr_api","417512123"],"guid":"8a495cef-af55-4e1e-817b-7a76d92747ce","contentencoded":"<p>Fifty-one years before the deadly shootings at a church in Charleston, S.C., there was another infamous attack on a Southern black church. The 16th Street Baptist Church in Birmingham, Ala., was bombed by the Ku Klux Klan on Sept. 15, 1963.</p><p>Four young girls were murdered. Cynthia Wesley, Carole Robertson and Addie Mae Collins were each 14 years old. Denise McNair was 11. Gwen Moten was best friends with Denise.</p><p>\"Denise and I, we went everywhere together,\" Moten, 64, told StoryCorps recently. \"We stayed over each other's house, we'd sleep in the same bed, and we had become so close that the teachers actually separated us.\"</p><p>She last saw Denise the night before the bombing.</p><p>\"I remember her mother asking my mother if I could go with her to church the next day but my mother said, 'No.' So I walked her to the door and I said, 'I'll see you later.' And I recall that so clearly because for so long I couldn't say those words, 'I'll see you later.' And I didn't know why I wouldn't until I became adult.</p><p>\"As a child, I don't know if I understood death. There was someone I used to touch and talk with whose life was taken away.\"</p><p>Moten recalls that many churches, homes and black businesses were bombed during that era. \"It was like part of life. It was a part of living and growing up in the South,\" she says.</p><p>\"But when I heard about the shooting in the church in South Carolina, I began to shake, and I began to cry. It just came out of me because it stays within you. And it's almost like here is this link, another link of death. The question is, when will we break this link?\"</p><p><em>Audio produced for</em><em> </em>Morning Edition<em> </em><em>by </em><em>Liyna Anwar</em><em>.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\">StoryCorps.org</a></em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Charleston+Stirs+Memories+Of+Young+Birmingham+Bombing+Victim&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"140"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417675915-4ef18d.m3u?orgId=1&topicId=1060&aggIds=4516989&d=140&p=3&story=417512123&t=progseg&e=417611771&seg=16&ft=nprml&f=417512123"},{"href":"http://media.npr.org/assets/img/2015/06/25/motennpr-0c7e6732a049f248df1ac70dced265656e2be1ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"648","width":"865"}},{"href":"http://media.npr.org/assets/img/2015/06/25/motenextranpr-982da28eb197020aeabbe9f7dfbc5d9cf5925d20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1105","width":"1474"}}]}