{"created":"2014-09-08T15:35:47+00:00","modified":"2015-02-06T19:32:59+00:00","valid":{"from":"2015-02-06T19:32:59+00:00","to":"3015-02-06T19:32:59+00:00"},"hreflang":"en","title":"How People In Ferguson See The Police In Ferguson","published":"2014-08-14T21:06:00+00:00","teaser":"Some residents say that even before Ferguson police killed a teenager, they saw the police as a potential threat. Increasingly this week, they're seeing the police in military gear.","itags":["npr_api","340336291"],"guid":"8a53f0fd-cd84-43a0-a052-33a8407e8d45","contentencoded":"<p>A police officer's killing of Michael Brown, 18, in Ferguson, Mo., has ignited racial tensions in a town whose population is two-thirds black — and whose police force reportedly has three black members. Some black residents say that long before Brown's death, they saw the police as a potential threat.</p><p>\"It's the constant pressure of every time a police officer gets behind us, we're gripping the steering wheel,\" Anthony Ross, 26, of neighboring Berkeley tells NPR's David Schaper. He added, \"Everything on the car is right.\"</p><p>\"Every time you see a cop, it's like, 'Am I going to get messed with?' You feel that way every single time you get behind [the wheel]. Every time.\"</p><p>Ross, who spoke to David at a daytime protest outside Ferguson's police department, said he wanted to add one more point, about his fears for his children:</p><blockquote><p>\"As a father of two girls and one son, I should not have to teach my kids how to be arrested. I can teach my kids about how to avoid ignorant people. I can't teach my kids on how to avoid ignorant police officers. I should not have to teach my son to do everything possible to make sure that you're not killed out here on these streets when a police officer pulls you over.\"</p></blockquote><p>Speaking about the police in a church forum earlier this week, resident Amy Hunter told an overflowing crowd, \"There is no other people on Earth that I love more than my children. And I would really like to stop being afraid every time they leave my house.\"</p><p>She told the story of her son being stopped while walking home, so he could be patted down and questioned by a police officer. The incident left the boy, who was 12 at the time, in tears.</p><p>\"And then he looked at me and he said, 'Mom, how long will this happen to me?' \" Hunter told the audience. \"And I said, 'For the rest of your life.' \"</p><p>Another element that's come into play during the protests and outbursts of violence since Brown's death is the increasingly militarized and \"hardened\" appearance of the police. This week, people who live in Ferguson are seeing police in tactical gear at barricades, and men armed with heavy weapons sitting atop armored vehicles.</p><p>\"America has been quietly arming its police for battle since the early 1990s,\" reports <a href=\"http://www.newsweek.com/how-americas-police-became-army-1033-program-264537\">Newsweek</a>, which explains a federal program that lets many state and federal police agencies receive weapons, ammunition and other gear from the Department of Defense, in a move that was initially made as part of the U.S. war on drugs.</p><p>The subject of how municipal police departments receive military-grade equipment was the subject of a <a href=\"http://www.nytimes.com/2014/06/09/us/war-gear-flows-to-police-departments.html\">New York Times</a> article earlier this summer. Here's a sentence that sums it up:</p><blockquote><p>\"During the Obama administration, according to Pentagon data, police departments have received tens of thousands of machine guns; nearly 200,000 ammunition magazines; thousands of pieces of camouflage and night-vision equipment; and hundreds of silencers, armored cars and aircraft.\"</p></blockquote><p>As we noted in our <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/14/340315497/tear-gas-and-arrests-ferguson-police-and-protesters-face-off\">earlier post on the day's news in Ferguson</a>, a former police chief — who's the current head of U.S. Customs and Border Protection — says there are conflicting impulses over whether to deploy police in \"soft\" or \"hardened\" gear.</p><p>On one hand are concerns for officers' safety, Commissioner R. Gil Kerlikowske told NPR's Steve Inskeep. On the other, he said, is the idea that it's difficult to defuse tension in the streets \"when you're hardened up.\"</p><p>That same idea came up in a <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a> interview today. Comparing the police in Ferguson to the National Guard, <em>Washington Post</em> reporter Wesley Lowery quotes one man there who told him, \"When I go somewhere and see a cop in riot gear, first thing I think is, 'Riot.' When I see someone that looks like they're ready to fight me, I'm going to put up my fists.\"</p><p><strong>Update at 1:35 p.m. ET: Police Chief Discusses Shift In Tactics</strong></p><p>The head of Ferguson's police department says his officers will try to ease the tensions that have risen during recent protests, by \"facilitating\" the demonstrations rather than restricting them.</p><p>\"With the chaos that's going on right now, I'm at least happy that nobody's gotten seriously injured,\" Ferguson Police Chief Thomas Jackson said at a news conference this afternoon.</p><p>Of the criticisms that have been leveled at police for their efforts to control crowds and their military-style gear, Jackson said, \"We're going to talk about not only the tactics, but the appearance.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+People+In+Ferguson+See+The+Police+In+Ferguson&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340336417-aa900f.m3u?orgId=1&topicId=1003&e=340336291&d=235&ft=nprml&f=340336291"},{"href":"http://media.npr.org/assets/img/2014/08/14/ferguson_kids-4e09133455038ffb65c6e143a3c59a924da33132.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2007","width":"2676"}},{"href":"http://media.npr.org/assets/img/2014/08/14/ferguson_police_weapons-45a4bb4789f0e81bec856f0a669805440ad706d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1830","width":"2441"}}]}