{"created":"2015-05-14T07:32:32+00:00","modified":"2015-05-27T21:05:15+00:00","valid":{"from":"2015-05-27T21:05:15+00:00","to":"3015-05-27T21:05:15+00:00"},"hreflang":"en","title":"Long-Term Depression May Boost Stroke Risk Long After Mood Improves","published":"2015-05-14T13:51:00+00:00","teaser":"Even after the psychological pain is effectively treated, damage from long years of depression may linger. It seems to double the risk of stroke among adults over age 50, research suggests.","itags":["npr_api","406502154"],"guid":"8a718002-d5e0-4bcb-bf60-2d53fb4cad9d","contentencoded":"<p>Medical researchers have known for several years that there is some sort of link between long-term depression and an increased risk of stroke. But now scientists are finding that even after such depression eases, the risk of stroke can remain high.</p><p>\"We thought that once people's depressive symptoms got better their stroke risk would go back down to the same as somebody who'd never been depressed,\" says epidemiologist <a href=\"http://profiles.ucsf.edu/maria.glymour\">Maria Glymour</a>, who led the <a href=\"http://jaha.ahajournals.org/content/4/5/e001923.full?sid=ee78a136-dc87-430a-bb1d-2f5c4b881f63\">study</a> when she was at Harvard's T.H. Chan School of Public Health. But that's not what her team found.</p><p>Even two years after their chronic depression lifted, Glymour says, a person's risk for stroke was 66 percent higher than it was for someone who had not experienced depression.</p><p>The study analyzed data across a dozen years for more than 16,000 adults, age 50 or older. Participants were asked to complete a survey every two years from 1998 to 2010 that asked, among other things, about their mood the previous week.</p><p>The questions, Glymour says, included whether \"during the past week, they had often felt depressed; felt that everything they did was an effort; whether they had had restless sleep; they felt lonely; whether they couldn't 'get going'; whether they felt sad.\"</p><p>If people answered \"yes\" to three or more of these questions, the researchers counted them depressed. The scientists also kept track of whether participants had a stroke during the 12-year study period.</p><p>Now, Glymour <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/21934057?dopt=Abstract\">expected</a> people with long-term depression to have a higher risk of stroke. And they did — more than double the risk of those who weren't depressed. But she was not expecting stroke risk to continue as long as two years after the depression lifted.</p><p>Scientists don't yet know the mechanisms involved, she says — why depression would predispose someone to stroke. It could have something to do with the body's physical reaction to the psychological malady, Glymour says.</p><p>\"Changes in immune function,\" she says, \"[or] inflammatory response, nervous system functioning — all of these might influence blood pressure [or] cortisol levels and thereby increase your risk of stroke.\"</p><p>It's also possible, she says, that depression changes a person's behavior in ways that increase the risk of stroke. People may be more likely to smoke cigarettes or drink excessive amounts of alcohol when depressed, or find it harder to get exercise.</p><p>Glymour says the study's findings imply that the negative health effects of depression are likely cumulative over time — people whose diagnosis of depression was very recent were <em>not </em>more likely to have a stroke than people who never had symptoms.</p><p>That's one more reason why it's so very important to treat depression as soon as possible, she says. <a href=\"http://www.ucsfhealth.org/renee.binder\">Dr. Renee Binder</a> with the American Psychiatric Association agrees.</p><p>\"There is no health without mental health,\" Binder says, adding that people should be routinely screened for depression and anxiety when they see their primary care provider.</p><p>The answers to just a few questions — such as whether patients feel sad many days of the week or get pleasure from everyday activities — can be clear warning signs that more extensive screening is needed, maybe including a referral to a mental health specialist.</p><p>The good news, Binder says, is that depression can be \"extremely treatable\" once it's addressed. A short course of psychotherapy or a short course of medication, she says, can quickly turn things around in many cases.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Long-Term+Depression+May+Boost+Stroke+Risk+Long+After+Mood+Improves&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406633752-9b0e47.m3u?orgId=1&topicId=1128&d=225&p=3&story=406502154&t=progseg&e=406631460&seg=11&ft=nprml&f=406502154"}]}