{"created":"2015-03-16T20:12:21+00:00","modified":"2015-03-17T12:00:34+00:00","valid":{"from":"2015-03-17T12:00:34+00:00","to":"3015-03-17T12:00:34+00:00"},"hreflang":"en","guid":"8a7681b6-e990-4590-943f-09b27fadf1ac","title":"'Prejudice can't survive proximity:' The four words at the heart of 'Pride'","published":"2015-03-17T12:00:28+00:00","byline":"David Leveille, Nina Porzucki","tags":["protests","LGBT rights","activism","movies","culture","history","Culture","Arts, Culture & Media","Europe","United Kingdom","Stephen Beresford","Matthew Warchus","Margaret Thatcher","LGBT","LGBT social movements","Gay","Human sexuality","Sexual orientation","Social Issues"],"teaser":"In 1980s Britain, where anti-gay prejudice was widespread and accepted, a group of gay and lesbian Britons reached out to support the UK's striking miners. Their story, the subject of a film released last year, has much to teach today's Internet-based activists, says the screenwriter of \"Pride.\"","contentencoded":"<p>The United Kingdom was a country in turmoil in 1984. Prime Minister Margaret Thatcher had all but declared war on the country's coal miners, and thousands of them were on strike to protest the threatened closure of 20 mines. The miners received help from an unlikely partner: the gay community.</p>\n<p>\"<a href=\"http://www.imdb.com/title/tt3169706/\">Pride</a>,\" a historical comedy-drama written by Stephen Beresford and directed by Matthew Warchus, explores that little-known alliance.</p>\n<p>It wasn't an easy one to forge: anti-gay discrimination was rampant in the 1980s; it was considered perfectly acceptable for newspapers and television commentators to make homophobic remarks. The country was also enduring the breakout of the HIV/AIDS epidemic in the early years of the decade. </p>\n<p>So when some members of the community formed \"Lesbians and Gays Support the Miners,\" the National Union of Mineworkers was hesitant to join forces. But after the activists reached out to support families in a small mining village in Wales, the groups came to trust each other.</p>\n<p>“In that moment, everything changed for me, really, because I saw the possibilities,\" Beresford remembers. The moment shook him profoundly. \"It occurred to me that if you don’t have to belong to a group to support it, if you don’t have to be a woman to support women’s rights, if you don’t have to be Black or Asian or any mixed ethnicity to support the fight against racism, then we can all fight together and win.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/kZfFvsKDuUU\" width=\"560\"></iframe></p>\n<p>Over time, Beresford says, the miners and the gays and lesbians developed an understanding and together helped to advance the cause of human dignity and gay rights. But Beresford wonders if this unlikely partnership could happen today.</p>\n<p>With the Internet, he says, “we can connect and know about things that are happening on the other side of the world, and we can comment and get involved so that we can be 'there.' Petitions fly around the Internet all the time. But the difference is that because those facilities weren’t available to LGSM, they had to turn up in person.”</p>\n<p>Beresford says that's the lesson to be learned: The fact that the group turned up in person to show their support helped to break down any potential barriers.</p>\n<p>“That is one of the principal differences of this story and the way activists are today,\" he says. \"They turned up. They turned up as a physical presence and that is what made all the difference.  I hope if there’s one thing that the film encourages people is that that’s a very good policy, a good way of getting involved, because the more we connect as people, the more effective we become.”</p>\n<p>It boils down to four words, Beresford says: \"Prejudice can't survive proximity.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-16%2Ftelling-story-lesbians-and-gays-who-supported-miners&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/lgsm-banner-pride-1985.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/lgsm-banner-pride-1985jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03162015_14_0.mp3"},{"href":"http://www.pri.org/file/0316201514mp3-0"}]}