{"created":"2015-05-22T20:00:10+00:00","modified":"2015-05-22T21:34:31+00:00","valid":{"from":"2015-05-22T21:34:31+00:00","to":"3015-05-22T21:34:31+00:00"},"hreflang":"en","title":"The Future Is Bright In The Time-And-Space Twisting 'Tomorrowland'","published":"2015-05-22T21:34:00+00:00","teaser":"Brad Bird's new sci-fi adventure film features George Clooney, Britt Robertson and an endless sense of possibilities. David Edelstein says the film makes a \"near-hysterical case\" against pessimism.","itags":["npr_api","408459870"],"guid":"8a900676-b9ad-4435-95c9-c73d67875654","contentencoded":"<p>Much of Brad Bird's Disney sci-fi adventure <em>Tomorrowland</em> is terrific fun, but it's one of the strangest family movies I've seen: Bird's not just making a case for hope, he's making a furious, near-hysterical case against anti-hope.</p><p>After a perplexing prologue in which George Clooney in a futuristic suit addresses an unseen audience, Bird flashes back to perhaps the 20th century's most enduring symbol of technological optimism: The 1964 New York World's Fair. Clooney's character, Frank Walker, is a preteen science nerd who is demonstrating his semifunctional homemade jetpack to a British scientist called Nix played by Hugh Laurie. Nix belittles Frank, but a young girl named Athena, who appears to be Nix's daughter, secretly slips the boy a World's Fair pin that transports him somewhere <em>fabulous</em>.</p><p>I can't describe where that is because the fun in <em>Tomorrowland</em> comes from being constantly upended. What I can say is that for Bird the '64 fair is utopia. This was an era when kids made rockets in garages out of vacuum cleaner parts; when a clean, cheerful \"city of the future\" inspired awe instead of cynicism. For Frank, anything seems possible.</p><p>Frank is not the movie's protagonist, but it's someone cut from the same cloth. Casey Newton is a present-day Florida teen (played by Britt Robertson) whose dad works for NASA overseeing the dismantling of rockets that will never be used. A budding rocket scientist, she's so outraged by the failure to support the space program, she sends homemade drones to sabotage the equipment — and gets caught. Sprung from jail, she finds in her belongings the same kind of pin that sent Frank on the ride of his life. Every time she touches it, she's in what I'm tempted to call a field of dreams.</p><p>It's obvious why both Casey and Frank got that pin: They have imaginations that can't be dampened. Casey's dad poses a riddle that becomes the cornerstone of her worldview, which is, in fact, the film's worldview: You have two wolves, one representing darkness and despair, the other light and hope. Which one lives? Casey knows the answer: \"The one you <em>feed</em>.\"</p><p>After Casey joins forces with the middle-aged Frank, much of <em>Tomorrowland</em> is time-and-space jumping plus blast-'em-up battles with human-looking robots. But the most vivid thing is the message: a critique of films, books and TV shows in which floods, plagues, robots, or nukes wipe out civilization. It's not that Bird is disparaging climate change or other dangers. He's saying our society has become so comfortable with the vision of apocalypse that we're not dreaming up solutions.</p><p>Maybe Bird is right and we <em>are</em> too comfortable — even turned on — by plague/flood/road-warrior/kids-killing-kids movies. But <em>Tomorrowland</em> has a weird side, too. Bird has acknowledged the influence of Ayn Rand's militant individualism, and so the enemies he identifies aren't, say, the people <em>causing</em> climate change. They're the doomsaying collective, like the science teacher who drones on about temperature rise and looks dumbly at Casey when she interrupts to ask, \"Can we <em>fix</em> it?\" Nihilistic groupthink rules our culture, says Bird, and Casey's positivity makes her a pariah.</p><p>Apart from that — a big \"apart\" — I loved the movie. I had to dry my tears and let the buzz wear off before I could argue with it. The creator of <em>The Incredibles</em>, <em>Ratatouille</em> and the last <em>Mission: Impossible</em> film, <em>Ghost Protocol</em>, Bird straddles two worlds, his animation grounded by love of classic cinema, his live-action films liberated by an animator's sense of possibilities.</p><p>The cast is fun, too. Though Clooney mugs as much as acts, his comic timing remains superb and his young female co-stars are marvelous. Britt Robertson's jumpy Casey pairs beautifully with Raffey Cassidy's crisp underplaying as the enigmatic Athena. I hope neither actress follows <em>Tomorrowland</em> with a plague or <em>Mad Max </em>film — though we all know that in Hollywood, movies with no future are the future.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Future+Is+Bright+In+The+Time-And-Space+Twisting+%27Tomorrowland%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Edelstein","audio":[{"meta":{"duration":"345"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408830374-4f842b.m3u?orgId=1&topicId=4467349&d=345&p=13&story=408459870&t=progseg&e=408453740&seg=2&ft=nprml&f=408459870"},{"href":"http://media.npr.org/assets/img/2015/05/22/pe0150.comp.036335.1252-e0033b24b4d47240aa9c155c327b441049454f0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2158","width":"2877"}},{"href":"http://media.npr.org/assets/img/2015/05/22/na0300.comp.026329.1163-adced315586adbf4ded4b0d5c4fec30e73af4164.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1079","width":"1438"}}]}