{"created":"2014-11-21T20:23:49+00:00","modified":"2014-11-24T21:14:51+00:00","valid":{"from":"2014-11-24T21:14:51+00:00","to":"3014-11-24T21:14:51+00:00"},"hreflang":"en","guid":"8a97bc16-9a2d-4f2f-a451-08b77e867b5a","title":"Gender equality is the next great fight in a post-apartheid South Africa","published":"2014-11-24T21:14:47+00:00","byline":"Marc Kilstein","tags":["women's rights","Ethnicity & Race","history","Across Women's Lives","Justice","Conflict & Justice","Cape Town","Africa","South Africa","Africa","Malika Ndlovu","Apartheid in South Africa","Gender"],"teaser":"In a post-apartheid South Africa, gender inequality is rampant. But women and girls across the country are mounting a fierce fight for their rights.","contentencoded":"<p>Many South African women who came of age under an apartheid government are still active in the fight for their rights. But no longer is the main issue race. Now, women and girls across the country are in a fierce struggle against gender inequality.</p>\n<p>“South Africa is such a complicated place, with such a brutal history — and race, class, and gender are all intertwined in there — but people are really feeling like gender is the next big issue here,” says The World’s Jeb Sharp.   </p>\n<p>Sharp is in Cape Town, collecting stories about women’s lives in post-apartheid South Africa for what will be part of a year-long reporting project from PRI called Across Women’s Lives.</p>\n<p>“There are endemic levels of violence and sexual violence, and activists are really up in arms,” Sharp says. “There’s a real feeling like, ‘Enough with the patriarchy,’ and you hear all these conversations about [gender inequality] being the main struggle now.”</p>\n<p>Sharp has been documenting her experience in South Africa on <a href=\"http://instagram.com/jebsharp\" target=\"_blank\">Instagram</a>, and the portraits and scenes she has captured begin to tell the stories of some remarkable South African women.</p>\n<blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-version=\"4\"><div>\n<div>\n<div> </div>\n</div>\n<p><a href=\"https://instagram.com/p/vlljLmvYDX/\" target=\"_top\">Zethu Matebeni, South African scholar and activist. \"My mother is my role model. My mother represents freedom. It's not a given. You have to yearn for it, and in yearning for it, you have to go and fight for it, but it always comes.\" #Capetown #theworld #reportingtrip #strongwomen</a></p>\n<p>A photo posted by Jeb Sharp (@jebsharp) on Nov 11, 2014 at 8:02am PST</p>\n</div>\n</blockquote>\n<script async=\"\" defer=\"defer\" src=\"//platform.instagram.com/en_US/embeds.js\"></script><p>“Zethu Matebeni is a really interesting woman,” says Sharp. “She’s a black woman, a lesbian, and she works on LGBT and gay rights issues. And what is so interesting about the quote [featured in the Instagram caption] is that she feels that way about her mother — who was in the struggle against apartheid — partly because she, Zethu, grew up feeling accepted. And not only accepted — but celebrated. And this was at a time when her peers were not being accepted and were being thrown out of their houses for being like her. And Zethu feels that in a place where it is dangerous to be a black lesbian, she can be out and loud and vocal, precisely because her mother represents this safe haven for her.”</p>\n<p>Sharp also profiled Malika Ndlovu, a South African poet and performer.</p>\n<blockquote class=\"instagram-media\" data-instgrm-captioned=\"\" data-instgrm-version=\"4\"><div>\n<div>\n<div> </div>\n</div>\n<p><a href=\"https://instagram.com/p/vn0jC_vYCW/\" target=\"_top\">Incredible conversation today with poet and performer Malika Ndlovu about raising sons in today's South Africa. #theworld #worldgender #reportingtrip #capetown</a></p>\n<p>A photo posted by Jeb Sharp (@jebsharp) on Nov 11, 2014 at 4:52am PST</p>\n</div>\n</blockquote>\n<script async=\"\" defer=\"defer\" src=\"//platform.instagram.com/en_US/embeds.js\"></script><p>“Even though the [Instagram] photo is a quite serious-looking picture, Malika is actually the warmest, funniest, most hilarious person,” says Sharp. “And she’s a poet, and in her interview she basically performed. I was just laughing and crying and listening. And what she said is that you wouldn’t believe the poetry of being a feminist and growing up in this environment and suddenly having son, after son, after son. And then, a son of hers already has a son — so in her mid-40s, she’s already a grandmother.”</p>\n<p>Sharp says Ndlovu poetically described having a “huge vested interest in what kind of men [her sons] become, given the issues that South Africa is facing.”</p>\n<p><em>More of Jeb Sharp’s dispatches from South Africa will appear on PRI.org and air on The World beginning in December.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/jebsouthafrica%20copy.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/jebsouthafrica-copyjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112120148.mp3"},{"href":"http://www.pri.org/file/112120148mp3"}]}