{"created":"2015-05-21T07:40:26+00:00","modified":"2015-05-28T19:05:04+00:00","valid":{"from":"2015-05-28T19:05:04+00:00","to":"3015-05-28T19:05:04+00:00"},"hreflang":"en","title":"Avian Flu Outbreak Takes Poultry Producers Into Uncharted Territory","published":"2015-05-21T20:25:00+00:00","teaser":"Avian influenza is ravaging poultry flocks across the Upper Midwest. The virus is \"doing things we've never seen it do before,\" and understanding about transmission is very limited, a scientist says.","itags":["npr_api","408306843"],"guid":"8a98229e-cc08-476f-b4b2-3a08617f81fb","contentencoded":"<p>An avian flu outbreak is sweeping across the Midwest at a frightening pace, ravaging chicken and turkey farms and leaving officials stumped about the virus's seemingly unstoppable spread.</p><p>Now reaching to 15 states, the outbreak has been detected at 174 farms, according to the U.S. Department of Agriculture. Because there's no vaccine, infected and even healthy birds must be killed to try to stop the virus, forcing the killing of 38.9 million birds and counting, the USDA <a href=\"http://www.aphis.usda.gov/wps/portal/aphis/ourfocus/animalhealth/sa_animal_disease_information/sa_avian_health/ct_avian_influenza_disease/!ut/p/a1/lVJNU4MwEP0tHnqkSYEC9db6VdS2akdbuDBLCJAREiaEMvrrDVgdnbFVc9vd93b3vQ0K0RaFHHYsA8UEh6KLQye6Xs3N0Qyb_tV6coH95dPlwrt1rdXc1oBAA_CBN8Xf-asb3-n4D3g2Px_htYU2KEQh4apSOQqgylkdEcEV5SoqWCxBvgxwDZFoZJQK0tR9BJyVUEQ5hULlXzMJqynUNGI8FbLsRbyXdwz4J56ofULDiobyV_ggdstUhCUoiM1Jih2TGpY3AsMmsWXAGMaGOU7SJCHEtSx3L_6Iul_M68VryNnVdG67t9ow2zOxf67p7mSBse_sAUf8DfQO7sEhExut_ynq-g8nN-XibJHptqByozMbbY8e4b385Qhoe-QImxkKnZZt_PtumawQcf8TgymPLU9PlTSlksphI3U6V6o6HeABbtt2yEQLkElGmkI1kg4zsRvgfsznlCHU1U_NclErtD3QBFXlY-lZL8ZzulwaYXB3V268enpy8gaLBRxS/?1dmy&urile=wcm%3apath%3a%2Faphis_content_library%2Fsa_our_focus%2Fsa_animal_health%2Fsa_animal_disease_information%2Fsa_avian_health%2Fsa_detections_by_states%2Fct_ai_pacific_flyway\">says</a>.</p><p>The particular strain of avian flu, highly pathogenic H5N2, <a href=\"http://www.nwhc.usgs.gov/publications/wildlife_health_bulletins/WHB_2014-05_H5N8.pdf\">was first confirmed</a> in a backyard flock in Washington state. While chickens and turkeys are highly susceptible to it, it is considered a <a href=\"http://www.cdc.gov/flu/avianflu/h5/index.htm\">low risk</a> for transmission to humans, according to the Centers for Disease Control and Prevention.</p><p>Now officials are scrambling, trying to figure out how to dispose of millions of dead birds. Most of them are in Iowa, the largest egg producer in the U.S. and the one hardest hit by the outbreak. At one farm alone, Rembrandt Enterprises, some 5.5 million birds had to be destroyed.</p><p>\"I've been in the landfill business probably 26 years, and I've never ever seen this kind of volume,\" said Randy Oldenkamp, director of the Northwest Iowa Area Solid Waste Agency. \"And I hope I never do again.\"</p><p>Oldenkamp is accepting 100 loads of the birds for disposal at 15 tons a load. But other landfill managers are turning away the birds, fearing contamination and neighbors' complaints.</p><p>\"It is a catastrophe,\" said Billy Duplechein, who works with Clean Harbors, the contractor hired by the federal government to do the cleanup. \"Nobody wants to see this kind of stuff, but something has to be done.\"</p><p>The USDA believes the virus was brought to the Midwest by migratory water fowl via the Mississippi Flyway. But Agriculture Secretary Tom Vilsack has admitted that the ongoing and quick spread could be \"laterally spread\" by people.</p><p>\"We've had circumstances recently where folks have been using pond water, for example, to feed and to water their birds. Well, that's a problem because the pond water could be contaminated,\" Vilsack said. \"We've had situations where folks are supposed to shower before they go into the facility, but the shower doesn't work, so they go in anyway.\"</p><p><a href=\"http://www.cidrap.umn.edu/about-us/cidrap-staff/michael-t-osterholm-phd-mph\">Michael Osterholm</a>, director of the Center for Infectious Disease Research and Policy at the University of Minnesota, said the poultry industry is in uncharted territory. The virus is \"doing things we've never seen it do before,\" so scientists' understanding is very limited, he says.</p><p>\"Influenza viruses have thought in the past to be transmitted by birds to birds in close contact and that it was only through that kind of transmission that we need to be concerned,\" Osterholm says. \"Now we surely have a very dynamic situation in the Midwest. It's also a situation where we no longer can assume it's just migratory birds.\"</p><p>Other theories on the virus's rapid transmission include small rodents infiltrating facilities, contaminated feed and water or that the virus could even be airborne.</p><p>Vilsack and Iowa Gov. Terry Branstad took to the media this week, begging landfills to take the birds before any more can be exposed. Farms are also burying the birds, composting them with wood chips and corn stover and burning them in five large mobile incinerators brought in by Clean Harbors. Officials are also considering taking mobile incinerators from farm to farm.</p><p>Northwest Iowa is hardest hit, thanks to its large egg-laying operations, and workers in white and yellow Tyvek suits, protective gear with a respirator, could be seen discarding the birds from barns.</p><p>Neighbors in the remote rural communities say they have noticed more trucks at the farms. And they've certainly noticed the putrid smell.</p><p>Dawn Cronk lives just a mile and a half south of Sunrise Farms, near Harris, Iowa, and drives home at midnight from her job working the late shift at a nursing home.</p><p>\"I have the window down and all of a sudden there's just that distinct dead animal smell,\" she says. \"And it's not just one dead animal, it's like you walked into a ... a decomposing lot. It's just that strong.\"</p><p>A huge incinerator is being set up at the Cherokee County landfill, and officials there plan to fire it up this week and have it burning for 24 hours a day. Although some hold out hope that the outbreak will die down this summer, when its harder for the virus to live in hot temperatures, others guess that states could be cleaning up for months or even years to come.</p><p>\"That's the million-dollar question,\" Duplechein says. \"We really don't know.\"</p><p><em>This </em>story <em>comes to us via <a href=\"http://harvestpublicmedia.org/\">Harvest Public Media</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Avian+Flu+Outbreak+Takes+Poultry+Producers+Into+Uncharted+Territory&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peggy Lowe and Sarah Boden","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408407224-97f56b.m3u?orgId=1&topicId=1053&d=274&p=3&story=408306843&t=progseg&e=408405005&seg=1&ft=nprml&f=408306843"},{"href":"http://media.npr.org/assets/img/2015/05/20/473783936-c22375f46b40e3b85f21574f38d5fece2c5306da.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}