{"created":"2014-09-08T15:35:30+00:00","modified":"2015-02-06T19:32:39+00:00","valid":{"from":"2015-02-06T19:32:39+00:00","to":"3015-02-06T19:32:39+00:00"},"hreflang":"en","title":"In Ferguson, Local Faith Leaders Call For 'Different Dialogue'","published":"2014-08-18T19:01:00+00:00","teaser":"Amid ongoing tension over the shooting death of an unarmed teen, churches are telling their parishioners that now is the time for tough conversations.","itags":["npr_api","341158831"],"guid":"8ac22b61-6dff-4045-be8d-cd889f21e91a","contentencoded":"<p>On a quiet morning after <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/17/341082635/more-violence-arrests-in-ferguson-but-most-respect-curfew\">another difficult night in Ferguson</a>, businesses along the streets put up signs in their windows reading \"I Heart Ferg.\" Former Mayor Brian Fletcher is passing out more.</p><p>\"We're going to raise $5,000 by tomorrow at noon for yard signs,\" Fletcher says.</p><p>Overnight clashes led to one shooting and several injuries. The nightly protests started after last Saturday's shooting death of an unarmed black teen — Michael Brown — at the hands of a white police officer.</p><p>So many questions remain unanswered here, fueling anxiety that Missouri Gov. Jay Nixon tried to address on a number of national networks. He emphasized on ABC that his office was not happy with the release of a surveillance video showing Brown purportedly robbing a convenience store.</p><p>\"It appeared to ... cast aspersions on a young man that was gunned down in the street. It made emotions raw,\" Nixon said.</p><p>At the predominantly black Greater St. Mark Family Church, the Rev. Audrey Hollis says there's a real reason for raw emotions.</p><p>\"The underlying current of racism is still very real in the city of St. Louis,\" Hollis says.</p><p>But sermons at both black and white congregations sounded similar messages — calling for the tough community conversations that haven't happened yet.</p><p>\"The problems are deep and systemic,\" said pastor Mike Trautman, in his message to the overwhelmingly white First Presbyterian Church of Ferguson. \"Too many people have stood tall in this community over the years to allow this event to unravel all the good work that has happened.\"</p><p>For more than a decade, Trautman has been working on community issues here with interfaith ministry volunteer and Ferguson native Toni Burrow. She's called this place home for 64 years.</p><p>\"One of the things that hurt me so is that people come from outside of Ferguson to do for us,\" Burrow says. \"If you look around at the things that go on in Ferguson, the lives that we live, we don't need that kind of help.\"</p><p>These longtime friends say they're seeing Ferguson come together during this tough time.</p><p>On the main drag where protests go on nightly, Ferguson residents have been showing up to help clean up. Volunteers have turned a parking lot into a place to drop off food and supplies. And community leaders see this moment as a pivot point.</p><p>\"My fear is that it will be business as usual when this dies down,\" Burrow says. \"And it will die down. It always does.\"</p><p>For now, the tensions wear on. Trautman is using his pulpit to push for changes.</p><p>\"I am hoping that out of this we can renew the dialogue,\" Trautman says. \"But we have to have a different dialogue. We have to learn to talk to one another a little differently.\"</p><p>But first, they're praying for peace. On Sunday night, the newly instituted citywide curfew gets its second test.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Ferguson%2C+Local+Faith+Leaders+Call+For+%27Different+Dialogue%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341164567-043f2d.m3u?orgId=1&topicId=1091&e=341158831&d=214&ft=nprml&f=341158831"},{"href":"http://media.npr.org/assets/img/2014/08/17/dsc09537-4894b7688aae71237856183202bb9288e84db05f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1784","width":"2379"}}]}