{"created":"2014-11-08T15:26:37+00:00","modified":"2014-11-14T17:05:18+00:00","valid":{"from":"2014-11-14T17:05:18+00:00","to":"3014-11-14T17:05:18+00:00"},"hreflang":"en","title":"The GOP Takes Heart From Colorado, But Still Faces 2016 Hurdles","published":"2014-11-08T17:33:00+00:00","teaser":"Colorado is one of the battleground states where Republicans made big gains this week, but the state is becoming more urban and more diverse — two factors that work in Democrats' favor.","itags":["npr_api","362422665"],"guid":"8acbb9e5-87bb-48f0-aba5-2ebeb5a9d442","contentencoded":"<p>Colorado is one of the battleground states where Republicans made big gains this week. Republicans in the state believe they now have momentum going into the 2016 presidential election.</p><p>But the GOP has suffered some punishing losses there lately, owing in part to the state's changing demographics. That trend may still be a big factor in 2016.</p><p>The last time Republicans won a U.S. Senate seat here was when Wayne Allard was re-elected in 2002. Back then, Congressman and now Senator-elect Cory Gardner was a young staffer working behind the scenes for Allard.</p><p>Tuesday night, Gardner got to take the podium.</p><p>\"As Republicans in Colorado, we've gotten used to the saying, 'Wait until the next election,' \" Gardner told his supporters. \"Well, I've got news for you, that next election, it finally happened.\"</p><p>Gardner's victory Tuesday over Democratic Sen. Mark Udall rested in part on his ability to energize the base and still appeal to moderates in the party, and, according to exit polls from Tuesday, even unaffiliated voters. That's key, because those voters tend to outnumber registered Democrats or Republicans in Colorado.</p><p>\"I think that what it tells us more than anything is that candidates really matter,\" says Ryan Call, chairman of the Colorado GOP. \"That's really where, I think, as we look at the lessons learned in this election cycle, we were able to avoid some of those problems or challenges that our party has faced in the past.\"</p><p>One of those past problems was the internal sparring between social conservatives and moderates, which started around 2002. Some of the party's candidates were also seen as weak. But this year, the energetic Gardner made inroads among libertarian-leaning independents.</p><p>Call says the GOP is rebranding itself and trying to expand the tent.</p><p>\"The invitation that we made, to perhaps communities that in the past the party has not always done a good job connecting with, this year we made tremendous efforts to invite people to join us in this campaign,\" he says.</p><p>But the post-game pundits are also quick to lay blame on Udall's campaign.</p><p>Democrats \"went all in, all chips on the table, with regard to that one narrative: the war on women,\" says Eric Sondermann, a longtime political strategist in Colorado. \"I think it left a lot of voters sort of saying to themselves, 'What else do you have?' \"</p><p>In the end, though, Gardner only won by 2.5 percentage points. Democratic Gov. John Hickenlooper also held on to his seat.</p><p>\"Republicans should not take anything for granted,\" Sondermann says. \"Demographics are still tough; they're particularly tough in a presidential year. The next two Senate races in Colorado will both be in presidential years.\"</p><p>Turnout in presidential years is higher, especially among young voters and minorities. Colorado is becoming a more urban and diverse state — trends that are expected to work against this newfound Republican momentum.</p><p>In this week's midterm, only half of Colorado's Latino electorate voted.</p><p>Latinos rallying at a Denver church say they stayed home Tuesday due to frustrations over the lack of action on immigration. Carla Castedo, director of the Colorado chapter of Mi Familia Vota, says Udall missed an opportunity to focus his campaign on immigration.</p><p>In the campaign's closing months, Gardner began softening his tone on immigration. Castedo says Latinos will watch this new Republican Congress closely.</p><p>\"If they want the Latino vote in 2016, that is something they'll definitely have to think about,\" she says. \"We see this as an issue that will not go away.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+GOP+Takes+Heart+From+Colorado%2C+But+Still+Faces+2016+Hurdles&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362482354-024d83.m3u?orgId=1&topicId=1014&ft=3&f=362422665"}]}