{"created":"2014-09-18T11:16:11+00:00","modified":"2015-03-10T21:45:18+00:00","valid":{"from":"2015-03-10T21:45:17+00:00","to":"3015-03-10T21:45:17+00:00"},"hreflang":"en","title":"From Coffee To Chicory To Beer, 'Bitter' Flavor Can Be Addictive","published":"2014-09-29T13:35:00+00:00","teaser":"If you don't think you like bitter foods, try them again. Jennifer McLagan, the author of <em>Bitter: A Taste of the World's Most Dangerous Flavor, </em>is on a mission to change hearts and minds.","itags":["npr_api","349277608"],"guid":"8adae08d-6bad-45b5-a5a3-44e2a10e3096","contentencoded":"<p>Food writer Jennifer McLagan has spent the past few years trying to win home cooks over to the ingredients they fear. She's written a cookbook on fat, one on bones and one titled <a href=\"http://www.amazon.com/Odd-Bits-Cook-Rest-Animal/dp/158008334X\"><em>Odd Bits: How to Cook the Rest of the Animal</em>.</a></p><p>Now, at a time when \"arugula eater\" is nearly a political slur, McLagan is back with a book of quirky history and culture, sprinkled with recipes aimed at rehabilitating the image of bitter greens. And it's not just greens — McLagan's recipes highlight everything from grapefruit to beer and chocolate.</p><p>The book is called <a href=\"http://www.amazon.com/Bitter-Worlds-Dangerous-Flavor-Recipes/dp/160774516X\">Bitter: A Taste of the World's Most Dangerous Flavor, with Recipes</a><em>. </em>And McLagan makes the case for why bitter is the most interesting flavor.</p><p>\"We're all programmed genetically to react negatively to bitter,\" McLagan tells <em>Morning Edition</em> host Audie Cornish. \"Bitterness can indicate a poison or something that's toxic.\" (This is the prevailing sentiment, although <a href=\"http://www.npr.org/blogs/thesalt/2013/11/12/244789655/why-can-we-taste-bitter-flavors-turns-out-it-s-still-a-mystery\">one recent study</a> raises questions about that assumption.)</p><p>As we grow older, we start to acquire a taste for it, she notes. \"Your first sip of coffee — it's so bitter,'\" she says. But most people get used to that taste. And it helps that coffee perks us up. \"It stimulates the nervous system,\" McLagan says. \"So you're prepared to, like, deal with the bitterness for the benefits.\"</p><p>Bitterness has its own benefits, of course. \"It balances things that are rich,\" McLagan explains. That's why her book features dishes like Pork Chops in Coffee Black Currant Sauce. \"The bitterness of the coffee balances out the fat,\" McLagan says.</p><p>In addition to coffee, the book features common ingredients like walnuts, beer and orange rind. It also includes lots of vegetables you've probably never heard of. There's cardoon, for example, a vegetable McLagan describes as \"celery on steroids.\" The flavor is bitter, similar in some ways to artichoke. \"It's an old vegetable and I'm trying to rehabilitate it single-handedly,\" McLagan says.</p><p>Other intriguing ingredients include methi leaves (fenugreek) and <a href=\"https://www.flickr.com/photos/ulteriorepicure/4009778645/in/photolist-aeZKxr-8BtfYf-8S4Gy7-adys1t-hn6T6t-oQUsVm-5gfjD6-8S1Bcc-77p6Z9-qHhM3-77kauz-csPCJC-4RXMLK-cESKTW-8TVTLJ-6Mj5BF-fZYvMd-ajYg2p-5ZHA5o-76hi3y-9nbjvA-8S1B9R-5qaUs6-8S4GF5-ojdjVA-aekQNA-8S1ARc-41Stx-8S4Gau-8S4GAU-8S1B4p-qHhW2-8S1ACB-8S4FZJ-e99iqb-bb368z-8S1ABn-aFnNWN-4qZsn4-jERTjD-dfHBzZ-a8xBZG-6Siojg-39Kqr7-athj3Q-6Ss57j-fNJ9Fd-4aWVX1-4LsRgM-9LeN4Y\">bitter melon</a>, dandelion greens and chicory. These veggies are most popular in places like India, East Asia and Italy, McLagan says.</p><p>All of the dishes in the book are bitter in different ways. One of McLagan's recipes is for toast soup — soup made from charred toast. \"People say to me: 'Well, that's not bitter.' \"</p><p>The burnt parts of toast add bitter flavor, McLagan says. That way, when you spread jam on top, \"you're balancing the sweetness of the jam with the bitterness of the toast.\"</p><p>That's why in Europe, and especially in France, people like their pies and tarts to have slightly browned edges, she adds. The bitter, caramelized parts pair well with the sweet, tart filling. \"Things don't have to be immediately bitter, but if there's a little bit of underlying bitterness in them, they taste more interesting and complex,\" she says.</p><p>Still, not everyone will agree on what tastes bitter, McLagan says. Different people have different sensitivities to the flavor. \"Bitter is probably the most interesting taste because we probably agree on it the least.\"</p><p>She says she hopes her book will open up a dialogue about the flavor of bitter, and inspire readers to introduce more bitter flavor into their diets. Ultimately, she says, \"a lot of these bitter-flavored vegetables are very good for you.\"</p><p>Here's an example of the unusual recipes in the book. We know. You're thinking, \"Turnip Ice Cream?\"</p><p>\"It's good to surprise your taste buds every so often,\" McLagan says.</p><hr /><h3>Turnip Ice Cream</h3><p>8 3⁄4 ounces / 250 g turnips, about 3 medium</p><p>1 cup / 250 ml whole milk</p><p>1 cup / 250 ml whipping (35 percent fat) cream</p><p>A blade of mace, or a good pinch of freshly ground nutmeg</p><p>3 egg yolks 1⁄3 cup plus 2 teaspoons /2 1⁄2 ounces / 75 g sugar</p><p>A pinch of fine sea salt</p><p>1 tablespoon vodka</p><p>Peel and coarsely grate the turnips, then place them in a medium saucepan and add the milk, cream, and mace. Bring to a boil over medium heat, remove from the heat, cover, and let stand for 15 minutes. Taste the mixture: it should taste of turnip; if not, let stand another 10 minutes. Strain the mixture into a large measuring cup, pressing down on the turnip to extract all the liquid.</p><p>Whisk the egg yolks with the sugar and salt in a large bowl until the mixture is light and thick and the sugar is dissolved. Whisk the strained milk and cream mixture into the egg yolks, then pour into a clean saucepan. Cook over medium heat, stirring, until the mixture thickens and coats the back of a spoon. Strain into a bowl and cool quickly by placing it in a larger bowl or sink filled with cold water and ice. Stir the mixture often. When it is cool, cover and refrigerate overnight. Also, place a container for the ice cream in the freezer to get cold.</p><p>The next day, remove the ice cream mixture from the refrigerator, stir in the vodka, and then churn in an ice cream machine following the manufacturer's instructions. Transfer to the cold container and freeze until ready to serve.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Coffee+To+Chicory+To+Beer%2C+%27Bitter%27+Flavor+Can+Be+Addictive&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"409"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349464217-717962.m3u?orgId=1&topicId=1053&e=349277608&d=409&ft=nprml&f=349277608"},{"href":"http://media.npr.org/assets/img/2014/09/18/cardoon-e6fd424a04a686c03053d17c381777276a8ecd3c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1276","width":"1702"}},{"href":"http://media.npr.org/assets/img/2014/09/18/turnip-e097fef656e6457d7cadeda304e0579ffbd45353.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"996","width":"1328"}}]}