{"created":"2014-12-05T20:37:45+00:00","modified":"2014-12-05T21:45:07+00:00","valid":{"from":"2014-12-05T21:45:07+00:00","to":"3014-12-05T21:45:07+00:00"},"hreflang":"en","guid":"8ae281b6-0f92-4fb1-a35f-2e1d30156e59","title":"Palestinians feel helpless as their homes are destroyed — at Israeli government orders","published":"2014-12-05T21:44:53+00:00","byline":"Daniella Cheslow","tags":["politics","Religion","conflict","Global Politics","Jerusalem","Tel Aviv","Asia","Israel","Palestinian territories","Middle East","Abdel Rahman","Yosef Haim Ben-David","Mohammed Abu Khdeir","Ibrahim al-Akari","Israeli–Palestinian conflict","House demolition in the Israeli–Palestinian conflict"],"teaser":"Enas Shalodi and her family sleep in the living room of a temporary house a few doors down from their own. It was destroyed, after her son ran over and killed two Israelis at a train stop in Jerusalem.","contentencoded":"<p>Enas Shalodi said she had no idea her son Abdel Rahman would ram his car into a light rail stop in Jerusalem in late October, killing a baby girl and a 22-year-old from Ecuador. Police shot him dead when he tried to run away.</p>\n<p>Israel ordered the Shalodi home demolished. Police came to Enas Shalodi’s apartment in mid-November and ordered her and all her neighbors outside.</p>\n<p>“At 4 am we heard a big explosion, we saw lightning, we saw dust all over the air,” she said. “It was a cold night.”</p>\n<p>She returned to find her home transformed to rubble, a hole blasted in the wall. She had already moved most of the furniture to the neighboring apartment of a relative living in Jordan. Whatever furniture was left was shattered by the detonation.</p>\n<p>Now, Enas Shalodi sleeps in the living room of her temporary home with her husband and their remaining two sons. Their three daughters share the home’s single bedroom.</p>\n<p>An Israeli defense ministry spokesman said the government has resumed home demolitions because of a wave of attacks in Jerusalem, Tel Aviv and the West Bank that have left 11 Israelis dead. He said if demolitions deter even one Palestinian from committing an act of violence, they are worth it. He spoke on condition of anonymity because of ongoing court proceedings about the policy.</p>\n<p>In the same period, Israel has killed at least eight Palestinians, including both attackers and demonstrators.</p>\n<p>Punitive demolitions are legal in Israel, based on a British emergency law dating to the 1940s. But attorney Labib Habib said that does not justify their continued use.</p>\n<p>“The family has nothing to do with the actions of their son,” Habib said. “They didn’t know about it. And Israeli law and the international law don’t permit harming innocent people. “</p>\n<p>Habib is representing the family of Ibrahim al-Akari, who killed two Israelis when he barreled his van into a train stop last month. His brother Mansour attended a hearing about his case at the Supreme Court on Monday.</p>\n<p>“He passed away. He took his choice,” Mansour Al-Akari said. “I’m stuck here in this whole story. And I’m suspicious about the independence of the justice and the courts.”</p>\n<p>Enas Shalodi said she also suspects the courts. She did not bother appealing her home demolition because she was sure it would fail — even though she said she might have a compelling case to acquit her son of murder had he not been killed by police.</p>\n<p>On the day Abdel Rahman attacked the train stop, Enas took him to see a doctor at an Israeli clinic. Abdel Rahman had not been sleeping properly for days. The doctor diagnosed him with paranoid personality disorder and referred him to a psychologist.</p>\n<p>“When he took the keys of the car, I think he was not in good condition,” Enas Shalodi said.</p>\n<p>She compared the case of her son to Yosef Haim Ben-David, the Jewish man who burned alive Palestinian teenager Mohammed Abu Khdeir this summer. Ben-David is in jail awaiting trial. But his home was not destroyed.</p>\n<p>“Israel treated Palestinians and Israelis in different ways,” Shalodi said.</p>\n<p>The defense ministry official said no Jewish homes were demolished because the murder of Abu Khdeir was an isolated incident — not part of a wave of killings.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/ShalodiFeature2_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/shalodifeature2jpg-0"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120520144.mp3"},{"href":"http://www.pri.org/file/120520144mp3"}]}