{"created":"2015-03-15T21:15:23+00:00","modified":"2015-05-22T23:57:10+00:00","valid":{"from":"2015-05-22T23:57:10+00:00","to":"3015-05-22T23:57:10+00:00"},"hreflang":"en","title":"From Waitress To TV Writer: A 'Surreal, Fantastic Cinderella Story'","published":"2015-05-01T20:09:00+00:00","teaser":"Diane Ruggiero-Wright was a full-time waitress in New Jersey when one of her patrons asked what she really wanted to be doing. She told him she was a writer — and it turned out he was a writer, too.","itags":["npr_api","393176608"],"guid":"8ae3b56a-2afd-4aca-9b45-9e00ce1cf8c7","contentencoded":"<p><em>As part of a series called <a href=\"http://www.npr.org/series/274340198/my-big-break\">\"My Big Break,\"</a> </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers.</em></p><p>Diane Ruggiero-Wright has written and produced a number of TV shows, including the cult classic <em>Veronica Mars</em>. She's the co-creator of the new show <em>iZombie</em> — about a zombie who pretends to be a psychic and solves murders — which premieres on The CW on Tuesday.</p><p>But she wasn't always a TV writer. Back in the late '90s, she was working as a secretary with a temp agency. After a couple of years, she was offered a full-time job.</p><p>\"I was in the new office that I was assigned to with the ficus tree and I just thought, 'This is it, man. It's me and this ficus staring out the window with this job that I hate if I don't make a big decision now,' \" she says.\"</p><p>\"So I quit to write and could not write a word — like the worst writer's block ever.\"</p><p>To make ends meet, she worked at a restaurant called Park and Orchard in East Rutherford, N.J. She had a regular customer who would come in on Tuesday nights with his daughter. One night, he asked her what she really did — assuming that she wasn't a full-time waitress.</p><p>\"I said I was a writer, which I wasn't. And he said he was a writer, too, and asked to read something. And I just blew him off 'cause I figured, 'Whatever, everyone's a writer.' \"</p><p>Ruggiero-Wright had another regular who would come in and work on his laptop on Sunday nights — always just before closing time, which made the waitresses crazy.</p><p>\"One day I completely lost my patience and said, 'You know, you're not the only writer,' or something ridiculous like that,\" Ruggiero-Wright says. \"And he said, 'Oh, you're a writer! I have a friend who's a successful writer. Maybe he could help you.'</p><p>\"And again I just blew him off. You know, it's East Rutherford, N.J. — you're not gonna think that someone's this hugely successful playwright that you're seeing once a week.\"</p><p>A year went by. One night, she finally saw those two regulars — the one who claimed to be a writer and the one who claimed to know a writer — having dinner together.</p><p>The Tuesday regular with the daughter was a writer named Mark St. Germain. He was, indeed, a hugely successful playwright, as well as a writer for <em>The Cosby Show.</em></p><p>He then asked her, once again, if he could some of her writing. \"I said, 'Oh my God, please! But I only have 10 pages.' \"</p><p>Those pages were the beginning of a screenplay about a suicidal writer who couldn't commit suicide because she had writer's block and couldn't write the note. St. Germain put her on a writing schedule, and each Tuesday when he came back to the restaurant, she would give him 10 more pages.</p><p>\"Once I started writing, you know, once Mark put me on a schedule ... that's when I felt, for the first time, like myself in my life.\"</p><p>St. Germain promised that if the finished script was good, he would give it to his agents. He made good on that promise, and things started to change for Ruggiero-Wright.</p><p>She got picked up by an agent who lived across the hall from screenwriter Nora Ephron (<em>When Harry Met</em> <em>Sally</em>,<em> Sleepless in Seattle</em>). Ephron liked the script and got Columbia Pictures to buy it for her.</p><p>\"I was working with my little order pad getting a phone call from an agent that I suddenly had writing down what this deal was. It was the best moment of my life.</p><p>\"I was going around to all my customers saying, 'I just sold a movie.' They surprisingly tip you very well when you sell a movie. It was <em>before</em> selling a movie that perhaps I could have used the good tips, but that night I made bank.\"</p><p>That movie, which was called <em>Pretty the Beast</em>, was her first completed script. It was never produced, but her story garnered some attention from local press. <a href=\"http://www.nydailynews.com/archives/nydn-features/funny-girl-jersey-big-break-nora-ephron-waiting-tables-cashing-columbia-check-screenplay-article-1.849995\">FUNNY GIRL FROM JERSEY GETS BIG BREAK</a> was the headline from the <em>New York Daily News.</em></p><p>In one of the articles written about the film, she mentioned that she'd tried to go back to college when she was 27. That detail caught the eye of producers at CBS, who were looking to make the 30-something response to the hit show <em>Felicity</em>. When they also saw Ruggiero-Wright's film script, they thought she could be the perfect person to write the pilot.</p><p>\"I had no idea what I was doing. I had never seen a pilot script,\" she says. \"But surprisingly they picked it up and made it.\"</p><p>That pilot turned into the show <em>That's Life</em>, which ran on CBS for two seasons.</p><p>\"That was my extremely cool, awesome big break,\" she says.</p><p>Eventually, she relocated to Los Angeles. But before that, she stayed on waitressing for a while at Park and Orchard in New Jersey.</p><p>She remembers that time fondly — \"going to meetings in New York with my black-and-whites and, like, a backpack, and meeting with Danny DeVito's company and feeling like this amazing rock star,\" she says.</p><p>\"It was the most surreal, fantastic Cinderella story that I'm so glad is mine.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Waitress+To+TV+Writer%3A+A+%27Surreal%2C+Fantastic+Cinderella+Story%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393192574-0f9585.m3u?orgId=1&topicId=1138&aggIds=274340198&d=260&p=2&story=393176608&t=progseg&e=393192508&seg=8&ft=nprml&f=393176608"},{"href":"http://media.npr.org/assets/img/2015/03/15/diane-2b4718022dab721efa8c0538ec7d7f5a9af005b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1725","width":"2300"}}]}