{"created":"2015-05-25T19:29:35+00:00","modified":"2015-05-25T23:46:14+00:00","valid":{"from":"2015-05-25T23:46:13+00:00","to":"3015-05-25T23:46:13+00:00"},"hreflang":"en","guid":"8ae736cb-ccd1-4993-8f0f-f1d5c12a8de8","title":"In Holy Land, a tribute to Lorde gets complicated","published":"2015-05-25T23:46:10+00:00","byline":"Daniel Estrin","tags":["music","culture","language","Music","Arts, Culture & Media","Asia","Israel. Palestinian territories","Middle East","Global Hit","Israel","Israeli–Palestinian conflict","Yuval Ben-Ami","Music of Israel"],"teaser":"Yuval Ben-Ami is a big fan of Lorde — and he turned the artist's music into a way to highlight the diversity of Israel.","contentencoded":"<p>What does the international teenage pop sensation Lorde have to do with the Israeli Palestinian conflict? Nothing, until one Israeli musician set out to partner with a Palestinian artist for a Lorde tribute album.</p>\n<p>Yuval Ben-Ami is pushing 40, a self-proclaimed Schubert enthusiast, who also is in love with Lorde.</p>\n<p>“She’s fantastic,” Ben-Ami said in an interview. “It’s authentically spectacular and spectacularly authentic music.”</p>\n<p>Ben-Ami usually listens to folk, or classical, or jazz. “And suddenly I’m drawn to this album, and I find myself experiencing authentic fandom — which hasn’t happened since I was in sixth grade and I was into the Beatles,” he said.</p>\n<p>Ben-Ami is an author and musician, and so he started translating Lorde’s songs into Hebrew, and putting his <a href=\"https://www.youtube.com/user/yuvalbenami/videos\">recordings</a> up on YouTube.</p>\n<p>He wanted to take things one step further and record a serious musical tribute to Lorde. But not just any musical tribute.</p>\n<p>Ben-Ami is a liberal Israeli, and he recently started working with a Palestinian tour guide, taking tourists around Israel and also across the Israeli separation barrier to the West Bank.</p>\n<p>“I had to be honest with what I see,” said Ben-Ami. “What I see is a country where two societies live, and they ignore one another. People travel here without passing through the sphere where the alphabet is different from their own. They turn on the radio, they hear music they don’t like, they immediately switch to the music they do like — or to global pop music. That is another way in which Lorde’s music is an asset here. It’s present on both sides of separation barrier.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/YFZMPYB8koA?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Ben-Ami started looking for a Palestinian musician with whom to partner — and he documented the odyssey.</p>\n<p>At one point, he concocted a plan to hitch a ride with famous local singer Mira Awad, so he could try to recruit her for the Lorde project.</p>\n<p>But Lorde? Why Lorde? She didn’t get it, he said.</p>\n<p>Ben-Ami tried to find other Palestinians to join the project with him and Israeli music producer Yaron Fishman, but with no success. There is a Palestinian “anti-normalization” movement that advocates against cultural partnerships with Israelis, the idea being that even singing Lorde together would only be pretending that Israelis and Palestinians are on equal footing.</p>\n<p>“There was a war last summer that left hundreds and hundreds and hundreds of dead civilians in Gaza,” said Ben-Ami. “What would it mean for a Palestinian to come to a studio with me, or even into Yaron’s living room, and sing a popular hit? There would have been a time when that would have had very hopeful meaning. But right now it’s just this really awkward political or non-political statement.”</p>\n<p>So Ben-Ami started to rethink the project.</p>\n<p>“I said, 'Look. Maybe if I turn my microphone on Israeli society, maybe if I start listening to diversity within it,'” Ben-Ami said. “Maybe if there weren’t just two identities, Israeli versus Palestinian, maybe if Israeli society is made up of a lot of languages and lot of different ways of thinking — we break up the binary and we can put it back together.”</p>\n<p>That’s when the music began.</p>\n<p>The Djamchid sisters in Jerusalem recorded Lorde’s biggest hit, Royals, in their mother’s native French. It’s a language many Israelis speak — immigrants from North Africa, and a wave of recent arrivals from France.</p>\n<p><iframe width=\"453\" height=\"340\" src=\"https://www.youtube.com/embed/LNaeL5L6bro?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>The Technicalities, a Yiddish singing duo, recorded this cover of Team, from Lorde’s debut studio album “Pure Heroine.” One of the lines from the song goes: “Living in ruins of a palace within my dreams.”</p>\n<p>“That sounds like the experience of Yiddish lovers. It’s a dying language. It’s the ‘ruins of a palace,’ a language that was used for so much literature, so much theater, so much poetry, and now, really dying, dying with the older generation,” said Ben-Ami. “Taking it out like that is doing it an honor that honors us.”</p>\n<p>The project features a Russian cover of “Yellow Flicker Beat,” from the soundtrack of the third “Hunger Games” movie, translated by Vlady Dvoyris and sung by Diana Gern — two of the one million-plus Russian speakers who flocked to Israel after the fall of the Soviet Union.</p>\n<p><iframe width=\"453\" height=\"340\" src=\"https://www.youtube.com/embed/TSn6WsnzUek?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Ben-Ami recorded his own 90s Hebrew rock version of Lorde’s song, “Buzzcut Season.” And he had almost given up on finding an Arabic-speaking musician, until a friend of a friend referred him to Rasha Nahas. an 18-year-old singer-songwriter from Haifa, in northern Israel.</p>\n<p>Nahas “looks like Lorde, basically,” Ben-Ami said. “She has those black curls. She doesn’t sing like Lorde, she’s a totally different musician. She’s raspy. She’s a bit more of a local Tom Waits, I think.”</p>\n<p>Nahas recorded a cover of Lorde’s song, “Biting Down.” Ben-Ami said it was probably the most free spirited of all the covers in the tribute album.</p>\n<p>“In a way, by the time Rasha came, it was less about Israeli versus Palestinian. It was more about all of us making music, and breaking down the dichotomies,” Ben-Ami said. “I thought of her less as a Palestinian and more as an 18-year-old, and I felt that I could learn a lot from that.”</p>\n<p>When Ben-Ami was around Nahas’ age — and Lorde’s age — he had hope. Israeli Prime Minister Yitzhak Rabin was leading Israel on a path toward peace with the Palestinians, and Ben-Ami's father was serving as the premier’s adviser.</p>\n<p>In 1995, Rabin was assassinated. The peace process — and Yuval’s optimism — has been on a downward spiral ever since.</p>\n<p>But for the first time in a long time, Ben-Ami says, he has something to be hopeful about: what he calls the cutting edge musicality of Lorde, and of Nahas.</p>\n<p>Ben-Ami said there is a “strength that listening to the music that comes from that generation gives me. And I need that strength to move forward in the current climate here.”</p>\n<p>Ben-Ami wrote an <a href=\"http://972mag.com/special/the-israel-palestine-lorde-diaries/\">online novella</a> documenting all the twists and turns of his Lorde project, featured on the liberal blog 972.</p>\n<p>“Putting together an homage to your favorite singer is a trivial thing,” Ben-Ami writes, “If you live in a normal country.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-25%2Ftribute-singer-lorde-five-languages&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05252015_08.mp3"},{"href":"http://admin.pri.org/file/0525201508mp3"}]}