{"created":"2014-09-15T21:18:17+00:00","modified":"2014-09-15T21:18:29+00:00","valid":{"from":"2014-09-15T21:18:29+00:00","to":"3014-09-15T21:18:29+00:00"},"hreflang":"en","guid":"8aece5ab-e7a0-435b-b33a-0adac2dfd1d7","title":"Meet The Brady Bunch, Asian-American style — courtesy of photographer Michael Jang","published":"2014-09-15T21:18:27+00:00","byline":"Alina Simone","tags":["Photography","Global Nation","Arts","Arts, Culture & Media","San Francisco","North America","United States","California","Michael Jang","Brady Bunch","Lizette Model","Photography"],"teaser":"Most of us never imagine our family photos will end up in, say, the San Francisco Museum of Modern Art. Neither did the famous photographer Michael Jang. Then he realized the photos he took as a college student gave a rare glimpse of a Chinese American family growing up in the heyday of The Brady Bunch.","contentencoded":"<p>Michael Jang has long been a top-flight commercial photographer, shooting stars like Robin Williams and Jimi Hendrix. But his latest exhibition is a family photo album, with a cultural &mdash; and historical &mdash; twist.</p><p>&quot;<a href=\"http://www.michaeljang.com/portfolio/photos_the_jangs.html\">The Jangs&quot;&nbsp;</a>is a story of American assimilation, but it&rsquo;s not the story you&rsquo;re used to hearing about Chinese Americans. Because Michael Jang&rsquo;s cousins aren&rsquo;t playing &ldquo;the math nerd&rdquo; in an after-school special.</p><p>They&rsquo;re reading Mad Magazine, going record shopping, and walking on stilts in their underwear. Their bedrooms are covered in football posters. Their Dad is asleep on the shag carpet and their cat is stuck in the toilet.</p><p>[[{\"fid\":\"73705\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1000,\"width\":757,\"style\":\"width: 300px; height: 396px; float: right;\",\"alt\":\"Chop Chop, the Jang family cat, using the toilet. As for shag carpet in the bathroom? Bad idea.\",\"title\":\"Chop Chop, the Jang family cat, using the toilet. As for shag carpet in the bathroom? Bad idea.\",\"class\":\"media-element file-default\"}}]]As Jang puts it: &ldquo;In retrospect &hellip; I&rsquo;m pretty sure there isn&rsquo;t anything, a document like this, of Chinese in America in the 70s.&rdquo;</p><p>The series came about almost by accident. In 1973, Jang was in college and signed up for a photography workshop with the legendary <a href=\"http://www.getty.edu/art/gettyguide/artMakerDetails?maker=1556\">Lizette Model </a>in San Francisco.</p><p>&ldquo;I stayed with my cousins close by,&rdquo; Jang explains. &ldquo;They let me stay there that summer and I realized what a goldmine they were. So I just started photographing them and bringing that work into class. And they just had a crazy lifestyle.&rdquo;</p><p>Okay, a lot of us have families with a &ldquo;crazy&rdquo; lifestyle, but our photographs still suck. Because it&rsquo;s not just about knowing your f-stops or having the right lens. If you want a family photo album like The Jangs, you have to be tenacious &mdash; and fearless.</p><p>&ldquo;When you kind of photograph your own family, it&rsquo;s very hard,&rdquo; Jang says. &ldquo;You&rsquo;ll get the hand-in-the-face, you know &mdash; just don&rsquo;t do this &mdash; and it just makes you kind of want to quit, but I was persistent and I think I just basically broke them down. Luckily, they were good sports.&rdquo;</p><p>Luckily because, Jang adds, &ldquo;They certainly weren&rsquo;t crazy about the photographs. They weren&rsquo;t necessarily flattering. I tend to go for the jugular when humor is involved.&rdquo;</p><p>Humor is definitely involved. Take, for example, one of the standouts in the series &mdash; a photograph of his aunts and uncles, dancing in hipster sunglasses.</p><p>&ldquo;I had this basket full of sunglasses that were just a collection of fun stuff because I used to do rock and roll and everything,&rdquo; he explains. &ldquo;Everyone chose them and put them on and it just ended up being the last shot of the whole series.&quot;</p><p>&quot;In fact, you can look at it and it wasn&rsquo;t even framed. I actually missed it &mdash; people are kind of off center and they&rsquo;re looking away and the whole group is kind of breaking up. Who woulda thunk it, right, that this is going to be in the Museum of Modern Art someday.&rdquo;</p><p>Who woulda thunk it because, let&rsquo;s face it, the words &ldquo;funny&rdquo; and &ldquo;fine art&rdquo; don&rsquo;t often go together.</p><p>&ldquo;I think a lot of art tends to be serious,&quot; Jang says, &quot;and I recall experiences of going to museums and it almost feeling like walking through a mausoleum. You&rsquo;re not going to hear anyone laughing in there. The humor wasn&rsquo;t intentional, it just is, and that&rsquo;s what may set it apart from a lot of work.&rdquo;</p><p>When I asked&nbsp;<a href=\"http://www.michaeljang.com/\">Michael Jang</a>&nbsp;why it took him more than 30 years to show these photos of his own Chinese-American family, he gives a couple of different answers. &ldquo;The story on keeping them under wraps is simply this,&quot; he tells me. &quot;I just did it for fun and it was homework. And I didn&rsquo;t get that much positive feedback at the time from my teachers. I just didn&rsquo;t think it was any big deal.&rdquo;</p><p>But he also says, &ldquo;In the 50s and 60s, being Chinese was a lot different than being Asian in the new millennium. I didn&rsquo;t feel doors were that open. So I kind of didn&rsquo;t have aspirations to be well known as a photographer or an artist.&rdquo;</p><p>And in the same way the contents of a time-capsule gain significance just by being temporarily forgotten, Jang&rsquo;s unappreciated &ldquo;homework&rdquo; feels like a revelation today, especially because Asian Americans rarely even appear in the documentary photography of that era.</p><p>Back when Jang began shooting &quot;The Jangs,&quot; the words &ldquo;Chinese&rdquo; and &quot;photographer&quot; didn&rsquo;t often go together.</p><p>&ldquo;On the fame level of, say, Adams &mdash; as in Ansel, or Avedon, as in Richard, or even Arbus, as in Diane &mdash; and I&rsquo;m just in the A&rsquo;s here,&rdquo; he laughs, &quot;what Chinese photographer comes to mind at that level? Most people draw a blank and I&rsquo;m thinking, wow, that&rsquo;s interesting.&rdquo;</p><p>The humor of these photographs, together with the polyester pantsuits and carpeted bathrooms, has a lot of critics calling &quot;The Jangs&quot; the Asian-American Brady Bunch. Look closely and you&rsquo;ll notice the rice cooker on the counter, the Kung-fu movie playing on the TV, a wall calendar from Chong Imports.</p><p>But mostly you&rsquo;ll just find yourself thinking the Jangs are more American than you ... and they probably had more fun.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091520147.mp3"},{"href":"http://www.pri.org/file/091520147mp3"}]}