{"created":"2014-12-23T19:28:46+00:00","modified":"2015-05-13T21:25:02+00:00","valid":{"from":"2015-05-13T21:25:02+00:00","to":"3015-05-13T21:25:02+00:00"},"hreflang":"en","title":"Record Number Of Britons Are Using Food Banks","published":"2014-12-23T23:26:00+00:00","teaser":"Hunger has become one of the biggest issues in British society. A parliamentary report says one problem is welfare benefits, which have been cut under the conservative government.","itags":["npr_api","372470582"],"guid":"8af04bfb-e683-43d0-90d4-a2bfc0cd647e","contentencoded":"<p>The United Kingdom is struggling with a situation that may sound familiar to Americans. The economy is expanding, unemployment is dropping, yet growing numbers of people don't have enough food to eat.</p><p>Six months ago, Peter Brogan was among those Britons going hungry. He'd lived a comfortable middle-class existence for the first 50 years of his life, with a house, a job and a relationship. Then the relationship fell apart, and so did his life. Between alcoholism and depression, he couldn't keep his head above water.</p><p>\"I was begging outside McDonald's just to get a cup of tea off somebody,\" he says. \"And then I'd use the toilet facilities there to wash up. And I was sleeping in a park not too far from here.\"</p><p>The physical pain of hunger was so insistent, it would wake him up in the middle of the night and send him rummaging through trash cans.</p><p>\"You're turning over anything that you see that might possibly be edible. It's extraordinary,\" he says. \"You become lowered to sort of a more animalistic sense, and you become basically a scavenger.\"</p><p>Today he's sober, living in subsidized housing, and volunteering at the We Care food bank in Southeast London. Another volunteer is stocking the empty shelves with dry cereal and canned food after a busy weekend.</p><p>People can choose 10 items, and they are asked to pay a pound sterling, or roughly U.S. $1.60. \"It's a token payment, really,\" says supervisor Clyde Baulch. \"We try to avoid people feeling utterly humiliated. So if they pay a pound for 10 items, then it's a contribution, and people feel a bit better about themselves.\"</p><p>Many of the people who come to this food bank have jobs. But much like in the U.S., the cost of living in London is growing fast, while paychecks stay the same and welfare programs shrink.</p><p>\"In this area, for example, a one-bedroom flat to rent has gone in a year from about 700 American dollars to 1,200 American dollars,\" says Ray Woodford, one of the food bank's founders.</p><p>Hunger has become one of the biggest issues in British society right now. A record number of Britons are using food banks. Earlier this month, a cross-party <a href=\"http://foodpovertyinquiry.org/\">government report</a> generated headlines for days. The report said one problem is government benefits, which have been cut under the conservative government.</p><p>Business Minister Matthew Hancock pushed back on Sky News, asking, \"What is the best way to tackle poverty? Is it to give people money and leave them on the dole, as happened in the past? Or or is it to do everything you possibly can to get people into work?\"</p><p>Local radio talk shows featured emotional callers, like a man who introduced himself as Mike in New Cross.</p><p>He <a href=\"http://www.independent.co.uk/news/uk/home-news/feeding-britain-lbc-radio-caller-shocks-listeners-by-describing-how-he-cant-afford-to-eat-9911138.html>\">described being laid off</a> from his job and struggling to afford groceries. Weeping audibly, the caller told the radio host, \"You don't know what you're gonna do, and you've got nothing to eat, and you walk to the cupboard 10, 15 times a day, and there's nothing there. It don't change.\"</p><p>Online, that audio ricocheted across the U.K. and around the world. We have not independently verified its authenticity.</p><p>Frank Field, who co-chaired the government inquiry into hunger in Britain, says this report is a wake-up call. \"In the postwar world, we've assumed that as economies recover, everybody benefits. This is clearly not happening this time in Britain, in that there are many more jobs, but those jobs pay very low wages.\"</p><p>He says the intention of his panel was not to release the report in the days before Christmas to tug at British heartstrings. The intention was to release it in the run-up to next year's elections — to make British politicians address the issue during the campaign.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Record+Number+Of+Britons+Are+Using+Food+Banks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372729072-a269d3.m3u?orgId=1&topicId=1124&d=261&p=2&story=372470582&t=progseg&e=372714236&seg=18&ft=nprml&f=372470582"},{"href":"http://media.npr.org/assets/img/2014/12/22/food-bank-3f3b02ee327409d183ae4fb4bc0cad6f163ae423.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}