{"created":"2014-11-25T20:46:50+00:00","modified":"2015-05-13T21:29:26+00:00","valid":{"from":"2015-05-13T21:29:26+00:00","to":"3015-05-13T21:29:26+00:00"},"hreflang":"en","title":"The American Origins Of The Not-So-Traditional Celtic Knot Tattoo","published":"2015-02-05T06:18:00+00:00","teaser":"The Celtic knot — a pattern of interlocking lines — is centuries old, carved into ancient stones all over Ireland. But that tattoo on your biceps? Like the fortune cookie, American born and bred.","itags":["npr_api","366584255"],"guid":"8af47e3e-c6d4-4361-b810-b6c7bc82a3e1","contentencoded":"<p>What is the most cliched tattoo you can think of? Chinese characters? A tribal armband?</p><p>How about a Celtic knot? Those interlocking lines that look like ropes or basket weaving.</p><p>Last week I was in Ireland and decided to investigate the roots of this trend.</p><p>I spoke with Kevin McNamara at the Dublin Ink tattoo parlor.</p><p>\"It would be a weird week in the shop if I didn't do at least, like 40,\" he told me. \"That's not a literal number, but yeah, it's nuts.\"</p><p>Without Celtic knots and shamrocks, McNamara said, he would never have learned how to tattoo.</p><p>\"The first couple months, or first couple years, that was how I made my money,\" he said.</p><p>Now, the Celtic knot is his retirement fund.</p><p>He said he can spot Celtic knot customers the minute they walk in the door: young, earnest and almost always American. Other telltale signs: the style of jeans they wear, fanny packs, baseball caps.</p><p>\"And also they let you know that they're American, you know?\" he said. \"You don't have to worry about that.\"</p><p>The image of the Celtic knot is thousands of years old. It's carved into ancient stones all over Ireland. But it turns out the Celtic knot tattoo is a bit like the Chinese fortune cookie: American born and bred.</p><p>There's actually no evidence of Celtic tattooing, according to Anna Felicity Friedman, a tattoo historian who runs a blog called <a href=\"http://tattoohistorian.com/\">TattooHistorian</a>. In fact, while people in other parts of the world have been tattooing themselves for thousands of years, the practice only came to Ireland in the last century.</p><p>The Celtic knot tattoo seems to have started on the American West Coast in the 1970s and '80s, part of a trend in tattooing called blackwork: big, black geometric designs — much bolder than the old-school mermaid or cobra.</p><p>\"Blackwork is sort of the more PC term for what used to be called tribal tattoos,\" Friedman says.</p><p>Some of the early designs came from Native American or Aboriginal patterns. The style took off.</p><p>Tattoos that mark heritage have always been popular, says Friedman. Combine the trend in blackwork with a desire to mark European heritage, and you have the Celtic knot, which spread across the U.S. and over the ocean to Europe.</p><p>It was sort of the \"lite rock\" radio station of tattoos: pretty, bland and inoffensive. It could work for women or men. It didn't have biker or sailor connotations. And it implied heritage and history.</p><p>At Dublin Ink, Irishman Greg Donne is getting a geometric pattern on his right shoulder. On his left shoulder, an intricate Celtic knot has begun to fade.</p><p>\"Ah, it was the very first one I got. You know, when you're just getting a tattoo and you don't know what to think,\" he said.</p><p>He was 19, he explained with a shrug.</p><p>Tattoo artist McNamara has a lot of ink on his body.</p><p>So does tattoo historian Friedman.</p><p>But their personal tattoo collections do not include a Celtic knot.</p><p><em>If you have a Celtic knot tattoo, tell us why on Twitter @npratc.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+American+Origins+Of+The+Not-So-Traditional+Celtic+Knot+Tattoo&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366620609-5147e0.m3u?orgId=1&topicId=1124&d=215&p=2&story=366584255&t=progseg&e=366620491&seg=16&ft=nprml&f=366584255"}]}