{"created":"2014-10-08T02:59:56+00:00","modified":"2014-10-31T00:39:40+00:00","valid":{"from":"2014-10-31T00:39:40+00:00","to":"3014-10-31T00:39:40+00:00"},"hreflang":"en","title":"Florida County Goes To Court Over 'Acid Fracking' Near Everglades","published":"2014-07-02T23:20:00+00:00","teaser":"Acid has long been used in oil drilling in Florida, but Collier County officials say the state has been lax in its oversight of a new process that involves injecting acid underground under pressure.","itags":["npr_api","327373952"],"guid":"8b0e638b-6f0d-44f3-b687-7d9a89848154","contentencoded":"<p>In southwest Florida, county officials are fighting the state over a new oil drilling process that's known by many different names: acidification, acidizing, acid stimulation and acid fracking.</p><p>Collier County has charged that state regulators have been lax in their oversight of the drilling, jeopardizing public health and the environment.</p><p>Acid has long been used in oil drilling operations in Florida to dissolve and loosen the limestone bedrock. But a drilling operation near Naples, on the western edge of the Everglades, was something new. In December, Texas-based Dan A. Hughes Co. injected acid under pressure there — a process not used before in Florida.</p><p>Florida regulators asked the drilling company to suspend the operation while the state studied the process. The company refused.</p><p>\"Within a matter of hours after we realized that the process was going forward, I issued a cease and desist order,\" says Herschel Vinyard, secretary of Florida's Department of Environmental Protection.</p><p>Despite the cease and desist order, Vinyard says, the company continued the work anyway and completed its operation. Eventually, Florida and the driller signed a consent agreement, and the company agreed to pay a $25,000 fine and install groundwater monitors.</p><p>But in Collier County, where local officials, residents and environmental groups had already been raising concerns about the new drilling, the dispute between Hughes and the state remained secret. More than three months after the cease and desist order was issued, Collier County officials finally learned about it through a press release.</p><p>\"One of the frustrations with the Board of County Commissioners is all of the information that we've been receiving has been through the media,\" says Tim Nance, a Collier County commissioner.</p><p><strong>A New World Of Drilling Methods</strong></p><p>There have been oil wells in this area of Florida for more than 70 years. What has raised concerns now are the new technologies — horizontal drilling and advanced extraction techniques — and what risk they may pose to the area's groundwater.</p><p>County commissioners asked state officials for a public meeting without success. Finally, Collier County went to court asking the state to revoke the oil driller's permit. It's similar to legal action to block fracking taken by local governments in other states like California, Colorado and New York. In Florida, Nance says the state needs to tighten regulation of drilling before the new oil boom goes any further.</p><p>\"Frankly, I'm very, very concerned about how well sites in the future that are near residential properties are going to be managed — because that's my No. 1 concern,\" Nance says.</p><p>To try to allay the concerns of county officials and residents, Florida's Department of Environmental Resources recently installed its own groundwater monitors and says preliminary results show no evidence of contamination.</p><p>Jennifer Hecker, director of natural resource policy at the Conservancy of Southwest Florida, an environmental group, isn't reassured. She says the state needs to install deeper monitors — below the aquifer where Florida draws most of its drinking water.</p><p>But Hecker says there's a larger problem. Florida, she says, isn't ready for the new oil drilling technologies.</p><p>\"We have some very antiquated oil and gas [regulations] that were written long ago when these kinds of techniques didn't really even exist or were used,\" Hecker says.</p><p>Florida's oil and gas regulations currently make no mention of acid stimulation, hydraulic fracturing or other new extraction technologies. Hughes says that's why it believes its operations are allowed under Florida law.</p><p>Hecker says regulators and lawmakers need to take action before approving more drilling permits.</p><p>\"This horizontal drilling, the use of all of these chemicals, the high-pressure injection of those chemicals — that's a whole different process than what we have traditionally seen here in Collier County, so we need to update the laws and regulations,\" Hecker says.</p><p>On this point at least, state regulators, local officials and environmental groups agree. Vinyard says he has asked his staff to develop recommendations on updating Florida's oil and gas regulations.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Florida+County+Goes+To+Court+Over+%27Acid+Fracking%27+Near+Everglades&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327797256-531415.m3u?orgId=1&topicId=1091&ft=3&f=327373952"}]}