{"created":"2014-12-27T22:23:20+00:00","modified":"2015-05-13T21:24:27+00:00","valid":{"from":"2015-05-13T21:24:26+00:00","to":"3015-05-13T21:24:26+00:00"},"hreflang":"en","title":"For Hollywood, 'Selma' Is A New Kind Of Civil Rights Story","published":"2014-12-27T23:54:00+00:00","teaser":"The film, about a 1965 voting rights march, stands out for its focus on black characters, including some of the movement's lesser-known organizers, and the way it humanizes Martin Luther King Jr.","itags":["npr_api","373465623"],"guid":"8b0fc46c-175b-43e2-be76-bfbff3647ccc","contentencoded":"<p>The movie <em>Selma</em> opened to high praise on Christmas Day — <em>Variety</em> <a href=\"http://variety.com/2014/film/reviews/film-review-selma-1201354433/\">says</a> director Ava DuVernay delivers \"a razor-sharp portrait of the civil rights movement.\" The film focuses on a 1965 voting rights march from Selma, Ala., to the state capital in Montgomery — a march remembered for the savage beatings participants sustained at the hands of both state and local police.</p><p>Of course, there have been civil rights movies from major studios before, but many of those have depicted the movement through the prism of white characters. <em>Selma</em> is different.</p><p><strong>Lesser-Known Organizers Get Their Due</strong></p><p>The 1988 film <em>Mississippi Burning,</em> which focuses on two white FBI agents, exemplifies the normal Hollywood approach to the civil rights movement. The film angered a lot of black movie-goers because it made the FBI into heroes when, according to civil rights activist Charles Cobb, the bureau often looked the other way as black Southerners were beaten and murdered in the early '60s.</p><p>\"The position of the <em>federal</em> government at that point was that it couldn't interfere with local affairs, that the FBI was purely an investigative organization. It was not the business of the FBI or the federal government to protect people from local violence,\" Cobb says. \"That was their official position.\"</p><p>Cobb spent five years in Mississippi as an organizer with the Student Nonviolent Coordinating Committee, or SNCC. He says Hollywood often gets civil rights wrong because it doesn't have many people who know the movement well enough to make it accurate or believable.</p><p>That's why he was gratified to learn that some of the less nationally well-known characters involved in Selma were getting their due in this film — people like the Southern Christian Leadership Conference's James Bevel, played by rapper Common. Bevel advised Martin Luther King Jr. to go forward with the march for voter's rights.</p><p>\"He was the preeminent organizer in SCLC, so you can't possibly talk about Selma without really talking a lot about Bevel,\" Cobb says. \"So to hear that he's in the film prominently — I find encouraging and also unusual, I must say, because Hollywood usually tries to ignore these kinds of people.\"</p><p><strong>A Black Director Telling A Story About Black People</strong></p><p>In addition to highlighting less famous movement leaders, of course, director Ava DuVernay also included the most famous face of the movement. Reviewers say she has done something previous films featuring King haven't managed: She's made him human, but also part of something larger than himself.</p><p>Another way DuVernay has parted from her predecessors, according to Grantland culture critic Wesley Morris, is that she looks at an entire moment in American history instead of just one person. That's important, Morris says, and makes the film feel right: \"I find that that is usually what happens when a black director tells a story about black people,\" Morris says.</p><p>At the same time, Bonnie Boswell, a journalist turned director, says stories of the civil rights movement deserve better than to be pigeonholed by race.</p><p>Boswell made a PBS documentary in 2013 about her uncle, Whitney Young, who was one of King's colleagues. Boswell says these kinds of stories — about her uncle's work with the Urban League and about the Selma push for voter registration — are good <em>American </em>stories, making history deeper and richer for citizens of all races.</p><p>\"Civil rights has been racialized in terms of the public consciousness about it,\" Boswell says. \"When we look at these stories, we tend to label them according to the color of the people who participated, and therefore we miss out on a broader perspective.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Hollywood%2C+%27Selma%27+Is+A+New+Kind+Of+Civil+Rights+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373494658-1ea8b0.m3u?orgId=1&topicId=1045&d=234&p=2&story=373465623&t=progseg&e=373447622&seg=9&ft=nprml&f=373465623"},{"href":"http://media.npr.org/assets/img/2014/12/27/sel-05500r-43eb39fdbc33ecb0ac923a76bf65a4e03e6baeaa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}