{"created":"2015-05-10T14:07:47+00:00","modified":"2015-06-05T15:26:01+00:00","valid":{"from":"2015-06-05T15:26:01+00:00","to":"3015-06-05T15:26:01+00:00"},"hreflang":"en","title":"Being Transgender At Work Can Be Hard, But Made Easier With An Ally","published":"2015-05-13T20:44:00+00:00","teaser":"Changing from one gender to the other in the workplace can be awkward and risky. With the help of an office ally, a highway department employee in Arkansas made it work.","itags":["npr_api","403585499"],"guid":"8b115284-5ec4-4846-86a9-e03721911b0b","contentencoded":"<p>Bruce Jenner's national TV <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/24/402069597/jenner-for-all-intents-and-purposes-i-am-a-woman\">interview with Diane Sawyer in April</a> ended months of speculation. The former Olympian turned reality TV star revealed that he now identifies as a transgender woman — though he still prefers to be called \"he\" for the time being.</p><p>Jenner was hailed as a hero for his openness on an issue that has caused real heartache for many. National surveys show an unusually high rate of attempted suicide among people who are transgender.</p><p>Conversations with family about transitioning to the person you truly feel you are can be very hard. Getting through the same process in the workplace can bring its own set of serious consequences.</p><p>The Justice Department recently filed suit against Southeastern Oklahoma State University for discriminating against a transgender professor, who complained about her treatment and then was fired.</p><p>Andrea Zekis did everything in her power to make sure things turned out differently. Zekis, who used to be Gary Zekis, works as a cartographer for the Arkansas State Highway and Transportation Department in Little Rock.</p><p>This week on <a href=\"http://www.npr.org/tags/399382645/for-the-record\" target=\"_blank\">For the Record</a>: transitioning at work. We hear from Zekis and two co-workers who witnessed Gary's transition to Andrea.</p><hr /><p><strong>Jordan Bittle, who became Zekis' confidante and ally</strong></p><p>\"I told her that I really feel like a lot of people were going to hear what she was going through and they would automatically get this picture in their mind of the caricature of a transgender person, as opposed to a person who just simply wanted to be a female, and just live a genuine life as a female,\" Bittle says. \"That they were going to picture somebody that was outrageous, and a cartoon, basically. So we strategized how not to be that cartoon.\"</p><p><strong>Brandi McAllister, who was initially confused and skeptical about Zekis' transition</strong></p><p>\"Not long before she transitioned, I got the impression that she was fixing to come out as gay, because she was walking more feminine, because ... I don't know,\" McAllister says. \"Because that's all I knew. I just didn't understand it.\"</p><p>Not everyone in the office was as accepting as McAllister turned out to be, she says.</p><p>\"Some yes, some no,\" she says. \"Nobody would probably ever say it to her face. A lot of it was, 'What do we call him?' — call <em>him</em> — and I'm like, 'Well she's she now.' \"</p><p><strong>Andrea Zekis, on how she looks back now at Gary Zekis</strong></p><p>\"I feel sorry for him, and all the things he had to go through, and all the pain he caused other people,\" she says. \"Like, I did get divorced. Just the things he had to do to cope and survive, because he was living life in the back seat, and not feeling comfortable with himself. And you know, when you're not comfortable with yourself, you can't really put your best self forward in anything you do. I'm just glad that I gave myself this chance to be me.\"</p><p><strong>Three takeaways</strong></p><p>First, I have interviewed transgender people before, but still have a lot to learn when covering this issue. For example, transgender people are usually not interested in talking about their former identities. Zekis was very open and forthcoming, but it can be painful for some people. After all, it's taken a lot of work for them to leave that person behind.</p><p>Second, it was interesting that Zekis' good friend and confidante, Bittle, talked about how some in the transgender community expect people to just accept them without doing a lot of groundwork. She said Zekis had a good experience because she worked really hard to look like a woman to make it less uncomfortable for other people. She was saying that simply presenting as the opposite gender, and claiming to be the opposite gender, isn't enough. Appearing somehow \"in between\" is awkward for other people, and ends up putting a lot of extra burden on the person transitioning.</p><p>Third, transgender people who come forward and share their stories are brave folks. It takes guts to talk about the most intimate and personal parts of your life, to lay them all out for public scrutiny, in hopes that it might make a difference for someone else.</p><p><em>Click the audio link at the top of this page to hear the full interview.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Being+Transgender+At+Work+Can+Be+Hard%2C+But+Made+Easier+With+An+Ally&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"676"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405624518-7eaa76.m3u?orgId=1&topicId=1091&d=676&p=10&story=403585499&t=progseg&e=405624317&seg=10&ft=nprml&f=403585499"},{"href":"http://media.npr.org/assets/img/2015/05/08/gettyimages-102662930edit-e7eac882ea4c2e503e74550ca2a2678ab4e35bd7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2251","width":"3005"}},{"href":"http://media.npr.org/assets/img/2015/05/10/bittle-zekis-980162db70906a8762ef5a539843c9ccd1ef2841.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1115","width":"1487"}}]}