{"created":"2014-10-02T20:02:52+00:00","modified":"2015-04-30T19:48:29+00:00","valid":{"from":"2014-10-27T15:34:08+00:00","to":"3014-10-27T15:34:08+00:00"},"hreflang":"en","guid":"8b17d91f-8f9a-48b5-9910-775804b5354d","title":"War, Barbie Dream House, Coco, and a Nekkid Man ","teaser":"Phil Caputo shares how a bullet wound helped him heal his soul; a little girl learns what love is all about after surviving a terrible car accident; a burnt-out corporate executive tries to shake her type A personality at art school; and a young man and and his father succumb to guilt at an animal shelter. The Moth's Senior Producer Jenifer Hixson hosts this hour. \n\nThe Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media.","description":"Phil Caputo - Journalist gives details of being a rookie reporter and then a seasoned war correspondent.&nbsp;Ophira Eisenberg - A little girl gets The Barbie Dream house after a terrible car wreck.&nbsp;Tricia Rose Burt - A Southern overachiever attempts to loosen up in a drawing class.Carlos Kotkin&nbsp;- An undesirable poodle named Coco is reluctantly rescued from an animal shelter.&nbsp;&nbsp;","contentencoded":"<strong>Phil Caputo</strong> - Journalist gives details of being a rookie reporter and then a seasoned war correspondent.&nbsp;<br /><br /><strong>Ophira Eisenberg</strong> - A little girl gets The Barbie Dream house after a terrible car wreck.&nbsp;<br /><br /><strong>Tricia Rose Burt</strong> - A Southern overachiever attempts to loosen up in a drawing class.<br /><br /><strong><strong>Carlos Kotkin</strong></strong>&nbsp;- An undesirable poodle named Coco is reluctantly rescued from an animal shelter.&nbsp;&nbsp;","byline":"The Moth","published":"2014-10-27T15:34:08+00:00","tags":[],"itags":["prx:stories-100785"],"audio":[{"href":"https://hal.prx.org/pub/c9dd0702fe4a9c274f24a71d3031eaed/0/web/story_image/242688/medium/1104.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/53f02d80fdd0b6634fca4e2bdb002b15/0/web/audio_file/760404/broadcast/Moth1104Bounce2014rev.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":101647890}}]}