{"created":"2014-09-09T21:55:31+00:00","modified":"2014-09-11T19:18:38+00:00","valid":{"from":"2014-09-11T19:18:38+00:00","to":"3014-09-11T19:18:38+00:00"},"hreflang":"en","guid":"8b2d3ef9-2ae0-4850-afef-0d7208f24c5a","title":"Wounded warriors compete in the UK's Invictus Games","published":"2014-09-11T19:18:37+00:00","byline":"Andrea Crossan","tags":["wounded warriors","veterans","military","Sports","London","Europe","United Kingdom","Europe","Jon Le Galloudec","William Earnest Henley","Harry","Invictus Games","Prince Harry","veterans"],"teaser":"\"Invictus\" is the latin word for \"unconquered,\" and It's the perfect name for a sports event for injured veterans. More than 400 athletes from 13 countries will be going for gold at the first edition of the Invictus Games in London, which started on Tuesday.","contentencoded":"<p><em>&ldquo;I am the master of my fate: I am the captain of my soul.&rdquo;</em></p><p><span style=\"line-height: 1.538em;\">Those are the final words of the poem &ldquo;Invictus&rdquo; by William Earnest Henley. It&#39;s also a fitting challenge for the athletes who are gathering in London for the first edition of the <a href=\"http://invictusgames.org\">Invictus Games</a>.&nbsp;</span></p><p>Like Henley, many of the competitors are amputees. The athletes are all wounded servicemen and women, and 400 of them from 13 countries will compete in sports ranging from wheelchair basketball to indoor rowing.</p><p><span style=\"line-height: 1.538em;\">The games were launched by&nbsp;Prince Harry, the&nbsp;</span><span style=\"line-height: 1.538em;\">British royal who&#39;s also an army officer. During a visit to the United States last year, he attended the&nbsp;</span><a href=\"http://www.teamusa.org/warriorgames/\" style=\"line-height: 1.538em;\">Warrior Games</a>, a similar competition for members of the US military.</p><p>After seeing the games, Prince Harry decided to create a similar sporting event in the UK, this one open to competitors from several nation.</p><p>At an event before the opening ceremonies on Tuesday, Prince Harry urged the public to come to watch the events.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;It&rsquo;s about supporting these individuals who have signed up to serve their country and wherever it takes them,&quot; he said.</span></p><p>British veteran Jon Le Galloudec is one of those individuals.<span style=\"line-height: 1.538em;\">&nbsp;Le Galloudec, then a lance corporal in the British Army, was serving in Iraq in 2007 when he was shot in the spine by a sniper.</span></p><p>&ldquo;From that point on, life was pretty bleak,&quot; says&nbsp;<span style=\"line-height: 20.0063037872314px;\">Le Galloudec. &quot;</span><span style=\"line-height: 1.538em;\">I was paralyzed from the waist down and told [by doctors] that I would never walk again. After a lot of physiotherapy and sheer guts and determination, I was able to take my first few tentative steps a few months later.&rdquo;</span></p><p>But Le Galloudec wasn&rsquo;t content to just walk: He became a serious athlete.&nbsp;<span style=\"line-height: 1.538em;\">He joined the </span><a href=\"http://www.helpforheroes.org.uk/\" style=\"line-height: 1.538em;\">Help for Heroes</a><span style=\"line-height: 1.538em;\"> charity and raised money for the foundation by climbing Mt. Kilimanjaro and hiking to the base camp of Mt. Everest.</span></p><p>Now he&rsquo;ll be competing in three swimming events at the Invictus Games.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Sport is our way of getting into that competitive edge,&quot; he says. &quot;It shows the world that we&rsquo;re not defeated, that we stand unconquered.&rdquo;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/vict.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/victjpg"}]}