{"created":"2014-09-08T02:10:35+00:00","modified":"2014-09-08T02:10:35+00:00","valid":{"from":"2014-09-08T02:10:35+00:00","to":"3014-09-08T02:10:35+00:00"},"hreflang":"en","guid":"8b38cc46-f3c4-4d73-b19f-c02e1b2d63bd","title":"Britain could strip citizenship from those who join Islamic extremists in Iraq and Syria","published":"2014-09-08T02:10:34+00:00","byline":"Nina Porzucki","tags":["terrorism","counterterrorism","Islamic State in Iraq and Syria","Jabhat al-Nusra","International Security","Justice","Conflict & Justice","Europe","Asia","United Kingdom","Iraq","Syria","Europe","Asia","Middle East","Dominic Casciani","David Cameron","Passport","Politics","David Cameron","Politics of the United Kingdom","Counter-terrorism"],"teaser":"The debate between security and civil liberties continues to heat up in the UK. More than 500 British citizens have reportedly gone to fight in Syria and Iraq, and the government wants to increase measures to make sure they don't bring violence with them when they return home.","contentencoded":"<p>When hundreds of would-be militants leave a Western nation to fight with Islamist groups, a government is bound to do something about it.</p><p>&ldquo;We are proud to be an open, free and tolerant nation, but that tolerance must never be confused with a passive acceptance of cultures living separate lives or people behaving in ways that run completely counter to British values,&quot; said British Prime Minister David Cameron on Monday. &quot;Adherence to British values is not an option or a choice &mdash; it&#39;s a duty for all for those living in these islands.&quot;</p><p>He addressed the House of Commons about expanding British terrorism prevention and investigation measures, also known as TPIMs. The United Kingdom already <a href=\"http://www.pri.org/stories/2014-08-29/number-british-islamist-fighters-rises-and-so-does-uks-threat-level\">upped its terror threat level</a> to &quot;severe&quot; last week, and more measures are in the works.</p><p><span style=\"line-height: 1.538em;\">&ldquo;The British police know that there are hundreds of men who have gone out to fight in Syria,&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">says BBC Home Affairs correspondent Dominic Casciani. &quot;S</span><span style=\"line-height: 1.538em;\">ome of those guys will now be in Iraq, as well. [Officials] want to try to stop these people from going [and] they want to try to monitor them when they&rsquo;re home,&rdquo;</span></p><p>The toolkit that British police have to monitor people is fairly limited, says Casciani. For instance, if the British Home Secretary &mdash; the rough equivalent of the Secretary of Homeland Security in the US &mdash; has prior knowledge that someone is traveling to Syria, she can utilize a law called the Royal Prerogative that allows her to seize that person&rsquo;s passport in the name of the Queen.</p><p>Police don&#39;t currently have those powers, which is one thing Cameron will seek to change. <span style=\"line-height: 1.538em;\">But the most controversial measure he&#39;s proposing is to give police and security services the power to cancel the passports of British subjects and stop them from returning to their own country. This raises the possibility that the British government can render someone stateless.</span></p><p>Casciani points out that &ldquo;The UK already has the power to render somebody stateless, providing it can prove to the judge that that person has a possible second nationality that they can adopt ... We&rsquo;ve seen it used in that kind of context before.&quot;</p><p>But the measures Cameron spoke about could apply to people without dual citizenship. Casciani says t<span style=\"line-height: 1.538em;\">hat&#39;s raising concern among British Muslims, and there&#39;s also broader concern about how the UK is dealing with the Syria problem.</span></p><p>Some of the 500 to 600 Britons who went overseas to fight with Islamist groups have returned and been arrested. Casciani says that&#39;s creating ever more friction between British extremists and the UK.</p><p>The reporter says some citizens<span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">&nbsp;argue that greater security measures will just create a situation &quot;where people who went off to fight against the Assad regime in Syria will certainly start regarding the UK as part of the problem.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Instead of implementing more TPIMs, Casciani explains, critics say that the British government should be investing the money in re-education programs for people returning from the fighting.&nbsp;</span><span style=\"line-height: 1.538em;\">What critics feel the government needs to be doing, she notes, &quot;is spending more time, money, and effort trying to de-radicalize these people coming back brutalized from a foreign war, so they can be re-integrated into society.&rdquo;</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Cameron1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/cameron1jpg"}]}