{"created":"2014-08-28T02:33:35+00:00","modified":"2015-02-11T15:54:14+00:00","valid":{"from":"2015-02-11T15:54:14+00:00","to":"3015-02-11T15:54:14+00:00"},"hreflang":"en","title":"Don Draper? Tywin Lannister? These Aren't Your Father's TV Dads","published":"2015-02-11T15:54:00+00:00","teaser":"As part of <em>All Things Considered</em>'s series on Men in America, NPR's Eric Deggans considers the way television fatherhood has changed over the past five decades, from Ward Cleaver to Walter White.","itags":["npr_api","340395060"],"guid":"8b446876-9bdb-48a5-939d-7333461d099c","contentencoded":"<p><em>Breaking Bad</em>'s Walter White was a liar, killer and the biggest meth cook in New Mexico. But he always insisted his bad acts were for a good cause: helping his wife and kids survive after he was stricken with cancer.</p><p>Then White went on the run, after his actions led directly to the death of his brother-in-law, and had to admit the truth: \"I did it for me,\" he told estranged wife Skyler, in an emotional scene from the show's finale. \"I liked it. I was good at it. ... I was alive.\"</p><p>In that moment, White finally accepted membership in a growing club on TV: the destructive dad.</p><p>If you've watched any quality television shows in the past few years you've seen him. He's <em>Mad Men</em>'s Don Draper, whose affairs wrecked his marriage and forced him to tell his kids about the divorce. (Draper's daughter Sally dropped a prophetic line when she told him \"You say things and you don't mean them ... and you can't just do that.\" But we know he will. Again and again.)</p><p>On the Showtime series <em>Shameless,</em> he's Frank Gallagher, a drunken addict who swore his son's career as a school bully only made other kids stronger. He tells one complaining parent, \"My kid'll be picking up roadside garbage in an orange jumpsuit in 10 years, and your kid'll be in med school, curing cancer. You're welcome.\"</p><p>And on <em>Game of Thrones,</em> he's Tywin Lannister, a ruthless lord finally forced to admit how much he hates his son Tyrion. \"All my life, you've wanted me dead,\" Tyrion says to him in a pivotal scene. \"Yes,\" admits Tywin. \"But you've refused to die. ... I respect that!\"</p><p>These destructive dads aren't just dysfunctional goofballs. They are deeply troubled men whose issues cause serious problems for everyone close to them. And they're at the end of a long decline in the portrayal of dads on television.</p><p>It's worth noting: It wasn't always this way.</p><p>Back in the 1950s and '60s, dads were affable, well-meaning guys who wore ties and suit coats in the house, and ruled with gentle wisdom. Of course, they were also products of their time. A now-infamous clip from <em>Leave it to Beaver</em> features Ward Cleaver telling son Wally that \"they say a woman's place is in the home, and I guess as long as she's in the home, she might as well be in the kitchen.\"</p><p>By the 1970s, TV had dads with bigger flaws. <em>All in the Family</em>'s Archie Bunker is a straight-up bigot who tosses racial slurs left and right. \"The coons are comin',\" he shouts at his family during an argument about black families moving into his Queens neighborhood, warning them they'll \"see how wonderful it is when the watermelon rinds come flyin' out the window!\"</p><p>But Bunker's bigotry, awful as it was, never seemed to damage anyone else in his family. And as dads got more goofy, they still weren't capable of really hurting anyone. Even when <em>The Cosby Show</em>'s Cliff Huxtable blew up at his son for giving up on school, he wasn't all that threatening — despite the now-classic Cosby line: \"I am your father. I brought you in this world, and I'll take you out.\"</p><p>In the modern TV world of Drapers, Whites and Lannisters, the stakes seem higher; the damage done is much greater. Today's destructive dads are more than a nod to gritty realism. They show that actions have consequences. And when a father makes a selfish or dishonest choice on these shows, everyone in the family suffers.</p><p>Some might see these characters as an insult.</p><p>But I say there is no better tribute to the influence of fathers — positive and otherwise — than TV's destructive dads.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Don+Draper%3F+Tywin+Lannister%3F+These+Aren%27t+Your+Father%27s+TV+Dads&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340700472-681f3d.m3u?orgId=1&topicId=1138&aggIds=323986426&e=340395060&d=213&ft=nprml&f=340395060"},{"href":"http://media.npr.org/assets/img/2015/02/11/walter-white-7430d4970db8851ba8897fa439ef89e33dd7d85f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2321","width":"3095"}},{"href":"http://media.npr.org/assets/img/2014/08/14/draper-house-836b5db7f06b1075186e6c50af58ee86b92fe543.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3197"}},{"href":"http://media.npr.org/assets/img/2014/08/14/archie-bunker-1ef6969ff764ce2aa2bee69111d27b98c2a01d28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3000"}}]}