{"created":"2014-10-07T18:42:38+00:00","modified":"2015-02-03T18:18:39+00:00","valid":{"from":"2015-02-03T18:18:39+00:00","to":"3015-02-03T18:18:39+00:00"},"hreflang":"en","title":"Perry And Cruz Do The Presidential Candidacy Dance","published":"2014-08-09T15:40:00+00:00","teaser":"At RedState's convention Friday, Texas Gov. Rick Perry and Texas Sen. Ted Cruz tried to capture the attention of GOP voters, but they two-stepped around the question of whether they will run in 2016.","itags":["npr_api","339002816"],"guid":"8b5eb932-b771-4ac4-b0b3-67a3264c39fe","contentencoded":"<p>It's the presidential race no one is talking about. Two Texas political stars are testing the waters for a run in 2016 — without mentioning it, of course.</p><p>Potential Republican candidates Sen. Ted Cruz and Gov. Rick Perry spoke Friday at the annual meeting sponsored by the conservative website RedState, and both danced around the candidacy question.</p><p>Three years ago, at RedState's South Carolina get-together, Perry announced his 2012 presidential bid. This time, he made no announcement, but Perry sounded like he was giving a campaign speech.</p><p>\"Since I became governor,\" he said, \"Texas has created 35 percent of all the private-sector new jobs in this country. That's a powerful, powerful visual.\"</p><p>After touching on job creation and slamming President Obama on the Keystone Pipeline and Obamacare, he went for the issue that has re-launched his presidential plans: immigration.</p><p>\"If Washington won't act to secure the border, as the governor of Texas, I will,\" he said.</p><p>Perry's tough stance on the surge of immigrant children and criticism of the Obama administration has helped him regain popularity with conservative voters. Since he ordered 1,000 National Guard troops to the border in July, he's risen from the bottom of most polls — last week tying Florida Gov. Jeb Bush for No. 1 in a Fox News poll.</p><p>But Perry wasn't the only Texan in the Fort Worth hotel ballroom. Meet his dance partner, Cruz.</p><p>Cruz is also weighing a 2016 run, and the two are doing a sort of a square dance, says Cal Jillson, political science professor at Southern Methodist University.</p><p>\"Trying to follow each other, but not be in a close ballroom dancing post,\" Jillson says. \"They're sometimes well away from each other, but in a choreographed dance to try to capture the attention of the Republican primary electorate.\"</p><p>They're doing it in very different ways. As governor for the past 14 years, Perry highlights his executive leadership. Cruz presents himself as taking on Washington and defending the Constitution.</p><p>\"Perry, strangely enough, is trying a more intellectual policy road to the nomination, whereas Cruz is taking an emotional path,\" says Jillson.</p><p>Speaking to a riled up crowd holding signs with his name Friday, Cruz said it's time to make D.C. listen.</p><p>\"As Reagan said, 'If you can't make them see the light, make them feel the heat,' \" he said.<br /> <br />Former Sen. Jim DeMint, who now runs the conservative Heritage Foundation, says the two share core conservative ideas, but have different styles. If the race gets close, he says, their dance will speed up.</p><p>\"They'll certainly be waltzing around each other for a while, but if they both end up in the top two or three, then I think it'll be more of a — maybe we'll just say, a jitterbug type thing,\" DeMint says.</p><p>The acrobatic dance could start soon, as both Cruz and Perry head to Iowa this weekend.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Perry+And+Cruz+Do+The+Presidential+Candidacy+Dance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Silverman","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339082120-5bbee1.m3u?orgId=1&topicId=1014&e=339002816&d=206&ft=nprml&f=339002816"},{"href":"http://media.npr.org/assets/img/2014/08/09/cruz-c1fda6b761c4d31395cb4bc028fb207f662a2945.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2249","width":"3000"}}]}