{"created":"2014-09-26T20:35:16+00:00","modified":"2015-03-26T19:43:03+00:00","valid":{"from":"2015-03-26T19:43:03+00:00","to":"3015-03-26T19:43:03+00:00"},"hreflang":"en","title":"'Boy On Ice' Explores The Emotional And Physical Toll Of Dropping The Gloves","published":"2014-09-26T21:51:00+00:00","teaser":"In 2011, 28-year-old Derek Boogaard — one of the NHL's most fearsome fighters — was found dead of an accidental overdose of painkillers and alcohol. He also showed signs of serious brain injury.","itags":["npr_api","351248975"],"guid":"8b5ea594-8233-4bda-bf1e-c1b37ed975f2","contentencoded":"<p>Derek Boogaard didn't make it to the National Hockey League because he was a great hockey player. He wasn't especially fast, and he rarely scored a goal. But in skates, he stood nearly 7 feet tall, and he was close to 300 pounds. Considered by many the toughest guy in the NHL, Boogaard was an enforcer, and his job was to fight.</p><p>In 2011, at the age of 28, Boogaard was dead of an accidental overdose of painkillers and alcohol. His brain also showed clear signs of disease — most likely from repeated blows to his head. The story of Boogaard's rise to the NHL and devastating fall is told in <em>Boy On Ice, </em>a new book by <em>New York Times</em> sportswriter John Branch.</p><p><em>Boy On Ice</em> gets at the heart of expectations around fighting in ice hockey. \"It's a part of that culture and it's a tough one to shake,\" Branch tells NPR's Melissa Block.</p><hr /><h3>Interview Highlights</h3><p><strong>On the role of the enforcer</strong></p><p>The enforcer is basically a bodyguard — and the idea being that you have a player who is big and scary and tough who will protect the more skilled players on your team from bad guys on the opposing side. ... They are basically deterrents from some of the cheap shots that might hurt players in other ways.</p><p><strong>On fights in the NHL</strong></p><p>The fighting in the NHL, especially in some of the minor leagues, it's usually the loudest and the most excited the crowd gets during the entire game. The two guys will usually start pushing each other. They'll drop the gloves because part of the culture is you fight with your bare fists. And they'll stand there and sort of skate around each other. And so that gives the crowd time to stand up, it gives the announcers time to say, \"Here we go again!\" And these fights can last anywhere from just a few seconds to maybe 60 seconds. And people generally are on their feet, watching, going crazy or they're calling for blood. It's about as Roman a spectacle as we probably have in major sports.</p><p><strong>On the way arenas display the height and weight of the two fighters on the big screen, as though it's a boxing match</strong></p><p>They call it \"tale of the tape,\" showing their heights and weights, maybe their record against each other as combatants. Inside the arena, the scoreboard might have what they use to call, for example, when Derek was in the minor leagues, the \"Boogie cam\" showing the replays of his fights ... [and] they gave away bobbleheads of Derek Boogaard and he had fists that bobbled. It wasn't just the head — it was the fists as well.</p><p><strong>On the toll these fights took on Boogaard</strong></p><p>These guys get hurt and there's both a physical and a very emotional toll on these guys. Most of them have hands and fingers that are just crumbled. But Derek had all sorts of injuries in terms of shoulders, broken noses — too many to count — hip injuries when he'd fall on the ice. He was always hurt.</p><p>But the problem is, for an enforcer — a couple things — one is that they are paid to be the toughest guy on the ice. So they can't show this kind of pain. And secondly, because of their skills they basically can fight, but for the most part, most of them are not skilled players that would be on the roster anyway. And so most of them feel like, \"I can't admit to my injuries.\" So there is a hidden physical toll.</p><p>They'll tell you also — especially once they retire — they'll tell you that the emotional toll is something that nobody ever understands. The fear of the fight that night that you know is going to be coming. The fear that the next punch against somebody like Derek Boogaard could end your career. There's a huge toll that I don't think people have fully understood.</p><p><strong>On prescription drugs he was able to get from doctors</strong></p><p>What's interesting, and I think what Derek discovered at that point, was that a doctor would prescribe these and Derek could call back and say, \"I need more\" and the other doctor would prescribe some for the surgery that he had done and Derek could call back and say, \"Now I need more,\" and the doctors weren't communicating between one another. Finding pills was rarely a problem for him. ...</p><p>In the end, he became addicted to Ambien and also to Oxycodone. But he was also prescribed dozens of other pills and drugs over the course of his career — anything to kind of keep him on the ice. And the motivation was simply: \"We gotta keep this guy on the ice, give him a shot, if we can give him some pills. Prop him up there, because the team needs him. It must be serious if Derek is saying that it hurts, because Derek has a high threshold of pain. He used to never come to us, so it must be serious. We need to help him out.\" It sort of kept coming, and kept coming, and undid him eventually.</p><p><strong>On how many concussions Boogaard had, and the symptoms of brain injury he exhibited — acting irrationally, losing memory</strong></p><p>If you look at the medical files, there may have been three. If you ask his family, there may have been 12 or 15. At one point in the last year of Derek's life, a doctor asked him, \"How many concussions have you had?\" And he said, \"I don't know, a couple.\" And the doctor said, \"Well you understand a concussion is basically when you're hit in the head and things go dark for a moment. Where you sort of lose consciousness, just for a split second you kind of shake your head and go, 'Whoa! What just happened?' \" And Derek said, \"Oh. Well, geez, if you put it that way, then I've probably had hundreds.\"</p><p>So, it's hard to know how many Derek had. The disease that he was found to have postmortem — which is chronic traumatic encephalopathy, which we call CTE — is something that doctors believe is not caused by one or two big concussions, but it's caused by many hits — subconcussive hits. And so, each of those punches may have not really been a concussion by medical definitions but may have contributed to his brain disease.</p><p><strong>On the NHL's stance on fighting</strong></p><p>The NHL has taken an interesting stance on it, and that is to do basically nothing. They feel that is an integral part of the game. They don't say it's there because it's popular, although they will say that [the league has] done some opinion polls and people seem to like it. But they do think, without fighting, there might be some other sort of serious injuries.</p><p>The question is that there's not a whole lot of proof that fighting truly acts as a \"thermostat\" — in [NHL Commissioner] Gary Bettman's words — and lowers the rest of the injuries. I think they think it's popular. The NHL believes that they've been ahead of the curve in terms of concussion awareness, at least ahead of the other leagues here in North America.</p><p>But I think they have a difficult argument when it comes to fighting. And that is, you're allowing two men to basically bare-knuckle brawl — in front of a crowd that's cheering, in front of officials who stand and watch, in front of players who stand and watch — and let them basically try to beat each other up with a knockout punch. And they're punching each other in the head. If you're going to argue that you've done all you can to prevent concussions, I'm not sure how you can say that fighting is a part of that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Boy+On+Ice%27+Explores+The+Emotional+And+Physical+Toll+Of+Dropping+The+Gloves&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351812056-f37dce.m3u?orgId=1&topicId=1033&aggIds=100876926&e=351248975&d=490&ft=nprml&f=351248975"},{"href":"http://media.npr.org/assets/img/2014/09/26/56060408-51fc5444ce0c26ae596f176f8567347fad4b648e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2215","width":"2956"}},{"href":"http://media.npr.org/assets/img/2014/09/26/106916220-91dbd50f95fcbec3fa15a4ac133a3e607cf00044.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1417","width":"1890"}},{"href":"http://media.npr.org/assets/img/2014/09/25/02-derekstroudhires-554c9e444caf36d95f2505d9ecb798062c8e331c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2106","width":"2808"}}]}