{"created":"2014-09-24T21:02:08+00:00","modified":"2014-10-30T22:05:32+00:00","valid":{"from":"2014-10-30T22:05:31+00:00","to":"3014-10-30T22:05:31+00:00"},"hreflang":"en","title":"Shifting Stance, Some GOP Candidates Back State Minimum Wage Hikes","published":"2014-09-26T15:12:00+00:00","teaser":"As free-market conservatives, Republicans are philosophically opposed to raising the minimum wage. But a handful in tight races are having second thoughts.","itags":["npr_api","351246893"],"guid":"8b613944-fdc5-4603-8715-3d5662e64d6c","contentencoded":"<p>Here's another entry in the strange bedfellows political show, 2014 edition: As Election Day gets closer, some Republicans in battleground races seem to be moving to the center on a number of issues. Their latest sea change is the minimum wage.</p><p>Alongside pay equity, infrastructure investment and college affordability, raising the minimum wage is at the center of the Democrats' election year economic agenda. President Obama has given numerous speeches on the minimum wage, excoriating Republicans in Congress for blocking a federal minimum wage hike. \"Either you're in favor of raising wages for hardworking Americans, or you're not,\" he said in April.</p><p>He makes it sound so simple — but this is politics.</p><p>As free-market conservatives, Republicans are philosophically opposed to raising the minimum wage. But a handful of Republican candidates in tight races have come out in favor of raising the minimum wage on the state level.</p><p>Bruce Rauner, running for governor of Illinois, has said in the past that he believed the minimum wage could be lowered, or even eliminated. But now, Rauner says, if Illinois passed tort reform and tax reform, he would support raising the state wage. He's also come out in favor of raising the federal minimum wage.</p><p>Why the change? Illinois is one of five states this year that has a minimum wage hike on the state ballot. These propositions are hugely popular and usually pass with 60 or even 70 percent of the vote.</p><p>In Arkansas and Alaska, where there are also minimum wage referendums on the ballot, Republican Senate candidates Tom Cotton and Dan Sullivan say they'll vote for them. In Sullivan's case, he was previously opposed to the ballot proposition, but then, his spokesman said, \"he had a chance to read the initiative.\"</p><p>Democrats are crying foul. They were hoping to use the referendums to get more of their supporters to the polls. If there's no difference between the Republican and Democratic candidates on this issue, that might be harder.</p><p>Ted Strickland, the populist former governor of Ohio, says these Republicans have had a foxhole conversion. \"Most people understand that when someone embraces a policy they have previously rejected, and they do it just a short time before an election,\" says Strickland, \"they are acting out of political expediency rather than out of convictions and courage.\"</p><p>Republican strategist Sarah Fagen says that in this case what Republicans consider to be good policy — letting the free market work — is not good politics. Republicans would rather avoid the debate over the minimum wage altogether and focus on other issues, she says, so they've made a kind of tactical retreat.</p><p>Remaining opposed to a federal wage hike but supporting a state hike allows them, says Fagen, to be true to \"their economic philosophy but still be reasonable to voters who are demanding that the minimum wage be increased.\"</p><p>Republicans are choosing their battles more carefully this year. They're moving to the center on issues like contraception or the minimum wage, and that's caused some fancy political footwork on both sides. In some states, Republican legislators voted to raise the state wage in order to avoid having the issue on the ballot. But in Alaska, Democrats in the Legislature blocked a bill so that the issue would be on the ballot this fall.</p><p>And that raises the obvious question: Can these ballot propositions actually help Democratic candidates?</p><p>Progressive activist Brad Woodhouse says yes, up to a point. Using the minimum wage ballot referendums as bait, Democrats can target drop-off voters who might only come out and vote because they think it's in their economic interest.</p><p>\"You hope that if they come out to increase the minimum wage,\" says Woodhouse, \"that they'll vote for the Democrat.\"</p><p>Ballot initiatives can boost turnout — by about 1 percent. That, theoretically, could help Democrats win an otherwise close race.</p><p>But academics who study ballot referendums say no minimum wage initiative has ever determined the outcome of a state race. John Matsusaka, director of the Initiative and Referendum Institute at the University of Southern California, points out that there are many examples of Republican candidates winning statewide even as minimum wage ballot referendums also passed 2 to 1.</p><p>\"The Democrats might get a bump from this,\" says Matsusaka. \"But the people who look closely at these data have a hard time finding that it makes a big difference.\"</p><p>So the bottom line is that these initiatives are very good for people who want to raise the minimum wage, but they're less useful as a political tool for Democrats looking for help in a Republican-leaning political landscape.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Shifting+Stance%2C+Some+GOP+Candidates+Back+State+Minimum+Wage+Hikes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351246894-cf1a0d.m3u?orgId=1&topicId=1014&ft=3&f=351246893"}]}