{"created":"2015-01-10T15:32:13+00:00","modified":"2015-01-21T17:03:34+00:00","valid":{"from":"2015-01-21T17:03:34+00:00","to":"3015-01-21T17:03:34+00:00"},"hreflang":"en","title":"Employment Is Up. Paychecks, Not So Much","published":"2015-01-10T16:31:00+00:00","teaser":"Hopes that wages may finally be solidly on the rise were dashed in Friday's jobs report. While employers added 252,000 new jobs, average hourly earnings actually dipped.","itags":["npr_api","376268795"],"guid":"8b6ff1c6-94e1-4f50-b413-5d577789fa74","contentencoded":"<p>The U.S. economy saw the strongest job growth last year since 1999, according to statistics released Friday by the Department of Labor. The country gained another 252,000 jobs in December.</p><p>That's the good news — but this jobs report also dashed some hopes for fatter paychecks. Employers are hiring more people, but overall, the wages they're paying remain flat.</p><p>A month ago, it seemed wages were starting to pick up — but those November numbers were revised lower. In December, wages actually fell slightly.</p><p>\"There is this ongoing puzzle, and economists are trying to figure this out,\" says Harry Holzer, a former chief economist for the Labor Department.</p><p>Holzer says that, historically, when unemployment has fallen to a number like December's 5.6 percent, the increased demand for labor has pushed wages up. Not this time.</p><p>\"How can it be that we haven't seen any growth, adjusted for inflation, so far?\" he asks. \"Probably the real answer to that is that there's still more slack in the labor market.\"</p><p>In other words, the unemployment rate is no longer a good yardstick. Many workers have dropped out of the labor force or are working part-time, and those people are not captured in the unemployment rate figure.</p><p>Most agree that if employers keep hiring more workers, at some point, wages will rise — but the question is, by how much? Holzer says if you look back at the 30-year period after World War II, wages rose rapidly.</p><p>\"The rising tide was lifting all the boats,\" Holzer says. \"You had strong wage growth, year-in, year-out, and over a 30-year period the average worker's earnings were more or less doubled.\"</p><p>Since the early 1970s, though, it's been a very different story. Holzer says overall wages, adjusted for inflation, have only risen 20 percent since 1973. For a big chunk of what used to be the middle class — working-age men with a high school education — wages haven't risen at all. In fact, they've fallen.</p><p>\"All less-educated men are earning less than they did 40 years ago,\" he says. \"That's just a really new story in American history. People ought to know that that's really different than anything we've experienced in the past.\"</p><p>That's troubling to liberal economists and also to conservative ones like Michael Strain, a labor economist with the American Enterprise Institute.</p><p>\"I'm very concerned about it,\" Strain says. \"I think that taking the short-term view, there's a policy response, which is for the Fed to continue its campaign of stimulating the economy.\"</p><p>Longer-term, most agree the American workforce needs better training and education. Higher-skilled jobs mean more money and a better future.</p><p>Speaking Friday in Tennessee, President Obama announced an ambitious new plan to make community college free for all Americans.</p><p>Betsey Stevensen, a labor economist on the president's Council of Economic Advisors, says that college is basically is the new high school when it comes to having skills to get a well-paying job. A century ago, Stevenson points out, the U.S. made high school free.</p><p>\"When we decided to make high school free and universal, the rest of the world laughed at us and called us wasteful,\" she says.</p><p>But it paid off big-time, she says, and the administration's hoping free community college will as well.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Employment+Is+Up.+Paychecks%2C+Not+So+Much&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376300633-f67b34.m3u?orgId=1&topicId=1017&ft=3&f=376268795"}]}