{"created":"2014-10-18T08:03:17+00:00","modified":"2014-11-12T19:46:50+00:00","valid":{"from":"2014-11-12T19:46:50+00:00","to":"3014-11-12T19:46:50+00:00"},"hreflang":"en","title":"Postlude To A Kiss: Scriabin's Raging 'Poem Of Ecstasy' ","published":"2014-10-21T15:03:00+00:00","teaser":"Mystical Russian composer Alexander Scriabin saw music, heard colors and wrote music that goes from ecstasy to frenzy. Baltimore Symphony conductor Marin Alsop explores Scriabin's best-known piece.","itags":["npr_api","356899393"],"guid":"8b70fb3a-11e3-4c89-a6dd-b06cb6ca2bee","contentencoded":"<p>I love composer anniversaries because they afford us opportunities to look at musicians anew, and 2015 will mark the centenary of the death of Russian composer <a href=\"http://www.npr.org/artists/91705239/alexander-scriabin\" target=\"_blank\">Alexander Scriabin</a>. It's quite possible that you've never heard of Scriabin, but take comfort in the fact that even his biographer said, \"No one was more famous during their lifetime, and few were more quickly ignored after death.\"<br /> <br /> Scriabin was born on Christmas Day in 1871 and died at the age of 43 in 1915. He was, first and foremost, a product of the incredibly fertile time in history encompassing his short life.<br /> <br /> This upcoming anniversary year gives us a chance to explore Scriabin's music and examine his unique perspectives on life. He was an innovator and freethinker who heralded much of the avant-garde future to come, but in his own individual way. <br /> <br /> He was born into an aristocratic Russian military family. While his youth was tinged with the loss of his mother and the absence of his father, Scriabin was well-read and privileged. He studied piano and composition alongside <a href=\"http://www.npr.org/artists/15438778/sergey-rachmaninov\" target=\"_blank\">Rachmaninov</a> at the Moscow Conservatory but, even as a young man, his unorthodox approach to tradition and form set him apart.<br /> <br /> While Scriabin's early works are reminiscent of <a href=\"http://www.npr.org/artists/15379968/frederic-chopin\" target=\"_blank\">Chopin</a>, he soon moved on to break down the traditional tonal structure and experiment with new methods of organizing sound, with a particular emphasis on what is called the \"mystic chord,\" a series of fourths — augmented, diminished and perfect fourths — that create a sense of suspension and break down the traditional tonal center.<br /> <br /> Music was the highest art form and poetry was the highest literary form for Scriabin. His <a href=\"http://www.youtube.com/watch?v=HAnVrdQ3qFk\" target=\"_blank\">Poem of Ecstasy</a> brings these two disciplines together with his own \"Poem of Ecstasy\" inspiring his music of the same title. But behind this lofty goal was a somewhat less lofty subject: sex.</p><p>Scriabin originally set out to write a poem he was calling \"Orgiastic Poem,\" centered on physical ecstasy, but later decided to alter the title to something more ambiguous — which thankfully allowed his work to gain a more universal audience. His poem is 300 lines and his orchestral piece just over 20 minutes long, yet the theme of each is clear and singular. It is a theme of self-affirmation and self-fulfillment, built on the interval of the fourth. And while Scriabin's original version ended with the Nietzsche-inspired last line of \"I am God,\" he changed it to a less controversial \"I am\" in his final version.<br /> <br /> For Scriabin, music was much more than just notes and sound. Even in a Russia where mysticism, religious or occult in nature, was all-consuming, Scriabin stood out with his unique belief system — a mix of Hinduism, theosophy and Nietzsche. He began to see himself as a messianic figure and proclaimed that \"the purpose of music is revelation.\"<br /> <br /> Many people thought Scriabin was completely mad, but most acknowledged his genius. He saw musical tones as colors, a condition known as <a href=\"http://www.npr.org/blogs/thesalt/2013/03/12/174132392/synesthetes-really-can-taste-the-rainbow\" target=\"_blank\">synesthesia</a>, and he longed to connect all of the senses in his work — hearing, sight, taste and smell.<br /> <br /> For some time before his death he planned a multimedia work to be performed in the Himalayas that would cause an Armageddon, \"a grandiose religious synthesis of all arts which would herald a new world.\" He would call the work <em>Mysterium</em>.<br /> <br /> While that final work never materialized, Scriabin's music and worldview anticipated the coming avant-garde movement with surprising accuracy. Hearing this lush score and letting it overwhelm our senses is enough to let us appreciate his profound talent.</p><p><em><a href=\"http://www.npr.org/artists/15033224/marin-alsop\" target=\"_blank\">Marin Alsop</a> is music director of the Baltimore Symphony Orchestra and the São Paulo Symphony Orchestra.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Postlude+To+A+Kiss%3A+Scriabin%27s+Raging+%27Poem+Of+Ecstasy%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Marin Alsop","audio":[{"meta":{"duration":"410"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357153380-b51429.m3u?orgId=1&topicId=1106&aggIds=100920965,7302443&ft=3&f=356899393"},{"href":"http://media.npr.org/assets/img/2014/10/17/3304843-836de2c4861c7bb5efcc987944c2ce238c256030.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1547","width":"2063"}}]}