{"created":"2014-12-16T17:59:27+00:00","modified":"2014-12-16T22:00:08+00:00","valid":{"from":"2014-12-16T22:00:08+00:00","to":"3014-12-16T22:00:08+00:00"},"hreflang":"en","title":"Ken Tucker's Top 9 Albums Of 2014, Plus A Book","published":"2014-12-16T19:24:00+00:00","teaser":"Making new sounds while staying mindful of the past is a common theme in the <em>Fresh Air</em> music critic's year-end list.","itags":["npr_api","371184372"],"guid":"8b74220d-b2be-468d-8569-f60edde342a4","contentencoded":"<p><a href=\"http://www.npr.org/artists/15189629/spoon\">Spoon</a> makes the kind of indie-pop music that pleases folks like me, and maybe you, who love its simultaneous sense of history and forward momentum. <em>They Want My Soul</em> was all sustained pleasure.</p><p>Pop music on a bigger scale is the triumph of 2014. Grand, glossy music-making overtook hip-hop, country and rock — or, more accurately, found new ways to absorb them; to dominate the airwaves, the charts and our consciousness. This was, after all, the year of Pharrell's \"<a href=\"https://www.youtube.com/watch?v=y6Sxv-sUYtM\" target=\"_blank\">Happy</a>,\" an immediately ubiquitous tune that became an anthem for thoughtful optimism as well as the go-to music for what seemed like every light interlude in a TV sitcom. And what was even poppier than Pharrell's pop? <a href=\"http://www.npr.org/artists/120581188/taylor-swift\">Taylor Swift</a>'s pop, of course.</p><p>This was the year Taylor Swift severed her remaining ties to country music to make her gleefully bold album <em>1989</em>, which did what few albums do anymore: present itself as a carefully sequenced collection of songs designed to be listened to from first cut to last. You know, the way <em>Sgt. Pepper's Lonely Hearts Club Band </em>was.</p><p>The opposite of bright, catchy pop is represented on a couple of other albums on my list. The assiduously ornery band Pere Ubu makes music that is at once harsh and noisy, morosely serious and playfully nimble, and I loved <em><a href=\"http://www.npr.org/2014/09/18/349574382/pere-ubus-carnival-of-souls-is-a-dreamscape-thats-never-dreamy\">Carnival Of Souls</a></em>.</p><p>Even moodier is the music of <a href=\"http://www.npr.org/artists/145913023/lana-del-rey\">Lana Del Rey</a>, whom you might call the anti-Taylor Swift. On <em>Ultraviolence</em>, Del Rey stretches out syllables and song lengths so that every tune becomes a siren call, beckoning you toward her.</p><p>No album seemed as rich and deep with complexities about family, time and geography as <a href=\"http://www.npr.org/artists/15009017/rosanne-cash\">Rosanne Cash</a>'s <em>The River And The Thread</em>. It's a tour through an area of the South that has meant a lot to Cash and previous generations of her extended clan. This album operates as a prodigious feat of travel reporting, historical investigation and ways to make rock, folk, country and blues work when you're a Manhattan woman maintaining connections to your roots.</p><p>It's increasingly rare that a new musician comes along who can embody an older tradition yet render a familiar form fresh, but twentysomething <a href=\"http://www.npr.org/artists/333562077/benjamin-booker\">Benjamin Booker</a> did it with his debut blues-rock-funk album. He was at his best when he and his guitar sounded as though he was running down a dark street, chasing after something desirable or running from something frightening.</p><p>It was the kind of year in which I was as happy to hear a bright bit of boy-band punk rock like 5 Seconds Of Summer's song \"<a href=\"https://www.youtube.com/watch?v=X2BYmmTI04I\" target=\"_blank\">She Looks So Perfect</a>\" as I was <a href=\"http://www.npr.org/artists/15394683/miranda-lambert\">Miranda Lambert</a>'s twangy realism in a song like \"<a href=\"https://www.youtube.com/watch?v=gwNY3N5iQ2I\" target=\"_blank\">Bathroom Sink</a>.\" If the year's best collection of old music was the long-awaited release of <a href=\"http://www.npr.org/artists/15193203/bob-dylan\">Bob Dylan</a>'s <em>The Basement Tapes Complete</em>, Dylan's current tour suggested that he continues to make the old stuff new. And, as I consider my favorite music — and book — of the past year, making it new while being mindful of the past is the common theme, no matter how different the sounds are.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ken+Tucker%27s+Top+9+Albums+Of+2014%2C+Plus+A+Book&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ken Tucker","audio":[{"meta":{"duration":"518"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371222649-6a813b.m3u?orgId=1&topicId=1107&aggIds=366408499&ft=3&f=371184372"},{"href":"http://media.npr.org/assets/img/2014/12/16/albertine_custom-98bb876ebf72065d4d04096d72afbfcf08eaa79b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2767","width":"1804"}},{"href":"http://media.npr.org/assets/img/2014/12/16/ldr2-f5920aaee292e75b51cc44a043333a9421985278.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"972","width":"1297"}}]}