{"created":"2014-10-08T15:17:08+00:00","modified":"2014-10-31T01:43:33+00:00","valid":{"from":"2014-10-31T01:43:32+00:00","to":"3014-10-31T01:43:32+00:00"},"hreflang":"en","title":"How To Shop For Long-Term Care Insurance","published":"2014-05-28T16:57:00+00:00","teaser":"Buying insurance is always a gamble — weighing the total cost of monthly premiums against the chance that you'll need pricey care. So how can you tell if long-term care insurance is right for you?","itags":["npr_api","316328410"],"guid":"8b7e2ce9-49b4-45e2-8881-b32ccddf2d9d","contentencoded":"<p>One of the toughest money decisions Americans face as they age is whether to buy long-term care insurance. Many people don't realize that Medicare usually doesn't cover long-term care, yet lengthy assisted-living or nursing home stays can decimate even the best-laid retirement plan.</p><p>Long-term care insurance is a complex product that requires a long-term commitment if you're buying it. So how can you tell if this insurance is right for you?</p><p>Suzanne and Bob O'Donnell of Marshfield, Mass., were in their mid-50s when a financial adviser convinced them long-term care insurance made sense — as did buying it before they got old.</p><p>\"And [that] has turned out to be true,\" Bob says, \"because later on, a lot of our friends have tried to buy it and either been rejected or their premiums are prohibitive.\"</p><p><strong>So that's the first lesson:</strong> Shopping before health problems set in improves your chances of being accepted while tempering the cost of each month's premium.</p><p>The O'Donnells, now retired, covered the three main bases for a worthwhile policy when they bought it 13 years ago: a good-size monthly benefit, inflation protection and ample years of coverage. Suzanne says they also covered more personal needs.</p><p>\"We just wanted to not be a burden to our children,\" she says, \"and we also wanted to be more secure in where we'd be able to end up.\"</p><p>She'd seen her grandmother spend years in a nursing home that Suzanne didn't like.</p><p>Their policy is expensive: The premium recently rose to $440 a month. That's partly because they bought a 5 percent inflation rider that, in just a dozen years, has raised their initial $6,000 monthly benefit to more than $11,000. That's about what a nursing home in the Northeast costs these days.</p><p>Scott Bunker, an insurance broker in the Boston area, says the O'Donnells aren't typical in seeking the insurance before they need it. He sees a lot of people who look into buying a policy in their 50s and early 60s — then hesitate.</p><p>\"They explore it, they look at it, they think, 'Geez this makes an awful lot of sense, but it's so long between now and when I expect that I'm going to need it.' And so they'll put it off for a little while,\" he says. \"And then, a year or two goes by and you'll get a phone call and people will say, 'OK, we're ready to move.' \"</p><p>Bunker says that's often because they've seen that a family member is starting to need care.</p><p><strong>Playing The Odds</strong></p><p>As with any insurance, you're playing the odds that you'll need it. Tony Webb at Boston College's Center for Retirement Research has been studying the care needs of today's retirees.</p><p>\"And we find that men aged 65 have a 44 percent chance of ever going into care, and women aged 65 have a 58 percent chance of ever going into care,\" Webb says.</p><p>Those odds are for all types of care — from expensive nursing homes to assisted living in your own home or a facility. A good insurance policy covers all three places.</p><p>Most people average less than a year in care. The risk is that it can go much longer. Another risk is that policy buyers won't realize they're taking on a long-term commitment.</p><p>\"If you're taking out a policy in your 50s, the claim may be made in 30 years' time, and therefore you have to be confident of being able and willing to pay the premiums for a very long period of time,\" Webb says.</p><p>If you stop paying, you'll lose your whole investment.</p><p><strong>How much coverage should you purchase?</strong> Broker Scott Bunker says there are two ways to frame that question.</p><p>\"When I talk to folks, I talk in terms of a full-insurance strategy or a co-insurance strategy,\" he says. \"Full-insurance would be [about] $10,000 or $11,000 a month.\" Co-insurance, he says, would be a policy that paid out something more like $7,000 per month; in that case, the holder of the policy would be expected to come up with another $3,000 to $4,000 out of pocket each month for care.</p><p><strong>So who needs this insurance?</strong> In short, people who are between rich and poor, who want or need to protect assets for a spouse or for heirs.</p><p>If you're wealthy, you can bypass insurance and count on being able to pay for care yourself. If you have few assets, you can risk going without insurance and watching those assets melt away before Medicaid kicks in.</p><p>Heading into retirement, the O'Donnells think they got a good deal with their policy even though the years of premium payments add up.</p><p>\"We've had it for 13 years, and in 13 years, we've spent about $63,000 — which, as I understand it, wouldn't be one year of good, quality care,\" Suzanne says.</p><p>And Bob says buying while still in their 50s got them more coverage than if they'd waited.</p><p>\"I think we were lucky — better than wise,\" he says. \"I think because we did it earlier, the amount of money we were going to spend afforded us a lot more bells and whistles than if we had waited longer to do it.\"</p><p><strong>One last caution if you're shopping for this coverage:</strong> Be sure that ratings agencies say the insurer you're dealing with has a very strong long-term financial position. You're entering what could be, essentially, a 30-plus-year marriage with this company, so you want to be sure your insurance partner is there for you in sickness — not just in health.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Shop+For+Long-Term+Care+Insurance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Tripoli","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316552695-29ed4f.m3u?orgId=1&topicId=1128&ft=3&f=316328410"},{"href":"http://media.npr.org/assets/img/2014/05/27/longeterm-b768fe924b07a1d392b0fbe18bb4a3a2062bfd36.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"563","width":"751"}}]}