{"created":"2015-06-14T12:18:41+00:00","modified":"2015-07-01T23:05:23+00:00","valid":{"from":"2015-07-01T23:05:23+00:00","to":"3015-07-01T23:05:23+00:00"},"hreflang":"en","title":"Shooting Barbs At The Stars: Kathy Griffin On Comedy And Intolerance","published":"2015-06-14T15:02:00+00:00","teaser":"The comedian says she doesn't hold back in her biting humor, but she does try to evolve with the times. She isn't calling herself an \"F-word hag\" these days — but she will joke about Caitlyn Jenner.","itags":["npr_api","413991954"],"guid":"8b927db6-135f-4014-a141-433c122080a8","contentencoded":"<p>Kathy Griffin has spent her career going for the joke. The comedian has developed a style that eviscerates celebrities, while sharing delightfully bizarre stories that could only happen in Hollywood.</p><p>Along the way, she's won fans who feel she tells it like it is ... and enemies who think she goes too far.</p><p>On her new tour, called \"Like A Boss,\" Griffin will be traveling to 80 cities between June and December. And, she tells NPR's Rachel Martin, no topics are off-limits — even Caitlyn Jenner.</p><p>\"In fact, it's all I can do to not just talk two hours about Caitlyn alone,\" Griffin says.</p><hr /><h3>Interview Highlights</h3><p><strong>On how to poke fun at sensitive subjects, like transgender issues</strong></p><p>Here's how you do it. I called my friends in the community — and you know, I've got all the awards. I've got the Human Rights Campaign Lifetime award, the GLAAD, I've gone canvassing — like, don't talk to me about the LGBTs, these are my peeps. So the terminology has gone from, of course, back in the day, the F-word, which was never cool; then it was \"homosexuals\" and then \"gays,\" and so I'm used to the names and the letters changing, and that's fine.</p><p>What I find amusing is when there are essays going around the Twitterverse telling people that they are transphobic. And so I started looking into, like, OK, what is, as of today — because this is changing by the minute — what is and isn't transphobic? But you wanna have fun with it. And by the way, Bruce Jenner, when Bruce was Bruce, said to Diane Sawyer, the first line of that interview — \"You know, Diane, the most important thing is that we keep a sense of humor about this.\"</p><p>And I took that very seriously. I am very much keeping a sense of humor about this. Because you have to!</p><p><strong>On whether her idea about what's funny has changed over time</strong></p><p>You know, things change, and they evolve, like the world does. For example, if you were to look at my body of work, I guarantee you there's one of my old specials where referring to the gay community, I might refer to myself as an \"F-word hag.\" OK? And over time, you go, \"All right, I know more than I knew; that community has changed. It's not cool. If gay men wanted to call each other the F-word I couldn't care less.\" I personally made the choice to go, \"You know what, I'm not gonna say that anymore.\"</p><p><strong>On whether celebrities are fair game, and why Oprah hates her</strong></p><p>Celebrities are more than fair game, but I will tell you, I tend to go for celebrities that don't have a sense of humor, that are doing really really well. You know, I'm always going to make fun of, obviously, people like Ryan Seacrest and Oprah. And Oprah hates me, but Ryan Seacrest and I are actually friends now. ...</p><p>I would suggest that Oprah does not have a good sense of humor about herself. Oprah has an incredible life. I mean, she won. OK, honey? You won. So take a joke now and again! I'm laughing at when you do My Favorite Things, and you choose gifts that you feel are essential, but especially when you do military families, and gave them various kinds of truffle and truffle oil — I find that amusing. And I will point that out.</p><p><strong>On a 2010 joke where she mocked Bristol Palin's weight gain to a crowd of soldiers</strong></p><p>Griffin: Tell me what's factually incorrect about that joke? I'm sorry, this is a young woman who has gay-bashed and it is fair game now to ...</p><p>Martin: So it's retribution?</p><p>Griffin: Yes! Yes. Do not come after the LGBTs without thinking that Mrs. Kathy is gonna give you an earful. There's the big academic background for that one.</p><p><strong>On embracing the \"boos\" that audience gave her</strong></p><p>Bring it! Look, after having performed in Iraq and Afghanistan, you really think, like, these people were shocked? I actually learned it from my good friend Joan Rivers, who truly was fearless. You can't hold back! You gotta go for the joke. And also, the way military folks talk to each other is a, let's just say, no-holds-barred situation.</p><p><strong>On whether she could always have handled a booing crowd that way</strong></p><p>No. I'm so glad you asked me that, because it takes decades of being in the trenches and in the clubs and the theaters and all over — it takes decades of being a woman, alone with a microphone, and it's all on you. We're a pretty small club, you know, women that just are out there alone. I mean, I've never had some big producer back me up. I've never had a Lorne Michaels.</p><p>It's just me, girl. I'm out there trying jokes, many times for the first time, sometimes in front of 10,000 people, sometimes in front 1,500, sometimes a casino, sometimes the Kennedy Center, sometimes Carnegie, sometimes a performing arts center in Roanoke — you know, that's how it goes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Shooting+Barbs+At+The+Stars%3A+Kathy+Griffin+On+Comedy+And+Intolerance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"407"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414374953-2801fd.m3u?orgId=1&topicId=1008&d=407&p=10&story=413991954&t=progseg&e=414374839&seg=18&ft=nprml&f=413991954"},{"href":"http://media.npr.org/assets/img/2015/06/12/gettyimages-474712534-c99527043e98a2e06575a50c29c9acd502ad965f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2124","width":"2833"}}]}