{"created":"2014-10-27T22:05:15+00:00","modified":"2014-10-27T22:05:15+00:00","valid":{"from":"2014-10-27T22:05:15+00:00","to":"3014-10-27T22:05:15+00:00"},"hreflang":"en","title":"Does Lockdown Training Save Lives?","published":"2014-06-12T18:42:00+00:00","teaser":"We look at emergency preparedness at the Oregon school where a shooting occurred this week, and speak to a preparedness trainer.","itags":["npr_api","321377758"],"contentencoded":"<p>New details are emerging today about the school shooting at Reynolds High School in Troutdale, Oregon, earlier this week.</p><p>Officials have identified the shooter as freshman student Jared Michael Padgett, and say he was armed with an AR-15 rifle and carrying nine loaded magazines, which could have shot off several hundred rounds. The gun and ammunition belonged to the boy&#8217;s family. Padget killed fellow freshman Emilio Hoffman and wounded a teacher.</p><p>While no one is downplaying the magnitude of the tragedy, officials say that preparation, including lockdown training at the school, may have prevented an even greater loss of lives.</p><p><strong>Rob Manning</strong> covers education for Oregon Public Broadcasting. He joins <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Meghna Chakrabarti with detail on what officials are saying about emergency preparedness at the school.</p><p>Meghna is then joined by <strong>Greg Crane</strong>, founder of the <a href=\"http://www.alicetraining.com/news/\" target=\"_blank\">ALICE Training Institute</a>, which consults and trains schools around the country to be prepared for &#8220;active shooter&#8221; situations. ALICE stands for &#8220;Alert, Lockdown, Inform, Counter, Evacuate.&#8221; Crane maintains that knowledge and preparation creates &#8220;options of survival.&#8221;</p><h4>Interview Highlights: Rob Manning and Greg Crane</h4><p><strong>Manning on concerns over shooting drills</strong></p><p>&#8220;The drills can be kind of controversial, especially because they&#8217;re done in Oregon with students as young as kindergarten. Sometimes they can be kind of frightening. But authorities are definitely saying that you see why they&#8217;re done after events like what we saw this week.&#8221;</p><p><strong>Manning on Reynolds High School&#8217;s preparedness</strong></p><p><strong></strong>&#8220;I think maybe there are a couple of things going on there: one is that the lockdown was in place, and secondly that the school resource officers &#8212; the armed guards at the school &#8212; were able to confront the shooter.&#8221;</p><p><strong>Crane on what ALICE teaches</strong></p><p>&#8220;Primarily, when we&#8217;re teaching preparedness, we&#8217;re teaching options. I heard the previous caller mention that the lockdown worked and, in some cases, securing in place is the best option. But you know, for those folks who were in the immediate vicinity of the shooter, obviously securing in place wasn&#8217;t an option, and they had to get away &#8230; In some cases, leaving is going to be the best option. And so we dismiss telling people that there&#8217;s only one way to survive a school shooting and that&#8217;s by getting into a room and locking a door. There are numerous options. We don&#8217;t put restrictions on people when their lives are in danger. They need to understand what their options are, and then make the choice themselves as to which is that best option.&#8221;</p><p><strong>Crane on student reactions to the program</strong></p><p>&#8220;The word I&#8217;ve often hear is &#8216;empowered&#8217; &#8230; They&#8217;ve been taught one thing, but in so many school shootings that one thing has not been applicable. So once we tell them that, look, there are other options in which you can proactively engage for your own survival that don&#8217;t involve just securing in place &#8230; you see the light-bulb go on.&#8221;</p><h4>Guests</h4><ul><li><strong><a href=\"http://www.opb.org/contributor/rob-manning/\" target=\"_blank\">Rob Manning</a></strong>, education reporter for Oregon Public Broadcasting. He tweets <a href=\"https://twitter.com/RManning47\" target=\"_blank\">@RManning47</a>.</li><li><strong><a href=\"http://www.alicetraining.com/wp-content/uploads/2014/03/3081-greg-crane-bio-11252013-.pdf\" target=\"_blank\">Greg Crane</a></strong>, founder and president of the ALICE Training Institute.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Does+Lockdown+Training+Save+Lives%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"8bc535d8-0cf9-450f-89ff-d7d02e37eaa8","audio":[{"meta":{"duration":"379"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321377761-5691d0.m3u?orgId=330&ft=3&f=321377758"}]}