{"created":"2015-05-29T19:43:08+00:00","modified":"2015-06-01T19:24:51+00:00","valid":{"from":"2015-06-01T19:24:51+00:00","to":"3015-06-01T19:24:51+00:00"},"hreflang":"en","guid":"8bd3a8f3-228b-4237-be28-f5f12a08433c","title":"This 11-year-old knows how to tickle the keys. Now he's headlining Newport Jazz Festival","published":"2015-06-01T19:24:46+00:00","byline":"David Leveille","tags":["music","culture","Music","Arts, Culture & Media","Boston","North America","Asia","United States","Indonesia","Global Hit"],"teaser":"Joey Alexander plays jazz piano like an old timer, but he's just 11. Now, he's going to headline the Newport Jazz Festival this summer. He lives in New York. But he was born far removed from New York's swinging jazz scene — on the Indonesian island of Bali.","contentencoded":"<p>If you haven’t yet heard Joey Alexander play the piano, well, it’s time you do.</p>\n<p>Joey's scheduled to headline the Newport Jazz Festival this summer.</p>\n<p>He lives in New York, but he was born far removed from New York's swinging jazz scene on the Indonesian island of Bali. He likes to swim and watch movies. He wears sneakers and blue framed glasses.</p>\n<p>Here’s the thing. “I’m 11 years old,” says Joey. “I started playing piano when I was 6, but I already heard music before that, when I was a baby.”</p>\n<p>Joey says his dad introduced him to great jazz music by playing records by Louis Armstrong, Thelonius Monk, Duke Ellington and Herbie Hancock. “I started to try this instrument — the piano — and I started to pick up some notes and follow the melody. That’s how it started. When I was 7, I got serious.”</p>\n<p>Just a year later, when Joey was 8, he got to meet Hancock. Hancock happened to be visiting Indonesia as a UNESCO Good Will Ambassador and he encouraged Joey to stick with it. And he did.</p>\n<p>Before too long, Joey was playing at international jazz competitions. At the age of 9, he won the grand prize at an all-ages jazz competition in Ukraine.</p>\n<p>Then his YouTube video performances caught the ear of another jazz great, trumpeter Wynton Marsalis, who invited Joey to play at Lincoln Center last year. At just 11 years old.</p>\n<p>Joey showed up the other day at the WGBH Fraser Performance Studio with his parents. His eyes quickly fixed on the Steinway piano in the corner and he played a few chords to test it out.</p>\n<p>Then he got serious. He played \"My Favorite Things,\" the title track off his debut album, and Billy Strayhorn’s, \"Lush Life.\"</p>\n<p>Here's a video of Joey Alexander performing Billy Strayhorn's \"Lush Life\" live in WGBH 's Fraser Performance Studio:</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/en2MboXPqxI?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></div>\n<p>Joey says he understands that his music, his jazz, is a very special thing, a gift. But he also keeps it simple. “For me, I just like to play. I know many people would say you’re playing jazz, you know jazz is a grown up thing. But I think jazz is for everyone, even for kids. They could listen to jazz and enjoy it too.\"</p>\n<p>Seeing Joey play may be the best way to come to appreciate his music, because there probably aren’t words that fully capture the way he plays jazz.  </p>\n<p>“A Thelonious Monk devotee, he can play the standards with astounding virtuosity and an advanced harmonic palette,” is how he’s described on the Newport Jazz Festival website. It’s another thing entirely to actually see and hear him play. Joey <a href=\"http://www.newportjazzfest.org/index.php?pID=15&amp;MUS=619&amp;GIG=28&amp;ARTIST=Joey%20Alexander\">plays the Newport Jazz Festival on August 1</a>.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-28%2Fjazz-worlds-youngest-new-talent-pays-visit-wgbh-boston&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05292015_09.mp3"},{"href":"http://admin.pri.org/file/0529201509mp3"}]}