{"created":"2015-06-15T18:00:28+00:00","modified":"2015-06-15T19:26:15+00:00","valid":{"from":"2015-06-15T19:26:14+00:00","to":"3015-06-15T19:26:14+00:00"},"hreflang":"en","title":"In The Economic Race With China, A Case For The U.S.","published":"2015-06-15T19:26:00+00:00","teaser":"Joel Kurtzman, author of \"Unleashing the Second American Century,\" argues the U.S. is still a manufacturing power.","itags":["npr_api","414672584"],"guid":"8be42bb8-a98e-43dd-beec-a1706eaa4062","contentencoded":"<p>Presidential candidates love to complain about how the U.S. is falling behind China because &#8220;we don&#8217;t make things anymore.&#8221; The only problem is, it isn&#8217;t true. The U.S. is still a manufacturing power, only a specific type of highly-skilled manufacturing.</p><p>Business editor and former consultant <strong>Joel Kurtzman</strong>, author of &#8220;<a href=\"http://www.amazon.com/Unleashing-Second-American-Century-Dominance/dp/1610393090\" target=\"_blank\">Unleashing the Second American Century: Four Forces for Economic Dominance</a>,&#8221; <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Lisa Mullins to explain why we should be optimistic about America.</p><ul><li><a href=\"http://www.dilenschneider.com/files/War%20Between%20Optimism%20and%20Pessimism%20-%20Occasional%20Paper%201.pdf\" target=\"_blank\">Read Kurtzman&#8217;s essay, &#8220;The War Between Optimism & Pessimism&#8221;</a></li></ul><h4>Book Excerpt: &#8216;Unleashing the Second American Century</h4><p><em>By Joel Kurtzman</em></p><p><strong>Chapter One: A Stroll Through the Innovation Corridor</strong></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0611_second-american.jpg\"><img class=\"alignright size-medium wp-image-86302\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0611_second-american-197x300.jpg\" alt=\"Cover of \"Unleashing the Second American Century\"\" width=\"197\" height=\"300\" /></a></p><p>Come walk with me . . .</p><p>If we proceed southwest on Third Street, which until recently was an empty, overgrown-with-weeds street in the Kendall Square area of Cambridge, Massachusetts, we will see the future laid out be- fore our eyes. The old rubber and metal-bending factories in this part of town are long gone—bulldozed flat forty years ago to make way for a giant National Aeronautics and Space Administration research facility that was planned and laid out, but never built. Interest in returning to the moon waned, budget deficits grew, and, let’s face it, America has always been a country with a preposterously short attention span.</p><p>For decades, this crumbling area of Kendall Square was known for its vacant lots, food trucks, and gritty brick warehouses. And yet, it is adjacent to the sprawling campus of the Massachusetts Institute of Technology. MIT, with its (how shall I put this?) less-than-gorgeous jumble of geeky, radar-domed buildings, is one of the world’s greatest, if not the greatest, and most selective research universities. Separating MIT from the empty lots of Third Street were rotting plywood fences covered with notices for lost dogs and apartments for rent. You could find neighborhoods that looked like this in any old, eastern- seaboard city.</p><p>And then something remarkable happened. This Cambridge neighborhood became home to a new wave of American-led innovation that is transforming the world. Many different factors drove this transformation—including advances in digital, robotic, space, and aeronautic technology. But my tour will focus on just one aspect of what is now taking shape—the biomedical corridor.</p><p>That means I will ignore Amazon’s newly leased 100,000 square feet of research space, and Google’s 40,000 square feet of research space, and Microsoft’s, IBM’s, and Nokia’s research centers. These are the still-vibrant remnants of a previous age of American-led invention and creativity. That era spawned a myriad of software and hardware companies, chip developers, the Internet, the electronic economy, ATMs, smartphones, GPS, electron microscopes, and a multitude of “apps.” For the United States, most of that is now a little less than cutting edge.</p><p>What’s going on now is different from what went on in the 1990s. What is taking place now in the Kendall Square area of Cambridge, a city of just 100,000 people across the Charles River from Boston, is happening on a new level. And if in previous eras America’s ferocious creative outbursts changed the world, well, you ain’t seen nothing yet. Not by a long shot.</p><p>A Hotbed of Research</p><p>The empty lots in the area around Third Street—the few that remain— are now surrounded by millions of square feet of new construction. Not the type of construction you would find just anywhere. The buildings built on these lots are crammed with high-tech laboratories and billions of dollars’ worth of equipment. More importantly, these buildings are not staffed by Boston’s version of <em>The Office</em>, but with some of the world’s smartest, most creative and driven scientists. A new generation of innovators is in charge. So far they have been largely ignored, as we Americans ignorantly deride ourselves about our fading powers of innovation and our lost prominence in the world.</p><p>Here’s what I mean.</p><p>If we continue walking in Kendall Square toward the Charles River, we come to the gleaming, environmentally friendly (LEED- Platinum certified), glass and steel, 344,000-square-foot, twelve-story research and corporate headquarters of the Genzyme Corporation. With 12,000 employees, a large number of them scientists, it is one of the biggest and most productive biotechnology firms in the world. Working there are hundreds of MDs and PhDs, almost all of whom have done academic work beyond their lofty degrees. In addition, there are large handfuls of what they call <em>dual-degree</em> people who earned <em>both</em> an MD and a PhD, sometimes simultaneously. These people might not get the kind of airplay that Honey Boo Boo or the Kardashians get, but they are pushing the frontiers of invention. These dual-degree folks are the kind of people who add advanced work in engineering, mathematics, chemistry, biology, computer science, and other subjects to their already formidable medical degrees. And, while we worry out loud about our neighbors who can’t find Kansas on a map, the United States has more dual-degree researchers than any other country on earth. In fact, the United States still leads the world when it comes to the number of <em>qualified</em> (as opposed to people who simply studied a subject) engineers, computer scientists, mathematicians, chemists, and other technical professionals.</p><p>In 2011, Genzyme was acquired by the world’s fourth-largest pharmaceutical company, the French firm Sanofi, for what would ultimately be $20 billion. Why such a high price for a company that had less than $5 billion in revenue, and a little over $420 million in net income, when Sanofi bought it? “That’s the cost of moving to Cambridge,” said Chris Viehbacher, Sanofi’s chief executive.</p><p>My interpretation of Viehbacher’s remark, and remarks made by other leaders I talked to at other major pharmaceutical and bio- tech companies, is that the United States is undeniably ahead of every other country when it comes to research relating to human, animal, and plant biology and the ability to turn that research into practical products. That lead—the result of our long-term investments in our colleges and universities—will affect other sectors of the economy, thereby creating jobs. As more researchers are employed at Cam- bridge (and at other American innovation hubs), thanks to domestic and foreign investment in America’s innovators, gains will continue to cascade through the economy. That will happen when our most talented and inventive thinkers purchase or rent places to live, buy cars, eat out at restaurants, shop in supermarkets, attend movies, and send their kids to school. We don’t all have to be MD- or PhD-level researchers to benefit from the rush to invest in the United States.</p><p>Cambridge real estate may be pricey, but that’s not what Viehbacher meant. What he meant was that no other country in the world has come close to matching the brainpower, creativity, and boldness that presently exist in the United States. No other country has in- vested so much money in its scientific elite—many of them foreign born—and in its homegrown students as well. No other country has been as successful in breaking down barriers between academic departments, and thereby promoting the kind of multidisciplinary collaboration that produces innovation. “The universe, and life, are not organized by departments the way our universities are. God does not have a separate department of physics, biology, chemistry, and mathematics,” the mathematician and inventor R. Buckminster Fuller once told me decades ago. “So, if everything works together, why do we separate it into different disciplines when we get to school?”</p><p>In addition, no other country has been as successful as we have in eradicating the boundaries between academic science and business— which explains why so many companies support MIT and other American research universities, and why that’s not the case in, say, Europe. And no other country has come close to getting as much for its money and its efforts in these collaborations as the United States.</p><p>Though we chastise ourselves constantly and pick over our flaws, particularly (and justifiably) with regard to the shameful state of public primary and secondary education, America’s major universities, including large state universities and elite private colleges, remain (with few exceptions) the best in the world. (This explains why about 764,000 foreign students are hard at work studying at our universities.)</p><p>It’s not that other countries don’t have excellent schools for, say, computer science. Most major, developed countries have a school or two with a very credible reputation and a strong faculty. But the claim to fame of American universities is that they pretty much invented, or greatly expanded, the fields in which they teach. Researchers in the United Kingdom may have been early pioneers in the development of computers, jet engines, and biology, but the most advanced work in these fields is taking place in the United States.</p><p>In 2012, when <em>US News & World Report</em> ranked the world’s top twenty-five schools for computer science, the top five were American—MIT, Stanford, Carnegie Mellon, the University of California at Berkeley, and Harvard. Of the remaining twenty schools, half were located in the United States.2 And if you take any other technical field—such as engineering, biology, or medicine—the rankings are equally skewed toward the United States.</p><p>Given that we account for a very small percentage of the global population (4.5 percent, as mentioned in the Introduction), it’s amazing that so many of the world’s best schools are here. And yet, it is because of these schools that the United States continues to be the world’s most formidable science-and-technology superpower. Keeping our scientific lead intact will protect our economic lead as well.</p><p>In fact, our economy is built on science and technology, and it will continue to be built on science and technology, which are the country’s true engines of growth and among its most important advantages—I will get into our other advantages later. In addition, it’s not just <em>that</em> we do science, it’s <em>how</em> we do science that gives the United States this formidable edge.</p><p>The United States has accomplished a lot scientifically, but the good news is that the era of science-based creativity is just getting started. The world is at the beginning of a new period of invention, and the United States has already taken the lead. It has done so by pulling in investment, such as Sanofi’s; by attracting talented investigators from around the world; and by producing marketable products. And, although not everything is rosy—it costs more to produce a drug, for example, than it ever did before, and the chances of failing are higher than in the past—the bio-pharma industry is aware of its problems and is tackling them. Besides, as I will discuss in later chapters, the scientific elite of the United States is doing work that is much harder and more complex than ever before and that requires more people than ever before to accomplish. If you’re making a fourth-generation antibiotic, that’s hard. But if you’re trying to eradicate, or even reverse, Alzheimer’s disease, that’s <em>really</em> hard. It requires bringing together experts from dozens of different disciplines.</p><p>The bio-pharma sector is but one area of the economy where the United States not only leads, but is advancing its lead. And, despite what the pundits and politicians say, despite their arguments and misremembered or misapplied statistics, despite all the doom-and-gloom talk, the United States is not falling behind, it is moving farther ahead. This is not wishful thinking, and I am not being Pollyannaish. I am simply stating the facts, as I will show.</p><p><em>Excerpted from the book UNLEASHING THE SECOND AMERICAN CENTURY by Joel Kurtzman. Copyright © 2014 by Joel Kurtzmans. Reprinted with permission of PublicAffairs.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.milkeninstitute.org/about/our-team/view/177\" target=\"_blank\">Joel Kurtzman</a></strong>, senior fellow at the Milken Institute and author of &#8220;Unleashing the Second American Century.&#8221; He tweets <a href=\"https://twitter.com/jkurtzman\" target=\"_blank\">@jkurtzman</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+Economic+Race+With+China%2C+A+Case+For+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"580"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414672587-c23984.m3u?orgId=1&d=580&p=60&story=414672584&t=progseg&e=414672493&seg=6&ft=nprml&f=414672584"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0615_american-chinese-flags.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"851","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0611_second-american.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1946","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/07/0615_joel-kurtzman-e1434380301563.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1048","width":"1280"}}]}