{"created":"2014-11-01T21:21:27+00:00","modified":"2014-11-10T21:00:15+00:00","valid":{"from":"2014-11-10T21:00:15+00:00","to":"3014-11-10T21:00:15+00:00"},"hreflang":"en","title":"Actor's Calendar: 'Girls,' 'Star Wars,' Taking Theater To The Military","published":"2014-11-01T22:24:00+00:00","teaser":"Adam Driver is famous for his role in HBO's <em>Girls </em>and his major (and mysterious) part in the next <em>Star Wars </em>film. Less famous: The former Marine's nonprofit organization, Arts in the Armed Forces.","itags":["npr_api","360488579"],"guid":"8bebe3fe-2bde-483c-ba3f-dac9435d0f0d","contentencoded":"<p>Adam Driver's career over the past two years has been a Hollywood success story. After the 2012 debut of HBO's <em>Girls</em>, where he plays an eccentric artist and actor in a roller-coaster relationship with Lena Dunham's character Hannah, he's been all over the silver screen — and on the cover of GQ.</p><p>Next, he's going to tackle one of the pop culture's biggest franchises: he'll play a major role in <em>Star Wars: Episode VII. </em>(And no, he can't tell you what role. \"I can't even tell you if the catering is good,\" the actor tells NPR's Arun Rath.)</p><p>But Driver's career arc pre-<em>Girls </em>doesn't follow any of the typical Hollywood plotlines. At the age of 30, he's relatively new to acting. His path to <em>Star Wars </em>took him through the military, and for the past few years, he's worked to bring theater to other service members.</p><p><strong>From The Marines To The Big Screen</strong></p><p>Shortly after the Sept. 11 attacks, when he was 18, Driver decided to join the Marines.</p><p>\"I wanted to be involved and serve,\" Driver tells Rath. \"That, coupled with the fact that, you know, I wasn't doing anything\" — just living in a back room in his parents' house in small-town Mishawaka, Ind., working odd jobs.</p><p>\"I felt if I was going to join the military, then I'd join the toughest one, so that's why I joined the Marine Corps,\" he says.</p><p>Driver was in the Marines for two years. Then he was medically discharged after breaking his sternum in a mountain biking accident. His friends went overseas, and he was left behind.</p><p>\"I just never got a chance to go over and do my job with the people that I had trained with from the beginning,\" he says.</p><p>Instead, he became an actor — a decision that he arrived at during his service.</p><p>\"I kind of had a moment of clarity when I was in the military,\" he says. \"We had a training accident that happened early on where we almost got hit with white phosphorus, and that was the first time anything like that had happened to me. I kind of made a conscious decision that two things I wanted to do before I died was smoke and become an actor.</p><p>\"I don't know why those were the two things that kind of came into my head,\" he says. \"I've since stopped smoking, 'cause it's not good for you.\"</p><p>But acting stuck.</p><p><strong>Finding Meaning On The Stage</strong></p><p>After his discharge, Driver auditioned for Juilliard. \"I knew that Juilliard was supposed to be the best school and I thought, you know, 'The Marine Corps is the best, why not try for the hardest school possible to get in?' \"</p><p>\"I can't imagine doing that now,\" he says. But he did, indeed, get in.</p><p>Driver says that in the transition back to civilian life, he had trouble finding meaning. Theater filled that void.</p><p>\"Playwrights and characters and plays that had nothing to do with the military were describing my military experience in a way [that], to me before, was indescribable,\" Driver says.</p><p>He regretted not having that exposure to theater and self-expression when he was in the military, he says: \"I wanted to share that with a military audience.\"</p><p>So Driver started an organization called Arts in the Armed Forces. Since 2009, his organization has put on annual Veterans Day productions of plays on a variety of topics — not always military-themed.</p><p>They're \"very pared down, no sets, no costumes, no lights, just actors reading the material,\" Driver says. The events raise money to take performers to tour U.S. bases overseas, where they perform for service members.</p><p><a href=\"http://aitaf.org/\">This year's performance,</a> on Nov. 10 at Studio 54 in New York, is a reading of <em>Our Lady of 121st Street</em>; it's supporting a holiday tour to bases in Japan and Korea.</p><p>To make these kinds of shows and tours a reality, Driver had to overcome some resistance. When he first reached out to veterans groups, the response was discouraging.</p><p>\"People were just kind of telling me that, you know, theater didn't fit a military demographic. They wanted to see the San Diego Chargers cheerleaders,\" he says. \"I felt like, as infantry Marines, we were capable of handling something a bit more thought-provoking.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Actor%27s+Calendar%3A+%27Girls%2C%27+%27Star+Wars%2C%27+Taking+Theater+To+The+Military&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"386"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360719283-c1d252.m3u?orgId=1&topicId=1045&ft=3&f=360488579"},{"href":"http://media.npr.org/assets/img/2014/10/31/adam-driver-c6864437be96b5e1011e1fb73ea412b4be0f32b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"440","width":"587"}}]}