{"created":"2014-09-22T16:10:23+00:00","modified":"2014-10-31T15:41:50+00:00","valid":{"from":"2014-10-31T15:41:50+00:00","to":"3014-10-31T15:41:50+00:00"},"hreflang":"en","title":"New Orleans Police Hope To 'Win The City Back,' One Kid At A Time","published":"2014-05-14T13:25:00+00:00","teaser":"In a city notorious for its murder rate, more than 90 percent of victims are black. To help break the cycle, police are testing a new approach: trying to win the hearts and minds of middle-schoolers.","itags":["npr_api","298726161"],"guid":"8bf56b0e-35d5-4f7e-87b5-01e68c7a3e05","contentencoded":"<p>New Orleans is making progress toward losing the \"murder capital\" label. For a <a href=\"http://www.nola.com/crime/index.ssf/2014/01/2013_new_orleans_murder_rate_d.html\">second straight year</a>, homicides declined in the city, in keeping with a nationwide trend.</p><p>For African-Americans in the city, though, the numbers are less comforting. Of the nearly 350 killings in the past two years, 91 percent of the victims have been black. It's a cycle that's worrisome to the city's African-American community — and law enforcement.</p><p>But to help address the problem, New Orleans' cops are taking an unusual approach: talking to 12-year-olds.</p><p><strong>'Winning The City Back'</strong></p><p>The goal is to repair relationships between communities and law enforcement, says New Orleans Police Superintendent Ronal Serpas. When he took office four years ago, Serpas faced a raft of problems: high crime rates, police corruption, dismal approval ratings. An independent poll showed just one-third of residents were satisfied with the police.</p><p>\"When I saw a 33 percent overall department approval, it was clear that in the summer of '10 we were looking at a department that was in complete disconnect from the community it served,\" Serpas says. \"That is never a good place to be as a police officer.\"</p><p>Today, in every survey category, the police department is improving. Sixty percent of people say they are satisfied with the police in general, 72 percent are satisfied with the officers in their neighborhood, and 81 percent feel safe at home.</p><p>\"That tells me we're winning the city back, one cop, one contact at a time,\" Serpas says. \"And we're making huge headway.\"</p><p>Still, the murder rate remains high compared with other U.S. cities. And like Chicago or Detroit, New Orleans has its problems.</p><p><strong>Scarred By Violence</strong></p><p>At Samuel J. Green Charter School in New Orleans, students learn all the usual things — music and math, reading and writing. But all too often, teachers find themselves talking to kids about a different topic.</p><p>\"One of the things that I'll ask is: 'How many of you have been affected by gun violence?' \" says Andrew Sullivan, the middle school principal at Green. \"And generally, you have about 80 percent of the hands go up.\"</p><p>Green is responsible for the education of 220 students, the vast majority of whom are black and poor. And even though Sullivan and his staff do their best to protect them, they can't be everywhere.</p><p>\"There are too many kids who are going to go home tonight into areas where they don't feel safe,\" Sullivan says.</p><p>That's especially true in places like Central City New Orleans, a neighborhood scarred by violence. August Collins Sr. mentors young people at the Youth Empowerment Project there.</p><p>\"It's very stressful,\" Collins says. \"You hear parents say they don't sleep until their kid comes in the door.\"</p><p>Collins sees his role as helping kids imagine a future beyond the blocks around them. It isn't easy, given the poverty and lack of jobs that plant the seeds for violence and create almost two cities — one where people just hear about murder on the news, Collins says, and another where the threat of it exists every day.</p><p>\"It's so bad when you have, when I have young people expecting to die in a hail of gunfire at 16 or don't see themselves past 18, and they'll say that,\" Collins says.</p><p><strong>'A Lot Of People Change'</strong></p><p>It's a multilayered problem with no single solution. But recently, New Orleans police decided to try a new approach to reach a key demographic.</p><p>On a recent morning at A.P. Tureaud Elementary School in New Orleans, Sgt. L.J. Smith stood in front of a group of sixth-graders. Smith told them he became a cop to help people — and that he was there to talk about making the right choices.</p><p>\"So now what we're going to do is, we're going to watch a short film,\" Smith told the kids. \"OK, play close attention. Because after, we're going to ask you all some questions.\"</p><p>The eight-minute film was funded with $50,000 in private money. New Orleans Saints quarterback Drew Brees — a hero to local kids — appears on screen to introduce it. And then the film transitions into the stories of two young New Orleans men locked up in prison: one serving eight years for attempted armed robbery; the other, Steve Givens, serving 40 for attempted murder.</p><p>A hush fell over the children. No one moved, their eyes fixed on the screen. But when the film was over, they opened up.</p><p>\"Someone mentioned they were sad. Who mentioned that?\" Smith asked. \"You want to tell us why you think it was sad?\"</p><p>A child replied that the convict would have to spend 40 years away from his family.</p><p>Wakell Duncan, a sixth-grader, called the film life-changing — and she thinks other kids might feel the same.</p><p>\"Children make bad decisions,\" she said. \"So I think if they showed them this video and have a talk with them, maybe they could change. Because a lot of people change.\"</p><p>Police have crafted a 45-minute lesson plan around the film. They'll present it at every public middle school in New Orleans in the months ahead. And Serpas believes it will have an impact.</p><p>\"Four years from now, one of these children might be in a position where they're about to make a poor choice, and they'll see this film in their mind,\" he says. \"Something will make them remember this moment. And that's what this is all about.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Orleans+Police+Hope+To+%27Win+The+City+Back%2C%27+One+Kid+At+A+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Keith O'Brien","audio":[{"meta":{"duration":"293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312411349-b2e668.m3u?orgId=1&topicId=1001&ft=3&f=298726161"},{"href":"http://media.npr.org/assets/img/2014/04/14/nola_cops-f071a74425a22e2c8bb6147f4c5cef2101885dfd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1417","width":"1888"}}]}