{"created":"2014-10-08T15:35:56+00:00","modified":"2014-10-31T01:50:23+00:00","valid":{"from":"2014-10-31T01:50:23+00:00","to":"3014-10-31T01:50:23+00:00"},"hreflang":"en","title":"In Cunningham's Latest, Powerful Language Makes Up For Weak Plot","published":"2014-08-18T14:58:00+00:00","teaser":"Michael Cunningham's newest novel is named after a fairy tale. But this is no Disney fantasy. Instead <em>The Snow Queen</em> is a story of death, drugs and aging (not always gracefully).","itags":["npr_api","314925051"],"guid":"8bfe3466-abe4-4b37-bc85-12e8450bdc21","contentencoded":"<p>Michael Cunningham is known for his lyric and evocative language, and his sixth novel, <em>The Snow Queen</em>, is no exception, though the novel's plot leaves something to be desired. The setting is Bushwick, Brooklyn. It's November, 2004, and the neighborhood, though lightly gentrifying, is still a no-man's-land of desolate streets, industrial warehouses, and lopsided apartments. Two brothers, Barrett and Tyler Meeks, along with Tyler's fiancee, Beth, are living their lives the best they can in a two-bedroom on Knickerbocker Avenue. Together they mirror the landscape and country they inhabit, a grim time in America, full of lies, deception, disappointments and small glimmers of hope.</p><p>For these three it's the winter of their discontent. Barrett, \"a soldier of love,\" has just been dumped by his latest boyfriend via text message, Beth is dying of cancer, and Tyler, while taking care of her, is struggling to kick a cocaine addiction in middle-age as he comes to terms with his failing music career. Tyler and Beth are soon to be married regardless of her illness, and before they wed he tries to write a beautiful, eternal love song for her to be played on their wedding day. The song makes Tyler realize his limitations as a musician. \"Great songs hover over his head... but what he grabs hold of is never quite right.\" There's also a fourth central character named Liz, an intimate friend who revolves around all of their lives as a sister, mother, and lover. She's the most stable of the bunch, a proprietor of a vintage clothing store in Williamsburg, where Barrett is employed as a \"shopboy.\"</p><p>One evening, Barrett, the younger of the two brothers, has a vision. He sees a celestial light in the sky while walking across Central Park. \"A pale aqua light, translucent, a swatch of veil... trailing off at its edges into lacy spurs and spirals.\"</p><p>That's it. It's mystical but short-lived, and it doesn't capture the reader's interest enough to get us involved. What does get us involved is Cunningham's ability to tell a story, his tempered sentences that arrive, most often, with poetic beauty. The bedroom of a dying woman can have a \"languid, Edwardian enchantment.\" Or in another instance, here's Cunningham describing a kitchen table:</p><blockquote><p>Cloudy gray Formica that's chipped away in one corner, a ragged-edged gap the shape of the state of Idaho. When this table was new, people expected domed cities to rise on the ocean floor. They believed that they lived on the brink of a holy and ecstatic conjuring of metal and glass and silent, rubberized speed.</p></blockquote><p>You may never look at a kitchen table the same way again.</p><p><em>The Snow Queen</em> borrows its title from the Hans Christian Andersen fable, but despite the wintery setting and a brief epigraph, that's where the borrowing ceases. Cunningham's simple plots in this book don't seem like plots at all. Instead, he probes his characters with unlimited curiosity. His voice — careful, compassionate, sexy, and sardonic — is constantly searching their desires, their bodies, even their possessions for an emotional truth. And the reader can't help but be ignited by Cunningham's investigation into who we are.</p><p>The novel is set in three different periods from 2004 to 2008, each part composed of a single day. Cunningham picks these periods with political hindsight: as we await the final tally of President George W. Bush's 2004 victory, and later, November 2008, as we await the results of President Obama's victory. The days are chosen precisely, it seems, to evoke our political feelings over the last decade — the hopelessness followed by the hopeful.</p><p>But Cunningham's attempt at capturing the pulse of America isn't entirely successful. Unlike, say, Philip Roth's 2007 novel <em>Exit Ghost,</em> which was much more adept at dramatizing the disappointment of the Bush/Cheney years, the political concerns of <em>The Snow Queen</em> are simply character traits for Tyler, and to a lesser extent Barrett. What is said about America's political climate never moves beyond a few stale lines, like when Tyler thinks early in the novel: \"They will not reelect George Bush. They cannot reelect George Bush.\"<strong> </strong>Or when he says to Barrett towards the end, \"This country is so not ready for a black president. Prepare yourself for McCain. Get ready for Vice President Palin.\"</p><p>Had Cunningham's characters prodded these themes with actual dramatic consequences, the time period of <em>The Snow Queen</em> might feel more genuine.</p><p>It's Tyler's story, the brother who didn't have the celestial vision, that Cunningham gravitates toward in the final pages as Beth and Barrett recede from the tale. Tyler's scenes are the most emotionally wrought. After rehab, as he lands a record deal and works to complete his album, he justifies his way back to drugs and begins using again. His life is revealed powerfully as a series of betrayals, and Cunningham taunts us with tragic results.</p><p>Without giving away the novel's big reveal (and there are a few), <em>The Snow Queen</em> unravels itself as a story of struggle for the night-so-young in Brooklyn by those who are still at it when beauty and talent and love has disappointed them. The celestial light never leads Barrett, or the reader to a fulfilling end. And this is not <em>the</em> novel of its time that Cunningham's political milieu suggests. But it's still an emotionally charged story, simply told, about four people who come to defy that term \"middle age.\"</p><p><em>Alex Gilvarry is the author of the novel,</em> From the Memoirs of a Non-Enemy Combatant.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Cunningham%27s+Latest%2C+Powerful+Language+Makes+Up+For+Weak+Plot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"165"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314925066-ab1fdc.m3u?orgId=1&topicId=1034&ft=3&f=314925051"},{"href":"http://media.npr.org/assets/img/2014/05/22/3mfcunningham-5db92bc5aa5021c98ae10de3709b6eecbde2191d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"548","width":"730"}}]}