{"created":"2015-06-29T19:02:26+00:00","modified":"2015-07-01T19:56:35+00:00","valid":{"from":"2015-07-01T19:56:35+00:00","to":"3015-07-01T19:56:35+00:00"},"hreflang":"en","title":"Curb Your Appetite: Save Bread For The End Of The Meal","published":"2015-07-01T14:49:00+00:00","teaser":"A hot bread basket is a tasty way to start off dinner. But all those carbs before the main fare can amp up appetite and spike blood sugar. Saving the carbs for the end of the meal can help avert that.","itags":["npr_api","417500957"],"guid":"8c00651f-2dbe-47f3-ac52-b13decd4f10d","contentencoded":"<p>Ah, the bread basket. You sit down for a nice meal out, and there it appears: piping hot, giving off a waft of yeasty divinity.</p><p>Who can resist?</p><p>There's a reason this age-old tradition prevails. Even in the era of paleo and gluten-free, there are still hordes of us who will gladly nosh on crusty, chewy, soul-warming bread.</p><p>But the downside may be more than just some extra calories. Turns out, eating all those carbs before a meal can amp up our appetites and spike our blood sugar.</p><p>\"The worst situation is having refined carbohydrates on an empty stomach, because there's nothing to slow down the digestion of that carbohydrate into sugar,\" explains <a href=\"http://www.childrenshospital.org/researchers/david-ludwig\">David Ludwig</a>, director of the Optimal Weight for Life Clinic at Boston Children's Hospital.</p><p>So, here's an idea: Why not eat bread at the end of your meal? A new study <a href=\"http://care.diabetesjournals.org/content/38/7/e98.full\">published</a> in <em>Diabetes Care</em> finds that making this simple swap can blunt that rise in blood sugar — and it may tamp down your appetite, too.</p><p>\"What we looked at was the effect of the order of consuming food on blood sugar and insulin,\" explains obesity researcher <a href=\"https://weillcornell.org/ljaronne\">Louis Aronne</a> of Weill-Cornell Medical College.</p><p>Aronne and his colleagues recruited a small group of participants, including six women and five men who had Type 2 diabetes.</p><p>On one day, the participants were served a meal of grilled chicken, steamed vegetables and a salad dressed with vinaigrette. To start the meal, each participant ate a standard-sized ciabatta roll from Au Bon Pain.</p><p>\"Then we reversed the order,\" explains Aronne: On another day, the participants ate the same meal — but this time, the bread was served last.</p><p>\"And what we found was a striking difference in blood sugar and the insulin required to keep that blood sugar under control,\" Aronne says.</p><p>On average, the participants' peak blood sugar was about 30 percent lower when they ate the bread last.</p><p>\"That's a huge difference,\" Aronne says. And the significance for people with diabetes is that, by swapping carbs to the end of the meal, they may need to take less insulin to keep blood sugar in check.</p><p>The shortcoming of this study is that it's small, and the researcher only analyzed glucose and insulin responses in the few hours after the meal. So, it's unclear what the long-term effect would be.</p><p>But Aronne says the findings may be of interest to all the dieters who've ever lost weight by swearing off carbs temporarily, only to pack the pounds back on when they revert back to eating bread — and other carb-rich foods — again.</p><p>\"It could be that this helps people to maintain their weight loss by helping them to understand when to eat carbs so it won't rev up their appetite,\" Aronne says.</p><p>In addressing one question, Aronne may have raised many new ones with these findings, such as: How about sandwiches? When we take in bready carbs simultaneously with protein and fat, would you find the same effect?</p><p>\"That question wasn't addressed here,\" says David Ludwig, who was not involved in the study, \"but carbohydrate [bread eaten] with other foods would probably have an intermediate effect.\"</p><p>And Aronne says, stay tuned: More research is underway.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Curb+Your+Appetite%3A+Save+Bread+For+The+End+Of+The+Meal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"153"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418641205-d99f28.m3u?orgId=1&topicId=1134&d=153&p=2&story=417500957&t=progseg&e=418639061&seg=3&ft=nprml&f=417500957"},{"href":"http://media.npr.org/assets/img/2015/06/25/istock_000041336224xlarge-a81bb817b93588bcc558ba0c8ff9b4ca9fefef81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}