{"created":"2015-06-09T17:59:03+00:00","modified":"2015-06-09T18:03:07+00:00","valid":{"from":"2015-06-09T18:03:07+00:00","to":"3015-06-09T18:03:07+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour Small Batch: 'Sense8'","published":"2015-06-09T17:58:00+00:00","teaser":"Glen Weldon and Audie Cornish sit down to chat about the new Netflix series <em>Sense8</em>.","itags":["npr_api","412941322"],"guid":"8c094fdf-43af-46b7-a111-a8eec4d0913a","contentencoded":"<p>In this Small Batch edition of Pop Culture Happy Hour, I sat down with promising NPR up-and-comer Audie Cornish to discuss the new Netflix streaming science-fiction series, <em>Sense8</em>.</p><p>The show's about a group of 8 people scattered across the globe who suddenly become mentally and emotionally connected, and the hijinks that ... eventually ... ensue. The creators of the show bring plenty of nerd-cred to the table: J. Michael Straczynski, of <em>Babylon 5</em> and lots of superhero comics, is head writer and producer. The Wachowskis (<em>The Matrix</em>, <em>Cloud Atlas</em>, and <em>Jupiter Ascending</em>) also produce, co-write and direct several episodes.</p><p>Audie and I agree that the show's ambitious, tackling issues of gender, identity and culture in ways American television often doesn't. We agree that it's gorgeously shot. We agree that it's got the deep weirdness for which the Wachowskis have come to be known. We, uh, don't necessarily agree on much else.</p><p>We talk about our differing reactions to what the show's attempting to do and how well it executes that mission. We talk about the sex, of which there is a tremendous lot, and we talk about the show's pacing (which: MAN) and Audie brings up a great point about how the fragmented nature of the show interacts with the all-at-once nature of its distribution.</p><p>If you've watched/are watching this stylish but frustrating bit o'weirdness, let us know in the comments.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour+Small+Batch%3A+%27Sense8%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Glen Weldon","audio":[{"meta":{"duration":"568"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413175044-e2637d.m3u?orgId=1&topicId=1138&d=568&story=412941322&ft=nprml&f=412941322"},{"href":"http://media.npr.org/assets/img/2015/06/09/sense_s1_003_h-0985df4a0997921d5a1a65cccc5d43ff1df8dfb9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3197"}}]}