{"created":"2015-04-02T22:10:04+00:00","modified":"2015-04-03T04:33:05+00:00","valid":{"from":"2015-04-03T04:33:05+00:00","to":"3015-04-03T04:33:05+00:00"},"hreflang":"en","guid":"8c24fa72-6850-4eb3-ad19-74bf043a6738","title":"The man accused of stealing $60 billion from Yemen is still there and wielding power","published":"2015-04-03T04:33:02+00:00","byline":"Stephen Snyder, Christopher Woolf","tags":["Arab Spring","Ali Abdullah Saleh","Yemeni politics","Houthis","Conflict","Conflict & Justice","Yemen","Ali Abdullah Saleh","Saleh","Yemen","Yemeni uprising","Sana'a","Houthis","Politics"],"teaser":"Critics of the Houthi rebels in Yemen say they are in league with Iran, a claim the rebels deny. But no one denies the Houthis are partnered with an ally much closer to home: Yemen's onetime dictator Ali Abdullah Saleh, who remains a force in Yemen and may have billions of dollars at his disposal.","contentencoded":"<p>The UN calls him a \"spoiler.\" The US has frozen his assets. But Ali Abdullah Saleh, Yemen's former president, remains a powerful force in the country, aiding the Houthi rebels who are trying to destroy the man who replaced him.</p>\n<p>Saleh, a strongman who ran Yemen for 33 years, stepped down in 2011 after a wave of popular protests. But if demonstrations drove him from office, they failed to drive him from power. Thanks to the flawed immunity deal he signed in exchange for resigning, Saleh still lives in Yemen, heads its biggest political party and retains a network of well-placed friends, family and cronies.</p>\n<p>\"From Saleh's perspective, he could never accept that he was taken out of power,\" says Dr. Alma Abdul Hadi Jadallah, who served as the coordinator and regional expert on the UN Panel of Experts on Yemen for close to a year. \"He also looked around with the Arab Spring and saw that other presidents have not given up their seat in spite of local discontent. So he felt shortchanged by the 2011 agreement, even though he had negotiated immunity for himself.\"</p>\n<p>Saleh is thought to have enabled Houthi forces to take over the Yemeni capital, Sanaa, last September by asking military forces loyal to him to step aside. \"There were a lot of testimonials around former military senior leaders who were seen either impersonating the Houthis — meaning wearing symbols to indicate that they were Houthis but they were recognized by the local population that they were former Saleh military personnel,\" Jadallah says.</p>\n<p>The former leader also appeared on Yemeni television on March 28, the third night of Saudi-led airstrikes against Houthi forces, <a href=\"http://www.nytimes.com/2015/03/29/world/middleeast/saudi-arabia-evacuates-diplomats-from-yemeni-city-as-houthi-advance-continues.html?_r=0\">demanding that the air campaign end</a>.</p>\n<p>\"And so, yes, there has been an alliance between him and the Houthis — a very strange one, like I said,\" Jadallah says. \"But, again, it was probably based on the politics that are happening on the ground, and the discontent with President Hadi.\"</p>\n<p>The ongoing air campaign was joined by ground combat in the southern Yemeni city of Aden on Thursday, where Houthis captured the presidential palace. </p>\n<p>\"It’s getting really bad,” says Sanaa-based activist Hisham al-Omeisy, who’s in close contact with family and friends in Aden. “It’s creating hell, basically, for the residents. They have very thin walls down there, because of the humidity — it’s very hot there — so the bullets are just coming through the walls, through the homes and residences. It’s creating panic.”  </p>\n<p>Yet even with the violence wrought by fighting and the airstrikes, many Yemenis might still prefer that to Saleh's rule. \"In his mind maybe he thinks he has contributed to Yemen,\" Jadallah says, but the statistics paint a far different picture. While Saleh built up a personal fortune of at least $30 billion during his rule, <a href=\"http://www.securitycouncilreport.org/atf/cf/%7B65BFCF9B-6D27-4E9C-8CD3-CF6E4FF96FF9%7D/s_2015_125.pdf\">according to a UN Security Council report</a>, Yemen's economy flatlined.</p>\n<p>\"50 percent [of Yemenis] live below the poverty line; 14.7 [million Yemenis] need humanitarian assistance, and probably with the latest events there would be more that would need that; 10 million people are food insecure; 13 million lack access to sanitation and water,\" Jadallah says. \"And the list goes on.\"</p>\n<p>So how did Saleh salt away those billions? \"He used a lot of patronage,\" she says. \"He benefited from a lot of illicit trade. He made sure he was part of a lot of business deals that were brokered through Yemen as a country.\"</p>\n<p>And for the time being, she says, things are only likely to get worse: \"These numbers will increase given all the challenges that they are facing now on the ground with the public being actually captured between [Saleh,] his loyalists and the Houthi movement, and of course the Saudi bombardment of Yemen to restore the legitimacy of President Hadi.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-02%2Fman-accused-stealing-60-billion-yemen-still-there-and-wielding-power&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0402201502.mp3"},{"href":"http://www.pri.org/file/0402201502mp3"}]}