{"created":"2015-01-20T21:17:09+00:00","modified":"2015-01-21T19:57:26+00:00","valid":{"from":"2015-01-21T19:57:26+00:00","to":"3015-01-21T19:57:26+00:00"},"hreflang":"en","guid":"8c27a2bc-f48e-44ad-97bf-0d5cd5ca5dae","title":"Alan Gross goes from a Cuban jail to a guest of honor at the State of the Union","published":"2015-01-21T19:57:25+00:00","byline":"Andrea Crossan","tags":["politics","diplomacy","government","Global Politics","Havana","WASHINGTON","North America","Cuba","United States","North America","Alan Gross","Raul Castro","Peter Kornbluh","Barack Obama","Cuba–United States relations","Politics"],"teaser":"He's a symbol of a political victory for President Barack Obama: Former Cuban prisoner Alan Gross will be a guest of honor at the State of the Union address Tuesday. Gross was released after the US and Cuba negotiated a deal to normalize relations.","contentencoded":"<p>Alan Gross spent last year's State of the Union address in a Cuban prison. This year, he'll watch the speech at the Capitol as a guest of First Lady Michelle Obama.</p>\n<p>Gross was arrested in 2009 while working in Cuba as a contractor, providing cell phones and other communications equipment to Cuba's Jewish community under a USAID program. He remained in jail, his mental health deteriorating, until December, when he was released as part of President Barack Obama’s announcement that the US would restore diplomatic relations with Cuba after more than 50 years.</p>\n<p>“Alan Gross has become a symbol,” explains Peter Kornbluh, co-author of <a href=\"http://www.amazon.com/Back-Channel-Cuba-Negotiations-Washington/dp/1469617633\">Back Channel to Cuba: The Hidden History of Negotiations between Washington and Havana</a>. \"His government sent him there to foster a regime change program where he was clandestinely setting up satellite communications equipment for various targeted populations, and I think they owe it to him to have him [at the State of the Union].”</p>\n<p>Of course, Gross wasn't simply released as a goodwill gesture: The US traded Cuban spies for his release. But Kornbluh says \"the ability to get Alan Gross home safely is a tremendous victory for the United States,\" and \"for the Cubans, getting their three spies back — which they traded Alan Gross for — was seen as a major accomplishment for Raul Castro’s government.”</p>\n<p>A Congressional delegation arrived in Havana on Monday in the first visit since the two countries agreed to restore ties. The group of Democratic lawmakers plans to meet Cuban officials and civilian leaders to discuss practical measures required for the normalization of relations. </p>\n<p>Last week, Cuba completed the release of 53 political prisoners also negotiated as part of the agreement.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012020154.mp3"},{"href":"http://www.pri.org/file/012020154mp3"}]}