{"created":"2015-03-17T07:22:09+00:00","modified":"2015-06-05T15:28:12+00:00","valid":{"from":"2015-06-05T15:28:12+00:00","to":"3015-06-05T15:28:12+00:00"},"hreflang":"en","title":"A New Community Rises In The West Bank ... And It's Not Israeli","published":"2015-03-17T14:23:00+00:00","teaser":"Much of the new building in the territory involves Jewish settlements. The Palestinians now have a new city, but the project has been slowed because until recently Israel did not allow a water hookup.","itags":["npr_api","393334231"],"guid":"8c28a9dd-73dd-48fb-9375-2fa46851bc08","contentencoded":"<p>Palestinian investor Bashar Masri is building an entirely new city in the West Bank. It's a huge investment, with 5,000 new homes for tens of thousands of families. And, in the Israeli-Palestinian conflict, it's also a political statement.</p><p>As we approached <a href=\"http://www.rawabi.ps/\" target=\"_blank\">this new city of Rawabi</a>, north of Ramallah, we saw a row of high-rise apartment buildings topped by construction cranes. Scaffolding surrounds the minaret of an incomplete mosque. Nobody has moved in yet.</p><p>Masri has had to battle for years, but says <a href=\"http://www.washingtonpost.com/world/middle_east/new-palestinian-city-has-condos-a-mall-and-a-sports-club--but-no-water/2015/02/24/d5a28dcc-b92e-11e4-a200-c008a01a6692_story.html\" target=\"_blank\">he finally has permission to hook up the water system</a>, which is controlled by Israel. The military occupation of the West Bank often complicates Palestinian efforts to build, and this distinctive project was no exception.</p><p>The buildings of Rawabi are clad in limestone, and in a stoneyard next to the project, we watched men in hard hats chiseling decorative grooves into stone tiles by hand, one by one by one.</p><p>Masri has done as much work as possible locally in order to make it harder for Israel's government to block materials from being brought in.</p><p>Some foreign assistance was required, though — namely, financing. In honor of the wealthy Persian Gulf emirate of Qatar, which has invested in the project and others in the Palestinian areas, the planned city's main street is shaped like the capital letter Q.</p><p>Inside the Q are offices and stores, while the outside is lined with multistory stone apartment buildings. Laser lights are planned, and they would be visible from an Israeli settlement, a row of houses on the next ridge line over. There's also a Roman-style amphitheater, large enough to seat thousands.</p><p>Masri is part of a wealthy and well-traveled Palestinian family. He says he has borrowed ideas from different places he's lived around the world.</p><p>\"I lived in Virginia, so I know Reston, Va. So you probably will find quite a few things from Reston, Va., here,\" he says, referring to the planned community in suburban Washington, D.C.</p><p>Masri says he also lived in Cairo — and, for a time, inside an Israeli prison. He opposes Israel's military control of the West Bank, and his real estate development is inevitably an extension of that opposition.</p><p>\"I'm not saying Rawabi is a political act. I'm saying that our daily life is a political act, whatever we do here,\" says Masri. \"Anybody that builds in Palestine, anybody that creates a new company, a new factory, is a political act, as well, of course. Of course, their goal may be to make money and there's nothing wrong with that. But it is a political act because it creates jobs, it makes Palestinians stay on their land, and we are being pushed out.\"</p><p>The ultimate goal, shared by many Palestinians as well as the White House, is a permanent place for Palestinians.</p><p>\"I am a strong believer that the Palestinian nation is in the making,\" says Masri.</p><p>U.S. officials have publicly spoken in favor of Rawabi. Secretary of State John Kerry visited the construction site while he was a U.S. senator.</p><p>That's not to say that U.S. support has made the project easy to complete.</p><p>\"This particular project is — very difficult to make money on a project like this,\" he says.</p><p>Israel has never formally opposed the project, but Israeli decisions delayed it. Until the very day of our visit, Masri was prevented from building a water pipe over land controlled by Israel's military.</p><p>Finally, Prime Minister Benjamin Netanyahu arranged for the water hookup, in what was seen as a friendly gesture to Americans just before <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/03/390250986/netanyahu-to-outline-iran-threats-in-much-anticipated-speech-to-congress\" target=\"_blank\">his controversial trip to address the Congress</a> earlier this month.</p><p>The yearslong fight over water is a reminder that Palestinians have lived almost a half-century under Israeli military rule.</p><p>The Palestinians do have their own government, the Palestinian Authority, but Masri was equally frustrated with those officials. He says the group didn't keep a promise to build schools and roads for Rawabi.</p><p>\"They signed the agreement and I think they should have delivered,\" he says. \"Whenever I talk to them they say, 'Oh, Bashar, we need schools in other areas, we need roads in other areas.' Well, I think we should have gotten at least our fair share, proportional to the expected community in the next five years.\"</p><p>We were speaking with Masri in Rawabi's giant showroom, which has a view of the city center, as well as bank offices right on site to arrange financing. During our visit several families passed through.</p><p>When we met some of the buyers, we learned that several are not from the West Bank, but rather live inside Israel, and are Israeli citizens.</p><p>Sofian and Fahimeh Mowassi are Arab citizens of the Jewish state. About 20 percent of Israel's population are Arab Israelis — or, as many call themselves, Palestinian citizens of Israel.</p><p>Fahimeh say they are buying a second home because Jewish Israelis are not comfortable living with Arabs. \"We don't feel they accept us,\" she says, adding, \"it's nice to come here, among our people.\"</p><p>Fahimeh stresses she didn't want to engage in a deep political dispute, but there's no avoiding politics when it comes to real estate here. Jews were committing a political act when they began settling in what became Israel more than a century ago, in search of a nation to call home. Israelis have been committing another political act by settling in the West Bank since they captured land in the 1967 Six-Day War.</p><p>Rawabi represents a drive to establish a national home for Palestinians. In Israel and the Palestinian territories, nothing is more political than where and how you choose to live.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Community+Rises+In+The+West+Bank+...+And+It%27s+Not+Israeli&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393530735-95a014.m3u?orgId=1&topicId=1009&d=462&p=3&story=393334231&t=progseg&e=393495709&seg=2&ft=nprml&f=393334231"},{"href":"http://media.npr.org/assets/img/2015/03/16/rawabi_tanya_005-3fc0002cf0a8d789197e3f5ddfe8f2058c9fd52a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/16/kainaz_1c9b9245-2b7e4942e08c6dd3927999f880abe5c24139b6d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/16/rawabi_tanya_002_slide-c239c21d7ac7f4e030caa08398a4c5067ef6ac13.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1999","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/16/rawabi_tanya_003-c77bba7240714f93c6e9db07c41e8b17e0d0c0d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/16/rawabi_tanya_004_slide-c91703750c9694444a0cfeecb6f9e05ea3f09f29.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/16/rawabi_tanya_006-c96567bf85d475a4e069dee6bd4d1d14bf2996da.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}