{"created":"2014-10-18T11:43:36+00:00","modified":"2014-11-10T20:40:13+00:00","valid":{"from":"2014-11-10T20:40:12+00:00","to":"3014-11-10T20:40:12+00:00"},"hreflang":"en","title":"American Soldier, Iraqi Interpreter: From Strangers To 'Brothers'","published":"2014-10-18T19:46:00+00:00","teaser":"When Sgt. Paul Braun was serving in Iraq, his company was assigned an interpreter they called Philip. At first the two men were wary of each other; later, Braun worked to bring Philip to the states.","itags":["npr_api","357009194"],"guid":"8c34a16e-80b7-4436-bf3e-b5234cbb3bb7","contentencoded":"<p><em>StoryCorps' Military Voices Initiative records stories from members of the U.S. military who served in Iraq and Afghanistan.</em></p><p>Paul Braun is a sergeant with the 34th Military Police Company in the Minnesota Army National Guard. In 2009, when he was serving near Basra, his company was assigned an Iraqi interpreter they called Philip.</p><p>Philip came to the U.S. in late 2013, with Sergeant Braun's help, and now they live together in Minnesota. But Philip's wife and children are still in Iraq. Earlier this week, he returned home, hoping to reach his family and bring them back to the U.S.</p><p>Shortly before leaving, Philip sat down with Sgt. Braun for a StoryCorps interview in Blaine, Minn. He recalled the first day they met.</p><p>\"You scared me, dude,\" Philip says. \"Your attitude in the beginning and with your Mohawk — \"</p><p>\"I scared everybody with that Mohawk,\" Braun says.</p><p>\"You told me, 'If you try to mess with my soldiers, I will shoot you,' \" Philip remembers.</p><p>\"You smiled at me and said, 'Someday, we will be able to laugh about this conversation while we're drinking tea,' \" Braun replies. \"And that's when I knew, 'I think this guy will be OK.' We started to trust you, and since you fought with us and you bled with us and you lived with us, you became us. And my Iraqi interpreter became my American brother.\"</p><p>\"And my American soldier became my Iraqi brother,\" Philip says. \"I used to hate Americans. You are our enemy, and that's it. And you're the only one who changed my mind. With you, I was talking about the similarity between us as people. It's just about being human there or here.\"</p><p>\"I remember sitting down one day thinking, I didn't want to leave you alone,\" Braun says. \"I knew how dangerous it was for you because we saw all those people that were murdered for being interpreters, and I was so afraid that that was going to happen to you. And it took years to get the proper documents to get you over here.\"</p><p>Braun became Philip's sponsor, filing an application with the State Department for a translator's visa. Philip came to America, but left three daughters, a son and a wife back in Iraq.</p><p>He says he's scared about going back to his home country to get them, because the so-called Islamic State controls the roads. It will be a dangerous trip.</p><p>\"I hate to ask you,\" Braun says: \"What do you think your odds of being able to make it back alive are?\"</p><p>\"Let's make it 50-50, man,\" Philip says. \"Like, really, 50-50.\"</p><p>\"It's frustrating hearing you talk about the dangers that you're going to go through over there and not being able to go with you to help you,\" Braun says. \"As you helped me, I wanted to be able to help you back.\"</p><p>\"I appreciate you saying that, but really, you can't,\" Philip says. \"Just pray for me, that's it.\"</p><p>Philip left for Iraq on Wednesday. If all goes well, he and his family will return to the U.S. in February 2015, and move in with Sgt. Braun.</p><p><em>Audio produced for </em>Weekend Edition<em> by Andres Caballero.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=American+Soldier%2C+Iraqi+Interpreter%3A+From+Strangers+To+%27Brothers%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357153360-2bac8e.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=357009194"},{"href":"http://media.npr.org/assets/img/2014/10/17/braunnpr-636c56acd0fe8f378cbcfe482b38472300eefd7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}