{"created":"2014-09-04T12:39:51+00:00","modified":"2014-10-30T23:03:28+00:00","valid":{"from":"2014-10-30T23:03:28+00:00","to":"3014-10-30T23:03:28+00:00"},"hreflang":"en","title":"Scotland's Independence Vote And The Fate Of Britain's Nuclear Subs ","published":"2014-09-02T11:24:00+00:00","teaser":"The Scottish vote next month, but it's not entirely clear whether they would keep the pound or the BBC. And then there's the naval base with Britain's nuclear subs.","itags":["npr_api","342422422"],"guid":"8c3cf3b1-0889-46a0-9e9b-b3a8d1e8d58b","contentencoded":"<p>After 300 years in the United Kingdom, Scotland votes next month on whether to break the union, which raises many questions. One is particularly meaningful in the town of Helensburgh, in Western Scotland: What will happen to the U.K.'s nuclear weapons?</p><p>The Trident submarine program is based in Scotland, at Faslane naval base.</p><p>From a hill just outside Helensburgh, you can gaze down on the base: a beehive of boats and cars humming along the inlet called Gare Loch. More than 6,000 people work there, making it Scotland's largest military facility. The perimeter is surrounded by razor wire.</p><p>The Scottish National Party, which is leading the movement to leave the U.K., has promised that an independent Scotland would be nuclear-free. England says it won't leave its nuclear arsenal in what would be a foreign country. So the fate of Faslane — and the community of Helensburgh — hangs largely on the Sept. 18 vote.</p><p>\"It is a big factor,\" says Laura Edie, a nurse in town. \"There's a lot of jobs that are connected to the community. My husband works for the base.\"</p><p>She's worried that her husband and his colleagues at the submarine base might lose their jobs if Scotland goes independent. But that's not enough to make her vote for unity.</p><p>\"I'm voting 'yes.' So that's a contentious issue in the house,\" she says.</p><p>Is this a sign of hope, that \"yes\" voters can stay married to \"no\" voters? \"Hopefully,\" she replies. \"We'll see what happens.\"</p><p>The unity campaign has held a consistent lead in polls, and the leader of the independence camp, Alex Salmond, has described his side as \"underdogs.\" People here in town say everything seems to be in limbo.</p><p>Stewart Noble has lived in Helensburgh for about 60 years. He's chairman of the local community heritage trust and treasurer of the town council. He says houses aren't selling like they used to. There was a rumor that naval officers were advised not to buy houses until after the referendum.</p><p>\"This rumor is denied by the senior people at Faslane, but nevertheless,\" he says, \"if that word is going round, whether it's true or not it may be causing house buyers to think.\"</p><p>Officials at Faslane declined a request to visit the naval base and interview a spokesman.</p><p>\"We're really going into unknown territory here,\" says James de Waal of the Chatham House Royal Institute of International Affairs in London. He says the logistics of moving Britain's nuclear weapons out of Scotland would be almost overwhelming.</p><p>\"It would take a lot of work, a lot of planning, a lot of money. It would be a big political issue as well,\" he says. \"So it's not a simple thing. Building a new nuclear submarine facility in Britain would take a long time, and it would be very expensive.\"</p><p>The U.S. has expressed concern about the future of Faslane naval base. And it's all anyone is talking about in Helensburgh.</p><p>At Joe Callaghan's traditional family butcher shop on the main street, he sells haggis, black pudding and other Scottish treats from behind the counter in a bloodstained apron. Callaghan prefers the status quo.</p><p>\"I get back to, 'We've had peace for 300 years here. Why do we want to upset the apple cart?' \"</p><p>One of his regular customers, Pat McGinley, walks into the store. \"I would vote 'yes' for independence,\" he says.</p><p>Suddenly, butcher Joe comes out from behind the counter, one hand raised high above his head. He's menacing his friend with a meat cleaver, as both men laugh. In the other hand, he has a gift of raw haggis sausages. Carrots and sticks in the debate over Scottish independence.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scotland%27s+Independence+Vote+And+The+Fate+Of+Britain%27s+Nuclear+Subs+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345158459-9a9f70.m3u?orgId=1&topicId=1124&ft=3&f=342422422"},{"href":"http://media.npr.org/assets/img/2014/08/23/91062950-52fd9d176d5252ec30bff58985967861e49081ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2075","width":"2768"}},{"href":"http://media.npr.org/assets/img/2014/08/22/scotland-nuclear2-7632e2a22152d718127ed1e393682c268c4162b6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}},{"href":"http://media.npr.org/assets/img/2014/08/22/scotland-nuclear3-78d5d45f5015707c9863f5a705734cf32be9ac99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1831","width":"2441"}}]}