{"created":"2014-10-02T07:24:30+00:00","modified":"2014-10-30T21:53:31+00:00","valid":{"from":"2014-10-30T21:53:31+00:00","to":"3014-10-30T21:53:31+00:00"},"hreflang":"en","title":"David Fincher Talks 'Gone Girl,' Avoids Spoilers (Hooray!)","published":"2014-10-02T13:00:00+00:00","teaser":"The director, whose previous work includes <em>Fight Club</em> and <em>The Social Network, </em>talks to NPR's Audie Cornish about the challenges of taking Gillian Flynn's intimate drama from the page to the screen.","itags":["npr_api","353017242"],"guid":"8c4efdfb-a530-4377-9d86-ade36b206fbd","contentencoded":"<p>You almost can't talk about the movie <em>Gone Girl</em> — or the book it's based on — without massive spoilers. But we're going to try with director David Fincher.</p><p>Fincher is a master at book-to-film adaptations: <em>Fight Club</em>, <em>The Girl with the Dragon Tattoo</em> and <em>The Social Network</em> were hits under his watch. He tells NPR's Audie Cornish that when he sat down with author Gillian Flynn to talk about her heady mystery of a wife gone missing, he offered up this advice for her screenplay: \"We don't have the ability to gift the audience with the characters' thoughts, so tell me how they are behaving.\"</p><p>Or misbehaving, as the case may be. In the film version of <em>Gone Girl</em>, Ben Affleck plays Nick Dunne — the man under suspicion for the disappearance of his wife. But the \"gone girl\" in question — Amy Dunne — has plenty of secrets of her own. It's a dynamic Fincher says he knew was going to be tricky to bring to the screen.</p><hr /><h3>Interview Highlights</h3><p><strong>On adapting Flynn's work</strong></p><p>It's very much ... subjective, sort of \"he said, she said\" in the book. But, you know, Gillian was very crafty. ... She understood one fundamental thing, which is the audience needs an access point. And she was very smart about being able to keep the \"she said\" to this extremely subjective point of view. And yet she was able to bring the \"he said\" into this omniscient foreground, where you're kind of measuring everything in terms of Ben's behavior, the way he reacts to information as it's divulged to him.</p><p><strong>On his casting choices and Affleck's history with tabloid coverage</strong></p><p>He's been through this, yeah. Ben is extremely bright and he's been through situations that are very similar to this, and he has a, he has a great sense of humor and great wit about what this situation is and how frustrating it is, and he was able to, obviously, draw on that stuff to be able to portray somebody who, you know, puts one foot in his mouth and then goes another two days and puts the other one. And that was, I think, sort of a key to empathizing, and I don't know that it made the character more likeable, because he is kind of frustrating in a certain way, but he's very human.</p><p><strong>On the tempatation to satirize media coverage of missing women</strong></p><p>You can't really send it up. I mean, I drove down Gretna Green, you know, in Brentwood, you know, four months after the Nicole Brown Simpson murder, and there were trucks across the street — I mean, people doing updates on a sidewalk at a murder scene where a body had been removed weeks and weeks and weeks ago. And when you see that in real life, there is a certain insanity to it. A lot of people have said, \"Well, is it a satire of media?\" It's not media, you know, the — CNN and <em>The New York Times</em> and NPR are not in the flower beds of the Dunne house. This is tragedy vampirism, and it's a very different thing.</p><p><strong>On the darkness in his work, and whether he'll ever direct a comedy</strong></p><p>I thought <em>Fight Club</em> was a comedy. I sort of thought this movie was funny, too. Look, it takes all kinds, right?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=David+Fincher+Talks+%27Gone+Girl%2C%27+Avoids+Spoilers+%28Hooray%21%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353177294-31cc70.m3u?orgId=1&topicId=1137&ft=3&f=353017242"},{"href":"http://media.npr.org/assets/img/2014/10/01/gone-girl-df-04280_04333_comp_rgb-645bef70d212967d60008558b4ec1ffb61277e6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1639","width":"2186"}},{"href":"http://media.npr.org/assets/img/2014/10/01/gone-girl-da_14_92731_rgb-4b62a90de570575a41fa1faf1ce569b5770c7345.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"793","width":"1058"}}]}