{"created":"2014-09-04T16:42:28+00:00","modified":"2014-11-13T17:39:42+00:00","valid":{"from":"2014-11-13T17:39:42+00:00","to":"3014-11-13T17:39:42+00:00"},"hreflang":"en","title":"If You Want To Teach Kids History, Try Grossing Them Out First","published":"2014-05-20T11:46:00+00:00","teaser":"Grown-ups might not \"get it,\" but subjects like bugs and poop can make history lessons a little more palatable for middle schoolers. Author Sarah Albee says she writes books for her inner 12-year-old.","itags":["npr_api","313122140"],"guid":"8c5b6a42-0d6c-4df4-ad75-44edd8378a43","contentencoded":"<p>How would a man in a suit of armor go to the bathroom? That inquiry into medieval sanitation is just one of many unlikely topics that have come up around Sarah Albee's dinner table. Albee, a children's book author, has been trying to get middle schoolers interested in history. Her strategy is to look at it through the lens of something that gets kids' attention, namely: things that are gross. Her first history book was called <a href=\"http://www.npr.org/books/titles/313124469/poop-happened-a-history-of-the-world-from-the-bottom-up\" target=\"_blank\">Poop Happened: A History of the World from the Bottom Up<em>.</em></a></p><p>(For those of you still wondering about how men in armor relieved themselves: There were many different styles of armor over the centuries, and some had conveniently located trap doors, Albee explains. But here's the catch: \"If you're up on your horse and you're in the middle of a battle and people are trying to cut your head off, you're not going to get down off your horse and go behind a tree,\" she says. \"You're just going to <em>go,</em> and it would be the job of an arming squire ... to clean the armor after the battle.\")</p><p>Albee's latest book is <em>Bugged: How Insects Changed History. </em>\"I think that the middle school brain likes skeevy stuff,\" she says. \"Insects have killed more soldiers in wars than have swords and guns. I think that's kind of a cool fact that a lot of grownups don't know, and certainly a lot of kids don't realize. They really did determine the outcomes of many, many wars. Half a million of Napoleon's soldiers died of typhus and related bug-borne diseases.\"</p><p>She joins NPR's David Greene to talk about the role insects have played in our lives over the ages — from spreading disease, to determining the course of conflicts, to being tasty snacks.</p><hr /><h3>Interview Highlights</h3><p><strong>On eating bugs</strong></p><p>Entomophagy ... which means eating insects on purpose .... has a long and esteemed history. The ancient Greeks and Romans — bugs were a big part of their diet. I think the Romans preferred them roasted and crunchy, and the Greeks preferred them soft and mushy. It's a really good source of protein, and in many parts of the world they're a big part of people's diets.</p><p><strong>On her argument that bugs played a major role in the Louisiana Purchase</strong></p><p>When Napoleon was trying to put down this insurrection in Haiti in the early 1800s, he sent all these soldiers ... and lo and behold, 40,000 of them just up and died, mostly from yellow fever and also malaria. And at that point they didn't know what caused the disease; he just knew that this was a really buggy place, and so he really lost interest in the Southern portion of what would become the United States.</p><p>So he sold it to the Americans for, I think, 4 cents an acre — the country was suddenly a third bigger, so it allowed westward expansion and Lewis and Clark, and the rest is history.</p><p><strong>On Lewis and Clark battling the bugs</strong></p><p>There are hilariously awful accounts that Lewis and Clark, as they were exploring their new western territory, they did bring lots of grease with them to slather their bodies to protect them from insects. But they had to eat their lunch and dinner in the smoke of the campfire just so they wouldn't eat too many mosquitoes.</p><p><strong>On why she writes for kids — and 12-year-olds in particular</strong></p><p>I love writing for kids. A lot of us children's book authors get asked all the time: When are you going to write a book for grown-ups? And I think every children's book writer has an inner child ... and my inner child is 12 years old. ... I think like a 12-year-old: I think toilet jokes are funny; I think bugs and skeevy stuff is really cool. I just love this age so much, and I love to write for them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=If+You+Want+To+Teach+Kids+History%2C+Try+Grossing+Them+Out+First&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313844312-7948b0.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=313122140"},{"href":"http://media.npr.org/assets/img/2014/05/16/istock_000001864472medium-8522d098097d13ce4e07cec8fc8149a208a24ea9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1509"}}]}