{"created":"2015-05-14T21:20:49+00:00","modified":"2015-05-14T21:20:49+00:00","valid":{"from":"2013-12-18T13:57:00+00:00","to":"3013-12-18T13:57:00+00:00"},"hreflang":"en","guid":"8c75e930-59a7-48cb-8ca8-6b7009ac37f2","published":"2013-12-18T13:57:00+00:00","title":"Banks crack down on multitrader chatrooms","itags":["PMP:Marketplace_PMP","8c75e93059a78cb2ca866b7009ac37f2","Marketplace Morning Report for Wednesday, December 18, 2013","Marketplace","Marketplace Morning Report"],"tags":["APM","Business","JPMorgan Chase","LIBOR","UBS","bloomberg"],"contentencoded":"<div class=\"barn-cleaned\"><p>JP Morgan and Deutsche Bank are <a href=\"http://www.businessweek.com/news/2013-12-17/jpmorgan-said-to-near-ban-on-traders-using-multi-bank-chat-rooms\" target=\"_blank\">prohibiting the use of some chatrooms</a> amid ongoing investigations of currency manipulation. The move comes after UBS’s investment banking arm did the same last month.&nbsp;</p>\n<p>Traders use the chatrooms to coordinate with each other. They say it&nbsp;makes it easier to communicate with&nbsp;colleagues&nbsp;in different buildings or even on different&nbsp;floors of the same building.&nbsp;Traders also use them to communicate with their counterparts at other banks to negotiate prices and execute some trades.</p>\n<p>These aren't the sort of chatrooms that most of us are familiar with, but they're not that different either. Many traders use the instant messaging feature on their Bloomberg terminals, which feed them&nbsp;financial&nbsp;data and are used to make trades.</p>\n<p>But there have been problems&nbsp;associated&nbsp;with the chatrooms, and abuse of them figured prominently into the LIBOR scandal. Traders have used them to&nbsp;manipulate&nbsp;short interest rates and foreign exchange markets and rig prices.&nbsp;Banks have paid steep fines for these kind of conspiracies. Since last summer, big banks have been penalized nearly $6 billion for rigging interest rates.</p>\n<p>Now banks are trying to take away what they see one of the key facilitators behind the problem. JPMorgan CEO&nbsp;Jamie Dimon even took the&nbsp;unusual&nbsp;step of&nbsp;telling employees to watch what they write in instant messages.</p>\n<p>Bloomberg LP, which has sold some 300,000 terminals to various Wall Street firms at around $20,000 a piece, is worried about losing business over the abuse and has vowed to tweak&nbsp;messaging features to give banks and financial institutions more control over employees communications.</p></div>","teaser":"JP Morgan and Deutsche Bank are prohibiting the use of some chat rooms amid ongoing investigations of currency manipulation. The move comes after UBS’s investment banking arm did the same last month.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>JP Morgan and Deutsche Bank are <a href=\\\"http://www.businessweek.com/news/2013-12-17/jpmorgan-said-to-near-ban-on-traders-using-multi-bank-chat-rooms\\\" target=\\\"_blank\\\">prohibiting the use of some chatrooms</a> amid ongoing investigations of currency manipulation. The move comes after UBS’s investment banking arm did the same last month. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Traders use the chatrooms to coordinate with each other. They say it makes it easier to communicate with colleagues in different buildings or even on different floors of the same building. Traders also use them to communicate with their counterparts at other banks to negotiate prices and execute some trades.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>These aren&apos;t the sort of chatrooms that most of us are familiar with, but they&apos;re not that different either. Many traders use the instant messaging feature on their Bloomberg terminals, which feed them financial data and are used to make trades.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But there have been problems associated with the chatrooms, and abuse of them figured prominently into the LIBOR scandal. Traders have used them to manipulate short interest rates and foreign exchange markets and rig prices. Banks have paid steep fines for these kind of conspiracies. Since last summer, big banks have been penalized nearly $6 billion for rigging interest rates.</p>\"},{\"content\":\"<p>Now banks are trying to take away what they see one of the key facilitators behind the problem. JPMorgan CEO Jamie Dimon even took the unusual step of telling employees to watch what they write in instant messages.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Bloomberg LP, which has sold some 300,000 terminals to various Wall Street firms at around $20,000 a piece, is worried about losing business over the abuse and has vowed to tweak messaging features to give banks and financial institutions more control over employees communications.</p>\",\"type\":\"text/html\"}]","description":"JP Morgan and Deutsche Bank are prohibiting the use of some chat rooms amid ongoing investigations of currency manipulation. The move comes after UBS’s investment banking arm did the same last month.","byline":"Stacey Vanek Smith","audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/9366361966_f96e1015d4_z.jpg?itok=-pm178v7","type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/18/marketplace_segment06_20131218_64.mp3","meta":{"duration":102,"duration_hms":"00:01:42","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/18/marketplace_segment06_20131218"}},"type":"audio/mpeg","format":"MP3"}]}