{"created":"2014-09-04T21:10:13+00:00","modified":"2014-10-30T22:43:42+00:00","valid":{"from":"2014-10-30T22:43:42+00:00","to":"3014-10-30T22:43:42+00:00"},"hreflang":"en","title":"Colorado Republicans Buck National Party Trends On Immigration","published":"2014-09-03T23:04:00+00:00","teaser":"If the GOP is going to try to make inroads with Latinos in swing states, they might take a look at the former steel town of Pueblo, Colo., where Republicans say their pitch is starting to resonate.","itags":["npr_api","345535968"],"guid":"8c794e5c-2071-454a-99e3-825c4f6f3578","contentencoded":"<p>Steel mills, unions and the Democratic Party have defined politics in Pueblo, Colo., for decades. But that doesn't discourage George Rivera.</p><p>\"When we look at values, when we look at who we are, especially as Hispanics, our values tend to be conservative,\" Rivera says.</p><p>Rivera, a retired deputy police chief, is going door to door for votes in a neighborhood east of downtown, near where he grew up. Last summer, he unseated local Democrat Angela Giron in the state Legislature, in a high-profile recall election that focused on guns.</p><p>\"My belief is that the population is about 80 percent conservative, at heart,\" Rivera says. \"This goes back to our Hispanic culture, and we just believe in real basic values of family and hard work and responsibility. And religion is big.\"</p><p>Pueblo is one of Colorado's poorest cities. It has long struggled to reinvent itself after the major steel mills closed in the 1980s. Long a union stronghold with a population that's about 50 percent Latino, it's also long been reliably Democratic.</p><p>But the tight race for U.S. Senate in the state has Republicans focused on attracting voters in places they traditionally haven't gotten them, like Pueblo. And they may be making some inroads. Rivera says the GOP's pitch of small government, low taxes and traditional values is starting to resonate here. And immigration, long a lightning rod issue in Colorado politics? Rivera says it doesn't come up that much here.</p><p><strong>Republican Inroads?</strong></p><p>In fact, that's one of the main reasons why Republicans see opportunity in turning Pueblo, population 108,000, into a city that could swing an election within a swing state, according to Collette Carter, professor of political science at Colorado State University, Pueblo.</p><p>\"Since the demise of the union, which was always, always, Democrat-leaning, it has basically opened a door for a working-class population to think about: What is best for me?\" Carter says.</p><p>She says you can't always group Latinos together politically, either. Just take the issue of immigration: It polls as a much more important issue when you ask working-class Latinos in cities like Denver or Aurora, which have much larger populations of recent immigrants.</p><p>\"Much of that very large population you have to understand, in Pueblo, is third and fourth generation; they've been here forever,\" she says.</p><p>It's even noticeable in what words people choose to use here. A vast majority are like George Rivera, and refer to themselves as Hispanics, not Latinos.</p><p><strong>Courting The Latino Vote</strong></p><p>Republicans may have good reason to think they can make inroads in these more conservative-leaning areas, though it's worth noting that party leaders have their eyes further down the road.</p><p>State GOP Chairman Ryan Call, who's fluent in Spanish, began courting Latino voters in earnest here during the 2012 presidential election. The effort fell flat. More Latinos voted — and voted Democratic — than they did in 2008.</p><p>That's why Call says his party is spending a lot of time and money opening up field offices and hiring outreach coordinators in cities like Pueblo, as it tries to win back a U.S. Senate seat.</p><p>\"No longer are we going to think it's good enough to be a party that simply shows up two or three months before the election, runs a bunch of phone banks, sends a bunch of direct mail or television advertising,\" Call says.</p><p>Call and the GOP know Colorado's demographics <a href=\"http://www.npr.org/2012/09/27/161885219/aurora-colo-tries-to-capitalize-on-its-ethnic-riches\" target=\"_blank\">are changing fast </a>-- and the party has at times been its own worst enemy. Just 10 years ago, anti-illegal immigration voices like that of former Rep. Tom Tancredo were prominent. As the party became sharply divided, it lost control of the state Legislature, the governor's office and both U.S. Senate seats.</p><p>Today, Call says Republicans can't be afraid to buck national party leaders on issues like immigration.</p><p>\"Our party here in Colorado has adopted party platform positions that embrace the idea of immigration reform and a path to citizenship, while also recognizing we believe in the rule of law,\" Call says.</p><p><strong>Democrats Crying Foul</strong><strong></strong></p><p>Like in 2012, this state's Democratic establishment of Hispanics — or Latinos — isn't taking the GOP's strategy too seriously.</p><p>\"We're not fooled by them,\" says state Rep. Joe Salazar, of Thornton.</p><p>Salazar is originally from the San Luis Valley in southern Colorado and now represents a north Denver suburb. Salazar isn't so sure the Republican message will gain much traction even in established Latino neighborhoods. Immigration may not be the most important issue there, he says, but it's certainly on the radar.</p><p>\"Until they start changing the way that they start thinking about human beings, immigrants, until they start changing that message, we're not going to believe them, and we shouldn't have to,\" Salazar says.</p><p>This may be why Republicans <a href=\"http://www.npr.org/2014/08/28/343900791/colo-democrats-bet-on-immigration-to-boost-udalls-re-election-bid\" target=\"_blank\">aren't exactly eager</a> to talk about immigration in this year's tight U.S. Senate race, even as they're targeting potentially new territory like Pueblo.</p><p>Brian Aguilar is the owner of a local barber shop and salon with his brother and father. The three attended a recent mixer of business leaders and politicians at the state fairgrounds. For Aguilar, the economy, gridlock in Congress and a fix on immigration are among the most critical issues in the race.</p><p>\"I can totally see the importance of Republicans and Democrats putting their flag in the ground here,\" Aguilar told NPR.</p><p>He says the key to winning Pueblo is to appeal to the working man and the family man.</p><p>\"Because we're the same person, and everything here is real traditional, and it's about relationships and how you treat people and who you know,\" Aguilar says. \"Everybody's family knows each other, so there are deep roots here.\"</p><p>But in a sign that Republicans still have their work cut out for them in Pueblo, Aguilar plans to keep with tradition this fall and vote Democratic.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Colorado+Republicans+Buck+National+Party+Trends+On+Immigration&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"331"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345580334-da6932.m3u?orgId=1&topicId=1014&ft=3&f=345535968"}]}