{"created":"2014-09-03T17:11:36+00:00","modified":"2015-01-30T20:45:39+00:00","valid":{"from":"2015-01-30T20:45:39+00:00","to":"3015-01-30T20:45:39+00:00"},"hreflang":"en","title":"Cormega: 'I Just Want To Be A Soldier For My Culture'","published":"2015-01-30T20:45:00+00:00","teaser":"The New York rapper on the music industry — from sitting on the shelf, to refusing deals, posthumous releases to sales expectations — music journalism and taking risks, personal and professional.","itags":["npr_api","336885624"],"guid":"8c801b8a-a70e-433c-b853-b7cee98f521d","contentencoded":"<p>20 years ago, Nas mentioned his friend Cormega on a song called \"<a href=\"https://www.youtube.com/watch?v=hxce_qvhi5I\" target=\"_blank\">One Love</a>,\" which was composed as a letter to someone in prison: \"Night time is more trife than ever / What up with Cormega? Did you see him? Are y'all together? / If so then hold the fort down, represent to the fullest / Say what's up to Herb, Ice and Bullet.\" Those four bars inked Cormega's street credibility and forever tied him, for better and worse, to the crown prince of hip-hop. He spoke to <em>Microphone Check</em> cohosts Ali Shaheed Muhammad and Frannie Kelley about the career and life he's made beyond them.</p><p><strong>ALI SHAHEED</strong> <strong>MUHAMMAD</strong>: What up?</p><p><strong>CORMEGA</strong>: What's good, brother?</p><p><strong>MUHAMMAD</strong>: What's good, man?</p><p><strong>CORMEGA</strong>: Just chillin'. Happy to be here.</p><p><strong>MUHAMMAD</strong>: We're so happy to have you here. You legendary, man.</p><p><strong>CORMEGA</strong>: I hate that — I think that word is overrated, especially in the presence of a brother like you.</p><p><strong>FRANNIE KELLEY</strong>: That's fair. That's fair.</p><p><strong>MUHAMMAD</strong>: I understand why you say that, but you gotta give it up. And for someone to have been doing what you doing for the amount of time, you know, skillfully, artfully, it applies — unless you've got another word to share with me.</p><p><strong>CORMEGA</strong>: Ironically — I've been saying this in every interview, when people have been calling me legendary lately — or a legend — I really don't feel I deserve it. I would rather be called a veteran.</p><p><strong>MUHAMMAD</strong>: A veteran.</p><p><strong>KELLEY</strong>: I like that.</p><p><strong>CORMEGA</strong>: I'd rather be called a veteran, because I don't think — I think that I've endured and I've showed consistency and everything, but there's — I don't see myself the way I see you guys. Like I don't see myself in the same vein as a Tribe or as a Eric B. and Rakim or PE. Those guys are legends, so if I consider y'all legends I don't — I honestly, humbly, don't think I belong in that sentence.</p><p><strong>MUHAMMAD</strong>: Yeah, OK. I'll take the humble road, you know, that you trying to give and go down right now but, yo. I'm saying it, because you've done a lot for the art form and whether there's certain accolades given from certain sources or whatever, or not, it doesn't matter. I think your dedication and the passion you have and your art is a lot. And it's a lot that people can benefit from, and there's a lot time placed into it. You can't be around for a quarter of a century doing something as a professional and not be a master at it or considered to be a legend. So. You say veteran, we'll ride with that, but I'll say you're legendary and we're happy to have you here, man.</p><p><strong>CORMEGA</strong>: I appreciate that.</p><p><strong>KELLEY</strong>: I would say, as a fan, you loom large in my understanding of hip-hop. And I get the deference to Tribe and all them, but in some ways, your name never left people's minds — partly because it's a really good name, and partly because your sensibility has stayed intact. Although, we were just talking, this new album does feel like a departure for you in some ways. Do you hear it like that or no?</p><p><strong>CORMEGA</strong>: I think the new album — I think I try to show growth, and I think my content is different. I think as artists — one of the most important things about artists is the sincerity and, as you would know, the not being afraid to express ourselves. And I didn't want to be redundant. I don't want to be — first of all, I don't live the life that I lived previously. I don't live in Queensbridge, I don't hustle, I'm not in the street life, you know. As you see, I'm with my kids right now.</p><p>A lot of awakenings have happened in my life and I just wanted my music to reflect that, because at this point in my career, everything that I do now is for legacy — it's really not about the money. A lot of people do it for the money, but I could get a job and get money, or do other things, but right now it's about legacy. It's like, to be mentioned amongst the greats but feel that I deserve there, like I deserve to be mentioned. So that's what this album is about. I just try to show growth and I just really think it was necessary in this time because our genre — when I say genre, our genre, I'm talking about lyricism and real conscious hip-hop or the skills — that hip-hop seems like it's under attack or they trying to, like, push it out. I felt like this album was very necessary and I just want to be a soldier for my culture.</p><p><strong>KELLEY</strong>: Yeah, especially on \"<a href=\"https://www.youtube.com/watch?v=-P6PjIgube8\" target=\"_blank\">Industry</a>,\" that track.</p><p><strong>CORMEGA</strong>: Oh, yeah, yeah, yeah.</p><p><strong>KELLEY</strong>: So who is attacking?</p><p><strong>CORMEGA</strong>: I don't know who it is. I don't know if it's the media. I don't know if it's — I think greed. I think greed has something to do with it. But sometimes it's deeper than what we see it as. Sometimes it might be government that's pulling strings and — because when you look at the landscape of rap and you look at the people that was creative and innovative and saying stuff that could uplift the minorities or the poorer areas, those people have all been silenced — their voices have been silenced. So they have to speak in other ways. So I don't know what's that but I do know greed has played a symbolic impact in the demise of our culture.</p><p>Because it got to a point where there was new artists that would come to me for advice like, \"How do I get on the mixtape? Such and such wants such and such thousand to get on the mixtape. I don't know how to get on the mixtapes.\" And so we had stuff like that, and then you have the certain radio guys, they want to get paid for your songs to get played. And then you got executives in the companies, they don't look at the creative side of it, they look at the business aspect, which — you can't knock them because it's an investment. But it's not that serious of an investment so when you think about it, it's like, if you make a creative masterpiece, especially during the '90s, not — late '90s is what really killed rap because if you made an incredible album during that time but it didn't go platinum, it was deemed as a failure.</p><p>It got to a point where gold was looked at as underachieving, and that's when it all went wrong. Because when artists was first doing it, you could go gold, you could sell 350,000 albums and have a successful career back in the day. People were content with making music that everybody could enjoy. It got to a point where people were making embarrassing music, like making fools of themselves, but making so much money that if you even — we from the era when if you was wack, you was wack — we didn't care if you was rich or what you had. And then it became to the point where wack dudes were starting to get pushed into the limelight, and if you say something about their wackness, then you become — you're a hater. So the word hater had to become a shield. And then it all went downhill from there. It's greed. One of the biggest things that hurt our culture was greed.</p><p><strong>KELLEY</strong>: So you're saying to go platinum, basically, you have to cross over in some way.</p><p><strong>CORMEGA</strong>: Definitely.</p><p><strong>KELLEY</strong>: And so once that becomes the standard, then everybody has to make records for the mainstream.</p><p><strong>CORMEGA</strong>: Definitely. It depends on what you want to do as an artist, because some artists don't get it. There's some artists that are independent that are living way — that are living well beyond their means, that are living well beyond people's expectations. You got brothers like Tech N9ne and <a href=\"http://www.npr.org/blogs/microphonecheck/2014/04/09/289059976/e-40-im-on-the-west-coast-eating\" target=\"_blank\">E-40</a> who have more money than a lot of guys that have gone platinum on majors. It comes a time when you just gotta have a — it depends on how much integrity you have as a person, because the industry is a piggyback thing.</p><p>Like if they see — 50 Cent's success is a perfect example. When 50 Cent blew up, all the sudden it became like a — back in the day the mandate was \"be good.\" If you was nice on the mic, you had a chance. When 50 Cent blew up, labels started pushing artists to work out, like everybody had to get diesel and stuff like that. Or like when Foxy Brown and Kim — their success was crazy for women, because after that all the sistas that was positive in that, you never heard them. I've literally heard people at labels say, \"Oh, we gotta get her a ass,\" talking about other girls or you know, \"You gotta do this.\" Or, \"Look sexy.\" It became that, instead of the art. The industry is just incredible.</p><p><strong>MUHAMMAD</strong>: You're saying that this album, you're more focused on legacy. There's something that's definitely, apparently, different, but I think there's a fiber of similarity in terms of like your drive, I think, from your previous albums. It always seemed like there was a sense of teaching, but, you know, not in a preachy way. I think it comes across like, \"Yo, this is the life.\" You know, \"This is what I'm dealing with, and this is how I'm putting it out there.\" And it was also, you know, said with a certain amount of integrity for yourself, who you are as a man, having honor and things of that nature. So it feels like this record has that same spirit, but it's refined from a different type of experience</p><p>It's interesting that you get to a song like \"Industry\" and the way you present it now, versus maybe some of your other experiences in the music industry and how it came across. First of all, I celebrate you for it, because we need to hear it right now in this climate and what's going on musically. But often people say that rap game — they use the term the rap game as synonymous with the drug game. And some of your music sort of articulates that. But I think with \"Industry,\" you touched on something that's — it's the life of the artist — I think the way you broke it down, to me, reflects how governments play with other governments, and how our lives are not valued. You know, how people start wars to make money. And you broke that down — not speaking about wars but the industry and the relationship for the artist in terms of the record companies. I think that was pretty bold and dope.</p><p><strong>CORMEGA</strong>: It definitely was. It definitely was a huge risk.</p><p><strong>KELLEY</strong>: Yeah, can you talk about that a little bit? You knew it was risky and you — I mean, how much do you care about that?</p><p><strong>CORMEGA</strong>: There's a lot of risk on this album. I knew \"Industry\" was a risk but I knew — when you a artist and you trying to send a message, you don't want to sound preachy, as he said, because sometimes people don't want to hear that. They just want to be entertained, or they want to hear what they want to hear. But one of the things that I'm able to — one of the things that benefits me as an artist is what they call street credibility, or whatever. My reputation from the street is authentic, and everybody knows that.</p><p><strong>MUHAMMAD</strong>: That's why I say you legend man.</p><p><strong>CORMEGA</strong>: I don't even — I don't even try to glorify it either. So if I'm talking, street dudes will listen — or the younger guys will listen. One of the most important things that I did was take responsibility as a man, and as an artist, because hip-hop in itself — a lot of things indoctrinate. Hip-hop is a thing that indoctrinates. People want to be like it and people want to be like the people that they admire. I've met dozens of people that have my lyrics tattooed on them, which blew my mind. If you look on Twitter right now there's a guy on there talking about, \"I'ma send you the picture of a tatt.\" Today. Like, that's how many --</p><p><strong>KELLEY</strong>: That's bananas.</p><p><strong>CORMEGA</strong>: When I started seeing the impact that I had on people — people know that I came from jail. People knew that, so I didn't have to sing about it or brag about it in songs. And it's nothing to brag about. Jail is for suckers.</p><p><strong>KELLEY</strong>: Well, also cause Nas talked about you being in jail on his song.</p><p><strong>CORMEGA</strong>: Exactly. \"One Love\" let the world — exactly. So me coming home from jail and making it in the music industry, that was a ray of hope for a lot of convicts. Because when you're in jail, you're taught that you're a convict and you're reminded of it by the COs and by the system and you're taught your likelihood of making it is very low and that you're gonna be nothing. So when people see me come home and get a record deal, that inspired a lot of people.</p><p>I wanted to inspire people in other ways. And I know little dudes that wanted to be like me. So when I started making albums, I was telling people about the pitfalls of the street rather than just glorifying it. Now people respect me for what I've done in the independent game and in the industry. So it's like I'm doing the same thing I did in the streets — I drop jewels, but now I'm trying to navigate you through the industry instead of navigating you through the streets.</p><p>The song \"Industry\" was important to me because I get tired of the exploitation of our music, and especially of the artist. When you look at the rap industry, there's a lot of stories that don't have happy endings. And there's people that do little to nothing that thrive the most. There's people that literally got in the industry because they was cool with somebody and cause they brown nose the right people — cause they was in the right circle — and they became executives. Whereas, you have a person like Large Professor. Large Professor never had a job as an A&R. That's a crime.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>CORMEGA</strong>: Think about it. His album <em>-- Breaking Atoms </em>was groundbreaking. His influence on producers is — he introduced the game to Nas. He's done so much that any label that really cares would have gave him a shot as an A&R.</p><p><strong>MUHAMMAD</strong>: Right.</p><p><strong>CORMEGA</strong>: A lot of my heroes don't get the credit they deserve, and it started bothering me. And I just wanted to speak, and I wanted people to stop selling the illusion — even with the independent game, you could get jerked. You got labels like Koch that'll tell people, \"Oh yeah, you get 60/40.\" You don't get 60/40. You don't get 60/40; it's not 60/40. All is not fair, so I wanted to be the one on a song like \"Industry\" to express the truths to artists. That's why I say, \"Beef DVDs on BET so every artist who's on it was beefing for free,\" you know. If you listen to that song — and I made sure I said no disrespect intended. \"I know he got beats,\" that's what I said about QD3. And everything I've said makes sense. There's no animosity or vengeance in my words.</p><p>It's self-evident, so I just want to make self-evident music. I took that risk. And at the end of the day, you know why I was able to take that risk? Because what could happen? I've already been blacklisted before. I already said freaking — and left the majors and started — I made a lane for myself. You can't blacklist me independently, or you can't blacklist me to the fans. I'm gonna always find a way. So I'm willing to take the risk, you know. That's just one of the risks that I took on the album.</p><p><strong>KELLEY</strong>: I liked your mention of shareholders on that song also, cause that kind of gets at what you're really up against. If a corporation is — the law is that the shareholders have to profit, then how do we change what they value?</p><p><strong>CORMEGA</strong>: Exactly. One of the biggest misconceptions — one of the big things that really bothered me about the industry, period, is, often in life when we see things aren't as equal as they should be or fair as they should be, we often try to — we often fight for change or for regulation, etc., etc. It bothers me to this day that record companies make at least, what, $10 off every record? Or maybe eight, if it's discounted. You make so much money off a record but an artist gets less than — not even a dollar, not even a half of a dollar. If you get a half of a dollar, you got a good deal. The profit margin for the artist as opposed to the company is totally unfair.</p><p>Even at the end of the day when you've got artists like — a artist goes platinum and he's happy and they'll make sure there's pictures of him with his platinum plaque, but whose glory is that? You got a plaque; that's it. That plaque isn't worth any money. Every album that sells a million copies generates $10 million, close to $10 million. There's a lot of people we know that generated $10 million, and more, that we've seen on TV bankrupt or this or that. And they're not all reckless spending. There's a lot of inconsistencies in the industry so I just wanted to say freak it and stir up the hornet's nest.</p><p><strong>KELLEY</strong>: So why do you — why keep making music? Why stay in this industry, then?</p><p><strong>CORMEGA</strong>: Because I'm not in the industry, I'm on the outer-stry. I'm in – see, me making music independently the way I do it, I don't have to deal with — I deal with the indie companies I want or I deal with, I put my stuff out digital. I always find ways to do things my own way.</p><p>When I was on, back in the day, my first record deal was with Violator Records — rest in peace Chris Lighty — and that's where I learnt about the industry. I was on the shelf, you know what I'm saying. So during my time on the shelf, I did something that wasn't being done at that time. You could do the research. No artist was putting out mixtapes without no album. It wasn't heard of. You might see a <em>Best of Biggie</em>, but I made my first mixtape like 1997 probably, you know.</p><p>By the time we did <em>Survival of the Illest</em> tour, my mixtape was old. And people — when we did <em>Survival</em> <em>of the Illest</em> tour, I was scared to go. I mean, I'ma be honest, I was scared. Like we went to Detroit, Chicago and all those — I was scared to perform because I thought people was gonna boo me because they didn't know my music. I was like, \"Nobody's gonna know this s---.\" And then when we got there, I was one of the most popular acts that night and I was blown away. People was like, \"We got your album,\" and I was like, \"I don't got an album.\" They were showing me the mixtape! So that, after that, I started making more mixtapes. And then that became a trend. Very few people give me my credit for that, but it's the truth. So I found that lane: I made mixtapes before it was done.</p><p>And same thing, when I got off of Violator, I had a situation. I could have signed with TVT during the time when Lil Jon was there — that label was big. But my whole thing is this: when you dealing with corporations, you're dealing with schedules, etc., etc. I didn't feel like getting on a label — I wanted my album to come out soon. So I knew if I signed with them, I would have to be fit in to their schedule, etc., etc., and I was just on the shelf for four years and I didn't have waiting time. So I put out my album independently and I thrived. I was getting phone calls from Interscope and other people, you know. I just — I didn't want to go back after that. So I was like freak it, you know. I could sell 50,000 records and be more happy than somebody that's sold 850,000 records. So I was like this is it.</p><p><strong>MUHAMMAD</strong>: Do you recommend for artists that are starting out that they go more of an independent route?</p><p><strong>CORMEGA</strong>: If a artist is starting out, I think indie is good. I think it depends. See, if an artist is starting out — if a label's gonna make you Eminem, then go for it, you know what I'm saying, because it doesn't matter. He's so successful, his success is so gigantic, that he's his own entity now. So he could quit that and do his own thing now. So if they gonna blow you up, then go to major.</p><p>But if you build yourself – like, say you a new artist and then you start making your own mixtapes and you develop your own buzz and you're big and people are flooding to you, you could be successful without it. Like what's the guy name? Mac Miller — is that his name, Mac Miller? Majors was trying to holler at him, he's like, \"Freak y'all!\" He went indie and he's still good. So independent is definitely the route. It's a excellent route. I wouldn't recommend majors unless they're gonna substantially pay you or unless they want to do something that's groundbreaking and give you a fair deal. If they say, \"Well, we're gonna go 50/50 with you,\" do it! Or even 60/40. 80/20 even 'cause 40 cents off a album is not cool. It's nearly impossible to make your money back.</p><p>And this is another thing. Any time somebody gives you a loan, it's recoupable — any loan that you get. Refinance a house, a car, any kind of — a loan from a bank, once you pay off, once that debt has been paid, you get the deed or you get the title. Once you get a record deal, once you repay that, you still don't get a fair part. There should be amendments.</p><p><strong>MUHAMMAD</strong>: Yeah, you don't own it.</p><p><strong>CORMEGA</strong>: You don't own nothing. You don't even own your name.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>CORMEGA</strong>: They could drop you off a label — this is the thing that hurts me, too. I've known artists that, label really didn't care about them, they pushed them to the side or they maybe even had plans of dropping them, and then, unfortunately, maybe something happens and the artist dies. All of a sudden now, that label loves this artist again. Now this artist is making money. He's generating funds and his family's barely getting anything cause his cut was so small and then y'all was about to drop him. An artist gives his all and the artist die and they really have nothing to show for it. There's a lot of artists who die whose families are struggling right now. You would think the label would say, \"Alright, let's give 'em --\" you know, \"Let's cut them a check.\" But they don't. So it's so many inconsistencies in the game that it's just baffling and that's why I just wanted to be sincere on this album.</p><p><strong>KELLEY</strong>: Ali mentioned honor. On that track with Raekwon, \"<a href=\"https://www.youtube.com/watch?v=pJo5c-yayrA\" target=\"_blank\">Honorable</a>,\" when you say, \"It's the streets that made me wise and honorable,\" can you explain sort of how that functions, how that happens, how you learned that and what that means to you?</p><p><strong>CORMEGA</strong>: I mean, \"the streets raised me to be wise\" — I think the streets raised me to be observant. I can't say that the streets taught me everything educationally because I did respect reading, so I did, you know, read books and I did go to school. I did drop out, unfortunately, but I did — when I went jail, they put me in the box. I got into trouble, so I was in the box and the box is smaller than this room. A matter of fact, if the box is half the size of this room, you in a good box. So I was in the box and when you in the box, you don't have no TV, nothing. You're just in your room and they give you your food, but they give you books. So one of the first books that I read — the first book that I read in there besides the Bible or whatever — the first book that I read was <em>The Autobiography of Malcolm X</em>.</p><p><strong>KELLEY</strong>: They gave you that book?</p><p><strong>CORMEGA</strong>: Yeah, yeah. So that was like --</p><p><strong>KELLEY</strong>: Seems counterproductive for them.</p><p><strong>CORMEGA</strong>: Yeah, really. I mean, yeah. I think God gave me that book. I think that was a blessing, because when I got that book and I seen how he said he was illiterate, or pretty much illiterate, taught himself to read, in jail, and read constantly and ended up getting, you know, his academics. Obviously, he became intelligent — from his speeches. So he bettered himself from being in jail. He didn't use jail as the end of the road; he used it as the start of a new road. So after that, that motivated me. I started going to law library for my case, cause I was innocent for what I was in jail for. I started going to law library instead of going to the gym and all that stuff. And then I started take a G.E.D. course. Took my G.E.D. course. I passed my G.E.D. I got my G.E.D., then after that, I took college courses, you know.</p><p>So in that sense, the streets, the valleys — the pros and cons benefit each other. The negativity of me being in the streets enabled me to reach positivity by unfortunately going to jail, but jail opened my eyes and made me read and made me get my G.E.D., etc., etc. Cause if I was home, I wouldn't have did it. I didn't have time to. I was too busy trying to sell drugs and etc., etc., so the streets taught me that.</p><p>The streets taught me also loyalty, etc., etc., because sometimes you don't find out who your friends are until you're in a situation, or until they don't need you anymore. The streets wisened me so that's why I said that in the song.</p><p>But you know I think life, not just the streets — I say that in the song because it sounds good in the song, to be honest with you. But life has made me wiser. It's not just the streets. It's a lot of things. It's life, it's experience, it's belief in God, it's — all of that has made me wiser. I'm very observant and, you know, I just take it all in. I take it all in as a artist. I think artists are like sponges, man, and then what we squeeze out the sponge is our art. It's for people to appreciate, so I just hope people appreciate it.</p><p><strong>MUHAMMAD</strong>: I appreciate it. It's interesting because Frannie asked you, you know, why keep doing it and I was wondering the same thing in terms of inspiration — this was before I had a chance to listen to the new album. I feel like your records have gotten better and better with each album, in terms of your content. Your style is pretty much always been consistent from day one — you remind me of Kool G Rap in certain aspects of your cadence and flow and attack and confidence of rhyming. But I feel like even sonically the albums have gotten stronger and stronger. But I had wondered what motivates you, and then I heard this new album and I was like, \"Oh, yeah, life.\"</p><p><strong>KELLEY</strong>: Got it.</p><p><strong>MUHAMMAD</strong>: I don't know, you tell me what motivates you still after — how many albums is it? Is this your --</p><p><strong>CORMEGA</strong>: This'll be the fifth real album. This'll be the fifth album and then I got a compilation, <em>Legal Hustle</em>, that's six and mixtapes so I would say it's like my sixth.</p><p><strong>MUHAMMAD</strong>: So 25 years, or more, that many albums, what's your motivation?</p><p><strong>CORMEGA</strong>: I don't — to be honest with you, the years that I was in the game, I feel like I underachieved. I'm hard on myself because in the '90s, I didn't put out no album, so I was just there. My first album came out in 2001. So that's another reason why I don't give myself the legend stamp. Because I feel like I should have did — I could have did more. Like, I'm mad at myself I took five years to make a new album.</p><p>But one of the things that I promised myself is that my daughter is gonna have her father in her life. I didn't want to — I know a lot of artists that's on the road all the time and — you know how it is. So I wanted to be a part of my kid's life. There's a sacrifice I made, and I hope she appreciates it when she gets older.</p><p><strong>MUHAMMAD</strong>: You don't hear many fathers saying that.</p><p><strong>CORMEGA</strong>: Yeah. I definitely wanted because I didn't — there's two reasons that I wanted to be in my daughter's life. Because, one, my mother died when I was young and I missed her more as an adult. There's days in my late 30s that I cried more than I did when I was pre-teens. So as you grow older, you see the values of life more, you see the values of certain things. I know the value of a father figure — the things that a father instills in his daughter. I promised myself that I was gonna be a better father than I had, you know, no disrespect to my dad cause I love him and he tried, he did what he could. But I just wanted my daughter's life to be better than mine, so that's one of the risks that I took.</p><p>But another thing that motivates me — the thing that motivates me the most is the fans. I love the music too; like, I'm a hip-hop head. Large Professor, he teases me about that before because he didn't, he was like, \"I didn't know you was a head like that, n----.\" I get excited off of dope beats like I start screaming, \"Oh my god!\" I get hype like it's still '88 or something. There's nothing like the fans. Like, you know, there's no high — I don't even get high like that — but there's no high in the world like the adulation on stage. There's nothing like it, for me. I feel like I'm in the arena and I'm a gladiator that just is on it, that's about to win it. I could be tired and when the roar of the crowd wakes me up and people be like, \"Damn.\" I love the fans.</p><p>The fans have expanded my mind in so many ways — not just artistically, but globally appreciating things more. Because when I was writing my music early in my career, I was writing it for the hood only. I didn't think there would be anybody else that appreciated my music or understood my music. And then in 2001, I'm in Foot Locker in Boston and a white girl comes up to me — she's a short white girl, she works at Footlocker. I'm asking about some sneakers, she's like, \"Oh my god, you're Cormega!\" I'm like, \"How the f--- she know who I am?\" In my mind, I'm like, \"How she know who I am?\" So I'm like, \"Oh, she's one of them cool ones that hang out with the brothers probably.\" So now I do a show in Boston and the crowd is majority white. So I'm like, OK, maybe somebody else is here, you know. Maybe somebody else is here and I'm the opening act. They know all of my words. So now I'm like, \"Wait a minute.\" So now I'm meeting Oriental people. \"Oh my God, you're Cormega, da, da, da, da, da.\" I'm meeting people of different cultures and backgrounds and stuff so I'm like — I'm fascinated that they know my stuff because I thought it was only for the hood. I didn't know it was global or worldwide.</p><p>So it's the love that you get from the fans that makes you want to do it more. A lot of our peers have quit because of the bull crap that's involved in the industry. They just straight up quit. It's not that they quit cause they lost they skill or they gave up because they got tired. They got tired and worn down from the industry, and that could have been me but it's people – when you hear fans, sometimes your fans are your friends more than your friends.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>CORMEGA</strong>: There's people like, yo — when people come up to you like, \"Yo, your music has changed my life,\" or, \"I was going through a hard time in my life and your music helped me get by,\" that does something to you. It's people in jails writing me like, \"Yo, man,\" you know — I couldn't stop. And the love that you get from them, and then you meet people with your tattoos on 'em. I'm in London, somebody is like, \"Oh my god, I love you.\" This dude brings his father to the studio, his father hugs me, he's like — the fans are very important. It's essential, man.</p><p>I always tell artists: sign every autograph. Make everybody feel like they're a part of what you do. Don't act funny with them, you know what I'm saying, because at the end of the day, your fan — if you look at it from a business aspect — your fan is really your boss, and your longevity depends on job performance. It's the same thing — the better you are in your field, you get promoted; the worse you are, you get demoted.</p><p>When you cross over — there's some brothers that are dope MCs but then every chance they get, they try to make a record like whatever's poppin', whatever's hot and then the fans get tired of you and next thing you know, there's — I could probably name close to 100 rappers that were hotter than me, or whatever term you want to use when my album first came out, and now that hundred, maybe 15 to 20 of them is still doing music. There's artists that was bigger than me that used to act funny and now — I'm such a non grudge-holding dude, I know people that was funny style with me back in the days that call me for features now and I've done 'em. Like whatever, you know what I'm saying. Or people that was funny style, now they're out the game, they can't even sell records independently.</p><p>So I take all this in stride, and I know it's a blessing, cause nothing is old. It's a blessing and this is God willing, you know. It didn't have to happen so I take everything in stride, man, and so the thing that keeps me going the most is the fans, the fans. And me knowing that, I know now that I'm not going anywhere. I'm here for the long-term. I'm not a short — if this is a hotel, I'm not having a short stay. I'm here for the long-term. The fans are there with me consistently and loyally and my job is to find out why they're still here with me and continue giving them exactly what made them stay.</p><p><strong>MUHAMMAD</strong>: Before listening to the album I was curious like \"Why? What does he — what's the motivation?\" And then I heard the album and I was like, \"Oh, it's all on this album.\" I feel like you can't really measure this — and don't take it the wrong way — but I feel like, yo, if this was your first or second album, I'd be like, \"Yo, son got a long career ahead of him.\" And I know that may sound kind of crazy and twisted considering like your, the resume, but in listening to it, it was so refreshing. I'm like, \"If this was somebody's first album, this is a damn good album.\" Where do you go after this? Like, you look forward to the sophomore album and then the next and then the next and then the next.</p><p>I'm really happy about this record just in the sense of where you've come from and how much I think you've schooled people. And it's interesting cause you're very connected with your fans. You're saying you were making records for the street but it extended beyond this and I think your music, it helps people who may be struggling with their environmental situation in terms of economics or home life or whatever. I feel like this record is a culmination of all of that, but it has a new feeling of — I don't know what it is, maybe new experience. Like you say, you're not — you have a different life now, but it still contains the same amount of information, the experiences of the previous, so it makes me look forward to the next.</p><p>Not trying to put any pressure on you, but I really see another couple more decades worth of music, just hearing the content and the charge and the way you — \"Industry\" is a huge song, obviously. It goes without saying, but there's just so much more in depth to what's behind it and everything else, so I'm just looking forward.</p><p><strong>CORMEGA</strong>: I appreciate it. Hearing that from you — that's one thing that — the love that I'm getting from my peers lately, in the last few years, has been — I don't even know how to word it. Hearing that from you is like — I don't even know what to say, man. I'm just humbled — I'm just, I'm really thankful for those words. I really appreciate it, man.</p><p>I think early in my career, I had a chip on my shoulder. I felt like the world was sleeping on me. And now it's to the point where Rakim is letting me perform at one of his shows, and as I'm performing, he's ad-libbing my words. I was like, \"Hold up. Is this Rakim singing my words?\" If you were to say, \"Yo, man, I'm gonna give you $50,000\" — if somebody were to give me $50,000 right there it wouldn't have exceeded that feeling of having Rakim saying my words. Or when Chuck D says, \"Your music is like God.\" He heard this album — some of this album – before, so the love that I'm getting right now is so crazy. I'm a little emotional right now. I can't even explain it like I'm just – humdallah. You know. I can't explain it. I just, I can't explain it.</p><p><strong>MUHAMMAD</strong>: It's funny. There's two things — I don't want to lose where I'm at. I want to ask you about your relationship with Large Professor, but just to go back — you said you used to rhyme like you had a chip on your shoulder. It came off that way, so since you brought it up, let's just go back to that a little bit. Because one of the things I felt is that the — I'll use the word \"dismissal\" from The Firm, I think set you off on a path that gave your — how do I say this — your life as an artist, purpose. And I think, had that situation not happened — only the creator knows what our lives would be if certain things would not happen.</p><p><strong>CORMEGA</strong>: Exactly.</p><p><strong>MUHAMMAD</strong>: It kind of comes off to me — and you can tell us if you want to talk about your experience and all that — I was kind of happy, you know, fast-forwarding now, that your life took that path, because I think it came out in the music in a really good way, like how you vented and how you expressed it. It was dope. I think it took the other experiences that you went through — growing up and stuff that you talk about in your story and just living in the life — I think that particular moment was — it set you up for everything else.</p><p><strong>CORMEGA</strong>: I agree. I agree. I agree.</p><p><strong>KELLEY</strong>: No further details?</p><p><strong>CORMEGA</strong>: No. I think – alright, so I think when The Firm thing — that's another thing with my industry thing. Basically, if I would have signed the production deal, I would have been in The Firm. Steve Stoute is incredibly financially rich. But he's not morally rich. There was certain things that Stoute used to say that really bothered me. Like he told my man Biz — you might know Biz, cause Biz used to be my manager and he used to be at Violator all the time — so one day he told Biz if Mega wasn't — basically, \"If Mega wasn't part of The Firm, do you think people would even care?\"</p><p>So I could have signed a production deal after that. But I wouldn't respect myself. Like, I gotta look in the mirror when I go home. Certain things people say makes you think about yourself like, \"Do I suck?\" That's basically what he's saying. Like, \"You suck. You're cool — you're on because you're down with us.\" Or, \"People like you cause of us.\" So I wanted to prove him wrong. I could have signed it, but I didn't, and then, you know, there was a lot of complications, minor bull crap, but I was like \"I can't do it.\" I wouldn't respect myself.</p><p>He straight up said that, and he also said, \"The last song you're gonna hear Cormega on is '<a href=\"https://www.youtube.com/watch?v=uA_9pU--lsA\" target=\"_blank\">Affirmative Action (Remix</a>).'\" So me being oblivious to the ways of the industry, I'm laughing in my head like, \"He's bugging. I'm on 'La Familia.'\" Like, \"He don't know what he's talking about, I'm on 'La Familia.'\" So when \"La Familia\" came out, I wasn't on it. They say my verse got erased by accident.</p><p><strong>KELLEY</strong>: What?</p><p><strong>CORMEGA</strong>: Yeah. If you do your research, there's a song called \"La Familia\" <a href=\"https://www.youtube.com/watch?v=6FhXAl14LuA\" target=\"_blank\">with Cormega</a> and then there's another <a href=\"https://www.youtube.com/watch?v=-2qZbpxN6pw\" target=\"_blank\">one with Nature</a> on it. So they took me off and put Nature on it. Shout-out to Nature, too, that's my man. He's on the new album, as you guys know. I really didn't like Steve during that time. I respect him now, but I really didn't like him at that time. So I wasn't gonna sign it.</p><p>That set a chain of events into motion. There was a song that came out — one day they was in the studio, and there was a freestyle that came out. It was on a Clue tape, and, back in the day, Clue was bigger than — I don't know what. Like, a Clue tape was more popular than people's albums. So there was a particular song and Nature, he went at me on the song. He's like, \"Saying you with The Firm — how's that when you got your spot jacked?\" So then I responded, and that's how the whole thing started. I went at him and Nas, because I was like, \"I'm gonna go at the boss and the worker.\" So that's what my mindframe was back then.</p><p>But the media and — not just the media because there's people that was just, on their side, you know, they had more strength than me in the industry — so there's people saying, \"Oh, Mega was just mad because he wasn't in The Firm.\" That wasn't true at all, because at the end of the day, if that diss song about me never came out, I never would have made a diss song at all! There never would have been one! And you can do research — his was out first. Nature will even tell you that. Nature's my man. Me and him is very close. Actually, I could show you my phone right now, there's a text from Nature to me, from today. So if they never made that song dissing me, there never would have been a diss record towards them. The media would never have been able to say, \"Mega was mad. That's why he made that song.\" That wasn't true. I made a song responding to their initial diss. That was that.</p><p>Then when The Firm album came out and, when <em>The Source</em> was, like, the Bible, the very first word in the write-up — if you do the research on that — was saying something about how Cormega is missed on this album. That was my vindication right there. I felt so good reading that part, because it was like, \"OK, so I'm not the weak link in the chain.\" After that, I just started going hard. I just started — I had to do my own thing.</p><p>I think that Firm situation was one of the reasons I was on the shelf, because Trackmasters and Stoute were so powerful — I can't say Trackmasters. It's not like Trackmasters was trying to stop me, but Stoute runs Trackmasters, so. Trackmasters was the go-to producers. They was the executive producers of Foxy's album. Trackmasters — it's power. Think about it. Look at The Firm. Steve Stoute, Trackmasters — Steve Stoute managed Nas. They executive produced Foxy Brown's album, did a lot of production on AZ's album and Nature was signed to, what? Trackmasters. So I was the only one that wasn't financially benefiting them.</p><p>And then look at this. When I was thinking about signing a production deal, it was a — it was greedy. My record deal was for $250,000, which — you was in the game. At that time, that was astronomical. But if you're charging me — first of all, Steve Stoute wanted $50,000 to executive produce my album, straight up, right. So that's $50,000. So you're minus $50,000 from $250, that leaves you with $200, right. OK, mind you, I gotta pay my lawyer, and my manager gets a cut, too. And I only been home for like close to a year, I need things for myself. So it's not $250 anymore. Let's just say it's $200. So then you take — you want $50,000 to be executive producer. That leaves you with $150,000. So I'm thinking — he wants $50,000 — I'm thinking \"Is the beats included with that?\" But nah. Now we're gonna do, I think, $20,000 a beat. That's gonna be, like hook-up price. That was a good price, I guess, back then, cause Trackmasters was getting a lot of money for production. But think about it. If you doing — and back in those days people used to do a bunch of songs that might not even make the album, but that don't mean that the producer don't want to get paid. You setting me up to fail, from the gate, you know what I'm saying?</p><p>So what's your gripe with me? Your gripe with me is that I've always been ahead — that I've always been a smart artist. Like, I could get a copy of my old — god bless <a href=\"http://www.npr.org/blogs/therecord/2012/08/31/160357103/remembering-chris-lighty-hip-hop-leader-and-my-friend\" target=\"_blank\">Chris Lighty</a>. My first record contract was from Chris Lighty. It was a fair deal. I had like, I think I had 14 points, which is a lot for an artist. Which really ain't a lot, total, but for an artist, that's a lot. And I had all my publishing.</p><p><strong>KELLEY</strong>: Wow.</p><p><strong>CORMEGA</strong>: Rest in peace, Chris Lighty. That's a fact. So here you are — I'm a artist. I'm on point, I'm on top of my game. I was reading about the industry, you know, in those little books and I got a good lawyer — I had Kenny Marsailles at the time. So I own my publishing and I got a great points. Now I'm gonna sign a production deal with you, and the production deal I sign with you is gonna eat up my recording budget, cause I didn't want Trackmasters to do my whole album. I like Trackmasters, and I know what type of songs y'all gonna do. Y'all gonna do those singy, Puffy-type songs, but I don't really want to do a bunch of those songs. I want Havoc beats and RNS or, like, RZA types. I want that, too. So we had a conflict of interest right there.</p><p>Long story short, I got dismissed or whatever they want to say it. I wasn't in the group, but after that I went hard, to preserve my name, and the fans responded to me. Like right now, I could do a show with any — I could do a show — <a href=\"https://www.youtube.com/watch?v=SLKDHH2MrcM\" target=\"_blank\">when Nas brought me out at Nokia Theater</a>, it was a surprise show. This was during me and Nas' beef, or whatever you want to call it, during those years. So nobody expected me to be there. Nas is singing \"One Love.\" He's like, \"What's up with Cormega? Did you see him? Are y'all together?\" And then I walk out on stage. It was planned by me and Nas. Go to YouTube, you can see it. The crowd went ape s---. I've never — if you look at when Nas came out at Jay Z's thing or when Nas brought me out, see the reaction from the crowd, they went more crazier when me and Nas reunited than when Jay Z and Nas reunited. They went — yo, listen to the audio. If I'm lyin', I will buy you guys lunch for a week straight. Yo, I want you to listen to the audio. You're gonna hear grown — you're gonna hear men going, \"Ah,\" screaming like girls. Yo, there was dudes — I've never heard dudes tell me, \"Yo, Mega, I got goosebumps.\" When me and Nas reunited, that was powerful. It made us both like, wow, think of what could have been.</p><p>So, you right. I think that made me stronger. I think I'm one of those Reggie Miller types. Like that game, when the Knicks was winning, they was up by a couple of — it was over. The Pacers conceded, but then Spike Lee did the choke sign and motivated Reggie and they beat the Knicks — that's what happened with me. I just get motivated by certain things, so that's what happened. And I go hard. I wasn't pampered by the industry so I never know how to be a pampered — I'm willing to go get it. Like, I drove to New Jersey, parked, jumped on the New Jersey transit to Penn Station and came here. I'm a grinder. So as long as you grinding — you combine somebody that's willing to grind with somebody that's willing to not compromise his craft, and you have a powerful --</p><p><strong>MUHAMMAD</strong>: You got a soldier, beyond. Yeah. A warrior.</p><p><strong>KELLEY</strong>: I remember the time when you were beefing with Nas, and the fact that he responded and he would respond on <em>God's Son</em> at that time, you know, everybody was like, \"Oh, well, we have to pay attention.\" It wasn't like — yeah, you made him answer.</p><p><strong>CORMEGA</strong>: Let me tell you how real of a person I am. When he responded — he definitely had to respond because that's when <em>The Realness </em>was out, so it's not like you can say, \"Well, I'm not gonna answer,\" because I had one of the most popular albums of the year, bar none. I mean, I was the Number 1 Heatseeker in America for two weeks in a row. And Heatseeker is not independent. Heatseeker is whatever. Bob Hope could have came out with an album or whoever — Elvis, whatever. If they was a new artist, they would have been a Heatseeker. I was the Number 1 Heatseeker in America for two weeks in a row with <em>The Realness.</em> Like, it was making so much noise, so he responded. And then, let me show you how much a man that I am. When he responded, my record sales increased 70 percent. I could have milked that beef for years. I stopped the next year. You know why? You can even look at my old interviews. I say I'm not gonna let — cause the media started trying to pimp me, because controversy sells.</p><p>There would be magazines that'll call me and only ask me — they'll call me just so they could get a question about Nas. Like, I don't know what happened with him. There was a lady named Serena Kim from <em>Vibe</em> magazine. She wanted to do an interview with me so I was like, cool. I was gonna do the interview but she was like, \"So tell me something about Nas. Something from back in the days.\" I said, \"He made <em>Illmatic</em>. It's one of the greatest albums ever.\" She's like, \"No, no not that. Something else.\" She wanted the dirt. I didn't want to do the interview, and me and her had a falling out because of that. Like, literally. So I wasn't in <em>Vibe</em> for a while after that. And there's been times when other magazines I won't mention, cause I still do business with them — nah, I mean, I'm in <em>Vibe</em> again now — but there's been other magazines that's big, not <em>Source</em>, that was like, \"Yo, we'll do a feature on Mega about Nas.\" So I'm like I don't want to do that. I'm tired of people just calling me for that. When y'all — when an artist is looked at like that, it's like you're gimmicking me. Like there's not more to me. It's like you don't respect my craft. I think there's more to Cormega than just having beef with another artist.</p><p>And at the end of the day, I got more attachment to that artist than I do to you. When his mother died, I was sad. We got history. At the end of the day, I'm not proud that we had beef. It's not something that I'm proud of. I could have milked it. I could have milked that beef and kept beefing and kept beefing and made more money but I didn't, because I don't want that to be a part of my legacy. As <a href=\"http://www.mtv.com/news/1445167/CORMEGA-gets-real-on-legitimate-debut/\" target=\"_blank\">I said</a>, I'm not gonna be the Frazier to his Ali. I'm gonna be the greatest Cormega that I can be, without that. That's one of the things that I've done: I've tried to not rely on controversy or not rely on features. I don't want to be reliant. The only thing that I rely on is — two things: that I wake up every day and see a new day, by the blessing of God, and the fans. Those are the two things that's gonna get me through.</p><p><strong>KELLEY</strong>: Well, you know journalism is just another industry.</p><p><strong>CORMEGA</strong>: Exactly, so.</p><p><strong>KELLEY</strong>: Works similarly, honestly.</p><p><strong>CORMEGA</strong>: Yeah. And controversy sells.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>CORMEGA</strong>: At the end of the day — and some magazines are incredible, cause they'll ask you the question, but they'll just show your words. They won't show the question. So then you start looking like a hater. And I was like, \"I'm not going out like that.\"</p><p>Especially — there was no need for me to hate. During that time when I was — when a magazine might say, you know, make it look like I'm a hater or whatever, first of all, I got a house. One of the questions that people tend to ask me: \"Yo, you still live in Queensbridge?\" I find that kind of insulting, in a way, or like, what are you insinuating?</p><p>Like, dogs, my album came out — my daughter was born over 10 years ago. I had a house before my daughter was born, and my daughter will be 12 this year. I had a house before then. I have a house, you know what I'm saying? I got a two-car garage. I have a basketball court — inspired by Chris Lighty.</p><p><strong>MUHAMMAD</strong>: He used to have a court.</p><p><strong>CORMEGA</strong>: You remember he had the basketball court out back his house? Yep. I got that same court. Like, I'm good. So the hater thing just ain't me. And everybody that knows me — my man <a href=\"https://twitter.com/PaineInVain\" target=\"_blank\">Jake Paine</a>, he's an incredible writer, I'm pretty sure you guys know him — he knows me as a person, and he was like, \"Mega, you're shy.\" I don't like attention. I don't like — you know how some people want to be rich and famous? I just want to be rich.</p><p>I went to my man Datwon's party. <a href=\"https://twitter.com/Daydog\" target=\"_blank\">Datwon</a>, which we all know. A few years ago. He was surprised I was there. And Paine compares me to Basquiat. He was like, \"I'm glad you made that song because that's who you remind me of. You're a recluse. Like, you're reclusive.\" I don't like attention. I'm the type of dude — I never even knew how to talk to girls. You know how guys have a lot of game, \"Yo, baby,\" and all that? I never knew that. I never was like that. I just lucked up because girls always liked me, so I was like, \"OK!\" I'm not an attention seeker. I don't like it, I don't want it. So all of that bull crap, I'm not like that. I don't drink alcohol anymore. I barely ever smoke weed. Molly is — I don't even like Molly Ringwald. I'm not — I don't mess with none of that stuff. Look, you had a interview with me today, I was on time.</p><p><strong>KELLEY</strong>: You were early.</p><p><strong>CORMEGA</strong>: I'm so un-rapper. I'm such the — my friend Mike Kidd, he's the funniest Jewish kid you'll ever meet, he calls me the anti-rapper. He's like, \"You're not a rapper. You're a anti-rapper.\" He's like, \"You're f---ing --you keep your room --\" he calls me that and Felix from <em>The Odd Couple</em>. He's like, \"You keep your room clean. You're on time. You don't get high.\" He's like, \"You're not a f---ing rapper.\" He teases me about that. So it's like, to me, they didn't know me, but they was trying to project an image like I'm some mad, disgruntled dude, like I'm sitting in Queensbridge like, \"Ugh.\" The Mr. T grunt from <em>Rocky</em>.</p><p>I was in Queensbridge, yeah, cause I used to chill in the hood all the time, but I don't even do that anymore, because there's nothing for me there. It came to a point where I had to grab myself mentally, like, \"What are you doing?\" Like, if I'm in the hood every day, cops start insinuating things. Cops was insinuating that I was giving people money to make moves. When people start insinuating things that I'm not even doing, it's time to go. And then if I'm sitting on the block — I used to have a feeling — like on my last album before this I said, \"I'm no longer seeking acceptance.\" I used to feel like if I'm not going there, or I'm not doing stuff, I'm not keeping it real with the hood. And it's like, come on man. As a man, I had to tell myself, \"The best way to keep it real is keep it real with yourself.\" How I'ma raise my daughter and be in the hood? Or, it's a conflict of interest. I don't even live in New York City. I live upstate. So it's like it's a conflict of interest; I can't be there and be here. I'm at the school bus with my daughter type, you know what I'm saying. I stopped hanging in the hood totally.</p><p>So you know, back then it was like the media was trying to project me as some angry dude, but it wasn't — some angry dude that's jealous of fame — you got the wrong character. I don't like it. I don't like it at all. Everybody that knows me will agree wholeheartedly with what I'm saying. I don't like fame. I just — I love the fans and I love the money.</p><p><strong>MUHAMMAD</strong>: Do you consider yourself a studio rat? What's your process in recording?</p><p><strong>CORMEGA</strong>: I've never been a studio rat. Even when I was on Violator I never was a studio rat, because I'm very observant, and one of the biggest wastes of money that you can do is be a studio rat — unless you got your own studio. I used to go to the studio and see numerous artists in the studio writing and smoking and then taking hours and hours and hours, and before you know it, you start getting invoices and statements and it's like, \"Damn, you spent $30,000 recording an album? You spent such and such thousand on studio time?\" So I said I'm not gonna do that.</p><p>One of my secrets to writing — there's a few ways that I write. One is off inspiration. I could be — I like riding the bus lately. I like the bus and I like the Amtracks, those type of trains, cause when you ride and you see the cinematics of that area it makes your mind wander. So I like doing stuff like that. And sometimes I write with no music; I just write how I'm feeling. I like that. Also if somebody sends me a dope beat that's an incredible beat, I'm just gonna write to it immediately.</p><p>So that inspires me and then what else, what else, what else? Hearing great music. Sometimes you hear something that's just so great. Sometimes I hear something that's just so great, it makes me like, \"Wow! I want to be — I want to make something epic.\" That's greatness! Like, \"I gotta try to be like that.\" So those are some of the things that make me write.</p><p>As far as being a studio rat — never that. And even when it's time for me to zone out — like Large Prof will email me a s--- load of beats and I'll just go through the beats I like. While I'm home, there's not much to do. My daughter's at school, so I'm just chilling. Take the beat, write. I find that — and young artists and upcoming artists, I hope they listen and take my advice — I find that when you write in your spare time at home, it gives you time to analyze it and even make the appropriate changes. Sometimes when you're in the studio, especially if you on a clock and you got a A&R such that, \"we gotta meet this deadline,\" what you say — you leave, you come back a few days later, your song is mixed and ready to go! When I write at home, I get to perfect it more, cause it's like I'll write something and I'll look at it and I'll scrutinize it and I'll be like, \"Nah.\" Do some changes or maybe throw the rhyme away or alter it and then I'll go to studio and lay it down. Then I'm more happy with it cause I had more time to be with it. So I've never been a studio rat.</p><p><strong>KELLEY</strong>: What is great music? What do you listen to?</p><p><strong>CORMEGA</strong>: Great music. Great music. Marvin Gaye is great music. Bob Marley is great music. You got Beatles songs that are great music. You got — I could throw in Rakim <em>Paid in Full</em> album. Tribe Called Quest, any album. I mean, Rakim any album. I don't want to say Rakim got a bunch of crap. Kool G Rap. Alright, let me just say Juice Crew. This way I'm not, you know. OK, Juice Crew, Eric B. and Rakim, Marvin Gaye, Sister Nancy — that's my favorite reggae lady — Barrington Levy, No Doubt, Guns 'N Roses, Public Enemy, N.W.A., Slick Rick, \"<a href=\"https://www.youtube.com/watch?v=ea-ezolZq5k\" target=\"_blank\">Hey Young World</a>.\" I can't — that song is like Pringles potato chips, like, once \"Hey Young World\" comes on, I gotta play it. I can't hear it once. So it's like four times I heard \"Hey Young World.\"</p><p>There's a lot of great albums. Being affiliated from Queensbridge alone — I don't know how other artists see it, but I see it as I have to live up to a standard of tradition.</p><p><strong>KELLEY</strong>: Everyone we've spoken to from Queensbridge has said the same thing. <a href=\"http://www.npr.org/blogs/microphonecheck/2013/09/11/221440934/marley-marl-on-the-bridge-wars-ll-cool-j-and-discovering-sampling\" target=\"_blank\">Marley said it</a>. <a href=\"http://www.npr.org/blogs/microphonecheck/2013/09/11/221440934/marley-marl-on-the-bridge-wars-ll-cool-j-and-discovering-sampling\" target=\"_blank\">Nas said it</a>. Large said it.</p><p><strong>CORMEGA</strong>: Look at the artists. But look at the people you talking about. You have some people that think that they could just use that. Some people try to use Queensbridge as a credit card. The artists that you named, those are innovators and groundbreakers, so they see it the way we see it. But some people just think, \"QB. Let me in,\" like they have a QB I.D. card. There's some people that'll just use QB name and think that's gonna carry them but it's not like that.</p><p>It's not about QB carrying you, it's about you carrying QB. You carrying the legacy, so you have to work twice as hard for people to respect you like they respect a Nas or anybody from that Juice Crew era all that, or Mobb Deeps, or the Natures, or any of those artists. Cause these artists put out a lot of great work and a lot of great impact. You've gotta live up to the impact or you just there. Like, there's people that have a couple of championship rings that we don't know their name — they just so happen to be at the end of the Spurs' bench or the Lakers' bench or the Bulls' bench. I don't want to be at the end of the bench. I want to be on the floor, producing.</p><p><strong>KELLEY</strong>: <a href=\"http://www.npr.org/blogs/microphonecheck/2013/07/08/198422330/prodigy-on-mobb-deeps-early-days-and-protecting-his-success\" target=\"_blank\">Prodigy said it</a>, too.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: I know that you want to get to Large.</p><p><strong>MUHAMMAD</strong>: Yeah, just your relationship with Large Professor. I know that goes like it's a long relationship.</p><p><strong>CORMEGA</strong>: OK. Large Professor's like f---ing Warhol. He's an eccentric genius. I've always admired Large Professor. He's one of my favorite producers, ever. To be honest with you, there's a few people that he came in with, like that group of producers that get all the recognition. They get more recognition than him. Honestly, I think he's better than all of them, but the thing that separates them from him is their work ethic and their drive. Whereas Large Professor has no problem disappearing for years. He does things differently.</p><p>But his music, if you look — I recently told somebody I think he's the best, and to justify it, I said, \"Well, listen to those producers. Listen to the music that they put out recently and measure it by the stuff Large Professor's done recently, and if you haven't heard any of his recent stuff, listen to all my stuff. That's him.\" He's incredible as a producer. He's incredible.</p><p>Working with him is like — I compare him to the zen master. He's not afraid to engage the artist or — I've never been pushed like that, ever. Ever. Like, \"Nah, Mega, nah. That's not it. Do it over.\" When you become an artist, you have to set aside your pride and your who you think you are s--- and understand that you're working with a master. I had to tell a artist that before. I had to tell <a href=\"http://www.unkut.com/2009/09/killa-sha-the-unkut-interview/\" target=\"_blank\">Killa Sha</a> that before — rest in peace to Killa Sha — cause he was complaining about Large keep making him do his vocals over. I said, \"Killa Sha.\" I said, \"That's the same guy that told Nas to do vocals over or told Kool G Rap to do vocals over or that had Rakim doing vocals.\" I said, \"The fact that you're even working with him is something you should be very honored about. So if Large Professor tells you to do something over, do it over.\"</p><p>Initially, there was not gonna be a Large Professor/Mega album. That was just an idea floated. And the song \"Industry\" was gonna be for my album that I — you know, I have another album in the stash that I didn't finish. So I did the song \"Industry\" and then I was like, \"Wow. Let me rewind it a little bit.\" The last album was <em>Born and Raised.</em> We did the song \"<a href=\"https://www.youtube.com/watch?v=NE9M-AjTv14\" target=\"_blank\">Journey</a>\" off <em>Born and Raised</em>. The feedback from the fans was incredible, especially for that album. So now let's fast-forward it to I'm working on my new album and I do \"Industry\" for my new album that wasn't this. I say, \"You know what?\" We just floated the idea, like, maybe we should do that, maybe we should do our joint. So I was like alright. I stopped doing my other album and then we started working on this album. And then this album took longer.</p><p>There was days that I wanted to kill Large Professor because, like I said, he's unpredictable. Large Professor's the type of dude that, \"I'll talk to you later.\" \"Alright, cool.\" Or, \"I'll see you later. I'll see you in a minute.\" That minute might be four months. So it's July right now. Large could disappear and I'll see him again in September. But when he come back in September, it's gonna be so incredible, what he has, that it's like alright, put aside your little hostility that you had for him disappearing or whatever. When he comes to the table, it's gonna be epic. So working with Large Professor was definitely an experience but it was something that I'm real proud of. I just think he's a great producer. He's a great guy and as a producer, I think he does not — there's no way on earth that you could tell me he gets the props he deserves cause I don't see it. He does not get the recognition he deserves.</p><p><strong>MUHAMMAD</strong>: No, he doesn't. I agree with you, yeah.</p><p><strong>KELLEY</strong>: Partly because his name is not as good as your name. I'm just saying. I've always thought that about him, like, wish his name was a little bit catchier.</p><p><strong>CORMEGA</strong>: Well, he had like five names. I mean, Extra P, The Mad Scientist. He doesn't like being called the Mad Scientist so never call him the Mad Scientist.</p><p><strong>KELLEY</strong>: Noted.</p><p><strong>CORMEGA</strong>: It was fun working with him. He likes cookies. I'll tell you the things he likes. He likes cookies. I've never seen a grown man like cookies so much. When he's into something, he's in it, and I'm just — at the end of the day, I'm blessed that he did an album with me. I'm happy.</p><p><strong>KELLEY</strong>: I asked you about great music, and it was a little bit of a leading question, because you did not say that you were listening to anything current.</p><p><strong>CORMEGA</strong>: OK.</p><p><strong>KELLEY</strong>: Which wasn't super surprising to me. It seems to me — like on \"Industry\" and on a bunch of songs on the record, there's a little bit of generational recrimination. The new stuff is not your favorite stuff. I don't think you're alone in that. But there's a confessional feeling on this album that I haven't felt as strongly before, and especially on the song \"<a href=\"https://www.youtube.com/watch?v=sNhIeFnWa-w\" target=\"_blank\">Valuable Life Lessons</a>.\"</p><p><strong>CORMEGA</strong>: Oh yeah, yeah, yeah.</p><p><strong>KELLEY</strong>: When you put down the industry stuff and the business stuff and start talking about your family, that, to me, reminds me of a more contemporary strain. And so I was wondering if you were listening to anybody that inspired that sort of heart-opening stuff.</p><p><strong>CORMEGA</strong>: Nope, not at all. Heart-opening stuff, I've never need to listen to anybody. I recently read the autobiography of Marvin Gaye. And I found similarities with myself and him. Not in artistry. I'm not gonna sit here and dare put myself in the same caliber.</p><p><strong>KELLEY</strong>: You're not Drake, you mean?</p><p><strong>CORMEGA</strong>: Yeah, I'm not Marvin Gaye, no. I'm talking about he used pain as canvas. It's almost like he wanted to be in pain, you know what I'm saying? Because some of his most brilliant work was that. So it's like --</p><p><strong>KELLEY</strong>: You mean like <em>Here My Dear</em> and --</p><p><strong>CORMEGA</strong>: You know what I'm saying? That's genius, when you think about it. A song like \"Valuable Lessons,\" I didn't need to listen to nothing. I listened to my aunt. Like I said, \"My sister called my cousin / My cousin calls his mom but nobody calls me and I'm the topic.\" Or the last verse is about, you know, personal stuff with my kid's mom or whatever.</p><p>Stuff like that you need no inspiration for. I mean, when I'm going to court — when I was going to court, or when I'm hurt by my family. I recently saw one of my cousins --what happened to Cory? Like, it's only Cormega but what happened to Cory? What happened to the guy that you just loved for, as a person, as opposed to this Cormega s---? Like, nobody cares about me, I'm supposed to just care about everybody. Nobody says, \"How you doing?\" They just want to know how much they can get, you know what I'm saying. It's like stuff like that.</p><p>If you listen to all of my albums, I've always tried to be — I've never been afraid of showing a vulnerable side, because that's what artists do. And what do I got to lose? Somebody saying, \"You not street?\" Show me somebody that's street, and then show me their street resume and compare it to mine and then you'll be silenced. Then I'll be able to do what I'm doing. I'm not in character. I don't have to always — I don't have to be a mean mug dude all the time. I like having fun. I like engaging the fans. I like regular stuff. I like X-Men comics, I like Dave Chappelle, I like Chris Rock. I watched BET the other day just because Chris Rock was on there. I like simple stuff, so that's what forced that song \"Valuable Lessons.\" It was life. The stuff that was happening made that song come out. If my family didn't do the stuff they did, or if my friends didn't do the stuff they did, that song would have never existed.</p><p><strong>KELLEY</strong>: To me, it's a riskier song.</p><p><strong>CORMEGA</strong>: It is risky.</p><p><strong>KELLEY</strong>: Than \"Industry.\"</p><p><strong>CORMEGA</strong>: It is. It definitely is. The likelihood of me being invited to some family barbecues has been lessened, but it is what it is. I don't think that's gonna be my baby mom's favorite Cormega record either, but at the same time, I didn't disrespect her. It was said — I was speaking how I felt and it was --</p><p><strong>MUHAMMAD</strong>: I felt it. I went through a divorce, so I heard that. I was like, \"Mmh.\"</p><p><strong>CORMEGA</strong>: You know what I mean.</p><p><strong>MUHAMMAD</strong>: I was just like, \"Mmh.\" Like, I identify with you.</p><p><strong>CORMEGA</strong>: You know what I mean?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>CORMEGA</strong>: So that was definitely a risky record. Like I told you, there was risk on this album. I just wanted to be an artist, man, cause sometimes we're robots. Sometimes artists are robots. It's like, \"Aw, man, so this is how it's going — this is how they doing it? Well, let me do it like this. This who's hot. I'ma do stuff like that.\" I don't want to be a robot. I want to do me, you know what I'm saying. So that's, this album — I just said f--- it, let me just do me.</p><p><strong>KELLEY</strong>: Well, I really like it.</p><p><strong>CORMEGA</strong>: I really appreciate you liking it.</p><p><strong>KELLEY</strong>: Thank you for coming in and for taking all this time.</p><p><strong>CORMEGA</strong>: No problem.</p><p><strong>KELLEY</strong>: For driving in and then taking the train in. To get to meet your kids is cool, too.</p><p><strong>CORMEGA</strong>: It's all good. It's all good. I appreciate you guys.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cormega%3A+%27I+Just+Want+To+Be+A+Soldier+For+My+Culture%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338585226-7b13fe.m3u?orgId=1&topicId=1105&aggIds=100920965&e=336885624&ft=nprml&f=336885624"},{"href":"http://media.npr.org/assets/img/2014/07/31/mega-press-pic-by-vshootz-4859f33393c6322b6e3e376e108b4476daffaa16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"594","width":"793"}}]}