{"created":"2014-11-09T21:53:15+00:00","modified":"2014-11-21T22:35:36+00:00","valid":{"from":"2014-11-21T22:35:36+00:00","to":"3014-11-21T22:35:36+00:00"},"hreflang":"en","title":"Holiday Travelers Should Expect Packed Planes, Higher Fares ","published":"2014-11-09T23:21:00+00:00","teaser":"With fuel prices down, profits are up. But that doesn't mean you'll be able to find cheap airfares, especially over the holidays: The airline industry is predicting its busiest season in years.","itags":["npr_api","362778406"],"guid":"8c87d4e8-7659-4b0f-8f20-cf916ac444b8","contentencoded":"<p>With gas and oil prices plunging, among those benefiting are airlines. With fuel prices down, profits are up, but that doesn't mean you'll be able to find cheap airfares, especially over the holidays.</p><p>The airline industry is predicting more people will take to the skies over Thanksgiving than any year since the start of the recession.</p><p>The weather in Chicago is not quite frightful yet, but the snow and cold is coming; so warm weather destinations for the holidays sound appealing.</p><p>Those are the kinds of inquiries travel agent Giselle Sanchez of Mena Travel is fielding. After a few very slow years during the recession, Sanchez says business is really picking up.</p><p>\"We are seeing a lot of families wanting to take trips and planning their trips, so we do see more people wanting to travel now,\" Sanchez says. \"Is it back to where it was before? Not yet, but I think it's getting there.\"</p><p>But that means planes are packed tight, and because demand is rising, fares are up, especially over the two weeks when schools are out over the Christmas and New Year's holidays.</p><p>Thanksgiving weekend fares are higher than last year, too, especially if you want to fly on the Wednesday before and Sunday after Thanksgiving.</p><p>The airline industry is expecting 24.6 million passengers on planes around Thanksgiving, up 1.5 percent over last year. And a whopping 2.6 million of those travelers will fly on that Sunday.</p><p>\"Sunday is not only expected to be the busiest day of the period, but if last year's an indication, it should be the busiest day of the entire calendar year,\" said John Heimlich, chief economist for the industry group Airlines for America.</p><p>In a conference call with reporters this past week, Heimlich noted that dropping fuel prices are pushing up profits. So far this year, airlines have earned more than $2 billion more than at this time last year.</p><p>But he says that doesn't mean we can expect air fares to drop anytime soon.</p><p>\"The first priority is to make sure you have strong financial health, can pay down your bills and invest in the future and weather the next recession,\" Heimlich said.</p><p>Back at Mena Travel in Chicago, Giselle Sanchez is looking to find a bargain around Christmas.</p><p>\"See all these zeroes? When you see zeros in all inventory, that means it's a pretty full flight,\" she says.</p><p>Sanchez says she can still find some low fares, even around Thanksgiving — if you fly on certain days.</p><p>But with the convenient flights packed, to get the deals, you might need to take some extra days off.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Holiday+Travelers+Should+Expect+Packed+Planes%2C+Higher+Fares+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"174"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362828960-f02df5.m3u?orgId=1&topicId=1006&ft=3&f=362778406"}]}