{"created":"2014-11-18T19:19:16+00:00","modified":"2014-11-18T21:04:06+00:00","valid":{"from":"2014-11-18T21:04:06+00:00","to":"3014-11-18T21:04:06+00:00"},"hreflang":"en","title":"Outspoken Olympic Runner Nick Symmonds Pens Memoir","published":"2014-11-18T21:04:00+00:00","teaser":"The track star has won his share of races, but he often gets as much attention for what he does off the track as what he does on it.","itags":["npr_api","364985075"],"guid":"8c91f2e8-3378-4f5c-95d9-d131e7889d7d","contentencoded":"<p><strong>Nick Symmonds</strong> has won his share of races, but he often gets as much attention for what he does off the track.</p><p>Symmonds is a two-time Olympian, a World Championship medalist and a multi-title winner in college, but he rubs some people the wrong way because he rails against the organizations that govern track and field and he speaks out on issues such as gun control.</p><p>He does that in detail in his new memoir &#8220;<a href=\"http://www.amazon.com/Life-Outside-Oval-Office-Traveled/dp/193527032X/?tag=wburorg-20\" target=\"_blank\">Life Outside the Oval Office: The Track Less Traveled</a>&#8221; (excerpt <a href=\"#excerpt\">below</a>). He joined <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em>&#8216;</a>s Jeremy Hobson from his training base in Eugene, Oregon to talk about it.</p><ul><li><strong>Related: </strong><a href=\"http://hereandnow.wbur.org/2013/11/21/runner-nick-symmonds\" target=\"_blank\">Olympic Runner Makes Statements On And Off The Track</a></li><li><a href=\"http://www.flotrack.org/beermileworlds/\" target=\"_blank\">See info on Nick&#8217;s next race &#8212; the Beer Mile Championships</a></li></ul><h4>Interview Highlights: Nick Symmonds</h4><p><strong>On the challenge of making money as a professional runner</strong></p><p>“In a sport like track and field where you don’t have a huge league promoting you every weekend &#8212; we’re not the NFL, we’re not MLB, we’re track and field &#8212; and no one is bothering to promote our brands, and if we don’t do it ourselves, it’s not going to get done. Some might call it arrogant. Certainly it’s self-promoting. If I’m going to have any hope of making a good living in this career, then I have to do some of these things like write a book or some of these more self-promotional publicity stunts to try to get my name and more importantly my sponsor’s logos out there. I’m a very private person by nature but I realized early on in my career that the people who are private and don’t share themselves with the public, they don’t make the same kind of money that the athletes who are really willing to put themselves out there.”</p><p><strong>On the partying culture in the athlete community</strong></p><p>“It’s a very stressful job and I think you have to press the reset button and blow off steam. Some people do that with partying, I do it with the occasional drink, I also do it with fishing and hunting.  Nowadays you’ll find me out on a Saturday afternoon or a Sunday morning out fishing, hunting and hiking more than partying. I think you have to have that balance. Americans see Olympians once every four years and they think they’re these robots who just train for three and half years and show up to the Olympics and win medals. But we’re people with real lives and families and obligations. We get tired, we get run down, we get bored, but the partying can be overdone certainly. But I think I’ve found a good balance for myself, certainly now later on in life.”</p><p><strong>On his running career and what happens next</strong></p><p>“I personally view life as a series of incredible adventures. One of the adventures I had when I was young &#8212; I wanted to go to college. And I wanted to have the full college experience. So I chose a division 3 university, Willamette University. I had that amazing adventure. Then from that adventure I wanted to go on to be a professional athlete and for the last eight years that was my priority. I really worked my butt of to be the absolute best runner that I could be. Now that I’m entering my thirties I see a new series of adventures unfolding, I want to finish out my running career as strong as I can. I have new adventures that I’d like to tackle: I’d like to climb the seven summits—the tallest mountain on every continent. And I’d like to start a family and I think that if you view life as a series of adventures, certain adventures have to come in chronological order and they present themselves in a logical order. For me, running took priority in my twenties and I think that climbing the seven summits will take priority in my early thirties. <a name=\"excerpt\"></a>After I’ve tackled that one, the next logical step would be to have the adventure of being a husband and a father.”</p><h4>Book Excerpt: &#8216;Life Outside the Oval Office&#8217;</h4><p><em>By Nick Symmonds</em></p><p><strong>Introduction</strong></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1118_symmonds-bookcover.jpg\"><img class=\"alignright size-medium wp-image-72293\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1118_symmonds-bookcover-200x300.jpg\" alt=\"Cover of Life Outside the Oval Office by Nick Simmonds\" width=\"200\" height=\"300\" /></a></p><p>It’s a warm summer evening in 2008, and I stare down at the familiar rubbery surface of a running track. I am twenty-four years old and have spent thousands of hours on tracks just like this one. This particular track is a beautiful shade of red. It looks like most others: flat, rounded at the ends, with eight equally wide lanes.</p><p>I keep my gaze down, and am fixated on the soft, red surface, afraid to look up. I know if I do, what I see will cause my adrenal gland to dump a large amount of adrenaline into my system and send my heart racing. I want to save this adrenaline for the fight I am about to take part in––a fight for which I have been preparing for a decade.</p><p>As I stand nervously and shift my weight back and forth, I decide to look up to the sky, another familiar sight. The sun has descended past the horizon, but a brilliant sunset helps light the stadium. Large floodlights add to the quickly fading sunlight and set the mood.</p><p>I close my eyes and take a few deep breaths to calm my nerves and I feel my heart slow down inside my chest. My body begins to feel entirely at peace, when suddenly I am shocked back into the moment by a loud voice booming through stadium speakers.</p><p>The voice is calling my name. I can no longer ignore my surroundings, so I open my eyes and look. Around me are twenty-three thousand screaming spectators. Many are friends, some are family, and there are those who would very much like to see me fail tonight. The roar of the crowd is deafening and reminds me that the following two minutes will be two of the most important of my life.</p><p>I am at the 2008 Olympic Trials for track at Hayward Field in Eugene, Oregon. I have spent ten years preparing for this race––a race that will decide which men and women will represent our country at the Beijing Olympic Games.</p><p>Though my shaggy hair and nervous fidgeting suggest I am nothing but a young boy who is in over his head, the bulging, sinewy muscles of my legs suggest otherwise. Furthermore, what cannot be seen is the blood running through my body, being fed oxygen by my large lungs and pumped by my powerful heart.</p><p>In both a literal and metaphorical way, this heart of mine has carried me from obscurity all the way to this championship starting line. Though many people have told me a short, stocky, white kid from Idaho will never make an Olympic team, my heart has always said otherwise. Now it is time to find out who is right.</p><p><strong>Chapter 1</strong></p><p>In one of my very first memories I am five years old, watching my little sister run for the first time. My sister’s name is Lauren and she is exactly twenty-seven months younger than I am. I watch as Lauren stumbles from the security of our mother’s arms down the hallway to the door that leads to my parents’ bedroom and back. I didn’t realize it at the time, but it is very prophetic that this should be my earliest memory: my mom crouching next to me, and my sister doing laps around the house in her diaper.</p><p>These are two of the people most close to me and it makes sense that this scene would cement itself in my mind.</p><p>The only person missing is my dad, Jeffrey, who I am equally close to. No doubt Dad was at the hospital where he has practiced vascular surgery for the past three decades. Every day, Lauren and I waited patiently, playing games with our mom until Dad came home in the evening. Our favorite game was to attach ourselves to his ankles as he came through the door, using his size twelve shoes as our seats. As my dad’s long, bowed legs walked toward the kitchen where Mom prepared dinner, Lauren and I flew through the air, giggling.</p><p>As I grew older I thought my family was a bit of a cliché: two parents together and in-love, two kids (one boy and one girl) and a few pets. We sat around the dinner table most nights enjoying a home cooked meal and sharing the events of our day. Now that I am grown up and have moved out of that wonderful home, I can appreciate how rare and special it was. I was surrounded by never-ending love and support as I strived to impress the people I loved most––my family.</p><p>Since then, as I have traveled the world, I realize that I was born into a truly fortunate family. We were not overwhelmingly rich, but we were far from poor and my parents made sure that my sister and I never wanted for anything. Though I often took this for granted as a child, I now understand the sacrifices Mom and Dad made to ensure that I had everything I needed to be successful in life.</p><p>My mom, Andrea, was born in southern California, the youngest of four children. She spent her youth, as many California kids do, playing on the beach and life guarding at the local pool. She is a classic California beauty with blonde hair and brilliant green eyes. Though she only stands five foot three she seems much larger (and scarier) when she is mad. This seldom happens, though, as the majority of the time Mom has a huge smile on her face and enjoys everything life has to offer.</p><p>After high school Mom attended the University of California-Irvine where she majored in theater. Though she went on to pursue a career in teaching, Mom has always viewed the entire world as a stage. Whether at dinner with family and friends or at her job as an English teacher at the high school I attended, my mother has an incredible ability to make people feel welcome and engaged, both in conversation and thought.</p><p>On the other hand, Dad, who is quiet by nature, can sometimes seem intimidating. The son of a doctor and the youngest of three children, he grew up in Rochester, Minnesota. At six feet even, his dark coloring and sharp features reflect the Cherokee blood found on his side of the family. He has tan skin stretched taut over long muscles, and is so lean that you might assume he is an endurance athlete of some kind. In fact, Dad rarely works out––aside from climbing the hospital stairs dozens of times a day to visit patients, or puttering around the twelve-acre farm in Boise, Idaho where my sister and I grew up. Dad also has a deep voice that he uses to speak with knowledge and eloquence. My quiet, introverted dad could rival the most gifted orators.</p><p>Dad attended Colorado College as an undergrad and went on to earn his MD from Duke University. When I listen to Dad dictate medical charts, the words and terminology he uses sound as though he is speaking a foreign language. He is the epitome of Midwestern stoic, so it can, at first, be hard to know what Dad is thinking, though he loosens up considerably after a couple of beers.</p><p>My parents have been married thirty-three years and are still very much in love. People say that opposites attract, and my parents are a good example of this. Though they are very different in their personalities and interests, they balance each other well. Where Mom is tender and full of emotion, Dad is more even tempered. My mother is a lover of the arts and claims that math gives her a headache, while my dad still remembers his calculus and could probably list all of the known elements in order. They both, however, are encouraging and positive, and have supported my sister and me in nearly all of our endeavors.</p><p>Though neither parent was a professional athlete, both are athletic. Dad was a great hockey player growing up and in college, while Mom has been an avid swimmer and jogger all her life. When asked where I get my athletic abilities from, she laughs and swears it must have something to do with the fact that while pregnant with me she jogged until the day she gave birth.</p><p>My parents met in San Francisco in the late 1970s and many times I have heard, and been enraptured by, the telling of their meeting by my mother. “I still remember the first time I saw him,” my mother always begins. “He was tall, dark, and handsome, and he walked on these incredibly long bowed legs around San Francisco State Hospital where I worked as a ward clerk. The first time I ever laid eyes on him he had just stepped off the elevator onto my floor and I knew right then and there that he was the man I was going to marry.”</p><p>Dad usually allows mom to tell the story, but always backs her up with a smile.</p><p>My parents dated in the Bay Area for four years before getting married on May 14, 1980. Shortly after, my dad completed his medical residency and my parents moved from the hip streets of San Francisco to rural Blytheville, Arkansas. My father owed the US military several years of service for putting him through medical school, and the air force base in Blytheville was where he was needed. On their placement application form my parents listed Manila, Philippines as their top choice. There was a Manila, Arkansas not far from Blytheville, so I suppose the military thought it was close enough.</p><p>Needless to say, it came as quite a surprise when Mom and Dad found they were going to be stationed in the American South. While they found the other military families and the people of Blytheville extremely welcoming, they had just uprooted their lives from a major metropolitan city and felt the culture shock. Mom and Dad had weekly bowling nights and potluck dinners, but Mom felt something was missing. Apparently I was that something, and at six A.M. on December 30, 1983, she had an extremely cranky baby boy to keep her happy and busy.</p><p>The three of us finished our time in Blytheville and moved to Rochester, Minnesota shortly after my first birthday. My dad was to finish his residency at the Mayo Clinic––where his father had practiced medicine for thirty years. It was at this hospital that my sister was born.</p><p>Though we share DNA and were raised in the same home, my sister Lauren and I are very different. Where I have blonde hair and blue eyes, she has the dark features of my dad. I can be somewhat cynical toward the world and my sister, a social worker, takes it upon herself to change the world one child at a time. Her altruistic nature inspires me every day. One thing we do share, however, is athletic talent. My coaches like to joke that my sister, a multiple state champion in soccer and track, still has several years of collegiate eligibility that she never used.</p><p>I have many fond memories of Lauren and me practicing soccer skills together, or racing our bikes. We were competitive in nearly everything we did and I often wonder if my athletic talents would have developed the way they did without my little sister there to push me from an early age.</p><p>Not long after Lauren was born, my family relocated again, this time to Boise, Idaho where my dad joined a medical practice called Boise Surgical Group. I believe this move was important for my future athletic career, as Boise was the perfect city for a young athlete to grow up in. Its moderate altitude and never-ending possibilities for outdoor recreation had me active all the time. There was never a season where Lauren and I weren’t outside playing sports or enjoying the outdoors. The house we grew up in backs up to the Boise foothills, and during my high school days, I covered hundreds of miles on the hilly, single-track trails that criss-cross them.</p><p>When it came time for Lauren and me to go to school, my parents had a dilemma. Mom was raised Catholic and Dad Methodist. Though neither practiced their religion, they felt my sister and I should be brought up with some exposure to it. At the urging of my maternal grandparents we were both baptized into the Catholic Church. As Catholics ran most of the private schools in Boise, it made sense that Lauren and I both attend one of them. Early on, though, this presented a bit of a problem.</p><p>I began at St. Mark’s Elementary at the age of six and enjoyed school very much. Report cards typically read: NICK IS A BRIGHT AND ATTENTIVE STUDENT WITH A PASSION FOR LEARNING. ONE AREA HE COULD WORK ON IS CLASSROOM BEHAVIOR. NICK CAN SOMETIMES BE A DISTRACTION TO HIS CLASSMATES. Sounds about right.</p><p>I enjoyed most subjects, however our daily theology classes and weekly mass bored me to tears. I often told my parents this and they encouraged me to use it as meditation time. This worked well until fourth grade, when we were introduced to the catechism of the Catholic Church. This mind-numbing piece of literature spells out the tenets of the church and is pounded into young impressionable minds all over the world. One day at school I remember listening intently as my teacher and the priest, a man I’ll call Father McBride, tried to explain to a room full of nine year olds how the Holy Trinity worked. “Well, God is God, but God is also Jesus,” the priest droned. “But God is also the Holy Spirit, and Jesus is the Holy Spirit, too.”</p><p>My young mind struggled around this three-in-one idea. Really, none of it made any sense to me. At home, whenever I was confused about something my parents encouraged me to ask questions. I found that doing so usually alleviated my confusion and I approached the Holy Trinity this same way. In class I raised my hand and said, “This doesn’t make any sense. There is no way for one thing to be three separate things or three things to be one thing.”</p><p>With a furrow of his brow Father replied, “You must have faith that it can be so.”</p><p>I raised my hand again. “But how can I have faith that any of these three things exist if I’ve never seen them, much less that they all exist together and are separate at the same time?” I’m sure my argument wasn’t quite that well put together at the age of nine, but you get the idea. Father’s response was simply, “Have faith, my son.”</p><p>It seemed that any time I had a question about anything in the Catholic Church, that was the default response. Have faith. I continued over the next days and weeks to ask questions during religion class as I tried to make sense out of what I was being taught, but never got anywhere. Eventually my teacher stopped calling on me, but I still talked to my parents about what I learned in class when we sat around the dinner table. Lauren was two years behind me in school and listened intently to our discussions.</p><p>“I like stories about Jesus,” I said one night. “He seemed really nice, but it doesn’t make sense to me that he was the Son of God, and at the same time God, too. And then also, at the same time, the Holy Spirit.” My parents always encouraged Lauren and me to come to our own conclusions, and to that end gave a brief history of Christianity and what it meant to be a Christian.</p><p>One day not too long after this, Father McBride visited my sister’s class and began to give the same lecture that he had given my class. When he got to the Holy Trinity part my sister raised her hand and said, “My brother doesn’t believe in the Holy Trinity.”</p><p>The priest looked my seven-year-old sister in the eyes and said, “Then pray for his soul, because he will not be going to heaven.” You can imagine how Lauren took the news that her big brother would not be joining her in the “eternal kingdom.” She began to cry and no amount of consoling comforted her. Eventually school staff called Mom and she came to school, probably right from her own teaching job, to get Lauren to stop crying. With her arms wrapped around Mom, Lauren cried, “Nick will never go to heaven!” and explained what had happened. Infuriated, Mom stormed into Father McBride’s office. “How dare you? Telling my daughter that her brother isn’t going to heaven!” “Your son does not believe in the Holy Trinity and therefore is not Catholic,” he said. “Not only will he not be going to heaven, he is no longer welcome at my communion rail.”</p><p>Father’s holier-than-thou attitude was absolutely the wrong way to talk to Ma Symmonds. In a tone that could raise the hair on your neck my mother leaned over the priest’s desk and said, “My son is a baptized Catholic and if he wants to receive communion you will give it to him. We both know you do not have the power to excommunicate him. You can count on me being at mass this Friday with my son.” With that, she stormed out of his office.</p><p>It is no secret that I have always had some trouble with authority. Though I sometimes wonder when my disdain for rule makers and enforcers began, I never wonder where it came from. My mother is an extremely confident woman who calls it like she sees it, and is quick to speak out against any injustice. She raised me to do the same and has always had my back when I speak up for what I believe in.</p><p>Lauren and I remained in the Catholic school system, but our relationship with the church was never the same. A church that told a sevenyear- old girl her brother was going to hell, a church that could not take time to answer a confused question from a nine-year-old, was a church we wanted no part of. Years later, as they took a hard line on women’s rights, gay marriage, and covered up dozens of child molestation cases, we were pretty pleased with our decision to distance ourselves from the Catholic Church.</p><p><em>Excerpted from the book LIFE OUTSIDE THE OVAL OFFICE</em> <em>by Nick Symmonds. Copyright © 2014 by Nick Symmonds. Reprinted with permission of Cool Titles. </em></p><h4>Guest</h4><ul><li><strong><a href=\"http://nicksymmonds.com/nick-symmonds/\" target=\"_blank\">Nick Symmonds</a></strong>, Olympic runner. He tweets <a href=\"https://twitter.com/NickSymmonds\" target=\"_blank\">@NickSymmonds</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Outspoken+Olympic+Runner+Nick+Symmonds+Pens+Memoir&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"551"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365011873-f7a32b.m3u?orgId=1&ft=3&f=364985075"}]}