{"created":"2015-05-04T09:04:35+00:00","modified":"2015-05-08T21:05:28+00:00","valid":{"from":"2015-05-08T21:05:28+00:00","to":"3015-05-08T21:05:28+00:00"},"hreflang":"en","title":"'Baltimore For Real': A Tour Through Troubled Sandtown","published":"2015-05-05T18:26:00+00:00","teaser":"Travon Addison, who lives near the place where Freddie Gray was arrested, wishes people could understand what living in Baltimore is like, wishes they could see <em>his</em> Baltimore. So we let him show us.","itags":["npr_api","404114222"],"guid":"8c924869-a2de-495d-a0d4-d3a82d2a93d3","contentencoded":"<p>Travon Addison is an athletic 25-year-old, with short cropped hair, a wispy beard and tattoos all over his arms. I first spot him with a pack of his buddies in the lobby of Baltimore's New Shiloh Baptist Church. Community leaders are trying to calm them down.</p><p>Addison had been arrested in the riot Monday, released two days later, and he's come to the church because he's heard they're holding a summit on the problems that sparked the violence. He's got a lot to say.</p><p>But they tell him only dignitaries are going to be speaking at this event — people like the mayor and the Rev. Al Sharpton. Addison and his friends will be introduced onstage, but they won't really to get to say their piece. Afterward, Addison is frustrated.</p><p>\"Y'all keep having all these press conferences,\" he says. \"But y'all ain't talking to none of the youth that's actually out there rioting. That don't even make any sense! How you trying to find out why we rioting and y'all ain't talking to us, y'all talking to some dude that wasn't even there!\"</p><p>The demonstrations in Baltimore turned into celebrations Sunday when the mayor announced that the curfew, in place since rioting on Monday, had been lifted. Residents also say they're hopeful that charges brought against six city police officers in connection with Freddie Gray's death will bring justice in his case and ensure future police accountability.</p><p>But many who live in the Sandtown-Winchester neighborhood, where Gray was arrested, say the problems there run far deeper.</p><p>At the New Shiloh church, Addison says he wishes people could understand what living in Baltimore is like for him, wishes they could see his Baltimore.</p><p>So I say, \"OK, Let's go for a walk. Show me your Baltimore.\"</p><p>For a second, he looks taken aback. Then he grins.</p><p>\"Come on, I'm with it!\"</p><p>He takes off at a trot, leading me through the parking lot. \"She want us to show her Baltimore,\" he calls to his friends. \"We about to show her Baltimore for real!\"</p><p>We turn onto a block of dilapidated row houses.</p><p>\"Right now we on Payson Street,\" Addison says. \"This is the 21217 ZIP code of Baltimore city. I grew up round here.\"</p><p>Addison points out windows boarded up with plywood. He says, look at all the vacant houses.</p><p>\"The whole block,\" he says. \"It's just like — to be honest, it becomes, it becomes normality.\"</p><p>But it shouldn't be normal, he says. All this recent effort to rebuild Baltimore is only happening in the fancy part, downtown.</p><p>\"Why aren't y'all in these 'hoods?\" Addison says. \"But y'all will jump downtown to rebuild something in the blink of an eye!\"</p><p>A couple of blocks on, he stops abruptly in front of one of the deserted homes. It looks just like the rest, but to him, he says, it's precious.</p><p>\"This is the house I grew up in, like my whole life,\" he says. \"My great-grandmother bought this house in 19 — I believe — 1920.\"</p><p>About 15 years ago, he says, his family — grandmother, mother, five sisters and a brother — had to abandon the house. It was falling apart and they couldn't afford to fix it. He says it was a chaotic time, and in the ruckus of the move they misplaced some animal figurines cherished by his grandmother, who died soon after.</p><p>\"My grandmother used to collect these elephants,\" he says. \"And I wish I could have had them elephants, because I know she loved them.\"</p><p>The move ushered in a dark time for Addison. He says he sold cocaine on the streets, had some ugly run-ins with the police, and was incarcerated — the last time for almost five years.</p><p>\"I'm not going to sit here and make it like I'm no saint,\" he says. \"I have done some things in my life that was wrong. But I'm not that person no more.\"</p><p>He reconnected with his father, who runs a carpentry business and gave Addison a job. Now he makes about $400 a week and calls himself a law-abiding citizen. Still, last Monday, when he saw all those people rampaging through Mondawmin Mall, he somehow couldn't stop himself from joining in.</p><p>It felt, he says, \"Scary. Exciting. It's like a wave, almost. It's like, 'Let's take it out. Let's take it out.' \"</p><p>Time to continue the tour. We pass a preacher threatening fire and brimstone through a loudspeaker.</p><p>\"If God's grace wasn't with you,\" he shouts, \"you'd be pushing up daisies right now!\"</p><p>Addison points to a sign.</p><p>\"Pennsylvania Avenue,\" he says. \"This is Pennsylvania Avenue right here. You see everybody in the city on Pennsylvania Avenue.\"</p><p>This is Addison's hangout, where he comes after work. \"All the good soul food spots, all the good food spots out here,\" he says.</p><p>We near a stretch where some people are blasting Michael Jackson music.</p><p>\"Look at this atmosphere! People out dancing,\" he says. \"Every day, this is the atmosphere. It's not an atmosphere of aggression. It's not an atmosphere of violence!\"</p><p>As we round the bend, the street is blocked by concrete barriers, placed there to protect the local police station. Some little girls are riding scooters. Troops in fatigues stand guard a few yards away. Addison checks out their rifles.</p><p>\"M-16s, fully loaded,\" he observes. \"Why do y'all have fully loaded M-16s next to kids?\"</p><p>We head to the last landmark Addison wants to show me: a row house where he pays $400 a month to sleep on a mattress in the unfinished basement. When we get to the street, it's cordoned off with yellow crime tape.</p><p>Neighbors tell him two men were shot on the street about an hour ago, one in the stomach, one in the head.</p><p>A police officer lifts the tape so we can walk to Addison's house. Addison puts his hand out to stop me from stepping in the blood spatter.</p><p>\"Oh, God,\" he says. \"Watch the blood. Get over this way. You don't want to step in that: That's evidence.\"</p><p>After all his talk of how friendly the neighborhood is, Addison looks a little embarrassed. This really doesn't happen that often, he says.</p><p>Only a couple of times a year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Baltimore+For+Real%27%3A+A+Tour+Through+Troubled+Sandtown&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"349"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404114223-e970d1.m3u?orgId=1&topicId=1015&d=349&p=3&story=404114222&t=progseg&e=404112517&seg=1&ft=nprml&f=404114222"},{"href":"http://media.npr.org/assets/img/2015/05/04/travon1-0879016aad9602efa248f5ee3335469f8ecbdb79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}},{"href":"http://media.npr.org/assets/img/2015/05/04/471713794-affad1e9f10212ba80fa0b8152ad02ab070e5aaa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/04/471713824-82b4971a5e299184e812098754f9273cb682131e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}