{"created":"2015-05-07T07:46:41+00:00","modified":"2015-06-05T18:52:35+00:00","valid":{"from":"2015-06-05T18:52:35+00:00","to":"3015-06-05T18:52:35+00:00"},"hreflang":"en","title":"Songwriters And Streaming Services Battle Over Decades-Old Decree","published":"2015-05-07T18:16:00+00:00","teaser":"The Department of Justice is exploring big changes to the music publishing business for the first time since World War II.","itags":["npr_api","404700847"],"guid":"8c9ba68f-a418-4c8f-8080-74d112a81bd7","contentencoded":"<p>Music streaming services like Spotify and Pandora continue to grow more popular with music fans — but not with musicians, who complain they used to earn more in royalties from CD sales and music downloads. Songwriters say they've been hit even harder, and the Department of Justice appears to be taking their complaints seriously: It's exploring big changes to the music publishing business for the first time since World War II.</p><p>If you look at the top songs on the <em>Billboard</em> charts, most of them were written by at least one professional songwriter. It's a real job.</p><p>\"You don't sit around and wait for inspiration,\" says Lee Thomas Miller, head of the Nashville Songwriters Association International. \"You get up and you go to work just like you work at the bank.\"</p><p>Miller would know: He co-wrote the song \"<a href=\"https://www.youtube.com/watch?v=bFClhxM7LY4\" target=\"_blank\">Southern Girl</a>,\" which became a top-five hit on the country chart for Tim McGraw. Twenty years ago, a hit like that that would have been a huge payday for a songwriter. But royalties from record sales are just a fraction of what they used to be — and Miller says payments from digital streaming services are alarmingly small.</p><p>\"It's tens of dollars for millions of spins, literally,\" he says. \"That's a joke.\"</p><p><strong>One Song, Two Types Of Copyright</strong></p><p>Songwriters aren't laughing. Right now, streaming is one of the few financial bright spots in the music industry: Revenues for those services were up more than 25 percent last year. The Internet radio service Pandora, founded in 2000, says it's passing on roughly half of those revenues in the form of royalty payments to artists and labels.</p><p>\"We're extremely proud of the fact that we've paid out over a billion dollars in royalties, and we've only been around for a few years,\" says Chris Harrison, Pandora's vice president.</p><p>But the way those royalties are split is far from equal, in part because there are two different types of copyright holders for every song a streaming service plays. One is the owner of the sound recording — that's usually the artist or the record label. The other is the person (or persons) who wrote the song, or someone else to whom rights have been granted, like a music publisher.</p><p>Marty Bandier is the CEO of Sony/ATV, the largest music publisher in the world. His office walls are covered with photos of <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">The Beatles</a>, <a href=\"http://www.npr.org/artists/15624007/elvis-presley\" target=\"_blank\">Elvis Presley</a> and Motown stars. Sony also represents contemporary hit-makers <a href=\"http://www.npr.org/artists/120581188/taylor-swift\" target=\"_blank\">Taylor Swift</a> and Pharrell Williams. Bandier says that those songwriters are getting the short end of the stick from streaming services.</p><p>\"All we're saying is, we'd like our fair share of the future,\" Bandier says. \"If you're paying 48 percent of your revenue to the recorded music business, and you're only paying 3 or 4 percent to the songwriters, that doesn't sound equitable. How could that possibly be?\"</p><p>To answer that question, it helps to understand the legal framework that's governed music publishing since 1941.</p><p><strong>The Birth Of ASCAP</strong></p><p>Back then, songwriters had a problem: Lots of bars and restaurants and radio stations were playing their songs without paying for the privilege. It wasn't practical for individual songwriters or publishers to go out and collect all those royalties from all those places, so they got together and started a new kind of organization that could: the American Society of Composers, Authors and Publishers, or ASCAP.</p><p>\"It wasn't necessarily just that these businesses were scoundrels and had no desire to pay the people who wrote the music,\" explains Paul Fakler, a copyright lawyer at the firm Arent Fox. \"It's just, on both sides of the equation, it was incredibly impossible. So ASCAP was created to allow for that type of licensing.\"</p><p>ASCAP and its main competitor, Broadcast Music Inc. or BMI, worked well for songwriters, but they also created new problems. They had enormous market power, and used it to drive up the cost of licensing their songs. The Department of Justice sued, which led to a series of legal settlements — known as consent decrees — that have shaped the music publishing business ever since.</p><p>Bandier says it's time for an update.</p><p>\"We're stuck in this archaic consent decree which doesn't allow us to negotiate a fair and reasonable price,\" he says. \"And our songwriters suffer as a result of that.\"</p><p>Right now, publishers and songwriters are required to license their songs to anyone, at rates that are set by a special rate court. ASCAP and BMI have been pushing to raise those rates, but Pandora and other streaming services have pushed back. So far, the courts have sided with Pandora.</p><p><strong>'They Should Try Being Us'<br /></strong></p><p>Now, the publishers are trying a new approach: They're asking the Department of Justice to let them partially withdraw from the consent decrees and negotiate directly with the digital streaming services, like the record labels do. And the Department of Justice seems to be listening.</p><p>\"DOJ is indicating that it's very seriously considering allowing partial withdrawal only for a defined class of digital music services,\" Fakler says.</p><p>Fakler has represented cable and satellite radio companies in talks with the DOJ. He's worried about what would happen to those companies, and to streaming services like Pandora and Spotify, if they're forced to pay more to songwriters and publishers.</p><p>\"There's a large number of businesses that are going to get caught up with this,\" Fakler says. \"And it's gonna be catastrophic.\"</p><p>He's not the only one who's worried. NPR has joined the MIC Coalition, a consortium of major players including Clear Channel, Pandora and the National Association of Broadcasters who are concerned about the potential for rising costs. But down in Nashville, Miller still worries that songwriters are the ones whose jobs are really in danger.</p><p>\"I don't want to be callous and say it's not my problem,\" Miller says. \"But if they think they're not making money, they should try being us.\"</p><p>A spokesman for the Department of Justice declined to comment for this story. Whatever the department recommends will still require approval from the same federal rate court that has overseen the consent decrees for decades.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Songwriters+And+Streaming+Services+Battle+Over+Decades-Old+Decree&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"337"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404859325-d53b26.m3u?orgId=1&topicId=1039&aggIds=100920965&d=337&p=3&story=404700847&t=progseg&e=404858593&seg=10&ft=nprml&f=404700847"},{"href":"http://media.npr.org/assets/img/2015/05/06/gettyimages-450385638-4a4d2544edfa6da09216bd55cccf6aa2232fcdd8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2154","width":"2873"}}]}