{"created":"2015-04-14T09:01:36+00:00","modified":"2015-04-16T11:10:31+00:00","valid":{"from":"2015-04-16T11:10:31+00:00","to":"3015-04-16T11:10:31+00:00"},"hreflang":"en","title":"Church Ceremonies Push North Dakota Town To Grapple With Gay Rights","published":"2015-04-16T11:10:00+00:00","teaser":"In a small community in southeastern North Dakota, tension between compassion and faith is ever present in residents' attitudes toward same-sex marriage.","itags":["npr_api","399396390"],"guid":"8c9deaa8-ee78-4f7b-a507-00dd8d793dcb","contentencoded":"<p><em>This week, </em>Morning Edition <em>is taking a look at the attitudes about gay rights in North Dakota, one of 13 states that still ban same-sex marriage. </em></p><p>Sixteen years ago, in the small town of Wahpeton, N.D., a United Methodist pastor refused to baptize a baby raised by lesbian parents. The pastor said because the child had lesbian parents, there was no way he could get a Christian upbringing. In response, the child's mothers, Valerie Nelson and Diane Gira, left the church.</p><p>Evergreen United Methodist Church, the place where the pastor refused to baptize the baby, still stands today. It's a one-story building made of tan brick that sits in a quiet cul-de-sac in Wahpeton. The current pastor of the church, Jen Tyler, would not say whether Nelson and Gira would have been able to baptize their son if they had tried today.</p><p>\"For me as a pastor, my focus and my emphasis is on making sure I'm caring for folks the best that I can,\" Tyler says. \"And there are times and places that as a pastor you have to make difficult decisions.\"</p><p>Decisions about sacraments like marriage and baptism put pressure on a religious leader to take a position on a polarizing issue. The pastor 16 years ago took a position that did not sit well with Nelson and Gira, who still live in Wahpeton. Outside Evergreen United Methodist Church, they smile and greet church members driving into the parking lot.</p><p>\"It's a small community,\" Nelson says. \"We know everybody.\"</p><p>Nelson says that for years, she and Gira avoided the church.</p><p>\"I don't let it have much power over me anymore,\" she says. \"I think for a while it did. But you know, you can't let things like this control your life. We come here for funerals of people that we know in this church. You know, it doesn't have power to hurt me anymore.\"</p><p>She thinks the decision to baptize a child of gay parents should not be difficult.</p><p>\"The baptism of a child should be something a pastor is honored to do, you know?\" Nelson says.</p><p><strong>'Like Any Other Couple'</strong></p><p>Nelson's son, Madison — the child refused baptism 16 years ago — is now a towering high school junior.</p><p>His teacher recently gave his class an assignment to deliver a persuasive speech.</p><p>In his family's farmhouse just outside Wahpeton, Madison sat at the dining table and recited his address on why gays and lesbians should be allowed to marry.</p><p>\"Gay couples love each other like any other couple. They are being deprived of civil liberties, and marriage has lots of benefits for them,\" he says. \"So go out and try to make a difference, whether it's writing to the president or the mayor. You have a voice. Use it. No one should be punished for the way they feel. Love is love.\"</p><p>Madison says most of his classmates were silent after he delivered the speech in class.</p><p>\"We usually clap after someone's done,\" he says. \"Not like they didn't want to clap, but there was no applause. I'm pretty sure they were really shocked.\"</p><p>It's not that they didn't know about Madison's parents; it's just that they usually don't talk about it.</p><p><strong>Tensions Between Compassion And Faith</strong></p><p>Gira says when it comes to daily life, she and Nelson have been accepted for years, but quietly.</p><p>\"I think people just see us in the community, and they know that we're not any different than they are,\" she says. \"You know, we're raising our son the same way. We go to church; we go to work.\"</p><p>That's daily life, but then there are other moments, such as when Madison was supposed to be baptized, or last year, when Nelson and Gira crossed the border to Minnesota to get married.</p><p>Nelson was stunned when a close family member did not attend.</p><p>\"I think that it's hurtful when people that you expect will be there for you aren't,\" Nelson says. \"You know, it just goes to show that this country is moving along, people's attitudes are changing and evolving, but there are still those who are adamant about denying couples like Diane and I basic civil liberties like marriage.</p><p>\"When you have some of those people in your family, it does, it hurts,\" she says.</p><p>Wahpeton is a small town — the kind of place where you bump into people over and over again. So meeting Jen Tyler a second time wasn't surprising. She had initially said it would be a \"difficult decision\" if a gay couple asked her to baptize their child, but now she said she had more to say.</p><p>\"If the only reason for there to be reservations were around that, issues of sexuality,\" she says, \"that would not be something that would keep me from doing it. I absolutely would.\"</p><p><em>On Wednesday, the themes of compassion and faith come up again in our conversation with a business owner in Fargo, N.D., who says the church taught him that homosexuality is a sin. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Church+Ceremonies+Push+North+Dakota+Town+To+Grapple+With+Gay+Rights&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Greene","audio":[{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399516233-262d99.m3u?orgId=1&topicId=1001&e=399396390&d=429&ft=nprml&f=399396390"},{"href":"http://media.npr.org/assets/img/2015/04/13/img_0170edit-601d91a260c7ea198cd323326529e336fa968bdb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1544","width":"2059"}},{"href":"http://media.npr.org/assets/img/2015/04/13/img_0156edit_custom-9b95ff28a01b293674f1d476b843e21f2b89b8c3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2196","width":"2786"}}]}