{"created":"2014-10-06T20:03:30+00:00","modified":"2015-03-09T18:07:30+00:00","valid":{"from":"2015-03-09T18:07:30+00:00","to":"3015-03-09T18:07:30+00:00"},"hreflang":"en","title":"Firestone Did What Governments Have Not: Stopped Ebola In Its Tracks","published":"2014-10-07T19:02:00+00:00","teaser":"There's a company town in Liberia with 80,000 residents. Ebola was first detected in March. Firestone's resourceful response has kept the virus from spreading.","itags":["npr_api","354054915"],"guid":"8cb29c04-7a61-44db-937c-bee0c73ab31d","contentencoded":"<p>The classic slogan for Firestone tires was \"where the rubber meets the road.\"</p><p>When it comes to Ebola, the rubber met the road at the Firestone rubber plantation in Harbel, Liberia.</p><p>Harbel is a company town not far from the capital city of Monrovia. It was named in 1926 after the founder of the Firestone Tire and Rubber Company, Harvey and his wife, Idabelle. Today, Firestone workers and their families make up a community of 80,000 people across the plantation.</p><p>Firestone detected its first Ebola case on March 30, when an employee's wife arrived from northern Liberia. She'd been caring for a disease-stricken woman and was herself diagnosed with the disease. Since then Firestone has done a remarkable job of keeping the virus at bay. It built its own treatment center and set up a comprehensive response that's managed to quickly stop transmission. Dr. Brendan Flannery, the head of the U.S. Centers for Disease Control and Prevention's team in Liberia, has hailed Firestone's efforts as resourceful, innovative and effective.</p><p>Currently the only Ebola cases on the sprawling, 185-square-mile plantation are in patients who come from neighboring towns.</p><p>Long rows of dappled rubber trees cover Harbel's landscape. Prevailing winds cause the adult trees to lean westward. Back when Firestone was still based in Ohio, employees used to joke that the trees are \"bowing to Akron.\"</p><p>When the Ebola case was diagnosed, \"we went in to crisis mode,\" recalls Ed Garcia, the managing director of Firestone Liberia. He redirected his entire management structure toward Ebola.</p><p>Garcia's team first tried to find a hospital in the capital to care for the woman. \"Unfortunately, at that time, there was no facility that could accommodate her,\" he says. \"So we quickly realized that we had to handle the situation ourselves.\"</p><p>The case was detected on a Sunday. Garcia and a medical team from the company hospital spent Monday setting up an Ebola ward. Tuesday the woman was placed in isolation.</p><p>\"None of us had any Ebola experience,\" he says. They scoured the Internet for information about how to treat Ebola. They cleared out a building on the hospital grounds and set up an isolation ward. They grabbed a bunch of hazmat suits for dealing with chemical spills at the rubber factory and gave them to the hospital staff. The suits worked just as well for Ebola cases.</p><p>Firestone immediately quarantined the woman's family. Like so many Ebola patients, she died soon after being admitted to the ward. But no one else at Firestone got infected: not her family and not the workers who transported, treated and cared for her.</p><p>The Firestone managers had the benefit of backing and resources of a major corporation — something the communities around them did not.</p><p>Firestone didn't see another Ebola case for four months. Then in August, as the epidemic raced through the nearby capital, patients with Ebola started appearing at the one hospital and several clinics across the giant rubber plantation. The hospital isolation ward was expanded to 23 beds and a prefab annex was built. Containing Ebola became the number-one priority of the company. Schools in the town, which have been closed by government decree, were transformed into quarantine centers. Teachers were dispatched for door-to-door outreach.</p><p>Hundreds of people with possible exposure to the virus were placed under quarantine. Seventy-two cases were reported. Forty-eight were treated in the hospital and 18 survived. By mid-September the company's Ebola treatment unit was nearly full.</p><p>As of this weekend, however, only three patients remained: a trio of boys age 4, 9 and 17.</p><p>\"So we have these three,\" says Dr. Benedict Wollor, coordinator for the Ebola treatment unit at Firestone. \"We are concerned because by this morning the 4-year-old was just crying.\"</p><p>A team is getting dressed in full body suits, gloves and goggles to enter the ward: a doctor, two nurses and a man with an agricultural sprayer full of disinfectant strapped to his back. Wollor says the team has a lot of work to do before they get overheated in their industrial spacesuits.</p><p>\"They have to change Pampers, bedding, even bathe them,\" says Wollor. \"Make sure they're clean. If someone is dehydrated, open an IV line. Imagine how we maintain an IV line on a kid.\"</p><p>These three boys all came from outside the plantation. So even as the worst Ebola outbreak ever recorded rages all around them, Firestone appears to have blocked the virus from spreading inside its territory.</p><p>Dr. Flannery of the CDC says a key reason for Firestone's success is the close monitoring of people who have potentially been exposed to the virus — and the moving of anyone who has had contact with an Ebola patient into voluntary quarantine.</p><p>By most accounts, this Ebola outbreak remains out of control, with health care workers across West Africa struggling to contain it.</p><p>Asked what's needed to turn that around, Flannery says, \"More Firestones\" — places that have the money, resources and unwavering determination to stop Ebola.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Firestone+Did+What+Governments+Have+Not%3A+Stopped+Ebola+In+Its+Tracks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354124536-b0ed26.m3u?orgId=1&topicId=1031&e=354054915&d=358&ft=nprml&f=354054915"},{"href":"http://media.npr.org/assets/img/2014/10/06/firestone-plantation-243bcc1f69fdc470da80363b6518f7011f6ab2a6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/10/06/firestone_portait2-b0cab9d6e6863c5a8d80828a20d950e47e3fbdad.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1494","width":"1992"}},{"href":"http://media.npr.org/assets/img/2014/10/06/firestone_portait1-ab891b4fe785edb49c8b05c78713e42d1e0576f9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}},{"href":"http://media.npr.org/assets/img/2014/10/06/firestone-medical-513ba0c4aba79b304b9bce258174ca178dc8dd07.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}