{"created":"2014-09-04T16:43:16+00:00","modified":"2014-09-04T16:43:17+00:00","valid":{"from":"2014-09-04T16:43:16+00:00","to":"3014-09-04T16:43:16+00:00"},"hreflang":"en","title":"From Uganda To The Midwest, 'All Our Names' Draws Portraits Of Love","published":"2014-03-08T16:31:00+00:00","teaser":"Dinaw Mengestu is known for writing about the immigrant experience, but his latest novel takes a slightly different tack: It's about love born out of loneliness and need, and complicated by war.","tags":["npr_api","287317671"],"guid":"8cb2a3c5-7262-4d4c-80d4-ee6e351db4df","contentencoded":"<p>In his latest book, Ethiopian-American writer Dinaw Mengestu explores the nature of loneliness, violence and love. Mengestu is known for his novels about the immigrant experience in this country, but this book, <em>All Our Names</em>, is something of a departure. Much of the story unfolds in Africa and there are two narrators: One is a young man who flees violence and revolution to seek refuge in America, the other is a white woman who has never left the Midwest.</p><p>In the past, Mengestu says, his novels have dealt with the rupture and sense of loss that accompanies migration. But in <em>All Our Names</em>, he wanted his characters' lives and the politics of their times to converge in unexpected ways.</p><p>\"I think part of it is this idea that we tend to think of the stories that happen in Africa as being so radically distinct from our narratives here in America, and I wanted to find ways of making those narratives rub up against one another,\" he says. \"And I wanted to also write, I think, from the point of view of a distinctly American voice, because that's another part of my identity that oftentimes hasn't come through in my other two novels.\"<strong> </strong></p><p>Mengestu's family moved to the U.S. when he was a toddler. He grew up in the Midwest, so it doesn't seem strange to him that his distinctly American voice took shape in the form of a white woman named Helen.</p><p>\"In many ways, I think, Helen's voice was actually the easiest to write out of, not only because she arrived in the novel almost fully formed in my imagination, but because she was, you know, sort of a compilation of many women that I have met and known throughout my life,\" he says. \"When we left Ethiopia ... my first memories are of Peoria, Ill. I've never known a social worker exactly like Helen, but I have known many good women like her.\"</p><p>Helen is the social worker assigned to help a young man named Isaac who has just arrived in the U.S. A lonely woman who still lives at home with her mother, Helen falls in love and begins a passionate and secret relationship with him. It's the early 1970s and the taboo against mixed race couples is still powerful. They meet with open hostility when they go to eat in a local diner, but she fantasizes that it makes the relationship stronger:</p><p><blockquote></p><p>\"The fact that we chose to sit there and linger when every part of me wanted to run was proof of the sacrifices we were willing to make.</p><p>\"When we left the restaurant and were back in the car, he said to me, 'Now you know. This is how they break you, slowly, in pieces.' \"</p><p></blockquote></p><p>For most of the book, Isaac's past is a mystery to Helen, but gradually the reader learns that he has left his real identity behind in Africa and entered this country with a name he borrowed from his best friend. The two young men met at a university in Uganda's capital, Kampala. Neither could afford to go to the school, but they hung around the campus soaking up the energy of post-colonial Africa in the late 1960s, when anything seemed possible.</p><p>\"They meet out of this sort of shared desire to make something of themselves in a sort of very basic way, and I think the process by which they both go about doing that is where their narratives begin to sort of diverge,\" Mengestu says. \"They both choose slightly different paths and yet at the same time they're intricately bound to each other. So that deep intimacy is, you know, put through this dramatic test of the war and the violence that follows it.\"</p><p>Isaac the narrator becomes dependent on his namesake, who provides him with both companionship and a sense of identity and purpose. At one point they are separated and he is bereft:</p><p><blockquote></p><p>\"Every day following Isaac's absence, I was reminded that without him I made an impact on no one. I was seen, and perhaps occasionally heard strictly by strangers, and always in passing. I was a much poorer for this than I had ever thought.\"</p><p></blockquote></p><p>Anti-government rallies erupt on campus. The real Isaac becomes a popular leader and is drawn into a violent insurgency which both men get caught up in. Mengestu says he wanted to use a novel of relationships to complicate the simplistic way that such conflicts are often reported:</p><p>\"You begin to see it not as, sort of, an inevitable product of ethnicity or religion or whatever tropes we may have, but really as the story of two young men who want something better for themselves. And this war, this conflict becomes one way that they think that they might be able to achieve that.\"</p><p>The author also drew from his experience writing about African conflicts as a journalist.</p><p>He says, \"One of the things I have found working as journalist — and specifically covering conflicts and trying to meet men who, at some point in time, are or were in the process of becoming their own sort of revolutionary-like figures — I often found that there was a total randomness to it, a randomness not only to how they came into power, but to their causes and their sort of logic of why they began the violence. You know, violence kind of unfolded without a logical necessity behind it. You know, there was an expression of frustration and I think when you don't have any other means to express that frustration, violence quickly becomes the form.\"</p><p>Still, Mengetsu says, this is not a book about war — it is a book about love. He sees it as a series of portraits of love: a love born out of loneliness and need, complicated by war and politics; but a love that, in the end, saves his characters and redeems them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Uganda+To+The+Midwest%2C+%27All+Our+Names%27+Draws+Portraits+Of+Love&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1287673296-999b62.m3u?orgId=1&topicId=1161&aggIds=100876926&ft=3&f=287317671"},{"href":"http://media.npr.org/assets/img/2014/03/07/istock_000033260582small-0a1d007b17908c41784c463ef7e801540491a5ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"754"}},{"href":"http://media.npr.org/assets/img/2014/03/07/author-photo_credit-michael-lionstar-36f316c1c41babc747a025a03e79b44d47fab8e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2136","width":"2845"}}]}