{"created":"2014-09-12T22:22:34+00:00","modified":"2014-10-30T22:28:32+00:00","valid":{"from":"2014-10-30T22:28:32+00:00","to":"3014-10-30T22:28:32+00:00"},"hreflang":"en","title":"As Independence Vote Approaches, A Spirited Novel About The Scottish Experience","published":"2014-09-13T00:12:00+00:00","teaser":"Next week the people of Scotland vote on whether to become independent from the U.K. Author Marie Mutsuki Mockett recommends a book that illuminates the Scottish psyche, Iain Banks' <em>The Crow Road</em>.","itags":["npr_api","347724225"],"guid":"8cb7c82b-3a77-4ef4-bdfb-bdb3e4b32cc0","contentencoded":"<p>In my 20s I was living in London, and dating a Scotsman. A friend pulled me aside. \"Read <em>The Crow Road</em> by Iain Banks,\" he told me. \"It's the story of our childhood. Read this and you'll understand us.\"</p><p><em>The Crow Road </em>is a darkly witty coming-of-age novel. It's set in the early '90s in a mostly realistic Scotland.</p><p>The novel opens in the voice of the hero, Prentice McHoan: \"It was the day my grandmother exploded. I sat in the crematorium, listening to my Uncle Hamish quietly snoring in harmony to Bach's Mass in B Minor, and I reflected that it always seemed to be death that drew me back to Gallanach.\"</p><p>Nothing is going particularly well for Prentice. He's a failing student. He's in love with a girl named Verity — she \"who put the 'phany' in epiphany\" — but it's unrequited. He's estranged from his father. He's home in the Highlands for his grandmother's funeral when her body explodes in the crematorium because someone forgot to remove her pacemaker.</p><p>And on top of it all, is the mystery of Prentice's beloved, bohemian and possibly dead Uncle Rory who disappeared eight years ago on a motorcycle. The \"crow road,\" you see, is a reference to death. If someone is \"away the crow road,\" it means he is not coming back, and Banks explores the many ways that death will haunt us, requiring young Scots to master that most noble trait that is their birthright — stoicism.</p><p>But it's the ending of the book that really sticks with me. I won't give away the mystery of Uncle Rory. But I will point out that in American fiction it's often possible that your true love is someone you don't yet know. Think Princess Leia or Rhett Butler.</p><p>In this novel, as many Scots know, true love awaits at home. Prentice ultimately realizes that he is in love not with the glamorous Verity but with his childhood friend, Ash.</p><p>It was a sticking point for my husband that I wasn't Scottish. But we did eventually get married. Occasionally people ask him how he plans to vote in the referendum. He's an expat, and he can't vote at all. If he could, he'd vote no. Still, he says stoically, \"If it happens, it's the will of the people. And we love our country.\"</p><p><em>Marie Mutsuki Mockett's next book is called </em>Where the Dead Pause, and the Japanese Say Goodbye.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Independence+Vote+Approaches%2C+A+Spirited+Novel+About+The+Scottish+Experience&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Marie Mutsuki Mockett","audio":[{"meta":{"duration":"134"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348010314-8e4395.m3u?orgId=1&topicId=1034&aggIds=257657827&ft=3&f=347724225"}]}