{"created":"2015-02-02T10:02:19+00:00","modified":"2015-06-05T15:29:38+00:00","valid":{"from":"2015-06-05T15:29:38+00:00","to":"3015-06-05T15:29:38+00:00"},"hreflang":"en","title":"The Theft Of An Infant Son: In Pakistan, A Not-Uncommon Crime","published":"2015-02-03T04:49:00+00:00","teaser":"Shazia Zia's newborn baby boy was taken from a maternity ward less than a day after she gave birth in Islamabad, and the family, hospital authorities and police officials disagree over who's to blame.","itags":["npr_api","383109172"],"guid":"8cba57b8-fda7-4dbc-88b8-cd5d6e81c31a","contentencoded":"<p>Individual tragedies easily go unnoticed in Pakistan. People are too busy grappling with corruption, militant violence, poverty and an infrastructure so dysfunctional that everyone, everywhere endures daily power outages.</p><p>Ziaullah Khan and his wife, Shazia, are the victims of one of the cruelest crimes of all. Yet in this troubled land, they're struggling to get anyone to listen — let alone help.</p><p><strong>A Stolen Baby Boy</strong></p><p>They're a young couple, just starting out. She's a teacher; he works in a print shop. They live in Pakistan's capital, Islamabad.</p><p>Just under four weeks ago, their first child, a boy, was born in the city's biggest public hospital, the Pakistan Institute of Medical Sciences (PIMS).</p><p>Pakistan is a patriarchal, gender-prejudiced, traditional society; first-born males are especially celebrated. The arrival of their baby was greeted with delight by the couple's family.</p><p>\"It was a moment of joy,\" recalls Ziaullah. \"Everyone came in with gifts for the baby. My sisters came to hospital wearing their wedding dresses.\"</p><p>Their euphoria didn't last long. Less than a day after the baby was born, he was stolen.</p><p>Ziaullah says a middle-aged woman, who'd been hanging around the maternity ward posing as a staffer, walked out with him in the middle of the night and disappeared.</p><p>Shazia was asleep, recovering from a cesarean section. She only spent a few hours cuddling her newborn son. Grief-stricken, she remembers him as \"the most beautiful baby in the ward, and very healthy too.\"</p><p>The hospital says there were no functioning CCTV cameras (these have since been installed, it says) and that security guards saw nothing. The couple dispute this. They suspect collusion by hospital staff, which the hospital denies.</p><p>Four weeks on, Shazia is still living in the ward; she refuses to leave until her boy is returned.</p><p><strong>An 'Insult To Humanity'</strong></p><p>The family has set up a protest camp outside, covering windows and walls with signs appealing to the government, the hospital authorities and human rights organizations.</p><p>\"Abduction of a child from an innocent mother is an insult to humanity,\" reads one slogan.</p><p>This \"insult to humanity\" happens alarmingly often in Pakistan. NPR was unable to acquire reliable data on the exact number of babies stolen every year. Police unofficially say these abductions are fairly common. A newborn was stolen from the same hospital last year; its corpse was later found.</p><p>Police say there are many possible motives for this crime. Babies are sometimes snatched by gangs who make large sums of money by using tiny kids to beg on the streets.</p><p>These abductions are sometimes acts of revenge, say police. Sometimes they're the result of family inheritance disputes (in feudal areas, the arrival of a newborn boy can mean someone else doesn't inherit the farm, after all). And sometimes boys are abducted and switched with girls.</p><p>The most common explanation, though, is that babies are stolen for illicit sale to childless couples.</p><p>That's what parliamentarian Zahid (Zahir) Khan thinks probably happened to Ziaullah and Shazia's baby. He's helping them pressure the authorities to track down their baby.</p><p>Khan says, in practice, there is little to prevent criminals from selling someone's baby to a childless couple.</p><p>\"This is a failure of the state. There is no proper system of registration, so the thief will have the baby registered, saying, 'He is my baby,' \" Khan says. \"Nobody will demand a certificate from the doctor.\"</p><p><strong>Ongoing Protest And Pleas</strong></p><p>Ziaullah and Shazia aren't sure why their baby was abducted. They insist a family feud isn't a factor. \"I rule that out. No member of my family would do that,\" says Shazia.</p><p>They, too, think the thieves probably intend to sell their boy to a childless couple. They also speculate that Islamist militants took him for future use as a suicide bomber — though officials consider this far-fetched.</p><p>The couple's primary concern is not the motive. They simply want the return of their son.</p><p>\"This is a very cruel society,\" says Ziaullah, tearfully. \"You think of your child. You think about his future, the way you will bring him up. Then someone just steals him.\"</p><p>The couple say they're willing to forgive the woman who abducted him, just so long as she gives back their baby.</p><p>Until they have their boy in their arms, Ziaullah and Shazia plan to carry on protesting at the hospital — refusing to leave and determined to make the world listen.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Theft+Of+An+Infant+Son%3A+In+Pakistan%2C+A+Not-Uncommon+Crime&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383214968-03d3f9.m3u?orgId=1&topicId=1125&d=264&p=3&story=383109172&t=progseg&e=383214021&seg=4&ft=nprml&f=383109172"},{"href":"http://media.npr.org/assets/img/2015/02/01/wp_20150127_001-b8173958c79ebad6e32f70fe20b012690d167bf6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"916","width":"1222"}}]}