{"created":"2015-04-21T18:25:53+00:00","modified":"2015-05-14T21:10:01+00:00","valid":{"from":"2015-05-14T21:10:00+00:00","to":"3015-05-14T21:10:00+00:00"},"hreflang":"en","title":"All Songs Considered: Hear Brand New My Morning Jacket, More","published":"2015-04-29T14:18:00+00:00","teaser":"Hear this week's essential listening with new music from My Morning Jacket, Sharon Van Etten, Conor Oberst's Desaparecidos and more.","itags":["npr_api","401080634"],"guid":"8cc7ddad-8030-4dd0-9e16-88d991355a73","contentencoded":"<p>On today's <em>All Songs Considered,</em> we're hitting you with several premieres, beginning a heavy cut from My Morning Jacket's latest studio album, <em>The Waterfall</em>. On \"Believe (Nobody Knows),\" front man Jim James seeks meaning and truth in an uncertain world, while hosts Bob Boilen and Robin Hilton consider a life of possibilities.</p><p>We've also got a premiere from Matt Pond PA's upcoming album, <em>The State Of Gold, </em>a crowdsourced record he conceived after a long period of writer's block in a winter cabin. The song, \"The State Of Gold, Pt. 2,\" is both wistful and joyful.</p><p>After a 13-year recording hiatus, Conor Oberst's Nebraska punk band Desaparecidos is back with a new album of politically charged rock. We've got the song \"City on the Hill.\"</p><p>We'll hear Sharon Van Etten's title track from her latest EP <em>I Don't Want to Let You Down, </em>backed by her four piece touring band. We also premiere a song from multi-instrumentalist and touring musician Heather Woods Broderick, who also sings harmonies on Van Etten's EP.</p><p>The Norweigian band Highasakite offers a beautiful new take on Bon Iver's \"Heavenly Father\" that may be more beautiful than Justin Vernon's original. We'll also hear from electronic producer Gacha, of Berlin, who teamed up with vocalist Natalie Beridze on a track from his debut full-length album.</p><p>But first, are you a believer, a possibilist or a doubter?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=All+Songs+Considered%3A+Hear+Brand+New+My+Morning+Jacket%2C+More&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"2909"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401257133-d1c65d.m3u?orgId=1&topicId=1039&d=2909&story=401080634&ft=nprml&f=401080634"},{"href":"http://media.npr.org/assets/img/2015/04/21/collage20150421-658aa7adc0f68ee4b5d17c3b7b73f49cd0ca2509.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}