{"created":"2015-02-08T14:54:43+00:00","modified":"2015-05-13T21:17:28+00:00","valid":{"from":"2015-05-13T21:17:28+00:00","to":"3015-05-13T21:17:28+00:00"},"hreflang":"en","title":"In A Twist, Greeks Demonstrate In Favor Of Their Government","published":"2015-02-08T22:14:00+00:00","teaser":"Greece's new prime minister gave his first speech to Parliament Sunday. His nation was eager to hear his plans to revive the country's ravaged economy while also ending unpopular austerity measures.","itags":["npr_api","384352752"],"guid":"8ccf045f-999f-417a-90d2-975f7d5b9abf","contentencoded":"<p><em><strong>Updated at 5:00 p.m. ET</strong></em></p><p>Melina Kotzaki and Nikos Vlastaris, two 70-year-old retirees living on small pensions, stood side by side outside parliament in Athens last week along with thousands of other Greeks, holding hand-written signs about freedom.</p><p>\"This is the first time I've seen a rally <em>supporting </em>the government in my life,\" said Vlastaris, a former merchant marine officer. \"And we have to support our new government. We are in an economic war that has made us a poor country without a voice.\"</p><p>Kotzaki, a retired airline employee, said she doesn't care that the new leftist government is inexperienced. These new politicians are a huge improvement over the previous leaders who bankrupted Greece, she said.</p><p>\"Those bums who governed us for years just sold us out and taxed us to death,\" she said. \"People can't pay. There was so much misery. People looking through garbage bins for food or begging so they can buy baby formula. Enough!\"</p><p>Vlastaris said he's also tired of Germany — which has funded most of the eurozone bailout loans to Greece — treating Greeks like beggars. He said he's willing to suffer for a Greek leader who will restore the country's economy and its dignity.</p><p>\"If there's a leader that says, look, you may not get your pension for two or three years, that you will have to suffer so things will get better, so that Greece is free, beautiful and strong again, then I will stand behind him,\" Vlastaris said.</p><p>For thousands of Greeks like Kotzaki and Vlastaris, that person is 40-year-old Alexis Tsipras, who became prime minister just two weeks ago after his anti-austerity Syriza Party triumphed in elections.  </p><p>In his first speech to parliament Sunday, Tsipras said his government would refuse to continue a multi-billion-dollar bailout deal that has been keeping Greece solvent for the last five years. </p><p>He said the \"barbarous\" bailout had come with deep spending cuts and tax hikes that had crushed the Greek economy and impoverished half of the country. </p><p>\"The top priority of this government,\" Tsipras declared, \"is tackling the enormous wounds of the bailout, tackling the humanitarian crisis just as we promised to do before the election.\"</p><p>Tsipras said his government would also \"move to implement the greatest institutional reform ever in the country, aiming to declare war against corruption and tax inequality.\" He said parliamentary deputies had to give up money-sucking privileges, like taxpayer-funded luxury cars, and live like the people they represent. </p><p>The young premier choked up with emotion during his speech and got a standing ovation. </p><p>But he faces a much tougher crowd later this week in Brussels. Greece is still bankrupt and, without bailout loans, it could run out of money next month. Tsipras must convince Eurozone leaders to agree on short-term financing until a new deal is reached.</p><p>\"Greece has a voice, its own voice,\" he said, when he addressed party deputies late last week. \"And Greece has offered proposals. We have offered them respectfully to our European partners, and we are waiting for proposals from them.\"</p><p>But European leaders haven't been forthcoming. The European Central Bank said it would cut off lending to Greek lenders. Germany says it won't lighten the Greek debt load.</p><p>Medical researcher Vassilis Kafetzopoulos said the ECB and Germany are too focused on protecting banks. He said they need to listen to the democratic message sent by Greeks fed up with austerity.</p><p>\"It's not a technical problem — how we will name our debt or how we will name our collateral,\" Kafetzopoulos said. \"It's a problem of politics. And if we have the power as the people, then the problem will be solved in a way that is mutually beneficial for all European people.\"</p><p>At a pro-government rally last week, he held a sign that read, \"We are not Merkel's Debt Colony.\"</p><p>Kafetzopoulos said he's happy the prime minister is standing up for Greece. Greeks must now support Tsipras, he said, so Tsipras can follow through on his promises.</p><p>\"For the first time in modern Greek history, the government is doing what they promised to do after the elections,\" he said.</p><p>A recent poll suggests that most Greeks agree with the demonstrators. They want Tsipras and his government to get Greece out of its economic depression while restoring its dignity.</p><p>\"I don't want to think about failure, which means being like the walking dead, like we were before,\" Kotzaki said.</p><p>\"Whatever the costs, I do not want to go back,\" Vlastaris added. \"I do not want to go back to feeling like we were going nowhere, forever.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Twist%2C+Greeks+Demonstrate+In+Favor+Of+Their+Government&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384695753-71dee8.m3u?orgId=1&topicId=1124&d=234&p=10&story=384352752&t=progseg&e=384695737&seg=3&ft=nprml&f=384352752"},{"href":"http://media.npr.org/assets/img/2015/02/07/462796132-36a3014dd26b89d64137ca5193ed6832daad8fa4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}