{"created":"2014-12-24T17:28:11+00:00","modified":"2014-12-24T23:50:10+00:00","valid":{"from":"2014-12-24T23:50:10+00:00","to":"3014-12-24T23:50:10+00:00"},"hreflang":"en","title":"Bianculli's Top 10: 2014 Was A 'Good Year For Programming'","published":"2014-12-24T19:47:00+00:00","teaser":"TV critic David Bianculli says that he's encouraged by how far TV has come. He picks <em>The Good Wife</em> as the best show of 2014, having \"the deepest roster of really strong regulars and guest stars.\"","itags":["npr_api","372894097"],"guid":"8cf19ba8-9441-40db-8527-a339a75281b0","contentencoded":"<p>Although it wasn't a great year for the shows themselves, it was a good year for programming, says TV critic David Bianculli.</p><p>\"In terms of what was happening on television, in terms of new and old formats and new, exciting players coming into the mix — [it was] another good year,\" Bianculli tells <em>Fresh Air</em>'s Terry Gross. \"I'm actually kind of encouraged.\"</p><p>Bianculli reflects on how far TV has come.</p><p>\"When I started as a TV critic, it was a box in the living room,\" he says. \"Now, you know, it's anything that comes in visually regardless of where it comes in, it's sort of crazy.\"</p><p>Here's Bianculli's top-10 TV list for 2014:</p><p>10. Tie between <a href=\"http://www.npr.org/2014/05/19/313950799/louis-c-k-on-his-louie-hiatus-i-wanted-the-show-to-feel-new-again\" target=\"_blank\">Louie</a> (FX) and <a href=\"http://www.npr.org/2014/06/19/323335539/john-oliver-is-no-ones-friend-on-his-new-hbo-show\" target=\"_blank\">Last Week Tonight with John Oliver</a> (HBO). \"I think [John Oliver] defined himself in that show so much in its first season that it deserves prominence.\"</p><p>9. <a href=\"http://www.npr.org/2014/10/03/353506560/homeland-regains-urgency-with-twin-protagonists-and-divided-loyalties\">Homeland</a> (Showtime). \"I think it bounced back this year after a bad previous season.\"</p><p>8. <a href=\"http://www.npr.org/2014/11/19/365222419/jon-stewart-on-the-daily-show-im-still-really-proud-of-the-work-we-do\">The Daily Show with Jon Stewart</a> (Comedy Central). \"Always, I think, indispensable.\"</p><p>7. For the last time on my list, <a href=\"http://www.npr.org/2014/12/18/371659078/a-tribute-to-stephen-colbert-a-self-proclaimed-junkie-for-exhaustion\" target=\"_blank\">The Colbert Report</a><em> </em>(Comedy Central).</p><p>6. <em>True Detective</em> (HBO). \"It brought a new, concentrated type of programming form that I'm very excited about.\"</p><p>5. <a href=\"http://www.npr.org/2014/06/16/322571287/fargo-tv-series-captures-the-best-and-worst-of-america\" target=\"_blank\"><em>Fargo</em> </a>(FX). \"The self-contained stories leave you in suspense because the characters don't have to live, and you don't have to know what's going to happen. It goes all the way back to the old golden age of television where it was anthology shows — and that suspense was built-in.\"</p><p>4. <a href=\"http://www.npr.org/2014/09/10/347276638/three-roosevelts-come-alive-in-pbs-documentary-ken-burns-best-yet\">The Roosevelts: An Intimate History</a> (PBS). \"I think it was the best thing that Ken Burns has ever done and one of the trickier ones.\"</p><p>3. <em>The Walking Dead</em> (AMC). \"I know it's a genre show, but they are so intelligent about what they're doing with this, that I really like that program.\"</p><p>2. <em>Justified </em>(FX), which is about to come back for its final season. \"I think this is one of the most underrated shows on television, and it has one last chance to close its book and get some acclaim.\"</p><p>1. <em>The Good Wife </em>(CBS). \"They have the deepest roster of really strong regulars and guest stars. ... What I love about the show is that everyone's motives are always suspect.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On <em>The Colbert Report</em> and <em>The Daily Show</em> </strong></p><p>There are days where I watch those shows and I feel a little bit better for having seen them — not because they improve me as a person necessarily, it's just such a nice way to end the day. And it's what Carson was, you know, in the '70s. I remember that. It was nice to check in and see what Johnny Carson thought of the day in his monologue.</p><p><strong>On Stephen Colbert leaving <em>The Colbert Report</em> to replace David Letterman </strong></p><p>We've just said goodbye to Stephen Colbert and to Craig Ferguson, so we're going to see Stephen Colbert as Stephen Colbert, not playing Stephen Colbert, which is very confusing. That's unprecedented. It's not unprecedented to have somebody play a late-night talk show host, because you have Martin Mull, you have Garry Shandling doing those things before, but they've never then gone on to do one as themselves. ... This has never been done. Some people are already speculating that Stephen Colbert is going to fail, and that it's foolish for him to walk away from his alter ego. My bet is that he's going to do great.</p><p><strong>On the year's worst TV</strong></p><p>My two favorite worst from this year ... they're both from Fox and they're both reality shows. One of them is <em>I Wanna Marry Harry</em>, where they take women from the United States and send them over to England for, like, a dating reality show, but they get a look-alike to Prince Harry and ... he tries to make them think that that's who he is. Then eventually there's supposed to come this reveal where they find out he's not really a prince, but will true love work out in the end? ... This was in the tradition of something like<em> Joe Millionaire</em>, where he wasn't a millionaire. There is a tradition [of deception]; it's just a sorry tradition.</p><p>[The other worst show] is a show called <em>Utopia</em>, and the idea here was to take, I think, 15 people from all different walks of life and put them in a place where they can create their own society. And, of course, Fox stacks the deck by making each one of these 15 people an uber-stereotype. So there's, like, a toothless hillbilly, and there's a religious zealot ... and someone they describe as a \"polymorph.\" It's just — oh my. ...</p><p>[<em>Utopia</em>] was supposed to be a social experiment that lasted a year. It's so bad, and <em>I Wanna Marry</em> <em>Harry </em>was so bad, both of these shows were canceled almost instantly.</p><p><strong>On <a href=\"http://www.npr.org/2014/12/12/370337605/funny-dirty-sad-the-holy-trinity-for-transparent-creator-jill-soloway\" target=\"_blank\">Transparent</a> from Amazon Studios </strong></p><p>Here you have this sensitive subject, and if it were not treated properly, I think that Amazon would've been shot out of the water. But Jeffrey Tambor, his performance is so good, the writing is so interesting, and it takes several episodes to realize what's going on with the show. From the beginning, whenever you hear Jeffrey Tambor in his transitional phase, it's a remarkably good performance.</p><p><strong>On what he's looking forward to in 2015</strong></p><p>Neil Patrick Harris is going to do a variety show, and it's based on a British show that I haven't seen, so I don't know the format, but I really have been saying for years that somebody ought to give this guy a variety show — and he's getting one and it's on NBC. And for variety shows, if they get to come back — we've just had anthologies come back with shows like <em>Fargo </em>and <em>True Detective</em> — so if the variety show comes back, I'll be a happy guy. I may be able to retire peacefully.</p><p><strong>On how the standards of TV journalism/criticism have changed </strong></p><p>There's more immediate writing, which is reflexive, like writing about a show while it's still being broadcast, like live tweeting. That to me isn't journalism; it's stenography — stenography with an opinion thrown in. ... I will do jokes, and I'm very proud of how fast I can write a review if I'm writing something on deadline, especially of a live show, but it's still written as a full piece. I think there's less of that.</p><p>There seems to be two camps about TV journalism these days: One camp is doing it the way it was always done — and doing it like a professional journalist. And some, and I'm not saying it's a new breed ... who feel like they're too cool for the room and don't want to ask any questions and just want to have opinions and be snarky. And I don't think that helps.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bianculli%27s+Top+10%3A+2014+Was+A+%27Good+Year+For+Programming%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"1396"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372918295-9b4b6b.m3u?orgId=1&topicId=1138&ft=3&f=372894097"},{"href":"http://media.npr.org/assets/img/2014/12/24/fargo_cl_2720_1-b9a96d8568dc80d8408ee9aa36572888d3b29998.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4912","width":"6553"}},{"href":"http://media.npr.org/assets/img/2014/12/24/claire-danes-as-carrie-mathison-in-homeland-season-4-episode-3-photo-joe-alblas-showtime-1--508c2e25ceb40167aacaa857be058d6f12a8d421.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"595","width":"793"}},{"href":"http://media.npr.org/assets/img/2014/12/24/cred-getty-9b418fcd3c8f885a9103f2940201ec931be2e95a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2034","width":"2714"}},{"href":"http://media.npr.org/assets/img/2014/12/24/460161352-0b43bbd1eacdcb5245e1b5167c914708f378762e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}},{"href":"http://media.npr.org/assets/img/2014/12/24/transparent_101_00627-1--6a26b8d3a2e2b41ce5d5e6c00d8d5cbb68ff5100.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"944","width":"1259"}}]}