{"created":"2014-11-04T21:35:11+00:00","modified":"2015-05-02T02:39:45+00:00","valid":{"from":"2015-05-02T02:39:45+00:00","to":"3015-05-02T02:39:45+00:00"},"hreflang":"en","title":"Iraq's Yazidis Appeal For Help In Finding Their Missing Women","published":"2014-11-04T23:32:00+00:00","teaser":"U.S. airstrikes helped save thousands from the Yazidi community in northern Iraq in August. But the group says the Islamic State has seized many Yazidi women and is selling them as sex slaves.","itags":["npr_api","361445307"],"guid":"8cf77373-82f9-4344-8b48-f22b950d999f","contentencoded":"<p>When the Islamic State took over large parts of northern Iraq this summer, including the areas where the minority <a href=\"http://www.telegraph.co.uk/news/worldnews/middleeast/iraq/11019119/Who-are-the-Yazidis-Profile-of-Iraqs-misunderstood-devil-worshippers.html\" target=\"_blank\">Yazidi</a> community lives, the U.S. carried out air strikes and halted the advance of the extremists.</p><p>Still, thousands of Yazidi women and girls have gone missing over the past few months and there are now reports they are being sold by the Islamic State as sex slaves.</p><p>Nuri Khalaf, a representative of the Yazidi tribes in Iraq's northern province of Sinjar, has been making the rounds in Washington, pleading with U.S. officials for help.</p><p>He also stopped by NPR's offices. When asked if many Yazidi women were being trafficked, he said, \"That's real, it's real. Our girls have been sold for $300, $400 dollars, $500 dollars. It's real. It's happening.\"</p><p>Khalaf explained through an interpreter that he had to spend more than $9,000 to buy back his 13-year-old niece and five other women and girls after they were kidnapped by the Islamic State and forced to watch family members killed and abused.</p><p>He said he doesn't have any faith in Iraqi or Kurdish authorities in northern Iraq, and that's why he and several other Yazidi representatives came to Washington.</p><p>\"Iraq is our country but America was the one who came and liberated us from Saddam's regime, so it's the US responsibility to save us too,\" said Khalaf, referring to the 2003 invasion that ousted the Iraqi dictator.</p><p>Sameer Babasheikh, the son of a Yazidi spiritual leader, said it was hard to say how many Yazidis were kidnapped during these past chaotic months. He puts the figure at 3,000 to 4,000, though some have managed to escape.</p><p>\"In the last two days, around 20 of them were able to run away from Raqqa,\" he said, referring to the city in northern Syria that effectively serves as the Islamic State headquarters in that country.</p><p>As a small religious minority, the Yazidis have been persecuted through the centuries and often derided as pagans. Writer and researcher Hoshang Broka, a Yazidi from Syria, notes that other Islamist groups, not just the Islamic State, have attacked his people recently. He also said that he believed the U.S. policy in the region is failing.</p><p>White House and State Department officials who met with the Yazidi delegation said they are ready to help, but did not provide specifics. State Department spokesperson Jen Psaki pointed out that one of the original reasons for U.S. military action in Iraq this year was to prevent a genocide against the Yazidis.</p><p>\"We continue to closely track what their situation is,\" Psaki said. \"What challenges they are facing. What humanitarian assistance they need.\"</p><p>The Yazidi delegation in Washington is seeking humanitarian aid, but is also appealing for military training for their forces in Iraq. They say the goal is to be part of the Iraqi defense forces and to be better able to protect their own villages and towns.</p><p>Yazidi activist Ali Hussein says in the broader struggles in Iraq, small minorities like his feel trapped.</p><p>\"The minorities in Iraq, all minorities in Iraq, are lost between the fight between Shia and Sunnis and the Kurds,\" Hussein said.</p><p>He said some of his relatives who, like him, were living in Germany as refugees, have gone back to Mount Sinjar in northern Iraq, which has Yazidi shrines and holy places. He said they are still surrounded by Islamic State fighters.</p><p><em>Michele Kelemen is NPR's diplomatic correspondent. You can follow her <a href=\"https://twitter.com/search?q=michele%20kelmen&src=typd\" target=\"_blank\">@michelekelemen</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iraq%27s+Yazidis+Appeal+For+Help+In+Finding+Their+Missing+Women&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361459640-9c005a.m3u?orgId=1&topicId=1010&d=248&p=2&story=361445307&t=progseg&e=361406029&seg=13&ft=nprml&f=361445307"},{"href":"http://media.npr.org/assets/img/2014/11/04/YazidiWomenIsis-799ba86684705a4dbcd936816301623cfefceea2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3276","width":"4368"}},{"href":"http://media.npr.org/assets/img/2014/11/04/453635144-1c527ecc340ee8d82c10f2d76bc6716361455d01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}}]}