{"created":"2014-10-12T20:54:10+00:00","modified":"2015-04-09T19:25:24+00:00","valid":{"from":"2015-04-09T19:25:24+00:00","to":"3015-04-09T19:25:24+00:00"},"hreflang":"en","title":"'As You Wish': Take A Peek At The Making Of 'The Princess Bride'","published":"2014-10-13T17:46:00+00:00","teaser":"Actor Cary Elwes, best known for his dashing performance as the heroic farm boy Westley in <em>The Princess Bride</em>, has a new book out, full of memories from the cast of the cult classic.","itags":["npr_api","354643052"],"guid":"8d1740fc-499f-49e9-a95e-1acaf461b380","contentencoded":"<p>Cult classic<em> The Princess Bride </em>is a movie with a bit of everything: fencing, fighting, torture, revenge, giants, monsters, chases, escapes, true love, miracles ... and, yes, a tiny bit of kissing.</p><p>The film gave us countless quotable lines, from \"Mawidge is what bwings us together today,\" to, \"My name is Inigo Montoya. You killed my father. Prepare to die.\" And then there's the exchange after Princess Buttercup pushes a mysterious masked man down a hill:</p><blockquote><p>\"As — you — wiiiiish.\"</p><p>\"Oh, my sweet Westley! What have I done?\"</p></blockquote><p>Cary Elwes played the part of the sweet Westley in question. Now, 27 years after <em>The Princess Bride</em> appeared on the silver screen, he has co-authored a book about the making of the film. It's called, of course, <em>As You Wish</em>.</p><p>The book takes readers behind the scenes for many of the movie's most recognizable moments. But Elwes didn't rely just on his own memories. The book includes remembrances from, among others, Wallace Shawn (Vizzini), Mandy Patinkin (Montoya), Billy Crystal (Miracle Max), Robin Wright (Buttercup), director Rob Reiner and author/screenwriter William Goldman.</p><p>Elwes tells NPR's Arun Rath, \"I can't take all the credit. What was so great is that the whole cast stepped up to be a part of the book.\" He also says working on the film was even more fun than it looks — and so hilarious that at one point Patinkin bruised a rib trying to hold in his laughter.</p><hr /><h3>Interview Highlights</h3><p><strong>On the rigorous rehearsal process for the film's sword fight sequences</strong></p><p>[Director Rob Reiner] assigned to us two of the greatest sword trainers we could possibly get. And they worked us every single day. ... We never had a chance to sit down.</p><p>Bob [Anderson, the fight choreographer] said to us at the beginning ... \"We've deliberately asked the producers to move the schedule of the sword fight sequence to the end of the movie, because we need every day we can get with you just to teach you to do right-handed sword [fighting] — forget the left hand. That's gonna be a whole other thing.\" ...</p><p>I gotta tell you, we really worked hard at it. And it was a lot of fun.</p><p><strong>On the initial reaction to the film when it was released in 1987</strong></p><p>Fox pulled the trailer. They were actually stumped, the marketing department, God bless 'em, because they'd never come across a film that had so many genres in it. Was it a comedy? Was it an adventure film? Was it a kids film? Was it a fairy tale? Was it an adult movie? And of course, it was all of these things, you see. And they didn't know how to pitch it. The film came and did some modest business — respectable, modest, but not the kind of money that they hoped.</p><p>It wasn't until about almost a decade later when VHS came out that the film found its legs again — from a film that had been mostly dead, it was suddenly alive again. And then it became this huge hit.</p><p><strong>On the moment when it became clear that the film had found a fan base</strong></p><p>I was in a restaurant in New York and I was ordering ... a hamburger. And the waitress said, \"How do you want that done?\" And I said, \"Medium rare.\" And she said, \"As you wish.\" And I looked up at her and I went, \"What did you just say!?\" And she winked and walked off. And I thought, \"Oh!\" And so it was a wonderful, delightful rebirth, if you will.</p><p><strong>On finding a fan in the White House, when he visited for a screening of an HBO miniseries he later worked on</strong></p><p>We found ourselves standing in front of [Bill Clinton], my wife and I. And I put out my hand and I said, \"Mr. President, my name is ... \" and he stopped me and he goes, \"I know exactly who you are, Cary.\" And I thought, \"Wow, how does he know me? This is crazy. You know, I was in the movie, sure, but — \"</p><p>And he goes, \"No, no, it's not what you think. Chelsea and I are big fans of <em>The Princess Bride</em>. We've seen it over 100 times. I know every line. I love that movie.\" And I just was dumbfounded. I couldn't believe it. ... You never know where your friends are gonna be.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27As+You+Wish%27%3A+Take+A+Peek+At+The+Making+Of+%27The+Princess+Bride%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"370"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355661081-fe45e1.m3u?orgId=1&topicId=1033&aggIds=100876926&e=354643052&d=370&ft=nprml&f=354643052"},{"href":"http://media.npr.org/assets/img/2014/10/09/image24-794b1c46fec1641c27029597139fb477eb22676f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1946","width":"2597"}},{"href":"http://media.npr.org/assets/img/2014/10/09/image20-2664d242fad2423de2a9f84fe2e7237501f17453.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3810","width":"5080"}},{"href":"http://media.npr.org/assets/img/2014/10/09/as-you-wish-photo-credit-miranda-penn-turin-c6040bab3a434dde7e2bb9463f9cc217b05cef29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1348","width":"1798"}}]}