{"created":"2014-11-14T19:52:46+00:00","modified":"2014-11-15T23:47:54+00:00","valid":{"from":"2014-11-15T23:47:54+00:00","to":"3014-11-15T23:47:54+00:00"},"hreflang":"en","guid":"8d1f6d92-bb14-47d7-884f-489785c320ec","title":"What's a comet smell like? Scientist Monica Grady is keen to find out","published":"2014-11-15T23:47:50+00:00","byline":"Nina Porzucki","tags":["science","Space","Science","Science, Tech & Environment","Europe","Europe","Monica Grady","Spaceflight","67P/Churyumov–Gerasimenko","Rosetta mission"],"teaser":"More than 10-years after the European Space Agency launched the Rosetta satellite from Earth, a special lander touched down on Comet 67P/Churyumov-Gerasimenko. It's the first successful comet landing in history.","contentencoded":"<p><a href=\"http://new.livestream.com/ESA/cometlanding/statuses/67792445\">European Space Agency scientists</a> were giddy Wednesday after they finally heard from Philae, the small spacecraft they designed to land on the speeding 67P/Churyumov-Gerasimenko comet.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Touchdown! Min nya adress: 67P! <a href=\"https://twitter.com/hashtag/CometLanding?src=hash\">#CometLanding</a></p>\n<p>— Philae Lander (@Philae2014) <a href=\"https://twitter.com/Philae2014/status/532566425136017408\">November 12, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>And after it successfully landed, Philae began sending data back to mission control in Germany — a historic achievement for the European Space Agency and its Rosetta mission.</p>\n<p>No one — not even NASA — had ever landed a probe on the surface of a speeding comet.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>The *amazing* <a href=\"https://twitter.com/hashtag/Rosetta?src=hash\">#Rosetta</a> flickr gallery <a href=\"https://t.co/Z0nTvVgUrR\">https://t.co/Z0nTvVgUrR</a> <a href=\"http://t.co/00ezcbky10\">pic.twitter.com/00ezcbky10</a></p>\n<p>— Planet Labs (@planetlabs) <a href=\"https://twitter.com/planetlabs/status/532587356172189696\">November 12, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“Oh, it's amazing. People are sort of wandering around a bit dazed, looking very tired; some of them with glasses of something bubbly and fizzy, just with great big grins on their faces.It’s just an amazing scene,”  said Monica Grady, describing the scene at ESA's Mission Control in Darmstadt, Germany on Wednesday.</p>\n<p>Grady is one of the scientists involved in the mission. She works on laboratory aboard the lander named the Ptolemy Instrument.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>We have telemetry. Andrea, do you want to make a statement? Yes, philae is sitting on the rock <a href=\"https://twitter.com/hashtag/CometLanding?src=hash\">#CometLanding</a></p>\n<p>— Monica Grady (@MonicaGrady) <a href=\"https://twitter.com/MonicaGrady/status/532565714486702080\">November 12, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>The journey to this moment has been a long time coming. The Rosetta satellite was launched a decade ago. Since then, Rosetta has made three slingshots around the Earth to pick up enough momentum and speed to meet up with Comet 67P. Then Rosetta travelled alongside the comet for six months, matching its speed and catching up with the moving target.</p>\n<p>“Once it caught up with the comet it went into a series of irregular orbits around the comet so that we could get really good pictures of the comet and then gradually drifting closer and closer to the comet so that we could then send the lander,” Grady said.</p>\n<p>That lander, Philae is what touched down on the comet Wednesday. Philae has many tasks in the year ahead. However the giddiness of the landing turned to concern after scientists discovered that Philae was unable to deploy its harpoon which was supposed to act as an anchor.  After Philae settled onto the comet without the anchor, it bounced away.</p>\n<p>\"It bounced almost a kilometer high and then took two hours to settle back down to the surface where it did another little bounce before final landing,\" said Grady.</p>\n<p>In the time that Philae was bouncing, the comet itself turned and instead of landing in a flat sunlit plane, Philae finally landed against the edge of a cliff in the shade where there's not enough sunlight for its solar batteries to recharge.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>I’m on the surface but my harpoons did not fire. My team is hard at work now trying to determine why. <a href=\"https://twitter.com/hashtag/CometLanding?src=hash\">#CometLanding</a></p>\n<p>— Philae Lander (@Philae2014) <a href=\"https://twitter.com/Philae2014/status/532579550069551104\">November 12, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>This doesn't necessarily mean the end for Philae, according to Grady. As the comet moves closer to the sun, there is a chance that more sunlight will reach the lander's solar panels.</p>\n<p>\"There's a hope that as the comet gets closer to the sun that the batteries might be charged out,\" Grady said. </p>\n<p>Plus, scientists are considering one last-gasp effort to fire another harpoon, which might push the lander further out into the sunlight. However, nothing is a guarantee, Grady said.</p>\n<p>Comet 67P is about two-and-a-half miles across and Philae is about the size of an armchair.</p>\n<p>Landing on this comet and being able to study the molecules and water that make it up will help scientists back here on earth study the origins of our planet, Grady said.</p>\n<p>“Comets are the fragments that are left over from the formation of the solar system. They are primitive materials that haven’t changed. They are full of water. And what we want to do is match the water and the molecules to water and molecules on Earth to see if life on Earth was helped on its way by comets,” she added.</p>\n<p>One of the first experiments conducted was a \"sniff test,\" Grady said. The lander literally sniffed the comet and sent back data about the smells.</p>\n<p>\"It's taking in the gas and molecules coming off of the surface of the comet and seeing what they smell like,\" Grady explained.</p>\n<p>Turns out, from the data Philae has sent back, Comet 67P doesn't smell like much of anything yet. But there's loads of data to sort through.</p>\n<p>\"It certainly doesn't have any of the molecules in it, as far as we know, the nasty molecules that make eggs smell bad,\" Grady said.</p>\n<p>Regardless of the hiccups Philae is experiencing, Grady said the mission has been a success, one that has fulfilled her dreams of studying space — dreams that began as a child growing up in Leeds, staring up at the stars.</p>\n<p>\"Nothing beats going out and looking at the night sky, that's really what turned me on to astronomy and to space,\" Grady said.</p>\n<p><iframe frameborder=\"no\" height=\"450\" scrolling=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/176387011&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true\" width=\"100%\"></iframe></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111220141.mp3"},{"href":"http://www.pri.org/file/111220141mp3"}]}