{"created":"2014-09-02T15:28:13+00:00","modified":"2014-10-30T22:55:23+00:00","valid":{"from":"2014-10-30T22:55:23+00:00","to":"3014-10-30T22:55:23+00:00"},"hreflang":"en","title":"'A Thousand Mirrors' Shows Two Views Of One Long, Brutal War","published":"2014-08-31T23:19:00+00:00","teaser":"In her new novel,<em> Island of a Thousand Mirrors</em>, Sri Lankan-American author Nayomi Munaweera shows the decades-long Sri Lankan civil war from the perspective of two girls who witness the horror.","itags":["npr_api","343674910"],"guid":"8d2841c1-b3cf-4faa-a872-0d8fa17aa28a","contentencoded":"<p>It's hard to comprehend the toll Sri Lanka's civil war took on the South Asian country. The United Nations estimates that between 80,000 and 100,000 people lost their lives in the conflict — all on an island just slightly larger than West Virginia.</p><p>Ethnic tensions between two main ethnic groups in Sri Lanka — the majority Sinhalese and minority Tamils — simmered through the '60s and '70s. The civil war officially began in 1983 and continued until 2009.</p><p>Over the course of the conflict, as many Sri Lankans were killed, tens of thousands of others — both Tamil and Sinhalese — left the war-torn island.</p><p>Nayomi Munaweera, who is Sinhalese, left with her family in the 1970s and went to Nigeria. They arrived in the United States in 1984. Her new novel, <em>Island of a Thousand Mirrors</em>, tells the story of the conflict from the perspective of two girls who witness the horror — one Tamil, one Sinhalese.</p><p>\"What I wanted to do in this book was really try to depict what happens to normal people in the course of warfare, and how your life can be completely derailed by this,\" Munaweera tells NPR's Arun Rath.</p><hr /><h3>Interview Highlights</h3><p><strong><strong><strong>On presenting both sides of the conflict in the novel</strong></strong></strong></p><p>I was very interested in not taking a side. ... I wasn't interested in propaganda. ... The devastation was on both sides, the Tamil Tigers were really brutal terrorist force and killed hundreds and thousands of people and the Sri Lankan government did exactly the same thing. So both sides are complicit. There's really no innocence here.</p><p><strong><strong>On the culture shock a family in the book experiences when they leave </strong>Sri Lanka and come to Los Angeles</strong></p><p>I think that might be where I take the most from my own life, because I came here in '84, when I was 12 years old. And it's just startling to be in America. Everything is different. I mean, I remember, like, seeing somebody walking their dogs and then picking up the poo in a bag. Like, \"Oh my god! What are they doing with that?\" Like, \"Wow, we're in the richest country in the world and she's ... is she saving it?\"</p><p><strong>On incorporating the real-life end of the war into the novel</strong></p><p>I finished writing this book about 2007. And it ended at a different place and it felt unfinished. But, you know, I mean I grew up with this war, it's been since '83. So for me, and I think many, many young Sri Lankans, we didn't expect that we would ever see the end of this war. We thought that this would always be something that was happening.</p><p>In 2009, right when everything happened and it ended, is when I wrote that final piece and it does end on a hopeful note. I think also, as a writer, I just couldn't make myself go through any more pain with it. So I think a different book, maybe a different author needs to take up — maybe I will take it up at some point — but what happens post-war.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27A+Thousand+Mirrors%27+Shows+Two+Views+Of+One+Long%2C+Brutal+War&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"342"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344809458-5efc9f.m3u?orgId=1&topicId=1033&ft=3&f=343674910"},{"href":"http://media.npr.org/assets/img/2014/08/27/465881683-728c8216b72b07e2584a0540405b3ee8bdca7a79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2144","width":"2861"}},{"href":"http://media.npr.org/assets/img/2014/08/27/author-photo-nayomi-munaweera-30c47d2f62d71f38f46ca9b7243b9aaf2f83e000.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3456","width":"4616"}}]}