{"created":"2014-11-22T10:32:30+00:00","modified":"2015-05-13T21:29:57+00:00","valid":{"from":"2015-05-13T21:29:57+00:00","to":"3015-05-13T21:29:57+00:00"},"hreflang":"en","title":"Wealthy Arabs Descend On Pakistan To Kill The Bustards","published":"2014-11-24T15:13:00+00:00","teaser":"The Houbara bustard, a large bird whose numbers are declining, migrates to Pakistan every winter. Rich Arabs follow close behind and hunt them in large numbers. Some Pakistanis say this must stop.","itags":["npr_api","365731378"],"guid":"8d43a2a1-9bca-4a51-9ba1-999fd849a1b2","contentencoded":"<p>Winter is creeping down on northern Pakistan from the Himalayan Mountains. The skies are cloudless and bright blue. The air is as cool and refreshing as champagne.</p><p>This is the season for swaddling yourself in a big woolen shawl. And it's also the season when Pakistanis try not to ... let the bustards get them down.</p><p>I'm talking about the Houbara bustard. It's a bird, about half the size of a turkey, and with the same rotten luck this time of year.</p><p>Look up the <a href=\"http://en.wikipedia.org/wiki/Houbara_bustard\">bustard</a> on the Internet and you'll find it a very likeable bird.</p><p>Male bustards attract their partners as men do, by strutting around, puffing themselves up, and aimlessly darting about at high speed.</p><p>But every winter, the Houbara bustard makes the same mistake: They fly from Central Asia to Pakistan by the thousands.</p><p>As icy temperatures set in there, the bustards head south to warm themselves up on the Pakistani deserts and plains that roll down to the Arabian Sea.</p><p>But others also fly here at the same time. <a href=\"http://www.theguardian.com/world/2014/feb/04/pakistan-ban-arab-sheikhs-hunting-houbara-bustard\" target=\"_blank\">They come by private jet</a> and are very rich and often royal. They hail from Saudi Arabia, the United Arab Emirates, Qatar and Bahrain.</p><p>The Arabs began hunting bustards thousands of years ago and never stopped. Bustard meat is apparently thought to do wonders for the sex drive.</p><p>The feathers of the bustard are dull brown, which would seem to be good camouflage if you're trying to hide in Pakistan's deserts and plains. But the Arab hunters use falcons with very sharp eyes and even sharper talons.</p><p>To hunt the Houbara bustard in Pakistan, you need a government permit. The speices is listed as vulnerable and declining by international conservation organizations. But Pakistan is eager to get along with its rich Gulf neighbors.</p><p>So every winter the government doles out hunting permits to Arab sheiks. And every winter there's an outcry from Pakistanis who want to save the likable bustard.</p><p>This year, the outcry is louder than usual, thanks to a scandal last winter.</p><p>It emerged that in January that a Saudi prince and his friends <a href=\"http://www.dawn.com/news/1101272/arab-royal-hunts-down-2100-houbara-bustards-in-three-week-safari\" target=\"_blank\">killed 2,100 bustards </a>in three weeks. That's 2,000 more than the limit allowed by the government permit.</p><p>\"Nothing can stop their Highnesses and their Majesties once they are out on their hunting sprees,\" one leading newspaper acidly remarked.</p><p>Some Pakistani opposition politicians are now trying to stop their majesties. They've filed a motion in parliament saying bustard hunting by Arab princes is \"compromising Pakistan's sovereignty.\"</p><p>But this is a very long shot. Money from the Persian Gulf talks. Bustards don't.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wealthy+Arabs+Descend+On+Pakistan+To+Kill+The+Bustards&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Philip Reeves","audio":[{"meta":{"duration":"181"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365910543-4df6a3.m3u?orgId=1&topicId=1125&d=181&p=7&story=365731378&t=progseg&e=365910457&seg=14&ft=nprml&f=365731378"}]}