{"created":"2014-09-04T15:56:30+00:00","modified":"2015-02-11T20:23:45+00:00","valid":{"from":"2015-02-11T20:23:45+00:00","to":"3015-02-11T20:23:45+00:00"},"hreflang":"en","title":"The Underachievers: 'We're Still Young'","published":"2014-09-04T15:56:00+00:00","teaser":"\"Now is the time that I'm actually thinking of myself as a musician,\" says Issa. \"Things are hitting me like, 'Oh, damn, you have this responsibility.'\"","itags":["npr_api","340667280"],"guid":"8d537aa8-0e9a-45d3-9210-123eafe2e3bf","contentencoded":"<p>A rap duo from New York City is being talked about as a continuation of the golden era of hip-hop — a time in the late '80s and early '90s when groups made songs that noted police brutality, elevated conversation and filled dance floors. Issa and AK are at a stage in their careers — three full length projects in — where they believe they've gained enough skill and experience to be able to make music that does what they want it to do: spark change, infuse the culture, help them see the world.</p><p>They sat with <em>Microphone Check</em> cohosts Ali Shaheed Muhammad and Frannie Kelley this spring and received some grown man admonishment and one tip regarding a video location while telling stories about Australian fans and all their strategic moves.</p><p><strong>FRANNIE KELLEY</strong>: Thank you for coming from Brooklyn to the city.</p><p><strong>AK</strong>: Thanks for having us.</p><p><strong>ISSA</strong>: Yeah, I was in the city already, but. We both live in Bed-Stuy now.</p><p><strong>KELLEY</strong>: You guys are roommates.</p><p><strong>ISSA</strong>: Yeah.</p><p><strong>AK</strong>: Yeah.</p><p><strong>KELLEY</strong>: What's that like? Spending all of that time together?</p><p><strong>ISSA</strong>: We don't spend any time together at all.</p><p><strong>AK</strong>: We have separate rooms.</p><p><strong>ISSA</strong>: I never see him unless we're doing some work stuff.</p><p><strong>AK</strong>: Yeah, I'm just in my room smoking weed and watching TV and s---.</p><p><strong>KELLEY</strong>: Yeah, I never see my roommates, I guess.</p><p><strong>ISSA</strong>: Ever.</p><p><strong>KELLEY</strong>: How do you know when it's time to work?</p><p><strong>ISSA</strong>: What do you mean? Like make music and stuff?</p><p><strong>KELLEY</strong>: Mmhmm.</p><p><strong>ISSA</strong>: That's music-making time like I don't know it's like a --</p><p><strong>AK</strong>: It's just something that we know.</p><p><strong>ISSA</strong>: Yeah we're not really working on a project right now — well, at least together — so we don't really have to be in the same vicinity to make music right now. But when it is music-making time then we're together for like maybe five hours, six hours a day.</p><p><strong>KELLEY</strong>: Right. And what is that like? What happens during music-making time?</p><p><strong>AK</strong>: Smoke weed and record music.</p><p><strong>ISSA</strong>: And make music.</p><p><strong>KELLEY</strong>: So it's recording, it's not writing time?</p><p><strong>ISSA</strong>: Oh nah, nah, nah.</p><p><strong>AK</strong>: Oh, nah, we have the verses already written before we record.</p><p><strong>KELLEY</strong>: Got it.</p><p><strong>ISSA</strong>: Yeah. I mean, we live together. It's like, just talk about it. \"This the topic, blah, blah, blah, blah, blah.\" \"Oh, I have this verse.\" Yeah, we see each other but not a lot. It's not in our face all the time but --</p><p><strong>AK</strong>: Yeah.</p><p><strong>ISSA</strong>: Yeah, we'll talk about it. It only takes like 20 minutes to really build a song — I mean, to start writing the verses. He'll come to me like, \"Yo, I have this idea, and blah, blah, blah. Started with these five bars and it's going this way.\" And I'll be like, \"OK, I got that.\" And then five days later, I'll have my verse and we'll just, you know, lay it down.</p><p><strong>AK</strong>: Yeah.</p><p><strong>KELLEY</strong>: And are you still producing?</p><p><strong>AK</strong>: I don't produce. I engineer, but I'm still learning. I'm trying to get into producing, though. We both are, actually.</p><p><strong>ISSA</strong>: We trying to get lit. I mean — I gotta stop saying that terrible word. I don't like that word; it's like me making fun of it. But, yeah, we're trying to take it to the next level and produce, cause it's better that way.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: It is better that way. I mean, especially — at some point, you want to venture off into doing other things, and it increases your longevity.</p><p><strong>AK</strong>: Definitely.</p><p><strong>ISSA</strong>: For sure. That's a main thing I see with it too is that — well, the longevity thing — but it's also, I feel like if rapping is only like really 30 percent of making music, I feel like the producers don't get as much credit because they really do build a lot of songs. I mean --</p><p><strong>AK</strong>: They are the songs.</p><p><strong>ISSA</strong>: Yeah. There's been super awesome rappers — there's, still, many super awesome rappers who, like, carry the beat more than the beat. Like OutKast. If you listen to a lot of the OutKast instrumentals, it's really much simpler than you really thought it was, but their flows on top of it makes it sound really good. But now, in today's age, I think that there's a lot of dope beats — and I think I personally go for dope beats — so I feel like I'm only contributing 30 percent to making music. I'm not really doing much, so I feel like I need to learn how to produce to bring the other 70 percent so I fully can feel like an artist. Cause right now I'm just like a rider.</p><p><strong>MUHAMMAD</strong>: Anybody gonna throw DJing up on the --</p><p><strong>AK</strong>: Oh, hell yeah. All that.</p><p><strong>ISSA</strong>: Yeah, for sure. That comes with it.</p><p><strong>AK</strong>: Yeah, producing.</p><p><strong>MUHAMMAD</strong>: Between the two of you, who's gonna be the DJ?</p><p><strong>ISSA</strong>: Both of us, probably. We'll probably do an Underachiever mixing type --cause we watched that <a href=\"http://flosstradamus.com/\" target=\"_blank\">Flosstradamus</a> — shout out to the homies --</p><p><strong>AK</strong>: <a href=\"http://twofreshbeats.com/\" target=\"_blank\">Two Fresh</a> and s---.</p><p><strong>ISSA</strong>: Yeah, Two Fresh and the other people that just like — I just seen our other friends — <a href=\"https://twitter.com/ASAPYams\" target=\"_blank\">ASAP Yams</a> is a DJ now.</p><p><strong>AK</strong>: That's fire.</p><p><strong>ISSA</strong>: Yeah, it's funny. Eventually it'll probably get something like that.</p><p><strong>MUHAMMAD</strong>: I wanted to ask — from you guys' eyesight, for those who haven't heard, New York — the new New York or Land of Lords. Explain Flatbush in your life.</p><p><strong>AK</strong>: It's just a bunch of cultures, like, stuck together and s---.</p><p><strong>ISSA</strong>: Yeah.</p><p><strong>AK</strong>: And a bunch of other s---. I don't know.</p><p><strong>ISSA</strong>: It's where a lot of the Caribbean population that came to New York and landed, I guess, so it's like very lively and colorful because it's a lot of Caribbean cultures up and down Flatbush, but then it's also super diverse cause there's all different, other types of races. Like if you go just two blocks from us, it's all Italians and Irish kids. In Marine Park.</p><p><strong>AK</strong>: And Jewish people.</p><p><strong>ISSA</strong>: And that's Flatbush technically, too. They live right off of Flatbush and P and Flatbush and R and all the way over there. Flatbush is, if I'm not mistaken, it's the longest street in Brooklyn. Like it actually runs from like one point to the other point so it's like it encompasses --</p><p><strong>MUHAMMAD</strong>: I didn't know that.</p><p><strong>KELLEY</strong>: Yeah, me neither.</p><p><strong>ISSA</strong>: Yeah, if you really think about it, it runs from like --</p><p><strong>AK</strong>: King's Plaza to downtown Brooklyn.</p><p><strong>ISSA</strong>: To downtown Brooklyn. So like that's Queens and Manhattan.</p><p><strong>KELLEY</strong>: To the bridge. It turns into the Manhattan Bridge.</p><p><strong>MUHAMMAD</strong>: What was the influences of that, you know, environment into the music? How it transformed you guys into who you are.</p><p><strong>ISSA</strong>: I mean, we didn't really take too much influence from Flatbush, but it's embedded in us.</p><p><strong>AK</strong>: It had to subconsciously, yeah.</p><p><strong>ISSA</strong>: Yeah, we're Caribbean people away from Flatbush. When people think Flatbush from Brooklyn you think Caribbean people, but we're Caribbean — maybe we're not, cause I'm really American but I was brought up in the Caribbean culture.</p><p><strong>AK</strong>: Our household, yeah, Caribbean household.</p><p><strong>ISSA</strong>: So Flatbush is inside of us. It's where we grew up. It's the culture that — it's the root of where we are, but that's just the root. The plant has other things inside of it. So as we grew we went out and learned more stuff and expanded into — I'm really big on culture diversity.</p><p><strong>KELLEY</strong>: But you listened to — like what'd you listen to in your house when you were growing up?</p><p><strong>AK</strong>: Yeah, that's what I'm saying. He didn't listen to rap. I listened to rap a little bit.</p><p><strong>ISSA</strong>: I listened to no rap at all.</p><p><strong>AK</strong>: Like <a href=\"http://www.npr.org/blogs/microphonecheck/2014/04/23/305629896/nas-im-still-charged-20-years-after-illmatic\" target=\"_blank\">Nas</a> and <a href=\"http://www.npr.org/blogs/therecord/2013/04/08/176519640/the-wu-tang-clans-20-year-plan\" target=\"_blank\">Wu-Tang</a> and stuff like that, but yeah, he listened to other s---.</p><p><strong>ISSA</strong>: Like, mad random.</p><p><strong>MUHAMMAD</strong>: Like what?</p><p><strong>ISSA</strong>: <a href=\"http://www.npr.org/2013/11/28/247355451/its-hard-to-stay-patient-a-conversation-with-john-mayer\" target=\"_blank\">John Mayer</a>. You guys know John Mayer?</p><p><strong>MUHAMMAD</strong>: Mmhmm.</p><p><strong>ISSA</strong>: I always start — he's my favorite artist. But like <a href=\"http://www.rubysuns.com/\" target=\"_blank\">The Ruby Suns</a> and <a href=\"http://www.npr.org/artists/122220880/local-natives\" target=\"_blank\">Local Natives</a> and Led Zeppelin and <a href=\"http://yukonblonde.com/main.php\" target=\"_blank\">Yukon Blonde</a>. A lot of indie rock groups. I'm a real sucker for acoustic guitar so like if any — or folk like <a href=\"http://www.npr.org/artists/89535091/fleet-foxes\" target=\"_blank\">Fleet Foxes</a> and <a href=\"http://www.npr.org/artists/15859369/yeasayer\" target=\"_blank\">Yeasayer</a>. Any indie folk guy with a guitar I'm with, automatic.</p><p><strong>AK</strong>: Nowadays — I like that s--- now more than hip-hop. Before, growing up, I was forced to listen to that s--- cause everyone's listening to it in my house, so like --</p><p><strong>KELLEY</strong>: You were forced to listen to what?</p><p><strong>AK</strong>: To rap music, yeah. But now I like indie like rock music and stuff like that.</p><p><strong>KELLEY</strong>: I saw an interview you said you, I think it was you, Issa, that listened to <a href=\"http://www.barringtonlevy.com/\" target=\"_blank\">Barrington Levy</a> and <a href=\"https://twitter.com/kalonjimuzik\" target=\"_blank\">Sizzla</a> and all that because that was just around.</p><p><strong>ISSA</strong>: Yeah, I was about to say, I was forced to listen to it, kind of. That's what I'm saying like it's embedded inside of me, in terms of friends I grew up with. My older brother's a reggae DJ so I had no other choice to know every reggae song ever created. I think that's why I don't like reggae no more cause my brother's a DJ and I'd hear it for like 20 hours a day. But yeah, nah, we all grew up on that type of music, like Bob Marley. That's the type of stuff my pops would listen to.</p><p><strong>AK</strong>: Yeah.</p><p><strong>ISSA</strong>: And he listened to a lot of jazz, too, so I guess I got that jazzy side, too, from my pops. But yeah, nah, Barrington Levy is a legend.</p><p><strong>AK</strong>: Sizzla, all that.</p><p><strong>ISSA</strong>: Yeah, Sizzla's a legend. I used to buy fronto from a store that Sizzla hung out in. He would just be in front of my face all the time at that corner store. On Flatbush — I mean, on Church and Nostrand. Everybody know the store. The CD store, we used to get our reggae CDs from when we were younger.</p><p><strong>MUHAMMAD</strong>: So to expand the scope outside of Flatbush into the New York culture and lifestyle — how does that shape you guys? Because your lyrics are beyond the universe.</p><p><strong>ISSA</strong>: Yeah, I'm happy you said that, cause that was gonna be my answer to it. I feel like that goes back to what I was saying about New York and Brooklyn and Flatbush being at our root because I don't really make music to try and revive New York. I find we get thrown into that. And it's awesome that we get thrown into that, but it's like, I have a universal perspective. I'm trying to make music for the universe. I mean — that sounded weird.</p><p><strong>MUHAMMAD</strong>: Sky, can you hear me?</p><p><strong>ISSA</strong>: So, like, <a href=\"https://www.youtube.com/watch?v=4ypUu4jRFuQ\" target=\"_blank\">when Trinidad James is getting at New York</a> and people are like, \"You guys should ...\" I'm like, \"Dude, it's a small scope. He can try that. But we trying to take over a way larger scope.\" But that's who we are; that's where we grew up, in New York and in Brooklyn and Flatbush, running through the city, running through Brooklyn, all over. So that's the root and then — but that's not what we're trying to resurge. Making songs like \"<a href=\"https://www.youtube.com/watch?v=OUKo7P4ekpA\" target=\"_blank\">Land of Lords</a>\" and having all that boom bap style to us is embedded in us. Even if I didn't want to listen to rap growing up, I still did, you know what I mean? It wasn't like I was like, \"Oh my god. Anti-rap!\" because I still enjoy a lot of Kanye West, a lot of Lupe Fiasco and like --</p><p><strong>AK</strong>: Old school Weezy.</p><p><strong>ISSA</strong>: Yeah, Weezy. Oh my god, Weezy was legendary cause he was talking outside the box. But yeah, nah, we trying to bring a universal perspective.</p><p><strong>MUHAMMAD</strong>: I guess what I'm trying to get at is, what was your home environment that got you to that universal point?</p><p><strong>AK</strong>: Just curiosity for me.</p><p><strong>ISSA</strong>: Yeah, for sure. Curiosity. My mom was Christian, and I wasn't really with that. It just didn't make sense.</p><p><strong>MUHAMMAD</strong>: What do you mean you wasn't with that?</p><p><strong>ISSA</strong>: It's funny. As a kid, it just did not make sense to me. It was just like, \"Damn, man, you guys gotta come with a little more evidence for some of these stories that you guys are trying to make me believe.\" And I had a big imagination from reading. I used to love to read. So it was like this Bible didn't — damn, I hate to say the Bible — but like this book didn't really seem much different than the fantasy stories I was reading. So it was like, \"You guys gotta either tell me that's real, too, or something's up here.\" And after a while, it just became — I went and got baptized.</p><p><strong>MUHAMMAD</strong>: How old were you?</p><p><strong>ISSA</strong>: 13.</p><p><strong>MUHAMMAD</strong>: You made that choice? You have to make that walk on your own unless there's a grandparent or a parent that's really pushing you.</p><p><strong>ISSA</strong>: Oh yeah, nah, no one pushed me. Cause I got baptized when I was a baby, you know, like the automatic baptism.</p><p><strong>MUHAMMAD</strong>: So what did that walk feel like? When you deliberately was like, \"This is for me?\"</p><p><strong>ISSA</strong>: I'll tell you what really happened. I had a nightmare. Cause for a while I thought — this was my reasoning — and this is why I don't like secular religions the most, is cause I was like, \"Well, if I don't believe in Christianity, then I must probably not even believe in God. And if I don't believe in God\" — because I was correlating religion and God so much that it was like, \"Well, if I don't believe in Christianity, then there's no way for me to believe in God.\"</p><p>So I had, like, a demonic mindset, I guess, at the time. I was really young, too, and I started having these super weird nightmares. I was like, \"Damn, Christianity's the way.\" So I ran to my mom like, \"Yo, I gotta get baptized.\" That's where it started, and then I went through the classes. I'm with this old — other older people. I'm a kid just like, \"Oh, alright. Well, this sounds a little bit more cooler, blah, blah, blah.\" They took us to Manhattan Beach. I never forget that day. I was scared the whole day. I'm just like, \"Damn, the whole world's gonna change. I'm about to get baptized.\"</p><p>And I got baptized and I was like — nothing happened. And I was like, \"Alright. I am atheist.\" From that — once I came out the water, I was like, \"Alright, there's no god, period. These guys is just making s--- up.\" And I feel like that was a starting point — that is the starting point for enlightenment.</p><p><strong>AK</strong>: Searching for god?</p><p><strong>ISSA</strong>: Yeah, like going on your own path to discovery. Then my father — that's why I left him out — he's Asian so he had a lot of like random Buddhist books in the house and I picked up one like, \"Let me just read this s--- and see what's up with it,\" and that's what led me to starting to figure out enlightenment. I was like 14 and I was like, \"Wow. I can start looking at god as a philosophy to be learned about and not something that's just like standard and rule-based.\" That's where it started for me. So probably like 14 years old.</p><p><strong>MUHAMMAD</strong>: What about your journey?</p><p><strong>AK</strong>: Me be curious and just asking to myself questions like, \"Why am I here?\" Like, \"What's going on?\" And then I got into Buddhism too, like positive energy and being your own god. I just strongly believe that you can create anything that you want so that's what I go by everyday.</p><p><strong>MUHAMMAD</strong>: What do you think about the power of your messages and your experiences as it reflects in your music and how people receive it?</p><p><strong>AK</strong>: I think that a lot of people can relate cause we struggled and they share the same struggle with their self. Just like asking questions about why are you here, same s---. They're just like, \"Wow, these people feel the same way and they have a way to go that I can follow to feel free.\" I guess.</p><p><strong>MUHAMMAD</strong>: How long you been together?</p><p><strong>AK</strong>: As a rapping group?</p><p><strong>MUHAMMAD</strong>: As a rapping group.</p><p><strong>ISSA</strong>: Like two years now. In May, it'll be two years.</p><p><strong>AK</strong>: Two years.</p><p><strong>MUHAMMAD</strong>: How'd that come together?</p><p><strong>AK</strong>: I always been rapping, like trying to rap since I was younger, in high school and I created The Underachievers. And then one day he just told me like, \"Yo, let me help you out. I could do this, I could do that,\" and then, bam.</p><p><strong>MUHAMMAD</strong>: What did you bring to the table?</p><p><strong>ISSA</strong>: He was a super excellent rapper — still super excellent rapper. But I felt like he was missing, first off, just support, just someone on his team that would be able to support him and be able to be there for him. But just a plan. I feel like a lot of rappers, they don't — I approach rap, and everything I do, as planning, if that makes sense.</p><p>Prior to us even jumping into it, I had a whole plan for how I wanted to go about things. It wasn't just making random music. It was at a targeted demographic, a targeted message, a targeted empire. Everything was, like, set up. I guess a structure is what I brought to it. Cause I came like a manager at first. Our first year, I was managing us by myself. We had some people come in, but they would get fired in four days cause it was just like, you can't do anything that I can't do. They wanted to answer emails and just show up and, like, talk to people and do things like that, but that was wack. So that's — I guess that's what I brought.</p><p><strong>AK</strong>: Marketing and s--- like that.</p><p><strong>ISSA</strong>: And marketing. I love things like that, like marketing, PR stuff. I like all the behind-the-scenes stuff even more than making music.</p><p><strong>AK</strong>: Before I was just like rapping, not really having a structure like he said, like a aim to what I wanted to do with the music. So he helped me with that.</p><p><strong>MUHAMMAD</strong>: Kids just trying to get into the business ask me what can they do to further their music, and I often tell them to find a partner that challenges them and brings out the best in who you are and what you're trying to deliver. It seems like you found that. What about each other that challenges you the most? Like what does he do that challenges you the most? What does he do that challenges you the most?</p><p><strong>ISSA</strong>: He's just mad nice. He forces me to rap good — or to attempt to rap good. Cause I hear his verse and I'm just like, \"Damn.\"</p><p><strong>AK</strong>: Same s--- with the choruses and just creativity. He inspires me to be more creative and s--- and just work harder.</p><p><strong>MUHAMMAD</strong>: Comes across like that's the balance in your music.</p><p><strong>ISSA</strong>: Yeah, where I lack in the verses, I make up for in the choruses. And then, where he lacks in choruses, he makes up for in verses.</p><p><strong>KELLEY</strong>: Is it a similar type of dynamic when you're on stage? I feel like you're more in the forefront.</p><p><strong>AK</strong>: Nah, nah, on stage he's more of the forefront, actually. He talks more to the crowd. I'm just like the energetic rapper and beast monster. And he's interacting and s---.</p><p><strong>ISSA</strong>: Yeah, I'm usually — I don't know if I talked at Irving — but usually I'm giving sermons, like talking and having fun with the crowd and laughing and --</p><p><strong>AK</strong>: Yeah. I do, too, but he does more. He's more in the front.</p><p><strong>KELLEY</strong>: But in a way it's like a hype man/frontman relationship, traditionally. It's funny, though I was watching it and I couldn't figure it out, cause it was both at the same time.</p><p><strong>ISSA</strong>: Yeah.</p><p><strong>AK</strong>: I guess.</p><p><strong>ISSA</strong>: Cause like back and forth.</p><p><strong>KELLEY</strong>: Supportive, for sure.</p><p><strong>AK</strong>: Yeah, for sure.</p><p><strong>MUHAMMAD</strong>: I saw you guys last year at some basket — sneaker something. Yo, you guys bugged me out because you came out and just lit up on stage. I don't think I ever seen — it was just the way it was done. Like I've seen, you know, that done before, but it was just the way it was done. I was like, \"Yo, who are these --\"</p><p><strong>KELLEY</strong>: What? How did they do it? Why was it so crazy?</p><p><strong>ISSA</strong>: Cause no one was doing it at the time. It was — the venue that we was at, it was not for that.</p><p><strong>AK</strong>: The sneaker place.</p><p><strong>ISSA</strong>: But everyone started burning after that, for sure.</p><p><strong>MUHAMMAD</strong>: It was a little bit — I'm gonna say it: it came off a little bit rude. But then it came off brash, and just like, \"Yo, I don't give a damn. I'm really having like --\"</p><p><strong>ISSA</strong>: And these are great qualities for a rapper. They sound bad, but those are all three great things for a rapper.</p><p><strong>MUHAMMAD</strong>: All successful rappers have all of those qualities. Absolutely.</p><p><strong>ISSA</strong>: Rude, brash.</p><p><strong>MUHAMMAD</strong>: I look at Def Jam. I'm like — yo, if you really want to be a star, look at Def Jam. The origins of Def Jam, all the rappers were really bad influences, if you want to go by what is supposed to be good. But nah, that bugged me out and I laughed. Cause the smoke took over and it just — yeah, then everyone felt the liberty and then I was like, \"Yo.\"</p><p><strong>ISSA</strong>: It became a smoke — well, not smoke out, but I just noticed more people started smoking. It was like, \"OK.\"</p><p><strong>MUHAMMAD</strong>: But the energy that you guys brought was dope.</p><p><strong>AK</strong>: Thank you, man.</p><p><strong>MUHAMMAD</strong>: That's the only show I've ever seen you guys perform.</p><p><strong>AK</strong>: Then you gotta come to a real show.</p><p><strong>ISSA</strong>: Yeah, you've gotta come to a real show for sure.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: Yeah, I was there. It was crazy. The audience was very young. I was surprised. It was a school night and everything.</p><p><strong>AK</strong>: Try to get 'em young. Don't want the old kids. No, I'm joking.</p><p><strong>KELLEY</strong>: You talk about the youth — what is the youth? How old is the youth? What do they look like? What else do they listen to?</p><p><strong>ISSA</strong>: It's like the age 10, to like 35. In my head.</p><p><strong>AK</strong>: I feel you.</p><p><strong>ISSA</strong>: And then below that is like another super generation of kids that I haven't figured out yet. The youth are — I don't know, I think they're a lot like us in many ways. I think through the Internet, we're realizing that we all have — even though we're all like from different cultures and different races and different styles, there's really a common denominator that runs across this entire generation. And I think that's what it is — I don't know how to explain it.</p><p><strong>KELLEY</strong>: What's the common denominator?</p><p><strong>ISSA</strong>: That we're kind of tired of the old ways — the old, conventional ways of thinking, the old, conventional ways of carrying on. I think there has to be a lot of social and educational reform for society to advance. I think our generation understands that — even though maybe some understand it more — I think the common denominator amongst all of us is that we know that we need change. I don't know how to bring that change. I don't know how to do any of those types of things, but --</p><p><strong>MUHAMMAD</strong>: What do you think is the missing element, of not knowing? Because one thing that I find about this generation now, and even the younger generation — I'm a 43-year-old hip-hop veteran. I saw something — I don't remember the artist's name. I feel bad that I don't remember his name, but he's from the west coast and the song was dark and dope as f---, but it gave me the feeling that the world that he was talking about was really horrible. And it made me wonder what did we do wrong to not leave the world in a better place than we found it. Cause that's what you ideally would like to happen, you know, for those who come after you.</p><p>So what do you think is lacking that you can't figure out what the answer is? Because Martin Luther King had a answer, you know, he had a vision. And so many other great-minded people had vision and an answer. It seems like everyone has that feeling that they're looking for change but there aren't people throwing answers up.</p><p><strong>ISSA</strong>: Yeah, I think the answer is this thing I talk about — it's called the collective or universal consciousness. And I feel like the problem is division. I feel like people have separated themselves so much over time because of all of the external qualities that made us different. We stop realizing that there really is — that we're really on one planet and really one people and, though you might do this this way or I might do this this way, there really is a common — to say it again — a common denominator that we can find. And not just in the youth, but inside of the world, that divides us all up.</p><p>I mean, I spent so much time studying all different types of philosophical doctrines and religions and the one thing I found is that they all said the exact same thing. Or they had this god, and this god is the same god in, like, 12 other things you like read about. I'm just like damn, the only — there has to be something that is The One. And then I found the universal consciousness, and it just, like, brought everything together.</p><p>It pretty much says that — it's like a storage, I guess. The Bible is a good device because, when read correctly — cause a lot of stories in there, like the Tower of Babel, how that tower went up to heaven and then it broke apart and it separated everyone, that's a perfect symbolic story to explain how all the knowledge was separated, but it came from one tower, right? So now I feel like the secret is that we have to bring all of us together and we'll make everyone move on one way and that's like the new world order, kind of. I'm partial with that kind of stuff.</p><p>I mean, it sounds very socialistic, cause I think the only way it could happen is through socialism. So maybe that's the real answer I'm looking for. But it really is in uniting the entire world because if we're moving on separate ways, then it's never gonna work, ever; we're never gonna be able to move forward together.</p><p><strong>AK</strong>: Yeah, and I think if you don't change yourself then we can't change anything. Cause it starts with yourself.</p><p><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong>AK</strong>: So you gotta bring the change that you want to see.</p><p><strong>KELLEY</strong>: The last time I heard about the collective unconscious was right around September 11th, when it was — there were all these stories that people felt disturbances, people had bad dreams, people, like, before it happened or when it was happening, before they were aware that it was happening, people — it was that big a rupture. We've never talked about that here.</p><p><strong>ISSA</strong>: It's a very interesting thing.</p><p><strong>KELLEY</strong>: Were you guys here September 11th?</p><p><strong>ISSA</strong>: Yeah.</p><p><strong>AK</strong>: Mmhmm.</p><p><strong>ISSA</strong>: For sure. I was in junior high school.</p><p><strong>AK</strong>: Yeah, me too. I was in Manhattan. I couldn't go home. I had to stay for the whole day.</p><p><strong>KELLEY</strong>: The whole day?</p><p><strong>AK</strong>: Yeah. S--- was wack.</p><p><strong>KELLEY</strong>: Yeah, it was not good. Were you here?</p><p><strong>MUHAMMAD</strong>: Yeah, I was. When I was living in Jersey. I was home. I had just gone to sleep and woke up and was like, \"Oh! I've been hearing about this my whole childhood.\"</p><p>Can we talk about the <em><a href=\"http://www.datpiff.com/The-Underachievers-Indigoism-mixtape.449545.html\" target=\"_blank\">Indigoism</a> </em>mixtape? Why is it a mixtape? That's like a solid blazing classic of an album to me.</p><p><strong>AK</strong>: I know, right.</p><p><strong>ISSA</strong>: We didn't know what we were doing.</p><p><strong>AK</strong>: Yeah, that was like our first project ever.</p><p><strong>ISSA</strong>: Yeah, that was the first songs I've ever wrote. Like, put down, rapped into a mic and made. So that was --</p><p><strong>AK</strong>: Step one: Mixtape.</p><p><strong>KELLEY</strong>: But didn't some things happen before you dropped that?</p><p><strong>ISSA</strong>: Yeah, like in terms of music?</p><p><strong>KELLEY</strong>: I heard that you didn't want to release a mixtape until you felt your audience was ready for it?</p><p><strong>AK</strong>: Oh yeah, yeah.</p><p><strong>ISSA</strong>: Yeah, I mean, but that was during the time of making it. Going back to planning: we took so long cause I was trying to drop songs — every song that dropped that first year was strategically planned. Like, \"This song is for this reason, and then this song is for this reason, and now we need a song with a chorus, so we're gonna do this song.\" \"And now we need a song with a banger, so we're gonna do this song.\"</p><p>As we were going on and as we got, like, reception from the audience — I mean, from the fans — we started to make more music, cause then we started to hear like, \"Oh yeah, they like <em>this</em>.\" And so it's kind of like <em>Indigoism</em><em> </em>was made while I was listening to the fans like, \"Oh, y'all like this? Let's do a couple of these songs.\" And so when it was completed, it was the perfect mixtape for Underachievers because we took everything that they wanted to hear and kind of molded ourselves after that.</p><p><strong>MUHAMMAD</strong>: I mean, the fact that it's a mixtape is dope, for the categories of mixtape and to really — you guys, I think, in my opinion, raise the bar. And show, like, \"If you gonna make a mixtape, it's gotta be above this.\" But to me, it's more like a classic hip-hop album because it just seems like there was a lot of deliberate thought put into it.</p><p><strong>ISSA</strong>: Yeah, we tried to structure it.</p><p><strong>MUHAMMAD</strong>: Go through the — you finding producers and linking up with people. Go through that process.</p><p><strong>AK</strong>: We literally asked on Twitter, like, send us dope beats to this email. And chose from the email.</p><p><strong>ISSA</strong>: That was reward to everything. Cause a lot of rappers, they come in and they — well, not rappers, but people who want to rap, they'll just start rapping on everyone beats. That was the first thing I said to this guy like, \"Yo, I'm not rapping --\"</p><p><strong>AK</strong>: That's what I used to do: freestyle.</p><p><strong>ISSA</strong>: Yeah, he would rap on people's beats. Those songs die when the song dies. You can never make a real song off of that, ever — unless you're already famous, you know what I mean.</p><p>So we actually just went through all the beats. It took like — one out of every 500. Literally, no joke. But we found some gems. We found some really good beats.</p><p><strong>MUHAMMAD</strong>: So when you first heard the beat for what became \"<a href=\"https://www.youtube.com/watch?v=BgA4OXcA7Rw\" target=\"_blank\">Revelations</a>,\" what was the feeling?</p><p><strong>AK</strong>: \"Revelations\" is fire as f---. When I heard that s---, I was like, \"Damn!\"</p><p><strong>ISSA</strong>: I was like, \"Oooh!\"</p><p><strong>MUHAMMAD</strong>: Did you know right away instantly when you heard it where it was going?</p><p><strong>AK</strong>: On \"Revelations?\"</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>AK</strong>: Yeah, that's funny. That's one of his least favorite tracks.</p><p><strong>ISSA</strong>: Yeah, it's my least favorite track.</p><p><strong>MUHAMMAD</strong>: What? Why?</p><p><strong>ISSA</strong>: It's everyone's favorite, but I don't like any music we make. I don't like nothing we do, so it's kinda hard to like anything.</p><p><strong>AK</strong>: Yeah, you know how artists are with their music and s---.</p><p><strong>ISSA</strong>: \"Revelations.\"</p><p><strong>AK</strong>: When I heard \"<a href=\"https://www.youtube.com/watch?v=CXNeab5eeE4\" target=\"_blank\">Philanthropist</a>\" I was like, \"Oh, s---.\"</p><p><strong>ISSA</strong>: Yeah, we was crying when we heard the intro song.</p><p><strong>AK</strong>: That s--- is crazy.</p><p><strong>ISSA</strong>: But, yeah, \"Revelations\" is fire. And that was one of the first, first songs we ever created for <em>Indigoism</em>. I like the beat, the darkness. Something funny that happens to us is a lot of music we write separate and --</p><p><strong>AK</strong>: We say the same s--- sometimes.</p><p><strong>ISSA</strong>: I mean, but, like, specific words.</p><p><strong>AK</strong>: Yeah, like --</p><p><strong>ISSA</strong>: Cause we talk on the state of Zeus. Like, we use the word, \"Zeus\" at the same time. We're like \"Gray door,\" or something like that. Like, \"What?! No way!\" Synchronized.</p><p><strong>MUHAMMAD</strong>: Then walk me through \"<a href=\"https://www.youtube.com/watch?v=GnYsFizBsVY\" target=\"_blank\">Sun Through The Rain</a>.\" What inspired that song?</p><p><strong>AK</strong>: Oh, that s--- was crazy.</p><p><strong>ISSA</strong>: Alright, that song is inspired. Alright, that's funny! That's a good one. Cause we went and did a show — the only show we did — and I was on stage and I was like, \"Wow!\" I just ran — like it was all rappity-rap songs — and I ran out of breath by the second, third song. I was like, \"Damn.\"</p><p><strong>AK</strong>: Can't do this s--- no more.</p><p><strong>ISSA</strong>: I can't do songs like this. I was like, \"I need to make songs for performance.\" And \"Sun Through The Rain\" was born, literally. That's how it came.</p><p><strong>MUHAMMAD</strong>: Alright, let me just cut to it. Let me just get straight to it. Cause you said — what did you say? \"I don't give a f--- about your new --.\" Wait.</p><p><strong>ISSA</strong>: Sportscar.</p><p><strong>MUHAMMAD</strong>: You said, \"I don't give a f--- about your new sportscar / I don't give a f--- about your new white broads.\"</p><p><strong>ISSA</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: And on and on and on and on. Why?</p><p><strong>ISSA</strong>: I think also, at the time, coming up --</p><p><strong>MUHAMMAD</strong>: Yeah, tell me, tell me what was happening.</p><p><strong>ISSA</strong>: We kept — people were treating us — I mean, not as a bad thing — but kind of like regular rappers. Like when I would meet rappers and meet people, be the same wack-ass lame conversations and lame people that work in the industry right now. So it was like, \"Don't put us in the same category with those people.\"</p><p>But I wanted to be able to make a song like those people, for my people to enjoy. Cause I feel like a lot of conscious rappers box themselves in by just making conscious music.</p><p><strong>AK</strong>: Yeah.</p><p><strong>ISSA</strong>: So I wanted us to establish from the beginning like, \"Yo, we can make bangers, too.\" So that's really the inspiration for that song. It was just making a banger that conscious fans could really bang their heads to and enjoy in their cars. That's where most of — the reason we make a lot of the bangers is for that reason.</p><p><strong>MUHAMMAD</strong>: Do you think that there's something missing in hip-hop in general that you made that statement?</p><p><strong>ISSA</strong>: Yeah, for sure. That song was a — damn, they love that song so much. When that song came out, that's exactly what it was like, though. They got \"<a href=\"https://www.youtube.com/watch?v=HJv_I2dyXXU\" target=\"_blank\">Devilish</a>\" and another rappity-rap song and then that one came out.</p><p><strong>AK</strong>: \"<a href=\"https://www.youtube.com/watch?v=4xm_8bYoQYw\" target=\"_blank\">Leopard Shepard</a>\" I think.</p><p><strong>ISSA</strong>: Yeah, \"Leopard Shepard.\" And then a performance video for that came out and the kids just jumped on it cause it was a banger. But I don't know, I try to separate us from hip-hop. I don't like being boxed into anything.</p><p><strong>KELLEY</strong>: What do you think's wrong with the industry?</p><p><strong>ISSA</strong>: I really don't know. I haven't been in it long enough.</p><p><strong>AK</strong>: Substance, maybe. I don't know, like, with the music, for me. In my opinion.</p><p><strong>ISSA</strong>: All these people are lame. I don't know. I don't think I'm a cool guy, but you meet some of these people and it's like, \"Ugh, you suck, bro.\" Like, \"Thought you were awesome.\" So my guess is that is a thing, but I don't know the industry well enough to know what's really missing.</p><p><strong>AK</strong>: Yeah.</p><p><strong>KELLEY</strong>: What about journalism, music journalism, hip-hop journalism?</p><p><strong>ISSA</strong>: What about it?</p><p><strong>KELLEY</strong>: Do you ever check for it? Does it affect anything that you do?</p><p><strong>ISSA</strong>: Nah.</p><p><strong>AK</strong>: Nah. Not really.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>MUHAMMAD</strong>: Alright, so then you guys make the next mixtape. I don't know, you know, usually an album comes.</p><p><strong>ISSA</strong>: Yeah, we had a s---ty label, so.</p><p><strong>MUHAMMAD</strong>: Oh, really?</p><p><strong>KELLEY</strong>: There it is.</p><p><strong>MUHAMMAD</strong>: Do we want to talk about that?</p><p><strong>KELLEY</strong>: Yes, we do.</p><p><strong>ISSA</strong>: Yeah, I don't care.</p><p><strong>KELLEY</strong>: I want to talk about it.</p><p><strong>MUHAMMAD</strong>: If you want to talk about it, let's. So what happened with the label?</p><p><strong>ISSA</strong>: I mean, I think it happens at a lot of independent labels, but they just did nothing at all.</p><p><strong>AK</strong>: Yeah, no financial support and s---. We did everything ourselves.</p><p><strong>ISSA</strong>: Yeah, even forget that. I mean, that's a major thing, but the most I can say I got from <a href=\"http://www.brainfeedersite.com/\" target=\"_blank\">Brainfeeder</a> is a co-sign and a Tweet.</p><p><strong>MUHAMMAD</strong>: Do you think that they didn't understand you when they signed you? Or is it that they're not empowered enough to --</p><p><strong>ISSA</strong>: Yeah, pretty much that.</p><p><strong>AK</strong>: They're not empowered.</p><p><strong>KELLEY</strong>: You mean because of Warp?</p><p><strong>AK</strong>: They're too busy doing their other s---. They have other s--- to do, too, like he's a artist and s---.</p><p><strong>ISSA</strong>: We did a lot of stuff by ourselves. He didn't do anything that a label should do — or, Brainfeeder didn't do anything that a label should do. But I think it's cause they don't know what a label should do.</p><p><strong>KELLEY</strong>: I was gonna ask about that, about <a href=\"http://www.11-11agency.com/\" target=\"_blank\">11-11</a> and the joining of bass music and hip-hop and you guys with this real L.A. label that's really built around <a href=\"http://www.lowendtheoryclub.com/\" target=\"_blank\">a venue</a> that you don't have access to. Why did you go there in the first place? What was the attraction?</p><p><strong>ISSA</strong>: It was successful, too. I forgot why I did that. We were dealing with — there was a couple east coast labels that I won't say, like, independent New York labels, the obvious ones that we were talking to — once again, strategic move. When I got hit up for an L.A.-based label, it was just like, \"Wow, I think I can handle building ourselves in the east coast. If we sign to the west coast, we automatically become a bi-coastal group.\"</p><p>And it was successful, because we're huge over there and I can 100 percent attest that to Brainfeeder cause Brainfeeder's really powerful over there. FlyLo's a legend over there and without Brainfeeder, there probably wouldn't be us in Cali as big as we are. So that was the reason why I went that route. And then it was called Brainfeeder, which just fit.</p><p><strong>AK</strong>: Yeah, it was perfect.</p><p><strong>ISSA</strong>: Fly is a legend — well, a legend in the making.</p><p><strong>AK</strong>: They're all psychedelic people and s---, so it's just funny that we were there.</p><p><strong>ISSA</strong>: There was no rappers. That was a major thing for me was like, \"Oh, there's no rappers here? Alright, cool.\"</p><p><strong>AK</strong>: Be the first, yeah.</p><p><strong>ISSA</strong>: Be the first. I mean, there was a rapper but he's not a rapper.</p><p><strong>KELLEY</strong>: <a href=\"http://jeremiah-jae.com/\" target=\"_blank\">Jeremiah</a>?</p><p><strong>ISSA</strong>: No, Jeremiah's amazing.</p><p><strong>KELLEY</strong>: Yeah, I love him. I think he's great.</p><p><strong>ISSA</strong>: I was talking about <a href=\"http://www.azizigibson.com/\" target=\"_blank\">Azizi Gibson</a>.</p><p><strong>KELLEY</strong>: Oh, OK, OK. No, <a href=\"http://www.npr.org/event/music/304161111/jeremiah-jae-and-oliver-the-2nd-take-it-back-to-the-essence\" target=\"_blank\">we spoke to Jeremiah and Oliver</a>. They're great.</p><p><strong>ISSA</strong>: Jeremiah's beautiful.</p><p><strong>AK</strong>: Yeah, yeah.</p><p><strong>ISSA</strong>: What you saying, brother?</p><p><strong>MUHAMMAD</strong>: I'm just saying, you're trying to move it forward, so you came with the next mixtape, basically to give your people, your fans, something. What was the thought process?</p><p><strong>ISSA</strong>: With <em><a href=\"http://www.datpiff.com/The-Underachievers-The-Lords-Of-Flatbush-mixtape.526320.html\" target=\"_blank\">Lords of Flatbush</a></em>?</p><p><strong>MUHAMMAD</strong>: Yes.</p><p><strong>ISSA</strong>: Alright, well, I knew with the next project — <em>Indigoism</em> was received so well, that it was like everyone was waiting for the next project to see if it would be better than <em>Indigoism</em>. So my idea was \"Why try and make a project better than <em>Indigoism</em> when I can try and make a project completely different from <em>Indigoism,</em> so that they can't be compared to each other at all?\" That way we can try and get a new crowd in to listen to our music. So <em>Lords of Flatbush</em> was another strategic move. It was us trying to expand our sound and also not wanting to box ourselves into just being a boom bap '90s resurgence type of group. So we dropped the project with <a href=\"http://www.nytimes.com/2011/11/06/magazine/lex-luger-hip-hop-beat-maker.html\" target=\"_blank\">Lex Luger</a> that had all bangers on it. And it was also for performance.</p><p><strong>AK</strong>: Except for one song. Well, two. They're all bangers.</p><p><strong>ISSA</strong>: Yeah, they're all bangers but <a href=\"https://www.youtube.com/watch?v=DUvFlKfEgpk\" target=\"_blank\">one at the end</a>, and that was just to remind people that, yes, we still know how to make that kind of music that you like to hear. But, once again, not wanting to be boxed in and not wanting to compete with the first. It was like a strategic step back because we knew that it was gonna be — I don't know if people thought we thought it was getting received — cause it received well, but I think kids thought we were switching it up and not knowing what the hell we were doing.</p><p><strong>AK</strong>: Yeah, to go all mainstream and s---.</p><p><strong>ISSA</strong>: Yeah like, \"The Underachievers deciding to go mainstream.\"</p><p><strong>AK</strong>: Nah, we just showing you guys that we can do that, too. We can do that aspect of music, too.</p><p><strong>ISSA</strong>: So it was like a strategic step back.</p><p><strong>MUHAMMAD</strong>: Well, naturally when you try to do something, you like, \"Well, I want to do this with a specific purpose,\" so people don't, maybe, as you say, compare. That's exactly what they're gonna do. They gonna be like, \"Oh, well, we had this and now this and why that.\" But I think it was very clear that you were trying to engage more people.</p><p>I just listened to <em>Indigoism,</em><em> </em>and I don't get this you guys are a throwback. And I know that people say that --</p><p><strong>ISSA</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: But I don't feel that way. I feel like you guys are the continuation of —</p><p><strong>ISSA</strong>: Why can't it be that?!</p><p><strong>AK</strong>: I guess the voices going back and forth, us being a duo reminds them of the past, s--- that's passed. I don't know.</p><p><strong>MUHAMMAD</strong>: I mean, it was refreshing to me.</p><p><strong>ISSA</strong>: Yeah, I can understand but it's like --</p><p><strong>MUHAMMAD</strong>: Coming from where I come from, man, you guys may or may not know, but to me, that's a classic. That album's a classic. So I'm looking forward to what thought's behind the new album, you know, the much-anticipated first debut record. Do you feel pressure?</p><p><strong>ISSA</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Yeah? Sorry. You did it to yourselves though.</p><p><strong>ISSA</strong>: I don't know what to expect, but it should be good. I mean, it's alright.</p><p><strong>AK</strong>: It's a good album, man.</p><p><strong>ISSA</strong>: You can't ask me about our music. It's good. I like it.</p><p><strong>AK</strong>: But of course you're gonna have pressure. Just making new songs is pressure.</p><p><strong>MUHAMMAD</strong>: Is there a title?</p><p><strong>ISSA</strong> and <strong>AK</strong>: Yeah, <em>By The Cellar Door.</em></p><p><strong>MUHAMMAD</strong>: <em>The Southern Door?</em></p><p><strong>ISSA</strong>:<em> </em><em>The Cellar Door.</em></p><p><strong>MUHAMMAD</strong>: <em>The Cellar Door</em>?</p><p><strong>ISSA</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: So when's the release?</p><p><strong><strong>ISSA</strong> </strong>and <strong><strong>AK</strong></strong>: August 12th.</p><p><strong>AK</strong>: Bam.</p><p><strong>MUHAMMAD</strong>: Are y'all ready?</p><p><strong>AK</strong>: I don't know.</p><p><strong>ISSA</strong>: Yeah.</p><p><strong>AK</strong>: We born ready.</p><p><strong>ISSA</strong>: I'm already thinking about the next, like, five projects. I think that's why. Cause even with <em>The Cellar Door</em>, half the beats on this album I got during <em>Indigoism</em>, and I was like, \"Alright, I'm not gonna use these beats — I'ma save them for later, for <em>The Cellar Door</em> album.\" So it's kinda funny with that.</p><p><strong>KELLEY</strong>: You've had this title for a long time, right?</p><p><strong>ISSA</strong>: Yeah. A very, very, very long time.</p><p><strong>KELLEY</strong>: What does it mean?</p><p><strong>ISSA</strong>: It's like a — supposedly \"cellar door\" is, phonetically, the most beautiful word in the English language — just by sound, not even what it means, like \"a cellar door.\" Originally it was a book I was writing, when I wasn't a rapper, and I lost the notes for the book so I stopped writing it.</p><p>But the reason why we went with that name for the album was cause on this album, it's a lot of faster rapping. Because I feel like, if a lot of people don't really understand what rappers are saying, but they enjoy it because of the flow, then that is like the cellar door because even if you don't know what it means, it's supposed to be a beautiful word just to the ear. We focused on flows on this album and like really flowing over the beats and not really caring much about — well, not not caring, but really focusing on flows and switching flows and fast rapping.</p><p><strong>AK</strong>: Yeah, how the flow touch your body and s---.</p><p><strong>ISSA:</strong> So, yeah that's why it's named <em>Cellar Door</em>, it's like a phonetics thing.</p><p><strong>KELLEY</strong>: It's a OutKast influence. Is what you were saying, some?</p><p><strong>AK</strong>: Not really.</p><p><strong>KELLEY</strong>: Before you were saying that? With the way that they flow? With the way that they interact with the beat?</p><p><strong>AK</strong>: Oh, yeah.</p><p><strong>ISSA</strong>: Yeah, definitely like that, for sure.</p><p><strong>KELLEY</strong>: That creativity.</p><p><strong>MUHAMMAD</strong>: I just can't wait for it, man. I'm itching.</p><p><strong>AK</strong>: I'll send you some tracks, man. I'll send you some tracks.</p><p><strong>ISSA</strong>: Rene will definitely bless you up, for sure.</p><p><strong>MUHAMMAD</strong>: Cause the flow on \"<a href=\"https://www.youtube.com/watch?v=YxwtQ3S5NTY\" target=\"_blank\">Fake Fans</a>\" for example, that flow is sick, it's tight. The cadence is just — I don't know how to explain it. You listen to it, you feel it. It sounds like you going deeper, maybe? Or going further into it.</p><p><strong>ISSA</strong>: That's why I feel like we have so much room for growth, because there's so much that I want to say but I don't know how to rap that good or know how to put it into like --</p><p><strong>MUHAMMAD</strong>: Stop saying that. Don't say that.</p><p><strong>AK</strong>: Yeah, guy. He's an amazing rapper. I don't know why he be fronting.</p><p><strong>ISSA</strong>: There's nicer rappers.</p><p><strong>MUHAMMAD</strong>: Stop saying that.</p><p><strong>AK</strong>: There's always someone gonna be nicer and s---.</p><p><strong>ISSA</strong>: I guess the reason why I think I suck is cause there's so much more that I know I can say, but it's so much harder to put into music, and put into music like people want to hear, first off.</p><p><strong>AK</strong>: I feel you, but you're great, guy.</p><p><strong>MUHAMMAD</strong>: Exactly. I'm about to say, can I give you a grown man admonishment for a minute? From a fan of your music, as much as you talk about, like, ripping off the enlightenment and the freedom, don't put yourself in that box saying you not, cause you are dope, man. You reaching, you touching.</p><p><strong>ISSA</strong>: Yeah, but it's like --</p><p><strong>MUHAMMAD</strong>: Oh, you just gonna block what I'm saying. It's cool. I accept that.</p><p><strong>ISSA</strong>: I'm not blocking it. I just feel like there's so much more that I have to do, cause it's a huge responsibility that comes with — especially the type of rappers that we're becoming — the kids really look up to us, you know what I mean? I feel like the more bigger we get, and the more kids that are inspired by us, eventually they gonna want to know what to do next. And my whole philosophy is I can't really tell 'em what to do next. But it's something that we take it upon ourselves, so I always feel like, if I'm lacking in presenting my message because there's — I don't know.</p><p><strong>MUHAMMAD</strong>: Well, OK. I take that and that's your view on it but didn't you clearly say that I can't show you the way or the path?</p><p><strong>ISSA</strong>: Yeah, it's impossible.</p><p><strong>AK</strong>: Spark you. You could spark them.</p><p><strong>MUHAMMAD</strong>: Yeah, exactly.</p><p><strong>ISSA</strong>: Spark their compasses, so they can go out and --</p><p><strong>AK</strong>: Good way to put it.</p><p><strong>ISSA</strong>: Yeah, I don't like — third eye. I hate that word.</p><p><strong>AK</strong>: We gotta stop saying it.</p><p><strong>ISSA</strong>: Oh, yeah. I don't say that word ever again.</p><p><strong>AK</strong>: <em>The Cellar Door</em> is the last of those. Symbolizes closing of that.</p><p><strong>ISSA</strong>: Yeah, it's even on the album. It's some Latin there that means the end of the beginning, cause after this — I've learned enough from the last three projects to like --</p><p><strong>AK</strong>: Make real music.</p><p><strong>ISSA</strong>: Make even better music.</p><p><strong>KELLEY</strong>: What do you mean real music?</p><p><strong>ISSA</strong>: Not real music, he means we're better. We're evolving.</p><p><strong>AK</strong>: I was just saying we're — producing as well, too.</p><p><strong>KELLEY</strong>: Right, OK.</p><p><strong>ISSA</strong>: Yeah, he didn't mean <em>real </em>music. Cause we're still young. It's going on two years now, but where we're now fully molding together, understanding — it takes a while. There's groups that have been together for like 11 years. We really have two years in together, so think of how much growth we really still have left together as a group.</p><p>And then separate. Cause I only just started making music. And now is the time that I'm actually thinking of myself as a musician. It took mad long before — after touring a couple times it was just like, \"Damn, I can't even lie to myself anymore and say it's not real.\" Now I'm really buckling down and things are hitting me like, \"Oh, damn you have this responsibility and you have to do this and this.\"</p><p>I think if I just use other outlets — I think that's what I have to do is not only just use the musical outlet. I think if I get my blog back up with — I used to blog about a bunch of stuff. The kids used to really like that cause then they'll get the music, enjoy the music, and then they can go to the blog and read and see \"Oh, alright, this kid really knows what he's talking about.\"</p><p><strong>AK:</strong> Get real information. Fire.</p><p><strong>ISSA:</strong> Cause some people, they'll listen to a couple songs and be like, \"Yo, these kids have no clue what they're talking about.\" Or like, \"They're not really on this.\" Or, \"They're faking it.\" It's like, \"Dude, this is two songs.\"</p><p>I understand though, cause if you just listen to two or three songs this gonna sound like a bunch of blahedly blah third eye, f---ing things like that. So I don't really blame them for that, but that's why I have to find a way to better get the message out.</p><p><strong>AK</strong>: Infuse the culture.</p><p><strong>ISSA</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: I think that the most important part is realizing that you can grow into being a musician. That's a big deal. And when you do that — how do I say this? It's like your music takes on a different form.</p><p><strong>ISSA</strong>: Yeah, for sure.</p><p><strong>MUHAMMAD</strong>: Because a lot of people, they stay in party mode. I'll say specifically that was one of the things that separated Tribe when we finally hit that point of hitting, you know, just orbiting the earth and shooting out and going further, it was when we stopped partying. We realized that this is — we can really transmit our message. We learned from going on the road, hitting up Europe and experiencing different things and connecting with people and realizing we can do a lot with it.</p><p><strong>ISSA</strong>: This is real. This is like a real deal thing going on here.</p><p><strong>MUHAMMAD</strong>: And that was the point when things really took off and changed. Especially inside of us and just going in the studio and feeling confident. Like, I know when I come in, I don't need my engineer to do certain things. It's things that we knew like, \"OK.\" And that was actually when the music got better.</p><p><strong>ISSA</strong>: Definitely.</p><p><strong>MUHAMMAD</strong>: So it's a good place.</p><p><strong>KELLEY</strong>: When you started making real music? How old are you guys right now?</p><p><strong>ISSA</strong>: 23.</p><p><strong>AK</strong>: 22.</p><p><strong>KELLEY</strong>: How old were you guys when that happened for you?</p><p><strong>MUHAMMAD</strong>: About the same age. Yeah.</p><p><strong>KELLEY</strong>: I know that this whole savior of New York hip-hop thing is a lot of pressure and basically fake. At the same time, you feel it.</p><p><strong>ISSA</strong>: Yeah, no, I love it. I hope I don't sound like I'm not with it. I love that. This is my city. I love New York and I love representing it. The one thing I don't like is the, \"Yeah, they're trying to be like the '90s.\"</p><p><strong>KELLEY</strong>: The retro thing.</p><p><strong>ISSA</strong>: That thing.</p><p><strong>AK</strong>: Yeah, we not trying to do none of that.</p><p><strong>KELLEY</strong>: That's not it. But there is something obviously special happening and, you've talked about this, but in different boroughs, all over the place, really different sounds. Would it ever be possible to get everybody together on one stage?</p><p><strong>ISSA</strong>: Oh, yeah it would. Everyone's friends.</p><p><strong>KELLEY</strong>: Why has that not happened yet?</p><p><strong>ISSA</strong>: It's gonna happen. There's no doubt about it.</p><p><strong>AK</strong>: Yeah, we just gotta grow more. Everyone just gotta grow.</p><p><strong>ISSA</strong>: Yeah, we all just got so much more work to do, but New York is a very --</p><p><strong>AK</strong>: Connected.</p><p><strong>ISSA</strong>: Connected. Everyone doing things in New York, we're all friends. From the ASAPs to the World's Fair, to the Zombies to Action to — you can name any New York — well, upcoming New York — artist. I think the only one who's really not with that new New York thing is Troy Ave. He's with the mainstream thing. But in terms of New York artists and — not even just New York artists — upcoming artists across the country, it's a connection all the way through from Chance to <a href=\"http://www.npr.org/blogs/microphonecheck/2014/01/29/265730068/putting-the-pill-in-the-pudding-an-interview-with-danny-brown\" target=\"_blank\">Danny Brown</a> to the kids on the west. It's kind of crazy what's going on right now. For real.</p><p><strong>KELLEY</strong>: I'm just trying to figure out the venue, honestly.</p><p><strong>ISSA</strong>: Yeah, it'd be big.</p><p><strong>KELLEY</strong>: Where can we put everybody?</p><p><strong>ISSA</strong>: I don't know, but Rocky could headline.</p><p><strong>AK</strong>: A festival.</p><p><strong>KELLEY</strong>: Hammerstein?</p><p><strong>MUHAMMAD</strong>: Not Hammer — well Hammerstein, obviously, that's a good one, or what's the other one on 59th?</p><p><strong>KELLEY</strong>: Oh, Terminal 5?</p><p><strong>ISSA</strong>: Terminal 5. Lit.</p><p><strong>MUHAMMAD</strong>: Terminal 5.</p><p><strong>ISSA</strong>: That place is crazy.</p><p><strong>KELLEY</strong>: That place is ridiculous. It doesn't sound that great.</p><p><strong>MUHAMMAD</strong>: Really?</p><p><strong>ISSA</strong>: It's gonna happen.</p><p><strong>KELLEY</strong>: Well, we should do it.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>ISSA</strong>: Yeah, that would be fire if you got — oh, yeah. Hell yeah, if you guys did it?</p><p><strong>MUHAMMAD</strong>: You just said something. You put it out.</p><p><strong>KELLEY</strong>: I put it out into the world. That's what I did. Vision board.</p><p><strong>MUHAMMAD</strong>: We gonna have to talk about this outside the room. Nah, we should definitely do that. Is there any other city outside of New York that gives you that home feeling?</p><p><strong>AK</strong>: L.A.</p><p><strong>ISSA</strong>: Yeah, L.A. Even more — well, as a artist. As a me, New York is home for forever. But as a rap artist, L.A. embraces us, ridiculously.</p><p><strong>AK</strong>: Love the vibe over there. It's just mad chill. And good weed and s---.</p><p><strong>ISSA</strong>: The kids are — the fans over there are like — they love us more than over here. They love us in New York, but over there is like — well, I mean, I guess it's cause the grass is greener, blah, blah, blah type of thing. So since we're so far, it's like they really go crazy there.</p><p><strong>MUHAMMAD</strong>: What has been the craziest show so far?</p><p><strong>AK</strong>: There's been a bunch, man.</p><p><strong>ISSA</strong>: I don't know. It might have been — Australia was crazy.</p><p><strong>AK</strong>: Yeah, Australia was insane.</p><p><strong>ISSA</strong>: Every show in Australia was crazy.</p><p><strong>KELLEY</strong>: Why? I've never been there.</p><p><strong>ISSA</strong>: When you go overseas, you're like — well, Australia, off rip, is the most awesome country ever.</p><p><strong>AK</strong>: No one goes there and s---, probably.</p><p><strong>KELLEY</strong>: Really?</p><p><strong>ISSA</strong>: Yeah. Australia's the best country. You should go there.</p><p><strong>MUHAMMAD</strong>: What was that trip like? I mean that's a long flight, man. Did they give you guys business class or was it economy?</p><p><strong>ISSA</strong>: Nah, regular.</p><p><strong>MUHAMMAD</strong>: They gave you the regular, get in the back of the bus treatment?</p><p><strong>AK</strong>: Had to take a Jack Daniels shot and s---, a couple of those, to go to sleep.</p><p><strong>ISSA</strong>: It was lit, though. It was fun.</p><p><strong>MUHAMMAD</strong>: So when you got there, though, it was the same thing? How was it? Was it kind of like, just get in the 15, 16-passenger van and trooping up the coast on your own?</p><p><strong>ISSA</strong>: Nah, they took care of us really good over there.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>ISSA</strong>: We had to do a lot of flying. Like, maybe nine flights in a week or something like that.</p><p><strong>KELLEY</strong>: Damn.</p><p><strong>ISSA</strong>: It was really, really a lot of flying, but it was all worth it and --</p><p><strong>AK</strong>: It was fun. Crazy.</p><p><strong>ISSA</strong>: It was the most fun I've ever had, probably.</p><p><strong>KELLEY</strong>: Why? Does the crowd respond differently?</p><p><strong>AK</strong>: Yeah, they respond. They, like, ecstatic.</p><p><strong>ISSA</strong>: Oh, yeah, they're crazy.</p><p><strong>KELLEY</strong>: What do they do?</p><p><strong>ISSA</strong>: It's like --</p><p><strong>AK</strong>: Grab you, pull you into the crowd.</p><p><strong>ISSA</strong>: It's like — Paris was super fun, right? But Australia they speak English. That's the major thing that separates it.</p><p><strong>KELLEY</strong>: OK, got it.</p><p><strong>ISSA</strong>: So it's like you're with Euro fans who also speak English. That just makes it that much bigger. I mean, we still have so much traveling to do, but out of the countries that we've been to that's what really separated it to me. Was just like, \"Damn, they going crazy, but then I can talk to them and hear what they're saying and communicate with them.\" So I think that might have been a factor. It's really beautiful out there.</p><p><strong>MUHAMMAD</strong>: Have you been to Asia?</p><p><strong>ISSA</strong>: Nah, not yet.</p><p><strong>MUHAMMAD</strong>: Not yet? Oh, they gonna eat you guys up, man.</p><p><strong>ISSA</strong>: Oh, yeah, that's another thing! They love black people in Australia. On some crazy level of like, god-level like, \"Oh my god, can I touch your skin?\" Like, \"Damn, is this really going on right now?\" It's crazy. And then they have these people called Aboriginals who they hate. Those are like the black people of over there, is pretty much what I'm saying. That was cool, too, but I think it was like that everywhere overseas that we went to.</p><p><strong>MUHAMMAD</strong>: Has there been a dream or aspiration that you've been on your path to achieve, and there have been person or people who told you it's impossible? Stop, quit, don't?</p><p><strong>ISSA</strong>: Not for me.</p><p><strong>AK</strong>: No one, yeah, I don't think no one told me to stop what I was doing. Never like that.</p><p><strong>MUHAMMAD</strong>: Dope.</p><p><strong>ISSA</strong>: Yeah, I never — I didn't tell my mom I was making music until I was able to show her like, \"Look, a million views. I was making music this whole time.\" Like, \"What?!\" That's how I did it, so, nah.</p><p><strong>KELLEY</strong>: What did she say?</p><p><strong>ISSA</strong>: She still doesn't believe. Until I like make the cover of, like, <em>XXL</em><em> </em>or something like that. Where it's some real rap, like a hard thing.</p><p><strong>KELLEY</strong>: Nah, she gonna hear you on NPR.</p><p><strong>MUHAMMAD</strong>: I was about to say, NPR is the thing — the parents convincer.</p><p><strong>ISSA</strong>: I know, for sure. This is one of the biggest things that we've done. Like I was super — when I seen that email, I was like — to Larry, the guy over there — I was like, \"Damn how?!\" Might have said \"F---, yeah!\" in the email. And I deny all interviews. I don't like interviews. They're always really bland.</p><p><strong>AK</strong>: Yeah.</p><p><strong>KELLEY</strong>: Why do you want to reach the \"mainstream.\" I know you want to get what you're doing out in front of a big audience and everything, but what is the mainstream and how is it different from the kids or your people, your fans? Why do you care about them?</p><p><strong>ISSA</strong>: It's a bigger plateau.</p><p><strong>AK</strong>: Yeah, you can reach more people.</p><p><strong>ISSA</strong>: It's a bigger stage. That's it. That's pretty much just it, literally. Just touching a larger amount of people. I don't want to make it sound like we want to go mainstream like Katy Perry. It's more like I don't want to box myself in like a MF Doom or something.</p><p><strong>AK</strong>: We want to keep our sound, but, yeah, expand our message.</p><p><strong>ISSA</strong>: Where it's like — he's an underground legend, but he touches a smaller amount of people than I feel like we have the potential to touch. It's that kind of thing. It's not like going mainstream to be a pop artist, but going mainstream to have a bigger crowd.</p><p><strong>KELLEY</strong>: Can you imagine a world in which you are on Hot 97?</p><p><strong>ISSA</strong>: Nah. So that mainstream? Nah.</p><p><strong>KELLEY</strong>: So can you reach mainstream without commercial radio?</p><p><strong>ISSA</strong>: Yeah, I think so.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>AK</strong>: I don't know.</p><p><strong>ISSA</strong>: It depends. Do we consider Mac Miller mainstream yet?</p><p><strong>AK</strong>: Yeah.</p><p><strong>ISSA</strong>: You know what I mean? Or like --</p><p><strong>KELLEY</strong>: I guess not.</p><p><strong>ISSA</strong>: Not right?</p><p><strong>AK</strong>: Cause he's not on the radio all the time.</p><p><strong>ISSA</strong>: Then no.</p><p><strong>KELLEY</strong>: He will be though.</p><p><strong>ISSA</strong>: I'm thinking of <a href=\"http://www.npr.org/blogs/microphonecheck/2014/02/26/282136851/schoolboy-q-i-call-myself-all-american\" target=\"_blank\">ScHoolboy Q</a>, and ScHoolboy Q's on the radio right now.</p><p><strong>AK</strong>: He's mainstream right now.</p><p><strong>ISSA</strong>: But the barriers of breaking — actually, I think it could happen. The barriers of breaking — artists like Kendrick and ScHoolboy now and people like that are taking that underground touring world that Tech N9ne is the king of and actually being able to break down into the mainstream world. So I don't think it's that far-fetched as it was before. But as of now — like if god — god — it was like you either die if it's yes or no, I would say no.</p><p><strong>AK</strong>: You need radio.</p><p><strong>ISSA</strong>: Yeah.</p><p><strong>AK</strong>: Yeah.</p><p><strong>KELLEY</strong>: And Chance, too.</p><p><strong>AK</strong>: Yeah, he's doing his thing.</p><p><strong>ISSA</strong>: This was an awesome interview.</p><p><strong>AK</strong>: Yeah, you guys are great.</p><p><strong>ISSA</strong>: The best.</p><p><strong>MUHAMMAD</strong>: Thanks. I have a question. Who came up with the artwork for <em>Indigoism</em>? It's hard to say that sometimes.</p><p><strong>ISSA</strong>: This kid <a href=\"https://twitter.com/A_Mulli\" target=\"_blank\">A.Mulli</a>. We designed it together. It's alright.</p><p><strong>MUHAMMAD</strong>: It's alright? Why did you just say it's alright?</p><p><strong>AK</strong>: You like it?</p><p><strong>MUHAMMAD</strong>: Yeah, I like it. I mean, it made me — I like looking at — it wasn't like a physical album. It was a digital copy but --</p><p><strong>ISSA</strong>: The new one is more fire.</p><p><strong>AK</strong>: Yeah, you seen the new cover?</p><p><strong>MUHAMMAD</strong>: No, I haven't.</p><p><strong>AK</strong>: I'll show you after, that s--- is super fire.</p><p><strong>ISSA</strong>: It's iconic. I think that's the only thing missing from the <em>Indigoism</em> cover, was it's not iconic for the album. Cause I didn't think the album was gonna be that good. If I'd have known it'd be that good — I mean, not \"that good,\" but received that well — I would have went harder to try and figure out the cover. Cause that's a font you can find on the Internet.</p><p><strong>MUHAMMAD</strong>: Were the images deliberate or what?</p><p><strong>ISSA</strong>: Oh, yeah for sure. The entire thing for sure.</p><p><strong>MUHAMMAD</strong>: So why?</p><p><strong>ISSA</strong>: Talk about it?</p><p><strong>MUHAMMAD</strong>: Yes.</p><p><strong>ISSA</strong>: Secretly, with the covers, I've been putting little things inside of it, and when it came to putting that up, I chose that photo — cause I work with — everyone that we do anything creative with, that helps us is — I just don't know how to use a computer, so I'm telling them what to do. Like even with the videos, I'll direct them. So, I pretty much designed it, though, just say that.</p><p>And with the cover, I didn't think I was a rapper, like I been saying. I now for the first time think I'm a rapper. So the reason I was hiding my face on the cover and his face is down because it was a hiding type of thing. Not hiding, but not confident type of thing in terms of the project.</p><p>And then with <em>Lords of Flatbush</em>, the reason why I'm outside of the house and he's inside is cause eventually that's where we branded to, to where I was the person that spoke more, but he's the heart of The Underachievers. So he's in the house, and I'm outside. So that was that.</p><p>And then on the new cover, if you'll see there's a — I took the symbolism to another level. There's like 100 symbols on it. I just really liked when artists used to do cool things, like Bone Thugs with that ouija board on the cover. I miss things like that, so I was just trying to do those types of things, like have stories. I like stories behind everything. That's why all our songs have weird names, sometimes.</p><p><strong>MUHAMMAD</strong>: I was just curious about the image cause it stands out, especially like, there is a face, there isn't a face. I just wonder about that. And then I think that there is more to physical symbols or a sign of an ideology based off of a symbol, and sometimes you plant it in plain view and it just gets overlooked.</p><p><strong>ISSA</strong>: Yeah, for sure.</p><p><strong>MUHAMMAD</strong>: You guys have that pyramid on there, and I think about the pyramid in Lower Manhattan and I'm like do people even see that pyramid? What does that mean?</p><p><strong>KELLEY</strong>: What pyramid in Lower Manhattan?</p><p><strong>MUHAMMAD</strong>: See? There's a pyramid they built in Lower Manhattan. We all see it all the time.</p><p><strong>KELLEY</strong>: Where? What are you talking about? Do you guys know what he's talking about?</p><p><strong>ISSA</strong>: Nope.</p><p><strong>AK</strong>: Nah.</p><p><strong>KELLEY</strong>: What are you talking about?</p><p><strong>MUHAMMAD</strong>: See. I've been waiting for the right people to talk about this. I've been holding onto this for a minute. It is a huge pyramid in Lower Manhattan in front of all of our faces that was built deliberately and we don't see. Well, I see the pyramid.</p><p><strong>ISSA</strong>: Of course.</p><p><strong>KELLEY</strong>: Where is it?</p><p><strong>MUHAMMAD</strong>: I'm like, why did they build the pyramid in Manhattan and what does that really mean?</p><p><strong>ISSA</strong>: I'ma try to find this pyramid now and shoot a music video.</p><p><strong>AK</strong>: Where's it at? Do you know where it's at exactly?</p><p><strong>MUHAMMAD</strong>: I know exactly. You know where it is. We all know where it is. The world knows where it is.</p><p><strong>KELLEY</strong>: Oh my god, I can't take this.</p><p><strong>AK</strong>: Where is it, guy?</p><p><strong>MUHAMMAD</strong>: The Liberty Building.</p><p><strong>ISSA</strong>: What, where is it there?</p><p><strong>MUHAMMAD</strong>: Exactly. Each side has a pyramid.</p><p><strong>KELLEY</strong>: Oh, the new building?</p><p><strong>MUHAMMAD</strong>: The new World Trade Center.</p><p><strong>KELLEY</strong>: Yeah, I look at it all the time. I go up on my roof. I look at it every night, and I'm like that looks — it doesn't look right.</p><p><strong>MUHAMMAD</strong>: There's a completion of the pyramid. It's the top and bottom of the pyramid. If you look at it, you will clearly see.</p><p><strong>ISSA</strong>: Whoa I love these guys.</p><p><strong>KELLEY</strong>: I know what you're talking about. I know what you're talking about.</p><p><strong>MUHAMMAD</strong>: So I just was wondering with you guys cause y'all take the music beyond Beemer, Lexus and Benzes. I wanted to talk to you guys about that, but I don't know. Maybe next time you come up we can go.</p><p><strong>ISSA</strong>: Yeah, I'm with it. For sure we're going to all those type of things.</p><p><strong>KELLEY</strong>: Shoot the next video on top of the new building.</p><p><strong>AK</strong>: I wish.</p><p><strong>KELLEY</strong>: That's Conde Nast offices. We could break you in.</p><p><strong>ISSA</strong>: Sounds like a good plan.</p><p><strong>KELLEY</strong>: I just want to quickly say it's strange to bring up September 11th, but I think that it's kind of quietly there for everybody that lives here and was there and I think it might be one of those little things that — I know that your music is universal and for a lot of people — but there are specifics in it that speak to people, you know, from the block.</p><p><strong>ISSA</strong>: For sure.</p><p><strong>KELLEY</strong>: It matters. It just matters.</p><p><strong>ISSA</strong>: Yeah, it's all linked up together. There's no way that our music's a correlate to that whole type of thing that happened there. It wasn't deliberate, of course, but, yeah.</p><p><strong>MUHAMMAD</strong>: Well, thank you for delivering a classic album.</p><p><strong>AK</strong>: Thank you for loving it, man.</p><p><strong>MUHAMMAD</strong>: Looking forward to more from you guys.</p><p><strong>ISSA</strong>: I hope we don't disappoint. I'm so scared.</p><p><strong>KELLEY</strong>: Oh my god.</p><p><strong>ISSA</strong>: But even if we do, it's gonna get better.</p><p><strong>AK</strong>: For sure.</p><p><strong>MUHAMMAD</strong>: Exactly. Nah, I doubt I'll be disappointed.</p><p><strong>KELLEY</strong>: No, we want to hear it. We want to come to all the shows. We want to watch it happen. We're excited.</p><p><strong>AK</strong>: You guys are invited, man. Any time.</p><p><strong>KELLEY</strong>: Thanks, guys.</p><p><strong>MUHAMMAD</strong>: Thank you.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Underachievers%3A+%27We%27re+Still+Young%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345793982-4a6f6d.m3u?orgId=1&topicId=1105&aggIds=100920965&e=340667280&ft=nprml&f=340667280"},{"href":"http://media.npr.org/assets/img/2014/08/15/163775444-d1e7f52c1fdf6cce848d6e47808d8331a9929763.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2424","width":"3232"}}]}