{"created":"2015-01-27T08:39:32+00:00","modified":"2015-02-26T21:05:37+00:00","valid":{"from":"2015-02-26T21:05:36+00:00","to":"3015-02-26T21:05:36+00:00"},"hreflang":"en","title":"'Stronger Than Ever' Sundance Docs Tackle Scientology, Campus Rape","published":"2015-01-27T16:27:00+00:00","teaser":"Critic Kenneth Turan says <em>Going Clear</em> and <em>The Hunting Ground</em> are among the films that \"blew people away\" at this year's Sundance Film Festival.","itags":["npr_api","381589595"],"guid":"8d56acbc-962d-4e16-b574-12d15d252388","contentencoded":"<p>Over in Park City, Utah, the Sundance Film Festival is in full swing. Critic Kenneth Turan tells NPR's Renee Montagne about some of the festival's must-see films, including documentaries about Scientology, rape on college campuses and Nina Simone, and a romantic drama based on a novel by Colm Tóibín.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the festival's stand-out documentaries</strong></p><p>This year, really, I think they're stronger than ever. There [are] some films that really just blew people away. There are two of them that I wanted to mention that really have political context, that really are kind of controversial. There's one called <em>The Hunting Ground</em>, which is directed by Kirby Dick, who did <em>Invisible War</em> a couple years ago, which is a film about rape in the military. This is a film about rape on college campuses, and the situation is just as bad, but in some ways more complex because of other factors, money-involved factors. One of the really interesting facets of <em>The Hunting Ground:</em> It's the first time that the woman who has <a href=\"http://www.npr.org/blogs/thetwo-way/2013/12/05/249020665/prosecutor-no-charges-against-fsu-quarterback-jameis-winston\">accused Florida State quarterback Jameis Winston</a> of rape — it's the first time she's on camera telling her story. Jameis Winston has been investigated, not formally charged. But this woman tells her side of things. It's very powerful, it's very moving, and it's especially interesting in the context of the rest of the film where you see it's all of a piece with what is happening on campuses across the country. It's a very moving film.</p><p>The other film that everyone is talking about is called <em>Going Clear</em>. It's directed by Alex Gibney [of 2007's <em>Taxi to the Dark Side</em>] and it's about Scientology. It's taken from Lawrence Wright's book, and it's got a lot of footage of interviews with disaffected former Scientology leaders. It's got inside Scientology footage of some of their gatherings. It's very, very chilling stuff.</p><p><strong>On two documentaries about complicated American celebrities</strong></p><p>They're documentaries about major show business figures who had complicated, troubled lives, and you get to see inside these lives in a really unexpected way. The first one that played on opening night is called <em>What Happened, Miss Simone?</em> It's about the singer Nina Simone. The title is from a poem by Maya Angelou, who wondered about the gap in Nina Simone's performing career. And this looks at the entirety of her career — how she started, why she turned to singing in the first place. She had a major involvement in the civil rights movement, then she had a lot of personal difficulties, and this film really shows us what her life was like in a very intimate way.</p><p>The other film is about Marlon Brando. It's called <em>Listen to Me Marlon</em> because this is from a collection of audio tapes that Brando made for his own use. He was going to do some kind of project with these tapes, then he died and filmmakers have gotten access to them. They've also gotten access to TV interviews, news reels that Brando did. And this is kind of a sound and image collage that really gives you a real idea of the kind of person he was. If you care about Marlon Brando — and if you care about film acting, of course you do — this film is really a revelation.</p><p><strong>On his favorite drama</strong></p><p>It would be <em>Brooklyn</em> without a doubt. This is a film I fell in love with. This is a romantic drama. It's got a wonderful pedigree. It's from <a href=\"http://www.npr.org/books/titles/138049723/brooklyn\">a Colm Tóibín novel</a>. Its screenplay [is] by Nick Hornby. It's the story of a young woman who emigrates from Ireland to [Brooklyn, New York,] in the early 1950s. It's about kind of the heartbreak of immigration, of leaving your home. It's about the joy of romance, the complications of romance. It's beautifully done. It's really got everything I'm looking for in a film, so I can't wait until this is in theaters and I can tell people to see it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Stronger+Than+Ever%27+Sundance+Docs+Tackle+Scientology%2C+Campus+Rape&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381783219-b5aad5.m3u?orgId=1&topicId=1045&e=381589595&d=226&ft=nprml&f=381589595"},{"href":"http://media.npr.org/assets/img/2015/01/26/going-clear-6f2ae3f9cf37ed843b3bb07e5155cc5b6c369c51.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2015/01/26/thehuntingground_still1-63894bbc8a879bfa5fd3ade07b66a3b92f830faa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}},{"href":"http://media.npr.org/assets/img/2015/01/26/miss-simone-b873fa11eb637e44d6caf712f69e5007f4f16604.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1050","width":"1401"}},{"href":"http://media.npr.org/assets/img/2015/01/26/brooklyn-ecec8661b441e0cfb42df92f1b7d661aa42daf4b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}