{"created":"2014-10-01T18:40:40+00:00","modified":"2014-10-02T17:51:02+00:00","valid":{"from":"2014-10-02T17:51:02+00:00","to":"3014-10-02T17:51:02+00:00"},"hreflang":"en","guid":"8d5fb105-9d0b-4102-94a5-4c74d4377ef6","title":"This musical style was once a dividing line in Turkish culture","published":"2014-10-02T17:51:00+00:00","byline":"April Peavey","tags":["music","history","culture","Music","Arts, Culture & Media","Asia","Turkey","Middle East","Asia","Mehmet Ali Sanlikol","Recep Tayyip Erdogan","Global Hit","Arabesque","Turkish people","Turkey","Recep Tayyip Erdoğan"],"teaser":"Mehmet Ali Sanlikol is a Turkish Cypriot and musician now living in Boston. On his most recent trip home, he saw how Arab tourists and Syrian refugees are changing his country. But his own style, Turkish Arabesque, was also one part of Turkey's changing demographic scene.","contentencoded":"<p><span style=\"line-height: 1.538em;\">Mehmet Ali Sanlikol</span>, a musician from Bursa, Turkey, lives in Boston these days. But he goes back to Turkey every chance he gets, and on his latest trip last month, he noticed some major changes.</p><p>What struck him the most was the combination of Syrian refugees and Arab tourists flocking into Turkey. <span style=\"line-height: 1.538em;\">This was something new, certainly nothing like the tourists he saw before he left 21 years ago.</span></p><p>Back then, most of the visitors were from Western nations. There was certainly no flood of refugees fleeing a war just across the border. But even then, there were cultural and social divides in the country:&nbsp;rural vs. urban, elite vs. poor.</p><p>Not even music was exempt. For example, one of the most &quot;hotly debated topics was this &#39;Arabesque&#39; music movement. The so-called white Turks were really annoyed&quot; by this music, Sanlikol remembers.</p><p>You might think&nbsp;<a href=\"http://www.turkishmusicclub.com/arabesque.htm\">Turkish Arabesque</a> is a nod to the Arab world, but, as Sanlikol explains, it&#39;s much more than that.</p><p>&quot;It&#39;s actually a true blend of many Anatolian internal Turkish cultures,&quot; he says. That includes influences from different backgrounds you might find in the Turkish countryside, including &quot;Turkish, Kurdish, etc. So it really is, in fact, a rich ... type of social phenomenon.&quot; He likens the fusion to the racially mixed roots of rock-and-roll in the US.</p><p>On his latest CD, called <a href=\"http://www.amazon.com/Whatsnext-Mehmet-Ali-Sanl-kol/dp/B00IL93KSG/ref=sr_1_1?s=dmusic&amp;ie=UTF8&amp;qid=1412185436&amp;sr=1-1&amp;keywords=Mehmet+Ali+Sanl%3Fkol\">Whatsnext</a>, Sanlikol uses Turkish Arabesque melodies, but he&#39;s <a href=\"http://sanlikol.com/\">also a jazz musician</a>. So, on this album he merges both east and west.</p><p>This blending of two worlds is most evident in the song &quot;Palindrome.&quot;</p><p>[[{\"fid\":\"74737\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":360,\"width\":480,\"alt\":\"Palindrome on YouTube\",\"title\":\"Palindrome\",\"class\":\"media-element file-default\"}}]]</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Turkish.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/turkishjpg"}]}