{"created":"2014-10-08T02:25:00+00:00","modified":"2014-10-31T00:21:45+00:00","valid":{"from":"2014-10-31T00:21:45+00:00","to":"3014-10-31T00:21:45+00:00"},"hreflang":"en","title":"Wounded Bull-Runner: 'If You Run Long Enough, You Get Gored'","published":"2014-07-12T22:30:00+00:00","teaser":"Bill Hillmann, a writer from Chicago, contributed to the book <em>Fiesta: How to Survive the Bulls of Pamplona. </em>He was gored at this year's running of the bulls in that city, but says he plans to return.","itags":["npr_api","330683866"],"guid":"8d65da2f-cc36-4388-ae6b-b007c597c75d","contentencoded":"<p>When Bill Hillmann joined this year's running of the bulls in Pamplona, Spain, he knew exactly what he was signing up for. After all, he co-wrote the book on it.</p><p>Hillmann was a contributor to <em>Fiesta: How to Survive the Bulls of Pamplona. </em>But his expertise didn't protect him from harm this year: A lone bull, or <em>suelto, </em>gored him through the right leg.</p><p>From his hospital bed, Hillmann tells NPR's Kelly McEvers that he feels fine. \"They've got me on some really good painkillers, so I'm just kind of floating here,\" he says.</p><p>Hillmann says that his family has been telling him for years to stop running with the bulls, but despite his injury, he won't be stopping. \"It's a very important part of my life,\" he tells McEvers, \"and I'm going to continue.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On what happened right before he was gored</strong></p><p>I ran with the pack at first, and the pack sort of passed me, and I sort of shrugged it off. But I look back and there was one bull that had been separated from the pack and was left. And when that happens the bull loses its herding instinct and it decides just to gore everything in its sight. It's the most dangerous situation in the run, but it's something that I love. ...</p><p>And when I get close, the bull instantly sort of acknowledged me and approached me. ... I figured I was going to run this bull all the way into the arena, which was about 80 yards. But I put my hand out behind me and I felt another runner behind me, and when I looked back that runner yelled at me and pushed me. I was like, \"Whoa, that is not normal ... Why is that guy doing that?\" And the bull came, and he sort of charged when he saw the commotion.</p><p>Then the guy pushed me even harder, and this time I fell. And when I fell, the bull fell. And as the bull fell, he gored me in the thigh and lifted me up and threw me.</p><p><strong>On what it felt like to be gored by the bull</strong></p><p>There was no pain whatsoever. It was just that I felt like I had been picked up and moved. And I crawled out on my back — the bull tried to get me a couple more times as I was crawling out. A medic who was on the other side of the fence, he dragged me out the rest of the way. And I looked down and there was about a racquetball-sized hole in my thigh. And there was another hole in my thigh, sort of under my thigh ... and that was the exit wound of the horn.</p><p>And I started thinking, \"OK, I might be dying.\" And I was just kind of amazed by that. ... I asked [the medics], like, \"Is it the arteries?\" And they sort of looked and kept working, and then they stopped and said, \"No. It's just the muscle, you're fine.\"</p><p><strong>On whether it was the other runner's fault</strong></p><p>Oh, yeah. No question. ... My running friends have all been researching really vigorously, looking at the photos, to try to identify the runners, and it appears to be three English tourists who were panicking and didn't know what to do and were freaking out. And in the panic, they pushed me.</p><p><strong>On the irony of being gored after contributing to <em>Fiesta: How To Survive The Bulls Of Pamplona</em></strong></p><p>I don't see it as an irony at all. I am alive. I survived. ...</p><p>Gorings are part of the run, and if you run long enough, you get gored. Most people see it as a badge of honor, you know. I don't know if I feel that strongly about it. I wish I wasn't gored, for example. I mean, I'm not glad I got gored at all.</p><p>At the same time, you know, I know when I step in the street that this is part of it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wounded+Bull-Runner%3A+%27If+You+Run+Long+Enough%2C+You+Get+Gored%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330967234-548081.m3u?orgId=1&topicId=1008&ft=3&f=330683866"}]}