{"created":"2015-06-01T18:40:13+00:00","modified":"2015-06-01T18:49:34+00:00","valid":{"from":"2015-06-01T18:49:34+00:00","to":"3015-06-01T18:49:34+00:00"},"hreflang":"en","guid":"8d6bcb4f-fb56-4189-b93e-f594631ecd65","title":"One of nation's biggest polluters sucks water from drier and drier river system","published":"2015-06-01T18:49:29+00:00","byline":"John Hockenberry","teaser":"There's a massive coal-powered pumping station to extract drops from the Colorado River basin. Few things offer such an insight into the illogical water policies of the American West, says The Takeaway host John Hockenberry. ","tags":["Environment","Science, Tech & Environment"],"contentencoded":"<div class=\"article-head\">\n<div class=\"article-wide segment-full\">\n<div class=\"article-description\">\n<p>In the desert of western Arizona rises a symbol of the America's illogical water policy.</p>\n<p>Gigantic and visible for hundreds of miles, it looks like some industrial church or mysterious weapons system, or the spaceport for some lost alien civilization.</p>\n<p><a href=\"http://www.thetakeaway.org/story/farming-and-west-man-made-water-crisis/\">ProPublica reporter Abrahm Lustgarten</a>, who<a href=\"https://projects.propublica.org/killing-the-colorado/story/arizona-cotton-drought-crisis\" target=\"_blank\"> investigated</a> the agricultural subsidies that are complicating the Western drought, spoke without hesitation when I asked him what epitomizes the unsustainability and madness about Western water policy.</p>\n<p>“Go visit the massive coal-driven pumping system called the Salt River Project Navajo Generating Station.”</p>\n<p>The station's three giant smokestacks appear out of nowhere while you're driving in the middle of the ethereal desert landscape, Lustgarten said. At its base, three huge boilers drive some of the largest pumps that have ever been built. Trains pull up on adjoining tracks to keep the supply of coal constant. Massive amounts of that coal are fired up to pump water. </p>\n<p>The Navajo Generating Station is one of the biggest emitters of greenhouse gases in the United States. It heats no homes and powers no lights, streets, or cities. Instead, its purpose is to take trapped water in Colorado river dams and release it into the Arizona desert to produce cotton for people to make light, comfortable T-shirts and shorts that are perfect for hot weather.</p>\n<p>It’s the same hot weather that the water pumping station is helping to maintain, and even increase with its emissions that fuel demand for more water and increases the rate of evaporation as water is moved through the warming desert landscape, thereby increasing the need for cool cotton garments.</p>\n<p>And that lost civilization image of the plant? That may, in fact, be how it will be seen in a few thousand years when the rationale for burning massive amounts of coal to move even more massive amounts of water vanishes like a puddle in the desert.</p>\n<p>Looking at the Navajo Generating Station, you can feel the absurdity of US western water policy. Technology in the pursuit of change and machines that facilitate the trends of the present into the future can be beautiful and smart. But there, technology seems to be in place for the sole purpose of holding back the future and maintaining an obsolete dream that no one has the will to question.</p>\n<p>What happens to that kind of technology? The legacy of such Sphinx-like monuments to the western myths of America will be run down and crumble over time until the reason they were originally built is lost to history. In time, they become another place for the sun to bake and the wind to erode into dust.</p>\n<p>Whose side is time on in this case? Ask the Sphinx or the nearby pyramids of Egypt.</p>\n<p><em><a href=\"http://www.thetakeaway.org/story/absurdity-us-water-policy-american-west/?utm_source=sharedUrl&amp;utm_medium=metatag&amp;utm_campaign=sharedUrl\">This commentary</a> was adapted from <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a PRI radio show that explores the national conversation.</em></p>\n</div>\n</div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-01%2Fone-nations-biggest-polluters-sucks-water-drier-and-drying-river-system&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/navajo.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/navajojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/takeaway052815-drought.mp3"},{"href":"http://admin.pri.org/file/takeaway052815-droughtmp3"}]}