{"created":"2015-05-30T11:43:08+00:00","modified":"2015-06-19T21:46:29+00:00","valid":{"from":"2015-06-19T21:46:29+00:00","to":"3015-06-19T21:46:29+00:00"},"hreflang":"en","title":"For Jack DeJohnette, A Chicago Homecoming Brought A Reunion With Old Friends","published":"2015-05-30T15:14:00+00:00","teaser":"The drummer is an NEA Jazz Master who's played with everybody, including Miles Davis and Keith Jarrett. But for his new live album, DeJohnette called in some hometown pals.","itags":["npr_api","410547085"],"guid":"8d74ac3c-a15f-488e-bc8a-c36969693e9d","contentencoded":"<p>Drummer <a href=\"http://www.npr.org/artists/15124740/jack-dejohnette\" target=\"_blank\">Jack DeJohnette</a> is an NEA Jazz Master who's played with everybody. He helped <a href=\"http://www.npr.org/artists/15368370/miles-davis\" target=\"_blank\">Miles Davis</a> invent jazz-rock in the 1960s and '70s, and he's been the anchor in <a href=\"http://www.npr.org/artists/14867336/keith-jarrett\" target=\"_blank\">Keith Jarrett</a>'s trio for decades. But DeJohnette's latest album, <em>Made in Chicago</em>, takes the 71-year-old drummer back to his old stomping grounds and reunites him with some of the musicians he played with in Chicago growing up.</p><p>DeJohnette currently lives outside Woodstock, N.Y., but in 2013, the Chicago Jazz Festival invited him back to his hometown to headline Jack DeJohnette Day — and he knew just who he wanted to play with him.</p><p>\"I didn't have to think,\" DeJohnette says. \"I immediately, these are the people who came up. This is an opportunity to do this ... celebrate with my friends, who are great legends in their own right.\"<br /> <br />One of the musicians joining DeJohnette onstage at the Chicago Jazz Festival was pianist Muhal Richard Abrams. <br /> <br />\"We all were on the scene,\" Abrams says. \"And we all played a lot with each other. That's just the way it was in Chicago. We used to get together to play in an original manner. That included Jack and a whole host of people.\"<br /> <br />Among those people were woodwind players <a href=\"http://www.npr.org/sections/ablogsupreme/2014/04/23/305989045/13-jazz-artists-awarded-over-1-7-million\" target=\"_blank\">Roscoe Mitchell</a> and <a href=\"http://www.npr.org/event/music/363674856/very-very-henry-threadgill\" target=\"_blank\">Henry Threadgill</a> — boundary-pushing composers, improvisers and leaders of their own ensembles — who also joined DeJohnette for the 2013 reunion. The drummer first played with them in basements, attics and neighborhood clubs when he was a teenager in the early 1960s.<br /> <br />\"Chicago was a fantastic hub of eclectic music,\" DeJohnette says. \"There were lots of clubs everywhere. You could work on the weekend, play from 9 to 4 in the morning, then there would be breakfast jams. There were a lot of places to play and develop, and a sort of camaraderie among the Chicago musicians.\"<br /> <br />In 1965, that eclecticism and camaraderie led to the formation of an artists' collective: the Association for the Advancement of Creative Musicians, or AACM, which is celebrating its 50th anniversary this year. Bass player Larry Gray is not a member — his background is in more mainstream jazz — but he was asked to join his elders on stage for the Chicago Jazz Festival performance and its live recording.</p><p>Gray appreciates the AACM's main precept, that its members present music that's different from what's come before. \"They definitely moved outside the normal parameters of jazz, and because improvisation was such an intrinsic part of it, it's very different from any Euro-based kind of music,\" Gray says. \"That's what made it unique, I think.\"</p><p>Like many of his AACM peers, DeJohnette has made a career of playing music of all kinds. Saxophonist and flutist Threadgill says that breadth is the drummer's great strength.<br /> <br />\"We're not playing no traditional repertoire,\" Threadgill says. \"Jack knows how to play both. He can play traditional repertoire and he can play this. A lot of times [you have] drummers that specialize in playing a lot of freer compositions and freer approaches, then you get a whole group of people who can only play the structured stuff ... Jack's above all that.\"</p><p>For all of these musicians, Chicago connections run deep. Saxophonist Mitchell co-founded one of the best-known ensembles to emerge from the AACM, the Art Ensemble of Chicago. He remembers spending many hours jamming with DeJohnette in college and says their level of communication hasn't changed.<br /> <br />\"When you can make a good strong musical connection with people, that's always there,\" Mitchell says. \"That's not often that that happens. I say if you can find somebody you can make music with, that's a special thing, so you should try to keep it going.\"<br /> <br />For Abrams, long-time connections mean that musicians can have an unforced appreciation for each other's individuality. \"We've been associated a long time, and we just come together and play music,\" Abrams says.<br /> <br />For his part, DeJohnette takes a different comfort in longevity.<br /> <br />\"It's great that we're all still around, and everybody's playing music with the wisdom and youthful vitality and energy and passion,\" DeJohnette says. \"We've still got things to say.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Jack+DeJohnette%2C+A+Chicago+Homecoming+Brought+A+Reunion+With+Old+Friends&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Howard Mandel","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410752462-5afe7b.m3u?orgId=1&topicId=1039&d=357&p=7&story=410547085&t=progseg&e=410752339&seg=11&ft=nprml&f=410547085"},{"href":"http://media.npr.org/assets/img/2015/05/29/madeinchicago-8bb943954173fc98662701d72f5e9bc2eabea6d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4569","width":"6092"}},{"href":"http://media.npr.org/assets/img/2015/05/29/jack-dejohnette_110-9e47f1912b6c3613f9ab8beaae09deea63157b15.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1624","width":"2165"}}]}