{"created":"2015-06-24T20:31:20+00:00","modified":"2015-06-30T18:37:28+00:00","valid":{"from":"2014-05-09T01:02:30+00:00","to":"3014-05-09T01:02:30+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>Marc Maron’s one of the great standup comedians working today… he created and hosts the staggeringly popular&nbsp; “<a href=\"http://www.wtfpod.com\">WTF</a>” (in our opinion the <em>second</em>-best celebrity interview show in the world) and he portrays a fictionalized version of himself in the aptly-titled TV comedy series, “<a href=\"http://www.ifc.com/shows/maron\">Maron</a>,” the second season of which debuted this week on IFC.&nbsp; He also loves cats.&nbsp; Marc stopped by to answer listener’s etiquette questions about subway creeps, troubled childhoods, and Hitler.&nbsp; And cats.<br />\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /></p>\n<br />\n<blockquote>\n<p>&nbsp;<strong>Marc Maron:</strong> There are gonna be questions? Is that what you guys do here?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> We’re gonna ask you listener questions…</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> I think I was sent some prep. I didn’t prep. Is that gonna be a problem here?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Not at all.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Not if you can think on your feet.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> What?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Do you think on your feet or is everything written for you, normally?</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Huh?</p>\n</blockquote>\n<br />\n<p><strong><a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/a7a9d5db-510e-12eb-2379-857041540684_Maron_05_056.jpg\"><img class=\"alignleft\" alt=\"Robyn Von Swank/IFC\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/a7a9d5db-510e-12eb-2379-857041540684_Maron_05_056-767x1024.jpg\" /></a>Rico Gagliano:</strong> Oh, no — this whole segment’s goin’ south!!</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> I thought… wait a minute, what <em>is</em> this show?!!&nbsp; I was told it would be a profile of me!&nbsp; And right out of the gate I’m knocked down to number two…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> This segment’s only mildly pornographic. Your reputation won’t be too damaged.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Okay, you guys. I’m happy to be part of your project.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Thank you.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> I don’t mean to be condescending, I’m just very proud of you guys for making this work.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You’ve been there from the beginning, Marc. Thanks for your help.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Yeah.&nbsp; Don’t want to be condescending, but I really enjoy… whatever this is.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well, we’re honored that you could fill in at the last minute for our other guest, so thank you. I’m glad this worked out.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> You know what? I gotta go. I just got a call…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Aaaanyway… So your show is fictional, but it’s also obviously semi-autobiographical. You play a comedian with a hit podcast, who often talks about his own life on the air. And this is actually kind of the crux of the first episode this season, in which your girlfriend tells you never to talk about her publicly.</p>\n<br />\n<p>And you’re not overstating this issue for comic effect — I listened to the latest WTF, and you really do talk at some length about, for instance, these ongoing problems you’re having with your Dad.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Yeah. So why the need to air these things publicly?</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> I think I’ve actually been <em>very</em> cagey about that. I’m talking in broad terms recently; I do <em>not</em> go into depth about the problems… well, maybe I do with my Dad.&nbsp; But not with the women! I’ve gotten a little more diplomatic about <em>that!</em> I don’t have to learn <em>that</em> lesson too many more times…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> So this is the old you that you’re representing on your TV show.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> I can do an impression of the old me, if you’d like to have that guy on the show.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> No, we like new you.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> He’s always very close to the surface, old me. Willing to get into trouble.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But <em>is</em> the joke more important than the relationship to you?</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Well, you weigh this stuff out. If you do the type of comedy that I do — this has gone on my entire life — it really is a incident by incident situation. My father took offense at things that I don’t necessarily think he should have taken offense to. He made it about himself. My life involved him.&nbsp; But the real problem is is that, whenever you talk about somebody else, it’s still your point of view on the situation, and they don’t get a rebuttal. Now my father’s issue… there’s an ongoing negotiation with it. He’ll be fine.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So in that instance it sounds like you’ve figured out a way to live with it.&nbsp; But with new relationships, is that something you ever struggle with at all?</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Yeah.&nbsp; A lot of times I’ve been known, in my life, when I go on the road… I’ll talk about relationships, and I’ll say to the audience, “Look: I’m gonna talk about this, but none of you can tweet about it, or make any calls.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> And they really respect that request? They don’t spread these intimate revelations all over social media?</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Sure, because they think it’s a bit, but it’s not. Sometimes I gotta work some stuff out, I’m not supposed to be talking about it, but I can’t help myself, and we usually do all right.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You meet your therapy deductible and then you just work it out on stage.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> I don’t necessarily know that I like comedy being framed as “therapy.” I don’t think that’s really what it is. I think that my problems are entertaining to the people that find it entertaining. Does that help <em>me</em>? No. Arguably it keeps me in the same spot.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Psychologically, you mean.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Do you think that it helps others? What about your audience?</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Yeah, I definitely think it helps people. I think that my ability to work through stuff, and to lighten it by making it public, makes people feel less alone and also relieves them a little bit. It gets them out of themselves. I wouldn’t say that I’m essentially here to help, but I’m glad that I <em>do</em> help.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> All right. Well you’re definitely here today to help the audience with their questions. Are you ready for these?</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> I think so. And the framework here is this is a dinner party situation?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well, we told them that you were coming. We asked them to submit their etiquette questions for Marc Maron –</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Etiquette questions.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> From all realms of life.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> What <em>I</em> would do.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Your advice.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> All right. Shoot.</p>\n</blockquote>\n<br />\n<h2>Out-Weirding the Weirdos</h2>\n<br />\n<p><strong>Rico Gagliano:</strong> Here’s something from Roger in New York City, and Roger writes:</p>\n<br />\n<p>“I was riding a super empty subway car. I found this cozy spot up near the door, and then someone stood right next to me and boxed me in. Personal space is such a luxury here and now I’m all up in this guys armpit. Seriously, what gives? What do I do?”</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Move to another city.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But that’s ridiculous!&nbsp; He’s on an empty subway car — that guy chose his spot to stand next to him in an empty subway car.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> That’s right, I’m sorry, I wasn’t paying attention — I was no good at story problems. So the story problem is: I’m on an empty subway car… a guy literally sits on my lap… what do I do?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> <em>Leave!</em> You get up! I mean… Is it that cozy? If it’s empty, I think there’s other seats for you! Unless you have some sort of paralyzing anxiety, or you’re attracted to this person, I think the appropriate thing for your own safety — and self-esteem, I might add — is to say “excuse me,” and maybe shoot some stink-eye that guy’s way.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> But you could be under threat, though.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> That’s <em>projected,</em> come on.&nbsp; Well, I mean, the threat is: some weirdo just got in your face. What, are you just supposed to sit there and take it, like some sort of doormat person?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I think that’s probably true, although I had a weird situation in a movie theater where someone actually asked — in an empty movie theater — “Is that seat taken?” The seat right next to me.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> So what’d you end up doing? Was it fun?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It was creepy. By the way this was a press screening, too. This was a professional film critic.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And they’ve been married for seven years now.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Aw, congratulations. So nice.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I think you get the gist, Roger. You leave, move to a different city, just get out of there.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> You could also cry. You can try to out-weird the guy.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> No one wants to be around a black cloud, even a weirdo.</p>\n<br />\n<h2>How to Make a Begging Cat Monster</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> This question comes from Lauren in Venice, California. Lauren writes:</p>\n<br />\n<p>“How do you deal with begging cats at the dinner table?”</p>\n<br />\n<p><strong><a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/8486d301-7a90-a22d-ce8e-04c644e930f1_IFC_MARON_2.jpg\"><img class=\"alignright\" alt=\"Robyn Von Swank/IFC\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/8486d301-7a90-a22d-ce8e-04c644e930f1_IFC_MARON_2-936x1024.jpg\" /></a>Rico Gagliano:</strong> Perfect question for you, a notorious cat fan.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> My cats are pretty polite. And also I don’t eat dinner at any regular time, and I don’t eat it at the table.</p>\n<br />\n<p>Generally my cats will only beg for a couple of things: chicken and ice cream. I’m not sure that the ice cream is really good for them but I’ll let them lick a bowl if it’s not chocolate, because I’m not sure which animal chocolate kills — is it dogs or cats?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> We don’t know.&nbsp;Are your cats still alive?</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Anyway, I will give them chicken. I will buy chicken for my cats.&nbsp; So they have their own dinner table — they don’t need to beg. I buy separate chicken for my cats, I learned that from my mother.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So you don’t think it’s a problem, though? What if you brought someone else over for dinner and now the cats are used to…</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> They’re not <em>dogs</em>. What are they gonna do? Unless they get <em>on the table</em> and get their hair in something.&nbsp; But my cats are not like that — they’re very skittish.</p>\n<br />\n<p>Look, I grew up in a house full of animals — and I’m just talking about my parents! — but I grew up with a bunch of dogs, and they were all fed at all times and there were no manners around it. Do you want to make a begging monster out of your cat?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well it sounds like Lauren’s got that problem. They <em>are</em> begging, so how does she get them to stop?</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Too late, Lauren, too late! You’re just gonna have to live with the monster you created, because apparently you didn’t pull back in time. There was no policy in place and now what have you got? A pathetic, begging feline.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> “Live with it,” there’s Marc Maron’s advice.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> There you go, Lauren. Or, Venice is nice — you could eat outside and leave them inside. You could figure out something.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> That’s right, move. Move to another place for dinner.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And don’t tell your cats.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> There’s a lot of moving involved in your advice.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Easiest thing to do.</p>\n</blockquote>\n<br />\n<h2>Forgiving Parents, Taking Responsibility</h2>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So we have another question. This is a more serious question. This one comes from Tim in Boston.&nbsp; And we’re posing it to you because you do address serious issues on WTF:</p>\n<br />\n<p>“My parents turned me into an addict.&nbsp; But it’s made my life incomprehensibly richer with regard to anecdotes. Hate them or love them?”</p>\n<br />\n<p><strong>Rico Gagliano:</strong> The parents.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> He’s asking hate them or love them? Well…</p>\n<br />\n<p>I think at some point — and I can’t say that I’ve got this mastered — you’re gonna have to let your parents off the hook and take responsibility for who you are. Again, coming from me: meaningless. But I think that your framing of it — that because of the challenges in your life, because of the childhood you have had, has made for an interesting life — is a fine way to frame that. I think that if you do that, with empathy, there’s probably no way you could hate your parents.</p>\n<br />\n<p>And I think that if you do have active hate — hate’s a heavy word. Even active <em>anger</em>, you might be crippling yourself emotionally. So I would try to let go of the anger and frame it all in the, “Wow these are some great stories, that I’m in jail again.” That kind of thing.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Try to lean into them.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Lean into the anecdotes.&nbsp; Like, “This is an amazing life I have because I have no control over myself.”</p>\n<br />\n<p>But after a certain point, you deal with the addiction. You can’t continue acting out of addiction because you’re like, “Screw you, Dad!” You can do that with a lot more venom when you’re sober.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You’ll have more strength and more focus.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> So sober up first, and then try to love.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> I’m glad you got that out of that.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> This from the man who said comedy couldn’t provide therapy.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> I think that my issue with the way you said it was, I was <em>doing</em> therapy.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That it’s therapeutic for <em>you</em>.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Like, I have a weird historical problem with, “You’re not really doing comedy, it’s just therapy for you.” It’s like, “No, I worked <em>hard</em> on that therapy. That was well-honed.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s not just you whining randomly on stage.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:&nbsp;</strong>Yes. <em>T</em><em>hat’s</em> what it is — It’s not therapy, it’s an act. It’s like <a href=\"http://youtu.be/AXA-_PxFiL4?t=36s\">Richard Lewis saying he’s in therapy</a>.&nbsp; Which he <em>would</em> say, but that’s his act.</p>\n</blockquote>\n<br />\n<h2>Time Machine Problems</h2>\n<br />\n<p><strong>Rico Gagliano:</strong> All right. So here’s the final question. This is from Ron in Tucson, Arizona.&nbsp; And this is a lengthy one, so listen up. He writes:</p>\n<br />\n<p>“I invented a time machine to travel back in time to kill Hitler. When I got there, I was distracted by a bird, and in that brief moment, Hitler <em>stole</em> my time machine and traveled <em>forward</em> in time to kill all the people who wanted to travel <em>back</em> in time to kill <em>him</em>. I am so embarrassed — I left the keys right in the ignition, and it had ‘TIME MACHINE’ stenciled right on it.</p>\n<br />\n<p>The question is, should I invent <em>another</em> time machine to go back in time and kill <em>myself</em>, before I invent the first time machine that I went back in time with to kill Hitler?”</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Well my first reaction is: Given all the time he spent conceiving this, he’s probably not far from suicide anyways.</p>\n<br />\n<p>And I think… I have a strong sense that if Hitler showed up — without any support, perhaps dressed the way he usually dressed — that he would have a hard time moving through society killing people. And he’d have to ask a lot of questions, and eventually someone would say, “You know, Hitler’s back.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> People would just be on him.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> In the end I think that would get a lot of press attention. A lot of media traction.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> He’s the only person named Adolf in the world right now.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> Yeah, wearing those weird pants that are puffed out on the sides.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> For a moment I wanted to build a time machine to go back in time before we asked you that question, but you handled it beautifully.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Marc Maron, it’s really been a pleasure having you. Thanks for telling our audience how to behave.</p>\n<br />\n<blockquote>\n<p><strong>Marc Maron:</strong> We’re done?</p>\n</blockquote>\n<br /></div>","published":"2014-05-09T01:02:30+00:00","itags":["8d83220c92b2ad17331e7c03d98edde0","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-05-08"],"description":"Marc Maron’s one of the great standup comedians working today… he created and hosts the staggeringly popular  “WTF” (in our opinion the second-best celebrity interview show in the world) and he portrays a fictionalized version of himself in the aptly-titled TV comedy series, “Maron,” the second season of which debuted this week on IFC.  He […]","tags":["APM","Etiquette","comedy","television"],"contenttemplated":"[{\"content\":\"<p>Marc Maron’s one of the great standup comedians working today… he created and hosts the staggeringly popular  “<a href=\\\"http://www.wtfpod.com\\\">WTF</a>” (in our opinion the <em>second</em>-best celebrity interview show in the world) and he portrays a fictionalized version of himself in the aptly-titled TV comedy series, “<a href=\\\"http://www.ifc.com/shows/maron\\\">Maron</a>,” the second season of which debuted this week on IFC.  He also loves cats.  Marc stopped by to answer listener’s etiquette questions about subway creeps, troubled childhoods, and Hitler.  And cats.<br /><br /><img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" /></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p> <strong>Marc Maron:</strong> There are gonna be questions? Is that what you guys do here?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> We’re gonna ask you listener questions…</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> I think I was sent some prep. I didn’t prep. Is that gonna be a problem here?</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Not at all.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Not if you can think on your feet.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> What?</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Do you think on your feet or is everything written for you, normally?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Huh?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong><a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/a7a9d5db-510e-12eb-2379-857041540684_Maron_05_056.jpg\\\"><img alt=\\\"Robyn Von Swank/IFC\\\" class=\\\"alignleft\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/a7a9d5db-510e-12eb-2379-857041540684_Maron_05_056-767x1024.jpg\\\" /></a>Rico Gagliano:</strong> Oh, no — this whole segment’s goin’ south!!</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> I thought… wait a minute, what <em>is</em> this show?!!  I was told it would be a profile of me!  And right out of the gate I’m knocked down to number two…</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> This segment’s only mildly pornographic. Your reputation won’t be too damaged.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Okay, you guys. I’m happy to be part of your project.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Thank you.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> I don’t mean to be condescending, I’m just very proud of you guys for making this work.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> You’ve been there from the beginning, Marc. Thanks for your help.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Yeah.  Don’t want to be condescending, but I really enjoy… whatever this is.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well, we’re honored that you could fill in at the last minute for our other guest, so thank you. I’m glad this worked out.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> You know what? I gotta go. I just got a call…</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Aaaanyway… So your show is fictional, but it’s also obviously semi-autobiographical. You play a comedian with a hit podcast, who often talks about his own life on the air. And this is actually kind of the crux of the first episode this season, in which your girlfriend tells you never to talk about her publicly.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>And you’re not overstating this issue for comic effect — I listened to the latest WTF, and you really do talk at some length about, for instance, these ongoing problems you’re having with your Dad.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Yeah. So why the need to air these things publicly?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> I think I’ve actually been <em>very</em> cagey about that. I’m talking in broad terms recently; I do <em>not</em> go into depth about the problems… well, maybe I do with my Dad.  But not with the women! I’ve gotten a little more diplomatic about <em>that!</em> I don’t have to learn <em>that</em> lesson too many more times…</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> So this is the old you that you’re representing on your TV show.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> I can do an impression of the old me, if you’d like to have that guy on the show.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> No, we like new you.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> He’s always very close to the surface, old me. Willing to get into trouble.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But <em>is</em> the joke more important than the relationship to you?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Well, you weigh this stuff out. If you do the type of comedy that I do — this has gone on my entire life — it really is a incident by incident situation. My father took offense at things that I don’t necessarily think he should have taken offense to. He made it about himself. My life involved him.  But the real problem is is that, whenever you talk about somebody else, it’s still your point of view on the situation, and they don’t get a rebuttal. Now my father’s issue… there’s an ongoing negotiation with it. He’ll be fine.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So in that instance it sounds like you’ve figured out a way to live with it.  But with new relationships, is that something you ever struggle with at all?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Yeah.  A lot of times I’ve been known, in my life, when I go on the road… I’ll talk about relationships, and I’ll say to the audience, “Look: I’m gonna talk about this, but none of you can tweet about it, or make any calls.”</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> And they really respect that request? They don’t spread these intimate revelations all over social media?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Sure, because they think it’s a bit, but it’s not. Sometimes I gotta work some stuff out, I’m not supposed to be talking about it, but I can’t help myself, and we usually do all right.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You meet your therapy deductible and then you just work it out on stage.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> I don’t necessarily know that I like comedy being framed as “therapy.” I don’t think that’s really what it is. I think that my problems are entertaining to the people that find it entertaining. Does that help <em>me</em>? No. Arguably it keeps me in the same spot.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Psychologically, you mean.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Do you think that it helps others? What about your audience?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Yeah, I definitely think it helps people. I think that my ability to work through stuff, and to lighten it by making it public, makes people feel less alone and also relieves them a little bit. It gets them out of themselves. I wouldn’t say that I’m essentially here to help, but I’m glad that I <em>do</em> help.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> All right. Well you’re definitely here today to help the audience with their questions. Are you ready for these?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> I think so. And the framework here is this is a dinner party situation?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well, we told them that you were coming. We asked them to submit their etiquette questions for Marc Maron –</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Etiquette questions.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> From all realms of life.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> What <em>I</em> would do.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Your advice.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> All right. Shoot.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h2>Out-Weirding the Weirdos</h2>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Here’s something from Roger in New York City, and Roger writes:</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>“I was riding a super empty subway car. I found this cozy spot up near the door, and then someone stood right next to me and boxed me in. Personal space is such a luxury here and now I’m all up in this guys armpit. Seriously, what gives? What do I do?”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Move to another city.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> But that’s ridiculous!  He’s on an empty subway car — that guy chose his spot to stand next to him in an empty subway car.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> That’s right, I’m sorry, I wasn’t paying attention — I was no good at story problems. So the story problem is: I’m on an empty subway car… a guy literally sits on my lap… what do I do?</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> <em>Leave!</em> You get up! I mean… Is it that cozy? If it’s empty, I think there’s other seats for you! Unless you have some sort of paralyzing anxiety, or you’re attracted to this person, I think the appropriate thing for your own safety — and self-esteem, I might add — is to say “excuse me,” and maybe shoot some stink-eye that guy’s way.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> But you could be under threat, though.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> That’s <em>projected,</em> come on.  Well, I mean, the threat is: some weirdo just got in your face. What, are you just supposed to sit there and take it, like some sort of doormat person?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I think that’s probably true, although I had a weird situation in a movie theater where someone actually asked — in an empty movie theater — “Is that seat taken?” The seat right next to me.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> So what’d you end up doing? Was it fun?</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It was creepy. By the way this was a press screening, too. This was a professional film critic.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And they’ve been married for seven years now.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Aw, congratulations. So nice.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I think you get the gist, Roger. You leave, move to a different city, just get out of there.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> You could also cry. You can try to out-weird the guy.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> No one wants to be around a black cloud, even a weirdo.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<h2>How to Make a Begging Cat Monster</h2>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> This question comes from Lauren in Venice, California. Lauren writes:</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>“How do you deal with begging cats at the dinner table?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong><a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/8486d301-7a90-a22d-ce8e-04c644e930f1_IFC_MARON_2.jpg\\\"><img alt=\\\"Robyn Von Swank/IFC\\\" class=\\\"alignright\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/8486d301-7a90-a22d-ce8e-04c644e930f1_IFC_MARON_2-936x1024.jpg\\\" /></a>Rico Gagliano:</strong> Perfect question for you, a notorious cat fan.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> My cats are pretty polite. And also I don’t eat dinner at any regular time, and I don’t eat it at the table.</p><br /><p>Generally my cats will only beg for a couple of things: chicken and ice cream. I’m not sure that the ice cream is really good for them but I’ll let them lick a bowl if it’s not chocolate, because I’m not sure which animal chocolate kills — is it dogs or cats?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> We don’t know. Are your cats still alive?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Anyway, I will give them chicken. I will buy chicken for my cats.  So they have their own dinner table — they don’t need to beg. I buy separate chicken for my cats, I learned that from my mother.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So you don’t think it’s a problem, though? What if you brought someone else over for dinner and now the cats are used to…</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> They’re not <em>dogs</em>. What are they gonna do? Unless they get <em>on the table</em> and get their hair in something.  But my cats are not like that — they’re very skittish.</p><br /><p>Look, I grew up in a house full of animals — and I’m just talking about my parents! — but I grew up with a bunch of dogs, and they were all fed at all times and there were no manners around it. Do you want to make a begging monster out of your cat?</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Well it sounds like Lauren’s got that problem. They <em>are</em> begging, so how does she get them to stop?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Too late, Lauren, too late! You’re just gonna have to live with the monster you created, because apparently you didn’t pull back in time. There was no policy in place and now what have you got? A pathetic, begging feline.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> “Live with it,” there’s Marc Maron’s advice.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> There you go, Lauren. Or, Venice is nice — you could eat outside and leave them inside. You could figure out something.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> That’s right, move. Move to another place for dinner.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And don’t tell your cats.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> There’s a lot of moving involved in your advice.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Easiest thing to do.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h2>Forgiving Parents, Taking Responsibility</h2>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So we have another question. This is a more serious question. This one comes from Tim in Boston.  And we’re posing it to you because you do address serious issues on WTF:</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“My parents turned me into an addict.  But it’s made my life incomprehensibly richer with regard to anecdotes. Hate them or love them?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> The parents.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> He’s asking hate them or love them? Well…</p><br /><p>I think at some point — and I can’t say that I’ve got this mastered — you’re gonna have to let your parents off the hook and take responsibility for who you are. Again, coming from me: meaningless. But I think that your framing of it — that because of the challenges in your life, because of the childhood you have had, has made for an interesting life — is a fine way to frame that. I think that if you do that, with empathy, there’s probably no way you could hate your parents.</p><br /><p>And I think that if you do have active hate — hate’s a heavy word. Even active <em>anger</em>, you might be crippling yourself emotionally. So I would try to let go of the anger and frame it all in the, “Wow these are some great stories, that I’m in jail again.” That kind of thing.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Try to lean into them.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Lean into the anecdotes.  Like, “This is an amazing life I have because I have no control over myself.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>But after a certain point, you deal with the addiction. You can’t continue acting out of addiction because you’re like, “Screw you, Dad!” You can do that with a lot more venom when you’re sober.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You’ll have more strength and more focus.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> So sober up first, and then try to love.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> I’m glad you got that out of that.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> This from the man who said comedy couldn’t provide therapy.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> I think that my issue with the way you said it was, I was <em>doing</em> therapy.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> That it’s therapeutic for <em>you</em>.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Like, I have a weird historical problem with, “You’re not really doing comedy, it’s just therapy for you.” It’s like, “No, I worked <em>hard</em> on that therapy. That was well-honed.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> It’s not just you whining randomly on stage.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron: </strong>Yes. <em>T</em><em>hat’s</em> what it is — It’s not therapy, it’s an act. It’s like <a href=\\\"http://youtu.be/AXA-_PxFiL4?t=36s\\\">Richard Lewis saying he’s in therapy</a>.  Which he <em>would</em> say, but that’s his act.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h2>Time Machine Problems</h2>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> All right. So here’s the final question. This is from Ron in Tucson, Arizona.  And this is a lengthy one, so listen up. He writes:</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>“I invented a time machine to travel back in time to kill Hitler. When I got there, I was distracted by a bird, and in that brief moment, Hitler <em>stole</em> my time machine and traveled <em>forward</em> in time to kill all the people who wanted to travel <em>back</em> in time to kill <em>him</em>. I am so embarrassed — I left the keys right in the ignition, and it had ‘TIME MACHINE’ stenciled right on it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>The question is, should I invent <em>another</em> time machine to go back in time and kill <em>myself</em>, before I invent the first time machine that I went back in time with to kill Hitler?”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Well my first reaction is: Given all the time he spent conceiving this, he’s probably not far from suicide anyways.</p><br /><p>And I think… I have a strong sense that if Hitler showed up — without any support, perhaps dressed the way he usually dressed — that he would have a hard time moving through society killing people. And he’d have to ask a lot of questions, and eventually someone would say, “You know, Hitler’s back.”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> People would just be on him.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Marc Maron:</strong> In the end I think that would get a lot of press attention. A lot of media traction.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> He’s the only person named Adolf in the world right now.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> Yeah, wearing those weird pants that are puffed out on the sides.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> For a moment I wanted to build a time machine to go back in time before we asked you that question, but you handled it beautifully.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Marc Maron, it’s really been a pleasure having you. Thanks for telling our audience how to behave.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Marc Maron:</strong> We’re done?</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","byline":"Martin, Brittany","title":"Marc Maron Doesn’t Want You to Be a Doormat Person","teaser":"Marc Maron’s one of the great standup comedians working today… he created and hosts the staggeringly popular  “WTF” (in our opinion the second-best celebrity interview show in the world) and he portrays a fictionalized version of himself in the aptly-titled TV comedy series, “Maron,” the second season of which debuted this week on IFC.  He […]","guid":"8d83220c-92b2-4ad1-8331-7c03d98edde0","audio":[{"meta":{"height":null,"crop":"primary","width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/a7a9d5db-510e-12eb-2379-857041540684_Maron_05_056.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/8486d301-7a90-a22d-ce8e-04c644e930f1_IFC_MARON_2.jpg","type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null}},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/05/09/0509_maron_128.mp3","meta":{"duration_hms":"00:12:32","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/05/09/0509_maron","type":"application/json"},"duration":752},"format":"MP3"}]}