{"created":"2014-10-23T08:47:46+00:00","modified":"2015-04-19T20:40:20+00:00","valid":{"from":"2015-04-19T20:40:20+00:00","to":"3015-04-19T20:40:20+00:00"},"hreflang":"en","title":"Tweets In Hong Kong Put Kenny G In Jam With Communist Party","published":"2014-10-23T17:58:00+00:00","teaser":"The saxophone superstar, hugely popular in mainland China, walked into a minefield in Hong Kong. Selfies with demonstrators sparked a response from the government — and Kenny G took down the tweets.","itags":["npr_api","358238884"],"guid":"8d9d4ca0-98b6-4d8a-a0b8-e5d6c9d1df6a","contentencoded":"<p>Politics between Hong Kong and mainland China <a href=\"http://www.npr.org/tags/352993831/hong-kong-protests\">are a minefield these days</a>, and if Kenny G, the 1980s saxophone superstar, didn't know it, he does now.</p><p>Kenny G, who is hugely popular in mainland China, was in Hong Kong on Wednesday and decided to pop by the main pro-democracy protest camp, which is now in its fourth week.</p><p>He posed for photos with fans, flashed a peace sign and said he hoped the demonstrations would end peacefully.</p><p>\"Most people really welcomed Kenny G's visit,\" says Kacey Wong, a protester and professor of design at Hong Kong Polytechnic University. \"Everybody's a Kenny G fan,\" Wong added, as he sang the opening bars to \"Going Home,\" a signature tune that plays at malls across mainland China to signal closing time.</p><p>The Chinese government, though, was not happy with Kenneth Bruce Gorelick — that's Kenny G's full name — and said so during a regularly scheduled news conference.</p><p>\"Kenny G's musical works are widely popular in China, but China's position on the illegal Occupy Central activities in Hong Kong is very clear,\" said Foreign Ministry spokeswoman Hua Chunying.</p><p>Occupy Central is a pro-democracy group that has participated in blocking a business district in downtown Hong Kong to press for open elections for the territory's next chief executive in 2017. The Communist Party is afraid someone opposed to it might win the race and is insisting on screening candidates.</p><p>Continuing to answer a question about Kenny G, Hua added: \"We hope that foreign governments and individuals speak and act cautiously.\"</p><p>Kenny G seemed to take the hint. He deleted the photos from <a href=\"https://twitter.com/officialkennyg\">his verified Twitter account</a> and began backpedaling.</p><p>\"I was not trying to defy government orders with my last post,\" he wrote on Twitter. He added, \"It's unfair that I am being used by anyone to say that I am showing support for the demonstrators. I am not supporting the demonstrators.\"</p><p>\"I don't really know anything about the situation,\" Kenny G continued in another tweet. \"My impromptu visit to the site was just part of an innocent walk around Hong Kong.\"</p><p>Hardly anyone in Hong Kong seemed to buy this. On social media, Hong Kongers ripped the smooth jazz man for the about-face and accused him of self-censorship.</p><p>April Ha runs a boutique in Hong Kong's Causeway Bay, close to one of the protest sites. She says even though blocked roads have cost her a lot of business, she still supports the democracy movement.</p><p>Ha, who is not a fan of Kenny G's music, said he showed \"no class\" by suggesting that people had misrepresented tweeted photos of him for their own political purposes.</p><p>\"My personal opinion, he is a coward,\" Ha said. \"He doesn't want to be the enemy of the Chinese government, because that's where he's going to make big money.\"</p><p>Kacey Wong, the protester and university professor, was disappointed as well, but pointed out that many people in Hong Kong who have business in mainland China are also careful about what they say.</p><p>\"It's understandable, and a lot of Hong Kong people are behaving that way, too,\" Wong says. \"They don't want to offend an authority that potentially can harm them economically. This is fear at work.\"</p><p>Kenny G was spotted at the airport Thursday and appears to be moving on from Hong Kong. He's heading to perform at a golf tournament/gala on Hainan Island, a province of mainland China.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tweets+In+Hong+Kong+Put+Kenny+G+In+Jam+With+Communist+Party&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"105"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358238885-511430.m3u?orgId=1&topicId=1125&e=358238884&d=105&ft=nprml&f=358238884"},{"href":"http://media.npr.org/assets/img/2014/10/23/29460744_h28953430-4512043eee2ef7fb23cf068f0512bbab847456ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2231","width":"2975"}}]}