{"created":"2014-10-27T18:37:21+00:00","modified":"2014-10-27T18:37:21+00:00","valid":{"from":"2014-10-27T18:37:21+00:00","to":"3014-10-27T18:37:21+00:00"},"hreflang":"en","title":"Legal Battle Could Prevent Opening Of Popular Utah Ski Mountain","published":"2014-08-22T19:52:00+00:00","teaser":"The dispute raises the possibility that Park City could be facing a season without an operational mountain.","itags":["npr_api","342493540"],"contentencoded":"<p>Park City, Utah, is best known for the famous Sundance Film Festival that it hosts every winter, as well as being home to one of the most popular ski resorts in the country: Park City Mountain Resort.</p><p>But the future of that mountain, and the 2014-2015 ski season, is now up in the air because of a protracted and very public fight over the rights to the slopes.</p><p>After the longtime operators of <a href=\"http://www.parkcitymountain.com/site/index.html\" target=\"_blank\">Park City Mountain Resort</a> (PCMR) were late renewing their lease several years ago, the landowner signed a different lease for the mountain with Vail Resorts.</p><p>Powdr Corporation and Vail Resorts are now fighting it out in court. Powdr has said that if Vail gets the lease, it will remove all the lifts and snow-making machines, which it owns. Powdr also owns the base area of the mountain, the parking lots and the water rights to the mountain.</p><p>All of this raises the possibility that Park City &#8212; which is so reliant on ski tourism &#8212; could be facing a season without an operational mountain.</p><p>With the two sides currently in mediation, <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to the CEOs of both Vail Resorts and Powdr Corporation about the situation, and how they envision moving forward.</p><h4>Interview Highlights</h4><h5>John Cumming, CEO of Powdr Corporation:</h5><p><strong>On whether he&#8217;d rather see the mountain close than let Vail take over</strong></p><p>“Absolutely not. We’re desperately trying to keep the mountain open. We’ve been making suggestion after suggestion, we made suggestions to Tallisker before Vail bought into our dispute. We desperately don’t want the mountain to close. We think that that’s damaging to us, we think it’s damaging to Vail at the canyons, we think it’s damaging to our community. We believe it’s the worst possible outcome.”</p><p><strong>On the negotiations with Vail Resorts</strong></p><p>“When I discuss this situation with my friends and neighbors in Park City, I tell them that I have a moral and ethical obligation to get this resolved in a fair way, but I have no moral and ethical obligation to be taken advantage of.”</p><p><strong>On whether Powdr should have bought the mountain when it had the chance</strong></p><p>“Hindsight being 20/20, we would have, and should have. At the time, Powdr was a much smaller entity, number one…the ski terrain that we’re discussing wasn’t available at a price that we could afford, and the lease terms, we thought, were straightforward and simple. Over time they got more complicated as different land owners bought more parcels. But regardless, we always knew that we owned the parking lots and the water rights and the trademarks and the lifts and the snow making water, and that it was pretty impractical for there to be a dispute. That turned out to be wrong.”<p class=\"sep\"></p><h5>Rob Katz, CEO of Vail Resorts:</h5><p><strong>On the possibility PCMR will withhold the parts of the resort it owns</strong></p><p>“I think there’s a lot of things being said in the middle of the litigation and I think it’s pretty common. A lot of bluster, a lot of intensity. We’re hopeful and actually quite confident that ultimately cooler heads will prevail, we’ll get this thing resolved and we’ll figure out ways to work together, and, you know, I’m very optimistic on that front despite some of the rhetoric that you’ll hear.”</p><p><strong>On whether Vail Resorts would rent to PCMR</strong></p><p>“I think we’ve been pretty clear that we really can’t go back in history and undo the fact that they declined this opportunity and instead sued their landlord Tallisker. Tallisker has said, their landlord, they will not rent to PCMR. So in some respects, from Vail’s perspective, we came in much after the fact and that’s not been our focus because candidly that’s all kind of water under the bridge that happened long before we got there.”</p><p><strong>On the possible disruption of the ski season</strong></p><p>“I think there’s a number of ways the companies can come together to ensure the upcoming ski season and every ski season thereafter has no impact to the guest. It really would not be in anyone’s interest, particularly the community, for there to be a disruption to the ski season, and that’s something that everybody has to work on preventing.”</p><h4>Guests</h4><ul><li><strong><a href=\"http://www.vailresorts.com/Corp/info/senior-executives.aspx\" target=\"_blank\">Rob Katz</a></strong>, CEO of <a href=\"http://www.vailresorts.com/Corp/\" target=\"_blank\">Vail Resorts</a>. He tweets <a href=\"https://twitter.com/RickysRidge\" target=\"_blank\">@RickysRidge</a>.</li><li><strong><a href=\"https://www.linkedin.com/pub/john-cumming/66/346/402\" target=\"_blank\">John Cumming</a></strong>, CEO of <a href=\"http://www.powdr.com/\" target=\"_blank\">Powdr Corporation</a>. He is also co-founder of the clothing company Mountain Hardwear.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Legal+Battle+Could+Prevent+Opening+Of+Popular+Utah+Ski+Mountain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"8da4d7c2-18f1-4272-9d37-f7c594990430","audio":[{"meta":{"duration":"552"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342493543-57561a.m3u?orgId=330&ft=3&f=342493540"}]}