{"created":"2014-10-07T19:49:37+00:00","modified":"2014-10-30T23:59:32+00:00","valid":{"from":"2014-10-30T23:59:32+00:00","to":"3014-10-30T23:59:32+00:00"},"hreflang":"en","title":"To Stop Cheating, Nuclear Officers Ditch The Grades","published":"2014-07-31T13:54:00+00:00","teaser":"A switch to pass-fail grading is curbing the \"perfection\" culture among U.S. nuclear missile forces. Critics of the old way say striving to be perfect invited cheating by those who launch the nukes.","itags":["npr_api","334501037"],"guid":"8db33f2a-d65a-4453-93f1-068de8b44f05","contentencoded":"<p>The young officers at <a href=\"http://www.warren.af.mil/\">F.E. Warren Air Force Base</a> have an enormous job: to keep 150 nuclear-tipped missiles ready to launch at a moment's notice.</p><p>Understandably, they're expected to know exactly what they're doing.</p><p>Three times a month, they're tested on the weapons and the codes used to launch them. Anything less than 90 percent is a fail.</p><p>But until recently, even 90 percent wasn't really good enough. \"I was told that if I got a 90 on a test, I was a D student — and I would be treated that way,\" says Lt. Daniel Sharp of his first year with the Air Force's <a href=\"http://www.warren.af.mil/units/\">90th Missile Wing</a>.</p><p>Now, in the wake of <a href=\"http://www.npr.org/blogs/thetwo-way/2014/01/30/268880352/air-force-cheating-scandal-widens-to-92-nuclear-officers\">a major cheating scandal among missile officers</a>, the Air Force is changing the way it grades. From here on out, all tests are pass-fail, and individual scores are not recorded.</p><p>It marks a huge shift from the ethos that's driven the missile forces. \"There was a tag line that's been with missiles for 40 years that perfection is the standard,\" says Lt. Col. Barry Little, who heads up training. \"That idea that you have to be perfect no longer applies.\"</p><p>The change comes because behind the perfection standard was another, unspoken rule: Be perfect, even if you have to cheat to do it. The cheating culture became public in January, when an investigation turned up evidence that officers at <a href=\"http://www.malmstrom.af.mil/\">Malmstrom Air Force Base</a> in Montana were texting each other answers on tests. <a href=\"http://www.defense.gov/news/newsarticle.aspx?id=121923\">Nine officers were eventually relieved of duty</a>, and dozens of others were reprimanded.</p><p>The Air Force does not publicly acknowledge that the cheating went on outside Malmstrom, but NPR has interviewed former Air Force officers who claim there was cheating at F.E. Warren. It came down to a choice, former missile officer Edward Warren <a href=\"http://www.npr.org/2014/03/12/289423404/ex-missile-crew-members-say-cheating-is-part-of-the-culture\">told NPR</a> in March: \"Take your lumps and not have much of a career, or join in with your fellow launch officers and help each other out. And that is what most people did.\"</p><p>The new regime shifts the weight away from paper tests and toward practical skills. Inside a full mock-up of a nuclear launch control center, Andrew Beckner and Patrick Romenafski practice the launch of nuclear weapons with the turn of a key. How these two perform in this simulator will play a greater role in their future promotions, Little says. \"Your crew proficiency, your reputation among your peers and your credibility ... all weigh in,\" he says.</p><p>The Air Force is trying to improve morale in other ways as well. They are giving more responsibility to officers in the field, replacing aging equipment and refurbishing old facilities.</p><p>Not everyone thinks these fixes will resolve the missile force's problems. Fundamentally, the mission is a holdover from Cold War days, says <a href=\"http://www.globalzero.org/our-movement/leaders/dr-bruce-blair\">Bruce Blair</a>, a former missile officer and head of Global Zero, a campaign to eliminate nuclear weapons. Missile crews often feel like \"orphans of the Air Force,\" Blair says. \"Out of the very accurate sense that their mission is no longer the priority it once was, [they] are just trying to do whatever it takes to get by.\"</p><p>Lt. Col. Little acknowledges more changes are needed to reinvigorate a sense of importance in the job, but he says that changing the perfection culture is an important first step. The pass-fail testing sends a message, he says: \"As a team, they need to make the right decisions, but as individuals they're not required to be perfect.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Stop+Cheating%2C+Nuclear+Officers+Ditch+The+Grades&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336123367-fada8d.m3u?orgId=1&topicId=1122&ft=3&f=334501037"},{"href":"http://media.npr.org/assets/img/2014/07/23/140610-f-jw079-053-f2af8a86090706bc48e3fa999403e211ddc35800.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2299","width":"3069"}},{"href":"http://media.npr.org/assets/img/2014/07/23/140610-f-jw079-075-07020011019d9f7f9e13a9b0d237f44ffa673e27.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2233","width":"2979"}}]}