{"created":"2014-10-12T20:54:07+00:00","modified":"2014-11-04T00:30:22+00:00","valid":{"from":"2014-11-04T00:30:22+00:00","to":"3014-11-04T00:30:22+00:00"},"hreflang":"en","title":"Music From Death's Doorstep: A Conversation With Flying Lotus","published":"2014-10-12T22:52:00+00:00","teaser":"Crossing over — musically and metaphysically — has of late consumed the mind of Steven Ellison. He says his new LP as Flying Lotus is \"my opportunity to make a film\" about the moment of death.","itags":["npr_api","354599863"],"guid":"8dbda115-1488-4c61-b16b-3cd287993f91","contentencoded":"<p>If you've never heard the music of <a href=\"http://www.npr.org/artists/125495328/flying-lotus\" target=\"_blank\">Flying Lotus</a>, distilling it is tough. You might say it's whatever it <em>needs </em>to be: In trying to evoke the widest possible range of human feelings, the musician and producer born Steven Ellison might reach to hip hop, jazz, rock, electronic or avant-garde sounds the way a painter reaches for different colors.</p><p>Flying Lotus calls on all the colors of his musical rainbow on his new album, <em>You're Dead!</em> — a set of tracks that collectively explore what happens to human consciousness when you die. He spoke with NPR's Arun Rath about jamming with <a href=\"http://www.npr.org/artists/15294441/herbie-hancock\" target=\"_blank\">Herbie Hancock</a> and <a href=\"http://www.npr.org/artists/89348744/snoop-dogg\" target=\"_blank\">Snoop Dogg</a>, how the logic of sampling applies to live musicians and why the death of people, scenes and ideas often results in strange and challenging art. Hear the radio version at the audio link and read more of their conversation below.</p><p><strong>Arun Rath: So, this is a concept album. And I think you can explain the concept pretty simply.</strong><strong> </strong></p><p><strong>Flying Lotus:</strong> I wanted to make a record that started at the moment of death, the perceived idea of what death is. As soon as you hit the play button, it's on, and then it's the whole journey through the afterlife, through the <em>Tibetan Book of the Dead</em> kind of idea of what it means to die and to go into different dimensions — you know, the \"bardos,\" as they put it.</p><p><em><strong>T</strong></em><strong><em>he Tibetan Book of the Dead</em></strong><strong></strong><strong> is all about that particular moment in consciousness when you die, and it's supposed to be a guide through that. Is this album like a guide?</strong></p><p>I don't know if I would call it a guide. To me, it's my opportunity to make a film, in a way. I love making these complete journeys with albums, but I think of it completely visually. And to me, the trajectory of, you know, what the spirit journey is like — I feel like I tried to capture what it must be like to leave your ego behind and the ideas of who you used to be and all that stuff.</p><p>It was really fun, despite how it maybe might come off morbid or something. I didn't want it to feel like that. I wanted it to feel maybe, at times, confusing. Sometimes it's beautiful, sometimes you have this kind of grasp on where you're at, you know what this all means — and then it changes into something else. That's kind of what I think the next place might be like.</p><p><strong></strong><strong>What led you to this reflection? It's not like it's a dreary, sad album, but it <em>is</em> literally morbid</strong><strong></strong><strong>. You're a young, talented man. Why so morbid?</strong></p><p><strong></strong>It actually started off as a joke. Me and <a href=\"http://www.npr.org/artists/186483722/thundercat\" target=\"_blank\">Thundercat</a>, who plays bass on the entire record, we were driving up the hill to my house and we were listening to <a href=\"http://www.npr.org/artists/15597402/george-duke\" target=\"_blank\">George Duke</a>'s <em></em><em>The Aura Will Prevail</em><em> </em>album. There's a track on there called <strong></strong>\"Echidna's Arf,\" and it's just the fastest, most intense,\"diddly-diddly-diddly-dih \" — it's so amazing.</p><p>We looked at each other like, \"Man, why isn't anybody doing records like this?\" Where it's just like insane musicianship and really cool progressions and ideas coming to life. And we was like, \"Yo, man, why don't we just make something that just kills everybody? As soon as you hear it, it's over, you're dead.\" That's kind of how it came to be.</p><p><strong></strong><strong>And you had fun with some amazing collaborators, too.</strong><strong> </strong><strong>The first one I want to talk about is Herbie Hancock, the amazing pianist. Well, I should say keyboardist, because — </strong> <strong>and I can see the affinity here — he was one of the first jazzmen of that generation to really embrace electronics</strong>.</p><p>Yeah, absolutely. Working with him was so cool because, trying to do a jazz record, starting from that place — it's not necessarily my first language. I come from hip-hop. I started on four-bar loops with samples and stuff; that's where I come from. Having Herbie Hancock, his interest and his involvement and his support, it really gave me a lot of confidence to pursue the concept. There were plenty times when I was like, \"Man, am I just going a little too far down the deep end with this thing? Am I really gonna call it <em></em><em>You're Dead!</em>\"? But I couldn't just cheapen the concept of what I was doing. I felt like it still had to be serious, and playful, and really reflect the journey of the record.</p><p><strong></strong><strong>So was Herbie Hancock there saying, \"Yeah, go deeper. It's</strong><strong> <em></em></strong><strong><em>You're Dead!</em></strong><strong><em> </em></strong><strong></strong><strong>Do it.\"</strong></p><p>Exactly. I'm playing him stuff, and he just made these crazy faces and he was like, \"Yeah, I get it. Yes. Yes. That's it.\" He was really feeling it, and he's been part of the work ever since.</p><p><strong></strong><strong>So how would you work together? Would the two of you sit, both with keyboards, and work stuff out?</strong></p><p>When we did the \"Tesla\" song, I had some drums that I had already recorded — I kinda found a cool loop, and a little idea. Herbie had come by and I played some ideas, some things I was feeling. He got on my Fender Rhodes and I started humming ideas out to him, and those became progressions. Then we did another take, and then he got even more free with it. Eventually you get these really fast recordings, and you just kind of jump to moments.</p><p>It's kind of the same as writing, with loops and stuff. It's hard to explain, but it makes so much sense in my mind. Like, I try to put it together just like I would make a beat, even if I'm using [other] people — if I had records or chopping up samples from the Internet, I still do that with collaborations and working with people. And working with him was great for that because, again, it's a guy I had never worked with before coming into my space and I don't speak music language properly.</p><p><strong></strong><strong>You're not writing out charts like the old jazz guys.</strong></p><p>No. And I don't think he really cares for that style either. There's a bit of me that was a little worried: What if I won't be able to get my ideas across, or what if he thinks I'm an idiot trying to sing these ideas to him? But they start coming to life and, you know, then there's a track happening.</p><p><strong></strong><strong>Well, the music, for me, calls to mind some of that '70s <a href=\"http://www.npr.org/artists/15368370/miles-davis\" target=\"_blank\">Miles Davis</a> and Herbie Hancock — like the <em>Mwandishi</em> recordings.</strong></p><p><strong></strong>Yeah, man, that was such a big inspiration for this record. The initial thrust of it was like, \"OK, I wanna go in on that darker, Miles-y kind of thing, and then let it become something unique on its own.\" And the record started off as this straightforward jazz record, no sampling and all that stuff. It started off like, it's gonna be all jazz, hard bop, no solos — just the crazy heads of a song, and then be out. It would be like 30 one-minute tracks, and they'd just be start-and-stop, random — they don't have to have no flow or anything. And I would do it chronologically, as they were made, and that would be the track list. That was the original concept. But then, you know, I kept living. And it turned into what you hear now.</p><p><strong></strong><strong>So this album's about a metaphysical crossing over. Do you feel like you've sort of crossed over? That you're in jazz now?</strong></p><p>The concept is so much more than \"You're dead as a person,\" to me. Even calling it <em></em><em>You're Dead!</em><em> </em>goes so deep into how I felt maybe a year ago, where I was watching the music scene shift and change. People who I came up with, they're all trying to be pop now — or you just don't hear about 'em anymore. The scene is kind of fading a little bit; new people are coming in and changing the game and doing it their own way. And so, for a minute I was like, \"Man, I think this s*** is dead, dude. I think the scene is dead.\" And that's just what happened.</p><p><strong></strong><strong>Jazz, or music more generally?</strong></p><p>More the scene that I came up in, which is the underground beat scene in LA. For a minute I felt like it's kind of hit its peak and lost its thing — but it's just changing. It's gonna evolve and change into something else.</p><p>In my own mind, it gets very quiet as you get into your next record. Like, a year and a half passes and you're kind of out of the public consciousness. You're not in the magazines as much. It makes you feel weird. And I think that weirdness kept me wanting to pursue that title, still — 'cause I felt like, \"What if it's all over? What if the scene is dead?\" But also, it's a way to shake things up a bit.</p><p><strong></strong><strong>It's funny considering what happened with Miles and Herbie Hancock and some of those jazz guys in the '70s. I think somebody called it \"negative crossover\": They got too weird for their jazz audiences and too jazzy for the rock and roll crowds.</strong> <strong>They just made everybody mad and it took 30 years for people to catch up with them.</strong></p><p>Yeah, it's weird. I see so many parallels between the old jazz scene and the things that I've been a part of as, well. I see so much of that crossing over, even with the figureheads of scenes and the people that become famous. I'm sure that's just how it goes, but it's been interesting to be so connected to it all.</p><p>I have this respect for jazz, just because it's an art form that I appreciate more and more as I get older and understand music more. But it is really sad, at this point, to hear the state of it, because there's not many people who care to push it forward or to develop it or to change it from what people were doing in the '60s and stuff. People are still playing the same tunes from way back when, and they're trying to get to that place. [Hancock and Davis] were trying to go somewhere else. They weren't stuck in their ideas, you know? They're seekers.</p><p><strong></strong><strong>Let's talk about the hip-hop side of things. You have Snoop Dogg on this album — he appears in the song \"Dead Man's Tetris.\"</strong><strong> </strong></p><p>Yeah, Snoop's on the record. I think, to anyone who doesn't really know about me or know my history, it might come off as a little weird. But Snoop, his music was the first music that I genuinely fell in love with as a kid, as a teenager. I heard the <em></em><em>Doggystyle</em><em> </em>album, and I was 10 years old — I was perfectly primed for that album. I was starting to be rebellious. I was starting to hate everything [<em>laughs</em>]. I was starting to see the dark side of the world. And then there's this guy from LA, with these beats that sound like LA. And it was just — it was perfect. It changed me. I always wanted to make music after that; I wanted to make beats after that. When I heard that album, I wanted to be a producer. I wanted to be <a href=\"http://www.npr.org/artists/15594870/dr-dre\" target=\"_blank\">Dr. Dre</a> so bad. To have Snoop on there, in the way that he's on the album — he's like a gatekeeper, you know?</p><p><strong>Like a bardo demon?</strong></p><p>Exactly. It's perfect that it's him. He was like, \"You know, I made a song like that back in the day! It was called '<a href=\"https://www.youtube.com/watch?v=jLSTI7h6opg#t=170\" target=\"_blank\">Murder Was the Case</a>.'\" I was like, \"Oh, you know, I might've heard that.\"</p><p><strong>Who's your audience? Meaning, who are the people who are coming to see you? Is it hip-hop fans? Are there jazz fans? Is it a mixture of everybody?</strong></p><p>I'm really lucky, 'cause I feel like I do get a mix of all types of people coming to my shows and buying the records. I don't ever expect a type of people to be at a show. But there are, you know, there are some archetypal --</p><p><strong></strong><strong>Describe the archetype.</strong></p><p>Aw, man. Someone's gonna get upset. Well, more often than not, they smoke pot; we'll just start there. I think I have more male fans. They, more often than not, make music themselves, which is really flattering to me — like maybe I'm an artist's artist or something. I don't know. Sometimes I just feel like I can spot 'em.</p><p><strong></strong><strong>We should talk about the ending of this album.</strong><strong> </strong><strong>Are these the voices of the dead that we're hearing at the finale? </strong></p><p>Yeah, they are. What I want to have at the ending was kind of a protest against the notion that we we're dead. I wanted it to end like: This isn't the end. We're dead on Earth, and our shell is dead, but we live on. All of our influence lives on forever. All of the things that we've passed on to people, all of the things that we've contributed to Earth and all of our influence, love, it lives on.</p><p>When I lost my mother, it affected me heavily. I was so broken by it. But I have a little sister. And she's growing up to be just like my mother in so many ways — in ways that kind of freak me out a little bit because, how does she develop that? But it's like my mom, she lives on through my sister. That's just how it is. She'll be that person, pass that on to somebody. It just continues. I don't ever feel like it's the end anymore. That was the statement that I wanted to leave behind at the very end of the record. I didn't want it to be this bleak ending. I wanted it to be kind of hopeful for the beyond.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Music+From+Death%27s+Doorstep%3A+A+Conversation+With+Flying+Lotus&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"451"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355661087-de0a4c.m3u?orgId=1&topicId=1105&ft=3&f=354599863"},{"href":"http://media.npr.org/assets/img/2014/10/10/flyinglotus_2014b_mg_9313fujif100cold-copy-75920c7f23a80c7f1fcad716c07565d7dbe07486.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2877","width":"3836"}}]}