{"created":"2015-01-19T22:18:25+00:00","modified":"2015-01-20T20:01:45+00:00","valid":{"from":"2015-01-20T20:01:44+00:00","to":"3015-01-20T20:01:44+00:00"},"hreflang":"en","guid":"8dc28d46-e0c3-43e5-adef-77efd53e79c5","title":"Did Obama tip off reporters to the US hack of North Korea?","published":"2015-01-20T20:01:43+00:00","byline":"Traci Tong","teaser":"There was no doubt in President Obama's mind when he accused North Korea of hacking into Sony Pictures and releasing some sensitive information. As it turns out, the White House knew for a fact that North Korea was the culprit, because the National Security Agency had already hacked into Pyongyang's computer systems. \r\n","tags":["SafeMode","Global Politics","Pyongyang","Washington DC","Asia","North America","North Korea","United States","Asia","North America","President Obama","Kim Jong-un","General James Clapper Jr."],"contentencoded":"<p>It's a whodunit. But not a very good one. And it took a few interviews to settle one dispute over \"The Interview.'' </p>\n<p>Let's start: There's a Hollywood studio, a government spy agency and the dictator from a secretive country.</p>\n<p>The precipating event: The impending release of the Seth Rogen-James Franco movie by Sony. The movie pokes fun of North Korea and involves two inept men hired to assassinate North Korean leader Kim Jong-un. Hackers, calling themselves the \"Guardians of Peace,\" threatened Sony back in November, saying if the film was released they would cripple the studio's computer system, releasing sensitive employee information and private email conversations. A breach occurs.</p>\n<p>Then, bam! President Obama points the blame at the Korean leader. Just like that. The statement seemed very unusual to New York Times National Security correspondent <a href=\"http://www.nytimes.com/2015/01/19/world/asia/nsa-tapped-into-north-korean-networks-before-sony-attack-officials-say.html?_r=0\">David Sanger. </a> </p>\n<p>\"Here’s a president who's extraordinarily cautious on intelligence matters. Has frequently been critical of his predecessor (George W. Bush) for jumping to conclusions about Saddam Hussein's weapons of mass destruction. So, something had to have been shown to him to make him that confident.\" </p>\n<p>Sanger and reporter Martin Fackler spoke with former US government and foreign officials, as well as a number of computer experts. They discovered that President Obama had proof. And that proof came from the National Security Agency's OWN infiltration of North Korea's cyberwarfare program.</p>\n<p>And the NSA had been doing it long before the Sony Pictures conflict, from as far back as 2010. But the agency was unable to identify the cyberattack on Sony until it was too late.</p>\n<p>\"The hackers had already been spear phishing. That's when you get those emails that if you click on it, it'll end up downloading some malware onto your computer. But there were so many spear-phishing attacks coming out of North Korea that it's not clear if any intelligence agencies made the connection between the spear phishing attack on Sony and North Korea's threats over the summer that the release of the movie, The Interview, would be an act of war.\"</p>\n<p>Unless the hackers were sending destructive software to the Sony site, just simply monitoring North Korea's computer activity didn't raise red flags. But the breach — and the certainty of Obama's statement — led to yet this latest twist.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011920154.mp3"},{"href":"http://www.pri.org/file/011920154mp3"}]}