{"created":"2015-03-08T12:53:27+00:00","modified":"2015-03-13T20:37:12+00:00","valid":{"from":"2015-03-13T20:37:12+00:00","to":"3015-03-13T20:37:12+00:00"},"hreflang":"en","title":"Learning The Hard Truth About Lying","published":"2015-03-08T17:08:00+00:00","teaser":"Marilee Jones, the former dean of admissions at MIT, inflated her resume and resigned from her position in 2007. Coming back from that kind of mistake can be harrowing — and life-changing.","itags":["npr_api","391610430"],"guid":"8dd72662-88b9-40c9-a539-d823d84cede8","contentencoded":"<p>We all lie sometimes. But if you're in the public eye, the lie can take on a life of its own.</p><p>NBC's Brian Williams <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/10/385310377/nbc-suspends-brian-williams-for-6-months-without-pay\">became the victim of his own story last month</a>, exaggerating the danger he faced while reporting in Iraq in 2003. It lead to an on-air mea culpa and a temporary suspension from the anchor desk.</p><p>A couple weeks later, another public figure, Robert McDonald, the head of the Department of Veterans Affairs, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/24/388688354/va-secretary-apologizes-for-making-special-forces-claim\">told a homeless veteran that he was in the special forces</a> — but he wasn't.</p><p>Coming back from that kind of mistake can be harrowing and life-changing.</p><p>Marilee Jones knows intimately the damage that one lie can inflict on a life.</p><p>Jones was the dean of admissions at MIT, one of the country's most illustrious universities. She worked there for 28 years and was much beloved by students and administrators alike — until a lie that had haunted her for decades came to light.</p><p>In 1979, when Jones was in her mid-20s, her husband got a job at MIT, and they were living on campus. She saw a job posting in the admissions office, recruiting women in the sciences.</p><p>\"Oh, this would be fun,\" she says she thought. \"I thought, 'I'm up for that fight. Let's do it!' \"</p><p>But there weren't a lot of women working in that office, and to her it felt like a boys club that placed a high value on credentials. So when she put together her resume, she lied about her education.</p><p><strong>'I Just Slid It Under The Door'</strong></p><p>\"At the time I thought, 'In a million years they'd never hire me,' \" she says. \"So I said I went to one college when, in fact, I went to another college.\"</p><p>MIT said she claimed three degrees that she did not have.</p><p>\"I just slid that under the door, and honestly, I forgot all about it,\" she says. \"It just got me in the door, and that was good for me, and off I went.\"</p><p>Nobody tried to verify her credentials and she got the job.</p><p>People lie for a lot of reasons, and often with good intentions, says Dan Ariely, professor of psychology and behavioral economics at Duke University.\"</p><p>\"We understand that some kind of lying is an important social lubricant,\" Ariely says. \"And those things are making the computation of what's right and wrong much more complex.\"</p><p>Add to that, he says, our instinct is to justify lying when it serves our short-term interest.</p><p>\"We come up with a story about why this is OK,\" he says. \"When we don't have to explain things to other people, our ability to rationalize is very high.\"</p><p>Jones worked her way up through the admissions department. She was well liked and respected, and ultimately, she was promoted to the top job. The woman who lied on her resume all those years ago was now the dean of admissions for MIT.</p><p>While she was in this post, Jones had what she describes as a spiritual awakening. She started to think more deeply about the college admissions process and the immense pressure put on young people to get into top schools.</p><p>\"We're making kids sick,\" she thought at the time. \"Kids are breaking because of what we're doing. We've got to stop it.\"</p><p>She made it her mission help kids see they didn't have to be perfect on paper; they could be themselves and that would be good enough to get them where they wanted to go.</p><p><strong>'I Missed My Moral Moment'</strong></p><p>At the same time, she began to be honest with herself about that initial lie. She also began having episodes of arrhythmia — irregular heartbeats. Doctors told her it was stress.</p><p>\"And I thought, 'I know what it is. I know what it is,' \" Jones says. \" 'Because I've cleaned up all the other pieces, and this is the one I can't clean up.' I had my moral moment, and I missed my moral moment. That was when I actually was applying to the deans' job.\"</p><p>Instead of coming clean, she doubled down to get the job.</p><p>\"Because several people in my industry actually, in a snarky way, I think, said to me, 'Well, they're never going to hire a woman for that job, Marilee, come on. Seriously?' \" she says. \"And I thought to myself, 'Oh yeah? I'll show you.' \"</p><p>It was exactly the kind of rationalization Ariely described.</p><p>But, he says, \"Once you see that something has gone out of whack, if you recognize it, the right thing to do is to say, 'You know what? Here's the mistake I made'... When people try to hide things can only get worse.\"</p><p>And for Jones, things did. The pressure of that secret, became too much to bear.</p><p>\"There was a moment where, in my office, I had a direct knowingness that I was going to die, if I didn't clear this,\" she says. \"I had to face it. So I called in a miracle. I actually went to my knees, in my office. I was asking, 'Just give me an opportunity. I don't know how to fix this, but I deeply desire to fix this. And I don't want to die with this on my conscious.' \"</p><p>The break came in 2007, when MIT administrators were tipped off about possible inconsistencies in her resume. Jones saw that as her chance to come clean.</p><p>\"I had an opportunity to clear it and I did clear it, and I resigned,\" she says. \"And it was so great, I'm telling you. By the time I got home that day, one hour, my arrhythmias were completely gone ... and they never came back.\"</p><p><strong>Honesty As A Public Good</strong></p><p>What came her way instead was a whole lot of public scrutiny. Hard as that was, after the TV cameras went away and the attention subsided, she was forced to ask herself some even harder questions.</p><p>\"Who am I without my job? Who am I without my name? Because honestly for a few years, I didn't want to speak my name to people,\" she says.</p><p>Ariely says honesty is a public good and that society works when people trust each other.</p><p>\"But if you live in a society with no trust, everybody suffers,\" he says. \"We really have to understand that erosion in trust is an incredible erosion in society as a whole.\"</p><p>Jones says she owns what she did, but she says it's also important for people to understand she's still the same person at her core — a person who, like most of us, just made a mistake.</p><p>She has moved on. She runs her own consulting business now, helping parents and students navigate the college admissions process, which she says is filled with pressure to be perfect.</p><p>\"I think the whole system is almost set up for kids to lie,\" she says. \"I know I'm going to get hate mail here ... but in fact, I'm still upset about what this culture is doing to kids. And I think, OK, because this has come to me, I've lived through this, I want to be able to go out and plant my little flag and say, 'Look, it's OK to be a human being.' \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Learning+The+Hard+Truth+About+Lying&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"673"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391619626-878ffb.m3u?orgId=1&topicId=1022&e=391610430&d=673&ft=nprml&f=391610430"},{"href":"http://media.npr.org/assets/img/2015/03/08/marilee_jones_0047-a909bcfa4e466337e3d102a8c17eb4556acb7013.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"639","width":"852"}}]}