{"created":"2015-03-02T09:05:05+00:00","modified":"2015-05-13T21:12:35+00:00","valid":{"from":"2015-05-13T21:12:35+00:00","to":"3015-05-13T21:12:35+00:00"},"hreflang":"en","title":"People With Low Incomes Say They Pay A Price In Poor Health","published":"2015-03-03T12:39:00+00:00","teaser":"People with household incomes of less than $25,000 a year say in a new poll that the lack of cash really hurts their health. Low-quality food and dangerous housing are two reasons why.","itags":["npr_api","389347123"],"guid":"8ddc496c-3493-463d-8466-ed29d2f36b8f","contentencoded":"<p>When you ask people what impacts health you'll get a lot of different answers: Access to good health care and preventative services, personal behavior, exposure to germs or pollution and stress. But if you dig a little deeper you'll find a clear dividing line, and it boils down to one word: money.</p><p>People whose household income is more than $75,000 a year have very different perceptions of what affects health than those whose household income is less than $25,000. This is one key finding in<a href=\"http://media.npr.org/documents/2015/feb/What_Shapes_Health_Report.pdf\"> a poll</a> conducted by NPR, the <a href=\"http://www.rwjf.org/\">Robert Wood Johnson Foundation</a> and the <a href=\"http://www.hsph.harvard.edu/\">Harvard T.H. Chan School of Public Health</a>. One third of respondents who are low income say lack of money has a harmful effect on health.</p><p>This is the case for 29-year-old Anna Beer of Spokane, Wash. She lives with her husband in the basement of her father's house. Beer got laid off from her job as a nanny last summer. Now she is attending college in the hope that she will get a better than minimum-wage job when she graduates. Beer's husband earns $10 an hour working at a retail store. \"This is probably the most poor we've been,\" Beer says.</p><p>When she was working, Beer could afford to buy fresh fruits and vegetables and chicken from the local farmer's markets. Now she buys canned and frozen vegetables, which are cheaper but not as healthy.</p><p>\"They've had preservatives added to them, a lot of times salt that's just not good for you,\" she says. Poor diet and financial stress have had a huge impact on her health, Beer says. Her migraines are worse and her health has deteriorated. It's frustrating, she says. \"I know what the cause of it is, but I can't fix it. It's hard.\"</p><p>One in 5 people in our poll say they are in a similar position — low paying jobs or unemployment harms their health. And there's research to back this up. <a href=\"http://www.albany.edu/sph/24581.php\">Kate Strully</a>, a sociologist at the University at Albany, State University of New York,<a href=\"http://link.springer.com/article/10.1353/dem.0.0050\"> studied </a>what happened when healthy people were laid off following a plant closing. She found that losing a job increased the odds of developing stress-related health conditions by 83 percent — conditions like stroke, heart disease, diabetes and emotional or psychiatric conditions.</p><p>Another social fact that affects health is housing. Forty percent of the low-income people in our poll say bad housing causes bad health. Uzuri Pease-Greene says this is true for her family<a href=\"#_msocom_1\" name=\"_msoanchor_1\"></a>. She rents a small two-bedroom apartment with her husband, two daughters and a grandchild in a public housing complex in San Francisco. When something breaks, she says it takes years to get it fixed. Ovens don't work, there are holes in the walls, the water doesn't work or there's a sewage backup.</p><p>Then there is the constant stress of the neighborhood. \"You have shootings, stabbings and break-ins,\" Pease-Greene, 49, says. \"People with their music up at all times of the night, people arguing, fighting, fussing, people using dope, being drunk.\" She worries about her 4-year-old granddaughter growing up in this environment.</p><p>The impact of childhood experiences on adult health is another surprising finding in our poll. More than any other factor in childhood, people say abuse and neglect contribute to poor health in adults. This is what happened to Daniel, who is 65 years old and lives in San Diego<a href=\"#_msocom_2\" name=\"_msoanchor_2\"></a>. We agreed not to use his full name because he worries about losing his job.</p><p>When he was about 8 years old and his sister was 4, \"I walked in to the dining room and my mother was beating my sister with a big old wooden spoon,\" he says. \"My mother's just wailing on her, telling her she's a dirty little girl and a pig.\"</p><p>It turned out Daniel's sister had gone across the street to the grocery store. A man touched her inappropriately and she told her mother. When he saw his sister being beaten, Daniel started crying. His stepfather said, \"I'll give you something to cry about.\" And he started \"beating the hell out of me too, so there we were — that's our Sunday — not untypical at all.\"</p><p>By the time he was 12 years old, Daniel says, he was smoking cigarettes and drinking alcohol. He started doing drugs after getting out of the military, all to nearly unbelievable extremes. On any given day, seven days a week, Daniel says he drank 12 to 18 beers, a half bottle of whiskey and smoked two to four packs of cigarettes a day.</p><p>Daniel traces his addictions to the abuse he suffered as a child. And by the time he reached his 50s, Daniel's health problems were severe. He was 60 pounds overweight; he had high blood pressure, high cholesterol, liver damage, lung damage and diabetes. But nothing was as overwhelming as the emotional burden. \"Have you ever seen a dog that's been beaten and abused?\" he says. \"You raise your hand and the dog will cower.\"</p><p>Daniel was finally diagnosed with <a href=\"http://www.ptsd.va.gov/public/types/violence/index.asp\">PTSD</a> when he was in his mid-50s. It was a relief, he says. With the help of talk therapy he learned to manage his symptoms. He quit smoking, rarely drinks and has lost weight, exercising four times a week. And life is finally tolerable.</p><hr />  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=People+With+Low+Incomes+Say+They+Pay+A+Price+In+Poor+Health&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390119347-846d06.m3u?orgId=1&topicId=1066&aggIds=389312217&d=418&p=3&story=389347123&t=progseg&e=390119227&seg=4&ft=nprml&f=389347123"},{"href":"http://media.npr.org/assets/img/2015/02/27/shapes-health-80b2835328e88c2df6a6b7d32ee44e8f960eef76.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/02/27/uzuri-2-f174f89e1c0ac705eefe63930305faa9e2e600c9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}}]}