{"created":"2015-04-18T12:03:20+00:00","modified":"2015-05-13T21:01:56+00:00","valid":{"from":"2015-05-13T21:01:56+00:00","to":"3015-05-13T21:01:56+00:00"},"hreflang":"en","title":"O'Malley, Possible Clinton Rival, Says A President Can't Let Polls Lead","published":"2015-04-20T14:15:00+00:00","teaser":"The former Maryland governor also was flatly dismissive of Republican economic theories in an interview with NPR's Steve Inskeep, saying they're 'patently bull----.'","itags":["npr_api","400501273"],"guid":"8de59787-4bf2-49e6-b9d8-fae95e3826fd","contentencoded":"<p>Hillary Clinton is inauthentic, not transparent and will have trouble connecting with younger voters. And Republican economic theory is \"bull- - - -.\"</p><p>That was essentially the argument Martin O'Malley made in an interview with NPR for why voters should choose him to be president over Clinton — the overwhelming favorite for the 2016 Democratic nomination — as well as whichever candidate survives the Republican primaries.</p><p>\"The bigger issue is, do we have the ability as a party to lead by our principles?\" O'Malley told NPR's Steve Inskeep. \"Or are we going to conduct polls every time we try to determine where the middle is on any given day?\" The full interview is to be broadcast Monday on NPR's <em>Morning Edition</em>.</p><p>O'Malley argued that as governor of Maryland he, unlike Clinton — <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/12/397891885/its-official-hillary-clinton-announces-presidential-run\" target=\"_blank\">who officially declared she is running for president April 12</a> — has led the charge on some issues dear to progressives.</p><p>\"I'm glad she's come around to those positions on the issue of marriage equality, which we passed in Maryland,\" O'Malley said. \"I'm glad she's come around to the issue of drivers licenses for new American immigrants so that they can obey the rules of the road. This was something we did also in Maryland. So I'm glad she's come around to those positions.\"</p><p>Clinton, like many other Democrats and the country at large, <a href=\"http://www.npr.org/blogs/thetwo-way/2013/03/18/174633970/hillary-clinton-announces-her-support-of-gay-marriage\" target=\"_blank\">has evolved in her position on whether gay and lesbian couples can marry</a>. On driver's licenses, during her last run for president, she declined in a 2007 debate to back a proposal by then-New York Gov. Eliot Spitzer to grant licenses for immigrants in the country illegally. Recently <a href=\"http://www.washingtonpost.com/blogs/post-politics/wp/2015/04/16/this-time-hillary-clinton-supports-giving-drivers-licenses-to-undocumented-immigrants/\" target=\"_blank\">she reversed her position and said she was in favor of them</a>.</p><p>Clinton found herself embroiled in controversy earlier this year because of her exclusive use of a private email account to conduct official business as secretary of state. She kept a private server in her home and turned over to the State Department what she and her lawyers had determined to be 30,000 work-related emails. The rest of the emails, which she deemed to be private, were deleted.</p><p>The scandal is something O'Malley, who said he will decide whether he runs for president by the end of next month, alluded to in why he could better appeal to a younger generation. Though he rarely criticized Clinton directly, his remarks seemed tailored to her.</p><p>\"I see — having spoken to younger people, people under 40 — where our country's headed, and it is not the sort of siloed and bureaucratic and ideological world of many of us baby boomers and our siblings,\" he said. \"It is a more connected world, and it is a more collaborative and open and transparent world. That's the way I've always governed and that's the way that you have to govern in order to get things done today.</p><p>\"I believe that differences will become apparent, and over the next month, I am sure she will start to roll out her policy choice.\"</p><p>At 52, O'Malley is 15 years younger than Clinton. She would be the second-oldest president sworn in for a first term, trailing only Ronald Reagan.</p><p>Still, O'Malley said Clinton would be better than any of the likely Republicans running for president. He dismissed Sen. Marco Rubio's assertion that a reason to reduce regulations is because the rich benefit more than the less well off as they are better able to navigate the system. O'Malley also panned collective GOP economic theory as something akin to fertilizer.</p><p>\"Our tax code's been turned into Swiss cheese,\" O'Malley said when asked about GOP arguments regarding how to fix things like income inequality. \"And, certainly, the concentrated wealth and accumulated power and the systematic deregulation of Wall Street has led to this situation where the economy isn't working for us. All of that is true. But it is not true that regulation holds poor people down or regulation keeps middle class from advancing. That's kind of patently bull- - - -.\"</p><hr /><p><em>NPR's full interview with former Maryland Gov. Martin O'Malley will be broadcast Monday on NPR's </em>Morning Edition<em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=O%27Malley%2C+Possible+Clinton+Rival%2C+Says+A+President+Can%27t+Let+Polls+Lead&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Domenico Montanaro","audio":[{"meta":{"duration":"402"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400955043-0b1c04.m3u?orgId=1&topicId=1014&d=402&story=400501273&ft=nprml&f=400501273"},{"meta":{"duration":"359"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400955046-9549d2.m3u?orgId=1&topicId=1014&d=359&story=400501273&ft=nprml&f=400501273"},{"href":"http://media.npr.org/assets/img/2015/04/17/2015-04-17-martin-omalley-0143_edit-eda22c8537888ec86fcceb87e21e0888284d5087.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1983","width":"2640"}}]}