{"created":"2014-10-27T23:03:27+00:00","modified":"2014-10-27T23:03:27+00:00","valid":{"from":"2014-10-27T23:03:27+00:00","to":"3014-10-27T23:03:27+00:00"},"hreflang":"en","title":"Video Of Cat Saving Child From Dog Attack Goes Viral","published":"2014-05-15T19:31:00+00:00","teaser":"The cat is a hero, but are cats actually capable of altruistic actions, like intentionally saving a child? We ask an animal behaviorist.","itags":["npr_api","312759783"],"contentencoded":"<p><a href=\"http://www.youtube.com/watch?v=TFb2PMFuNIw\">[Youtube]</a></p><p>You may have seen this video &#8212; security cameras show four-year-old Jeremy Triantafilo of Bakersfield, California, playing on his bicycle in his driveway. A neighborhood dog spies him, and then attacks the child, unprovoked.</p><p>Suddenly, the Triantafilo family&#8217;s cat, Tara, streaks across the driveway, pushes the dog off the boy, hip-checks the dog and chases it away.</p><p>The video was posted this week and has since gone viral, getting hundreds of thousands of views. It has also started a national discussion: can a cat come to a child&#8217;s defense?</p><p><div class=\"pullquote\" style=\"\">&#8220;There’s a much more social and community aspect to cats’ lives than most people give them credit for.&#8221;</div></p><p><strong>Dr. Nicholas Dodman</strong> is an animal behaviorist of Tufts University. He joined <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young to discuss whether a cat is capable of protecting a human.</p><p>&#8220;When I heard about it, I was going to come away with some sort of scientific sort of expertise &#8212; you know, the cat got into an inflamed, affective state and simply attacked because it was concerned about its welfare,&#8221; Dodman said. &#8220;But when I saw the video, I thought it did look to me, for all the world, like that cat knew exactly what it was doing, and he ran in to attack the dog who was attacking the boy. So it looked like it was a kind of altruistic move to help the boy.&#8221;</p><p>It&#8217;s a commonly held belief that cats do not have the instinct to protect other creatures, cat or otherwise, because they don&#8217;t live in packs. But Dodman said this isn&#8217;t true.</p><p>&#8220;People have noted that cats can be protective of another individual, whether it&#8217;s a dog or a cat or a person, and the fact is, they are not solitary animals, as Rudyard Kipling would have liked us to believe,&#8221; he said. &#8220;They actually have been shown to be communal, that they live in communities. They do things almost like sort of time-sharing inside a house. They will do cooperative hunting when they&#8217;re together in a barn. I mean, there&#8217;s a much more social and community aspect to cats&#8217; lives than most people give them credit for.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://vet.tufts.edu/behavior/staff.shtml#dodman\" target=\"_blank\">Dr. Nicholas Dodman</a></strong>, animal behavior specialist and professor at the Tufts University Cummings School of Veterinary Medicine.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Video+Of+Cat+Saving+Child+From+Dog+Attack+Goes+Viral&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"8e00c7e9-2cbe-4f64-9dd4-85142d0aae56","audio":[{"meta":{"duration":"169"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312812168-d91905.m3u?orgId=330&ft=3&f=312759783"}]}