{"created":"2014-10-02T15:05:08+00:00","modified":"2014-10-31T00:46:12+00:00","valid":{"from":"2014-10-31T00:46:12+00:00","to":"3014-10-31T00:46:12+00:00"},"hreflang":"en","title":"A Rogue Libyan General Tries To Impose Order With An Iron Fist","published":"2014-06-28T16:43:00+00:00","teaser":"Khalifa Hifter was one of Moammar Gadhafi's top generals who eventually fled to the U.S. Now he's back in Libya, a polarizing figure waging a harsh crackdown on Islamist militants.","itags":["npr_api","326191770"],"guid":"8e102da7-c95d-49d1-be10-0b8e646d3a7c","contentencoded":"<p>No one is safe in Libya these days. Judges, activists, human rights defenders and former officers in Moammar's Gadhafi's army are being silenced with bullets and knives.</p><p>There are no formal security forces, weapons remain unsecured and the economy is foundering because rebels seized oil ports in the east.</p><p>For all these reasons, a rogue general with a checkered past has found support in large swaths of the country as he vows to fight what he calls terrorist groups.</p><p>His name is Khalifa Hifter, a renegade general from Gadhafi's old army who led a failed war in Chad in the 1980s before fleeing to the United States, where he settled in Virginia.</p><p>He isn't particularly loved, but he's finding support among factions of the patchwork militias that make up Libya's security forces, as well as powerful political players, as he vows to fight extremism from his base in eastern Libya.</p><p>\"We'll show no mercy to anyone who falls into our hands,\" Hifter told a room of reporters after surviving an assassination attempt earlier this month. \"We are defending the world against terrorism.\"</p><p>His words tap into fears over the rise of militant Islam following the Arab revolts that swept through the region bringing hope of change. But those uprisings have led to a terrifying period of destabilization, power vacuums and battles over ideology from Syria, to Iraq, to Libya and beyond.</p><p>Military force, Hifter says, is the only way forward in Libya. And he's holding true to his word with airstrikes by an air force in eastern Libya that's pledged loyalty to him. There have also been gunbattles in Benghazi, the birthplace of Libya's revolution and a center for Islamist militias. Many citizens welcome his tough approach.</p><p>Hifter isn't seen as a hero. Rather, he's won support because no one has been held accountable for near daily assassinations. One of the latest casualties was an outspoken human rights activist and lawyer named Salwa Bugaighis, who was stabbed and shot in her home this week by unidentified assailants in a killing that sent shock waves through Benghazi.</p><p>Before her death, she said in interview that she didn't trust Hifter, who once served Gadhafi. But she said he is capitalizing on real fears that many ordinary Libyans have of Islamist militias, Gadhafi loyalists and criminal gangs operating in the security vacuum.</p><p>The most extreme of those militias in eastern Libya is Ansar al-Sharia, which has vowed to bring in foreign fighters if Hifter doesn't stop his battle. The country's grand mufti, Sheikh Sadiq Ghariani, says those fighting against Hifter are martyrs sacrificing their lives for God. The battle is morphing into the biggest crisis in Libya since Gadhafi's ouster in 2011.</p><p>Hifter's critics say that he threatens to rip the country apart by painting all Islamists as terrorists and unilaterally going to war.</p><p>\"I can assure you, we will never accept military rule (coming) back to Libya,\" Mohammed Busidra, an Islamist legislator from the outgoing parliament, said as he sipped coffee in the courtyard of the Radisson hotel in Tripoli. Here, opposing politicians, militiamen and wealthy businessmen mix in the lush surroundings.</p><p>\"I can tell you even if (Hifter) has the whole world behind him, he will never rule us,\" Busidra added.</p><p>Busidra says Hifter is trying to be a new Gadhafi. And he says Hifter is building his popularity by demonizing all Islamists.</p><p>\"We have a saying here in Libya, 'Hold the dog's tail until you pass the depths,'\" he said. \"This is exactly what (Libyans) are doing with Hifter, not thinking, they're holding his tail to pass.\"</p><p>This, he says, is dangerous and will derail Libya's foundering democracy. A new parliamentary election was held this week to replace the current, unpopular parliament in an effort to stem the crisis. Busidra warned the U.S. not to support Hifter, as some suspect it might.</p><p>\"If they support Hifter or anybody else taking over Libya, to take over power here in Libya, against the will of the people,\" he said, \"believe me, there will be no system in Libya and no Libya.\"</p><p>But Hifter's supporters say he is filling a vacuum that has allowed militias divided by region, tribe and ideology to control their areas. No one in the government has been willing or able to stop the violence.</p><p>Tawfiq, a young civil society activist from Benghazi, was in Tripoli recently, where he was staying for his safety. He described a phone call from a member of Ansar al-Sharia, the radial group accused of playing a role in the death of U.S. Ambassador Chris Stevens in 2012.</p><p>\"Take my advice and just try to stay in Tripoli and leave Benghazi for a while until they just forget about your activism,\" he recalls the man saying.</p><p>A curly-haired 18-year-old, Tawfiq asked to be identified by his first name only for his security. He openly accused Ansar al-Sharia and other militias of being behind assassinations in Benghazi.</p><p>\"Now Benghazi is starting the, as we see it, the real war against the militias. The real war against the terrorism in Benghazi,\" he said.</p><p>Tawfiq went back to Benghazi and now supports Hifter's fight, called Operation Dignity. It isn't the man he supports. Rather, he's fed up with a weak government that's been unable to hold the country together as families, foreign companies and foreign investors flee the violence.</p><p>\"We're talking about militias that are killing people on a daily basis,\" he said. \"And we're talking about a government in one way or another that is supporting these militias. Or at least we can say they're not standing against them.\"</p><p>\"This just led us to support the real action that we see on the ground,\" he added. \"To support any operation that will end what is going on in Benghazi.\"</p><p>But the nation is divided.</p><p>At coffee shops across the capital, this instability is the topic of conversation.</p><p>Moattassim Al-Aalam, is confused. The sharply dressed investment banker is anti-Islamist and uses the word \"beardos\" to describe bearded Islamists with derision.</p><p>\"When Hifter first came out, me and a lot of people, I think, saw him as a wonderful tool,\" he said. \"He'll get rid of all the beardos for us. And then we can settle our differences. But that divide is splitting houses and neighborhoods now.\"</p><p>So he's worried. Worried that Libya could be hurtling towards civil war.</p><p>\"I don't know what to think anymore,\" he said.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Rogue+Libyan+General+Tries+To+Impose+Order+With+An+Iron+Fist&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326406692-98fe8c.m3u?orgId=1&topicId=1126&ft=3&f=326191770"},{"href":"http://media.npr.org/assets/img/2014/06/27/libya-hifter1-2f0b1bdcd88ed90a41c81a1fdaa7c99b668bb907.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2337","width":"3116"}},{"href":"http://media.npr.org/assets/img/2014/06/27/libya-hifter2-75fcb1f887cda67266621ad3f16a52c4520228b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1978","width":"2635"}},{"href":"http://media.npr.org/assets/img/2014/06/27/libya-hifter3-489a2eb76f894641637698b924091713619b64b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1909","width":"2546"}}]}