{"created":"2015-05-26T17:00:16+00:00","modified":"2015-05-27T04:00:20+00:00","valid":{"from":"2015-05-26T06:00:00+00:00","to":"3015-05-26T06:00:00+00:00"},"hreflang":"en","byline":"David Brancaccio","itags":["8e18f448496e1990b76a727b28879e30","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Tuesday, May 26, 2015","PMP:Marketplace_PMP"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The guy behind the guy at Apple gets a promotion. Marketplace Tech host Ben Johnson explains. Plus, <span>Bernie Sanders officially kicks off his candidacy for the Democratic nomination for the presidency on Tuesday. The senator from Vermont describes himself as a “Democratic Socialist”.  We report that while some see socialism as an improbable platform for a U.S. presidential run, socialist candidates have done better than one might think historically.</span> And t<span>here are a handful of these types of pubs starting to open up around the country.  They are basically a bar where you can play board games, video games, party games, etc. and they’re part of what seems to be a growing industry around gaming and broader nerd culture.</span></p>\"}]","tags":["APM","Life","Mid-day Update"],"description":"An Apple promotion, a \"Democratic Socialist\" campaign, and a pub for gamers.","contentencoded":"<div class=\"barn-cleaned\"><p>The guy behind the guy at Apple gets a promotion. Marketplace Tech host Ben Johnson explains. Plus, <span>Bernie Sanders officially kicks off his candidacy for the Democratic nomination for the presidency on Tuesday. The senator from Vermont describes himself as a “Democratic Socialist”.&nbsp; We report that while some see socialism as an improbable platform for a U.S. presidential run, socialist candidates have done better than one might think historically.</span>&nbsp;And t<span>here are a handful of these types of pubs starting to open up around the country.&nbsp; They are basically a bar where you can play board games, video games, party games, etc. and they’re part of what seems to be a growing industry around gaming and broader nerd culture.</span></p></div>","published":"2015-05-26T06:00:00+00:00","title":"PODCAST: Beers and board games","guid":"8e18f448-496e-4199-8b76-727b28879e30","teaser":"An Apple promotion, a \"Democratic Socialist\" campaign, and a pub for gamers.","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/16013668720_fdf23beef1_z.jpg?itok=tyaf2y4J","meta":{"crop":"primary","height":"340","width":"610"}},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2015/05/26/midday_20150526_pod_64.mp3","meta":{"duration":442,"duration_hms":"00:07:22","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2015/05/26/midday_20150526_pod","type":"application/json"}},"format":"MP3"}]}