{"created":"2015-03-20T22:00:39+00:00","modified":"2015-03-23T20:29:18+00:00","valid":{"from":"2015-03-23T20:29:18+00:00","to":"3015-03-23T20:29:18+00:00"},"hreflang":"en","guid":"8e30e8ee-af09-4dfc-899e-2286b152a98a","title":"Yemen's capital is wracked by bombings targeting mosques","published":"2015-03-23T20:29:13+00:00","byline":"Stephen Snyder","tags":["Houthis","ISIS","al-Qaeda","Conflict","Conflict & Justice","Sanaa","Aden","Asia","Yemen","Middle East","Hisham Omeisy","Iona Craig","Abdrabbuh Mansour Hadi","Shia insurgency in Yemen","Terrorism in Yemen","Houthis","Al-Qaeda"],"teaser":"A day after Houthi forces failed to seize the airport and destroy the presidential palace in Yemen's second city, Aden, several suicide bombers brought violence to the Houthi-controlled Yemeni capital, Sanaa. Amidst the chaos, it is hard to know who orchestrated the attacks.","contentencoded":"<p>Today in Sanaa, the capital of Yemen, suicide bombers attacked two mosques frequented by members of the Shiite Muslim sect known as Houthis. The attacks killed at least 126 people and set off rapid-fire accusations.</p>\n<p>\"It's a little bit chaotic right now with people rushing around the streets trying to get to hospitals and trying to find their family members,\" says Yemeni activist Hisham Omeisy.</p>\n<p>The Houthis removed Yemen's president in January after consolidating control over Sanaa and the northern part of the country. After the attacks, their media outlets quickly broadcast a condemnation blaming a variety of countries and groups.</p>\n<p>\"The Houthi spokesperson accused people from the Gulf, the US and [deposed Yemeni President] Abdrabbuh Mansour Hadi of facilitating, supporting and sponsoring al-Qaeda,\" Omeisy says. The Houthis, who are allied with Iran, believe Sunnis like Hadi and the rulers of other Arab countries are trying to depose them.</p>\n<p>\"The Houthis do have a level of paranoia about international interference,\" says longtime Yemen reporter Iona Craig. \"I think after today's bombings, unfortunately, that paranoia level is going to go off the scale, because they are going to be very wary of another attack of this kind.\"</p>\n<p>Craig says the bomb attacks are a symptom of the political chaos in Yemen. \"You haven't really got a government running the country,\" she says. \"You've got the president in hiding again now down in the south in Aden after recent fighting. You've got the Houthis in control in the north. You've got tribal groups in control in regional areas. And then, on top of that, you've got al-Qaeda running around carrying out attacks.\"</p>\n<p>Complicating things even further is a statement by ISIS <a href=\"https://m.facebook.com/story.php?story_fbid=788034601249754&amp;substory_index=0&amp;id=164304326956121\">claiming credit for the bombings</a>. The Sunni militant group expanded into Libya recently, but was previously uninvolved in the fighting in Yemen.</p>\n<p>Yet whoever carried out the bombings, Craig doesn't see the violence ending unless the chaos ends. \"When there's a massive political vaccuum, a security vaccuum,\" she says, \"it just gives them an opportunity to carry out attacks like this.\"</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-20%2Fyemen-update-march-20-2015&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03202015_02.mp3"},{"href":"http://www.pri.org/file/0320201502mp3"}]}