{"created":"2015-04-14T18:24:21+00:00","modified":"2015-04-14T21:13:18+00:00","valid":{"from":"2015-04-14T21:13:18+00:00","to":"3015-04-14T21:13:18+00:00"},"hreflang":"en","title":"'The Children's Crusade': A Heavily Plotted Family Saga To Dive Into And Savor","published":"2015-04-14T21:13:00+00:00","teaser":"Ann Packer's latest is about a young Navy doctor who, after the Korean War, builds a house south of San Francisco. Fifty years later, his four adult children argue over the property.","itags":["npr_api","399382018"],"guid":"8e430d1f-e468-4c31-b629-d0eca8b71490","contentencoded":"<p>Ann Packer's new novel, <em>The Children's Crusade</em>, opens in California, on a scene that's so bedrock American, it's borderline corny.</p><p>In the fall of 1954, a young Navy doctor newly discharged from service during the Korean War borrows a convertible and goes for a drive in the hills south of San Francisco. He follows a narrow road until he discovers a clearing where a beautiful live oak tree \"stands guard.\" Instead of planting a flag, this modern day explorer, whose name is Bill Blair, puts a down payment on the land. Eventually, he'll marry, build a house, and raise a family of four children in the shadow of that live oak.</p><p>By the time Bill dies, almost 50 years later, those hills will be alive with the sound of dot.com millionaires building mega mansions, as well as with the voices of his four adult children arguing, not only over the fate of the family property, but also over clashing interpretations of their shared childhood.</p><p>Like I said, that opening \"origin myth\" scene is borderline corny, and the fact that the plot of <em>The Children's Crusade</em> goes on to probe the cracks in the foundation of the Blair family makes it seem even more humdrum. And, therein lies Ann Packer's distinctive gift as a writer.</p><p>In summary, her books <em>do</em> sound like mundane mass-market fiction. For instance, her debut novel, <em>The Dive from Clausen's Pier,</em> traced a young woman's guilt over deserting her recently paralyzed fiancé. (The novel was subsequently made into a film — the kind that Hollywood used to label a \"weepie.\") But, Packer's splintered narrative style and the richness of her characters and language illuminate the unexpected depths of the commonplace.</p><p>Take that opening scene again: As Bill drives into the hills, we're told that he passes through \"neighborhoods of brand-new houses that seemed like decoys for something marvelous he would discover soon.\" That's a nice turn-of-phrase in which to describe, not only the lure of suburbia in the 1950s, but also to introduce the core question of this novel: namely, whether that plot of land and the family that awaited Bill Blair was, indeed, \"something marvelous\" or just another decoy. As we readers find out, the answer we get depends on whose version of the past we're hearing.</p><p><em>The Children's Crusade</em> jumps around in time and point-of-view — not in a needlessly confounding way, but as a way to intensify another one of its themes: that the four Blair children (like all children) each came fully loaded at birth with their own idiosyncratic temperaments.</p><p>The oldest, Robert, is, from the get-go, an overachiever; he becomes a doctor like his father, albeit a depressed one. Rebecca, the lone daughter, is a psychiatrist — a profession she started practicing (without a license) as an adolescent, closely observing her parents. Ryan, the third and most endearing child is, we're told, distinguished by \"a quality of sweet lively tenderness.\" As an adult he returns to his crunchy private school to be a beloved teacher. That leaves odd-man-out youngest child, James. The narcissistic ne'er do well he turns into as an adult was prefigured by the raging id he was as a child, never getting enough of his mother's attention. In fact, the title of the novel derives from a scheme all four of the Blair children hatch to woo their mother, Penny, away from the solitude she craves over their company.</p><p>Even as it delves into the Blair family dynamics, Packer's novel gracefully nods to how the tenor of the changing decades shapes the behavior of parents and children alike. For instance, Penny finds a political cover story to validate her long-festering alienation from husband, kids and kitchen when Second Wave Feminism comes along and gives her the language — if not, perhaps, the correct diagnosis — of her feelings. (She and Bill were never compatible; she was probably the type of person who would have been happier — or just as unhappy — on her own.)</p><p><em>The Children's Crusade</em> is a big heavily plotted family saga to dive into and savor: deftly written, at times, funny, and always psychologically astute. It's a mark of just how nuanced Packer's characters are that, by story's end, you'll probably find you've switched your allegiances to each of them at least twice.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Children%27s+Crusade%27%3A+A+Heavily+Plotted+Family+Saga+To+Dive+Into+And+Savor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399609917-b5a06a.m3u?orgId=1&topicId=1034&e=399382018&d=356&ft=nprml&f=399382018"},{"href":"http://media.npr.org/assets/img/2015/04/14/the-children-s-crusade-by-ann-packer-1d4dd4e7da46f6e7a8f42eefcc1be07d5c10b221.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"482","width":"643"}},{"href":"http://media.npr.org/assets/img/2015/04/14/ann-packer-by-elena-seibert-6116b65400ce6cadfb29576e8c28256ba47a70df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1189","width":"1585"}}]}