{"created":"2014-10-08T21:19:31+00:00","modified":"2014-10-08T21:27:56+00:00","valid":{"from":"2014-10-08T21:27:56+00:00","to":"3014-10-08T21:27:56+00:00"},"hreflang":"en","guid":"8e4566d0-6379-4cec-97af-70763b9bb845","title":"Why doubling down on aid to West Africa will do more to halt Ebola than increased airport screening","published":"2014-10-08T21:27:55+00:00","byline":"Joyce Hackel, David Leveille","tags":["Ebola","health","government","Human Needs","Health","Health & Medicine","Africa","North America","Liberia","United States","West Africa","Dr. Dan Diekema","Sheri Fink","Thomas Eric Duncan","Biology","Ebola","Medicine","Health","Ebola virus disease"],"teaser":"The White House has announced a new effort to prevent the spread of Ebola: screening passengers's temperatures at five major US airports. But Dr. Dan Diekema says doubling down on aid to West Africans will do more than screening to halt the deadly virus. ","contentencoded":"<p>Passengers arriving from West Africa at five major US airports will soon face increased scrutiny, including have their temperatures taken.&nbsp;</p><p>The airports targeted in a new federal Ebola prevention initiative include Washington Dulles, where Liberian Thomas Eric Duncan arrived on September 20. &nbsp;Duncan, a Liberian with the first case of Ebola diagnosed in the United States, died in an isolation ward in Dallas today. &nbsp;The other airports launching new screening procedures include New York&#39;s JFK, Newark, Chicago-O&#39;Hare, and Atlanta.</p><p>White House spokesman Josh Earnest said those airports receive 94 percent of passengers arriving in the US from Ebola-affected countries in West Africa.</p><p>But he said screening efforts at airports in West Africa are the real key.</p><p>&quot;Preventing individuals who are already exhibiting symptoms of Ebola from boarding a plane in the first place is the most effective measure that will counter and has countered the spread of Ebola,&quot; Earnest said. &nbsp; &nbsp; &nbsp;</p><p>That screening didn&#39;t stop Thomas Eric Duncan, though.</p><p>Dr. Dan Diekema, who directs the infectious diseases division at the University of Iowa&#39;s Carver College of Medicine, sees Duncan&#39;s death as a sad reminder of Ebola&#39;s severity.&nbsp;</p><p>&quot;For us in the US, if you multiplied that Dallas case one thousand times, you can perhaps start to get a sense of what it might be like in an outbreak area,&quot; Diekema says.&nbsp;</p><p>Duncan&#39;s condition deteriorated while he was receiving care in a Dallas hospital. But Diekema cautions against second-guessing the treatment he received in Texas.&nbsp;</p><p>&quot;We hope that with very good supportive care, the mortality rate will be lower than described in prior outbreaks, but certainly many people are still dying from this virus. And in this case the patient even received an experimental antiviral therapy,&quot; Diekema says. &quot;In his case, the kidneys shut down and he required dialysis and had a progressive decline. I don&#39;t think a lot of people who had been following the case were surprised that he died. ...&nbsp;Even with the best supportive care, some people are going to die from this infection.&quot;</p><p>The new medical screening that will soon be deployed in major US airports represents a small improvement in US preparedness, according to Diekema. &nbsp;He says similar medical screening that has been implemented in the past, during the SARS epidemic, for example, has had only limited success.&nbsp;</p><p>&quot;The benefit is largely going to be educational, and will help drive home the point to those travellers [from Guinea, Sierra Leone and Liberia]&nbsp;that they are coming from the outbreak area and should be monitoring their own symptoms after their arrival,&quot; he adds.</p><p>Even more important, says Diekema, is reaching out to West Africans.</p><p>&quot;I think the primary effective measures are going to be in the outbreak zone, bringing more resources to bear there to halt the outbeak. And that&#39;s the key,&quot; he says. &quot;That&#39;s how we&#39;re going to get rid of Ebola.&quot;</p><p>Although many treatment centers in Liberia are at capacity, local and international staff at most facilities are soldiering on, according to physician Sheri Fink, who is reporting on the outbreak for the New York Times. Fink is now in Suakoko,&nbsp;Liberia, at an Ebola clinic run by the International Medical Corps.</p><p>She says Liberians in that rural outpost fear that Duncan&#39;s death, along with increased screenings at airports worldwide, might mean fewer international volunteers will step forward to work in Ebola wards. &nbsp;</p><p>&quot;They&#39;re really worried that this will have a dampening effect on getting volunteers to come over here, where you really need to fight this disease at its source, and help the people out which is going to contribute to the US protection as well,&quot; Fink says. &quot;The fear is that if volunteers think that they might not be able to get back to their countries of origin, or have difficulty with that, that could be a problem.&quot;&nbsp;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100820141.mp3"},{"href":"http://www.pri.org/file/100820141mp3"}]}