{"created":"2015-03-25T20:41:51+00:00","modified":"2015-06-16T17:20:59+00:00","valid":{"from":"2015-06-16T17:20:59+00:00","to":"3015-06-16T17:20:59+00:00"},"hreflang":"en","title":"In Havana, A Journey Into The Forbidden With A Provocative Artist","published":"2015-03-26T00:00:00+00:00","teaser":"In December, Tania Bruguera planned a performance at Revolution Square. She ended up in jail and had her passport taken. Now she returns to the scene of her alleged crime. This time for an interview.","itags":["npr_api","395185021"],"guid":"8e469ce5-2c5c-4c65-8b1c-cf4355fcf486","contentencoded":"<p>It was still dark when Tania Bruguera hopped into a cab with us on her way to Revolution Square.</p><p>\"All of a sudden it looks quite subversive what we're doing,\" she said. Her voice revealed a little nervousness, but it translated into a giddy laughter.</p><p>The last time Bruguera planned a trip like this, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/31/374158250/cuban-authorities-detain-artist-dissidents-thwarting-performance\">Cuban security agents hauled her out of her mother's apartment and put her in jail</a>. But two months later, here she was in a cab with some NPR journalists, navigating the desolate, pre-dawn streets of Havana.</p><p>Bruguera is a provocative Cuban performance artist. In December, right after President Obama and Cuban President Raúl Castro announced their diplomatic breakthrough, she flew down to Havana from New York City, where she has lived in recent years.</p><p>After some futile talks to get permission from Cuban officialdom, she announced that she would stage a performance piece at the square, a sacred place for the regime.</p><p>She invited Cubans to come speak freely into a microphone for one minute about life on the island. It was the first real test of just how tolerant the country had become of dissident voices. Some dissidents showed up and security forces arrested more than 30 of them. The event never happened.</p><p>Bruguera was detained before she could even get to the square, and her Cuban passport was taken. In the months since, she has been jailed twice and interrogated several times.</p><p>Now, looking out the cab window, we could see lights in the tall buildings of Havana starting to come on. We could see the sidewalks and the pavement bathed in the yellow hue of the street lights.</p><p>The afternoon before, we had met with Bruguera for an interview and asked what she thought would happen if she tried to visit the square again.</p><p>\"I don't know what would happen,\" she said. \"I think I would not be allowed to arrive there.\"</p><p>Then, she smiled mischievously and asked, \"Do you want to try it?\"</p><hr /><p><strong>Trouble is not new for Bruguera. </strong>Her performances have often been described as outrageous. Perhaps the best example of that happened during the Venice Biennale in 2009.</p><p>As part of a performance exploring the sacrifices political artists have to make, she loaded a gun with a single bullet and played Russian roulette on stage. Her audience was stunned and stepped in to stop her.</p><p>\"I was lucky, I guess,\" Bruguera said. \"My work in general, and I think art in general, is the space you have in society to push the boundaries of behavior, of social conduct and also politics.\"</p><p>She added: \"I think artists can use themselves in performance to say what other people will not dare to do or to say.\"</p><p>Bruguera, 46, was born in Havana. Her father was a man who believed in the revolution and worked for the Castro regime as a diplomat.</p><p>In the '90s, Bruguera caused her father and the regime heartache when she printed her own newspaper — a serious crime in Cuba. And in 2009 for the Havana Art Biennial, she staged a performance she called <em>Taitlin's Whisper #6</em>.</p><p>A podium was flanked by two people dressed as soldiers. As each Cuban said his or her piece, one of the costumed soldiers placed a white dove on the speaker's shoulder. One of the speakers was popular blogger Yoani Sanchez, whom the government considers a dissident. During her one-minute speech, Sanchez said that \"the time has come to jump over the wall of control.\"</p><p>The Cuban government was not impressed.</p><p>The Biennial organizing committee called Bruguera's work \"an anti-cultural event of shameful opportunism that offends Cuban artists and foreigners who came to offer their work and solidarity.\"</p><p>By planning a similar performance for Havana's Revolution Square in December, Bruguera was courting trouble. And she found it.</p><hr /><p><strong>La Plaza de la Revolucíon is Havana's Red Square</strong>, its Tiananmen Square. It's a vast open space beside the seashore. It's known as a place for mass, government-organized rallies.</p><p>When we arrived at the square, Bruguera noted how beautiful it is and also how imposing it seemed. On one side is a monumental statue of Cuba's independence hero, José Martí. On the other side, in the distance, are buildings for the ministries of defense and interior with outline portraits of Ernesto \"Che\" Guevara and Camilo Cienfuegos, two of the country's bearded revolutionary heroes.</p><p>Bruguera said that since her aborted performance, the Cuban government has tried to intimidate her. The prosecutor handling her case checks in with her a few times a week, she said, and the block leader makes sure she knows that they are watching her at all moments. For the first few weeks following her performance, state security vehicles parked outside her place in Havana. And she said that in an effort to alienate her, the state has tried to intimidate her friends.</p><p>\"Three months ago, I would have thought somebody saying all this was crazy,\" Bruguera said. \"The biggest damage they have done to me is now I have doubts about the revolution that I didn't have three months ago.\"</p><p>By the time we got to the foot of the statue of José Martí, Bruguera seemed more at ease. She said that all she intended to do here last December was put a microphone right here, in this symbolic square.</p><p>\"The idea was to invert the dynamic,\" she said. \"Because we are always here looking up to the leaders of the revolution and hearing [them speak into] their own microphones. I wanted to revert that dynamic and have the microphone in the street, in the place where normally you would walk, passively or shouting some chants that you learned.\"</p><p>She said she wanted to shake Cubans of their \"automatic responses,\" their \"learned responses\" and \"give people the freedom to say whatever they want.\"</p><p>As we talked, the sky began to turn orange and the stars began to fade into the light. In a space like this and talking to a person like Bruguera, the line between art and politics seemed blurred.</p><p>\"Good politicians know how to give new meanings to everything,\" she said. \"And the Cuban revolution has been a very good example, almost a case study of that. Fidel was really brilliant at changing the meanings of things, and that's what an artist does — an artist rethinks the meaning of things.\"</p><p>In choosing this hallowed, political ground for her performance, Bruguera said that she wanted to \"give art a space in the history of the country.\"</p><p>All of that, obviously, didn't happen. Instead, Bruguera's future is now a huge question mark. The government has yet to decide whether she will charged and tried for what they hold was an attempt at inciting a public disturbance. And Bruguera's passport is still in their hands. The day before, Bruguera told us that these days she feels like she is re-enacting her Russian roulette piece — this time taking her chances with Cuban authorities.</p><p>By the time we wrapped up our interview, we were no longer under the cover of night. Bruguera was standing at Revolution Square in broad daylight.</p><p>A lone police officer was now keeping watch, and as we made our way back to the taxi, Bruguera greeted him.</p><p>\"<em>Buenos dias</em>,\" she said. He just nodded.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Havana%2C+A+Journey+Into+The+Forbidden+With+A+Provocative+Artist&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Siegel","audio":[{"meta":{"duration":"495"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395355199-224cc2.m3u?orgId=1&topicId=1127&aggIds=395846943&d=495&p=2&story=395185021&t=progseg&e=395270430&seg=14&ft=nprml&f=395185021"},{"href":"http://media.npr.org/assets/img/2015/03/24/bruguera_portrait-61c7506badd2bbf3a41df17b29df0db0d0f084b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2336","width":"3120"}},{"href":"http://media.npr.org/assets/img/2015/03/24/che_custom-c966d9f9659f5e45af14f3dd0cf728f6a1f37eb8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2336","width":"3504"}},{"href":"http://media.npr.org/assets/img/2015/03/24/revolucion_sil-269c42f613fab1b852e74c95b1b499b6b91bf234.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2012","width":"2683"}}]}