{"created":"2015-01-20T23:37:31+00:00","modified":"2015-07-03T20:27:52+00:00","valid":{"from":"2015-07-03T20:27:52+00:00","to":"3015-07-03T20:27:52+00:00"},"hreflang":"en","title":"'Tonight, We Turn The Page': Obama Lays Out 2015 Agenda","published":"2015-01-21T05:48:00+00:00","teaser":"\"It has been, and still is, a hard time for many\" Americans, President Obama said in Tuesday night's State of the Union address. \"But tonight, we turn the page.\"","itags":["npr_api","378669064"],"guid":"8e585158-b460-4113-ad45-ec6d37e5fb09","contentencoded":"<p>Delivering his sixth State of the Union address Tuesday night, President Obama faced a Congress that's now controlled by his Republican opponents. His speech included possible areas of cooperation — and a threat to use his veto power.</p><p>Tax proposals that would boost middle-class families were in the president's speech; so were calls for a new approach to immigration and a push for free education at community colleges.</p><p>Obama also called on Congress to pass a resolution to authorize using military force against the extremist group ISIS.</p><p>The president repeatedly touted \"middle-class economics,\" and he invoked the story of one young family that struggled to make ends meet during the worst of the economic crisis to say Americans have rebounded.</p><p>\"It has been, and still is, a hard time for many,\" President Obama said. \"But tonight, we turn the page.\"</p><p>The full text of the president's prepared remarks are <a href=\"http://www.npr.org/2015/01/20/378680818/transcript-president-obamas-state-of-the-union-address\">on a separate page</a>, as are responses by <a href=\"http://www.npr.org/2015/01/20/378680893/transcript-gop-response-to-state-of-the-union-address\">Sen. Joni Ernst of Iowa</a> (for the Republican Party). <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/20/378705410/conservative-responses-take-shots-at-obamacare-push-keystone-xl\">Other conservative responses are available</a>, including ones from Sen. Rand Paul, R-Ky., and the Tea Party Express' Rep. Curt Clawson, R-Fla.</p><p>We've updated this page as the event unfolded.</p><p><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong>Update at 10:55 p.m. ET: Some Early Analysis: 'Too Rosy'?</strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></p><p>The wide-ranging remarks of a State of the Union address always give experts plenty to debate. But some early reactions to President Obama's speech are focusing on whether his message against cynicism and his touting of economic, foreign and domestic gains was a bit too cheery to match America's mood.</p><p>\"For years, Obama has struggled not to seem too rosy, at a time when Americans were in a deep economic funk,\" NPR's Scott Horsley says.</p><p>Noting that due to recent gains in job growth and the GDP, \"the U.S. is in better shape than most other countries around the world,\" Horsley adds, \"Obama says it's time to turn the page.\"</p><p>Stating that \"there are a lot of Americans who don't feel like it's time to turn the page,\" Republican pollster Kristen Anderson told NPR's Robert Siegel, \"I think this speech there's a real risk that it can come across as ... painting too rosy a picture of the economy.\"</p><p>Discussing Obama's approach to Washington politics tonight, NPR's Tamara Keith says, \"At the end he did go after his favorite enemy, which is cynicism.\"</p><p>Some Republicans were reluctant to join their colleagues in applauding the president (as we noted below), leading Keith to add, \"There isn't a lot of love and kumbaya, but that's not what we would expect\" at a State of the Union.</p><p><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong>Update at 10:35 p.m. ET: The Republican Rebuttal</strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></p><p>Saying that Washington needs something more than \"failed policies like Obamacare,\" Sen. Joni Ernst of Iowa delivered a speech that laid out her party's priorities in the new session of Congress.</p><p>Ernst also recounted details of her own life, from her days of working on a farm and on a \"biscuit line\" to the hard work done by her parents and grandparents.</p><p>You can read <a href=\"http://www.npr.org/2015/01/20/378680893/transcript-gop-response-to-state-of-the-union-address\">the full text of Ernst's remarks</a> on a separate page. While she didn't shy away from criticizing President Obama's policies, she added, \"with a little cooperation from the President, we can get Washington working again.\"</p><p>There's no shortage of conservative rebuttals to the president's address. Sen. Rand Paul, R-Ky., <a href=\"https://www.youtube.com/watch?v=czsKW6EqypY\">issued a response</a>, and the Tea Party Express <a href=\"https://www.youtube.com/watch?v=dmsRGso7gcA\">has another</a>, delivered by Rep. Curt Clawson, R-Fla.</p><p><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong>Update at 10:10 p.m. ET: Obama Ends His Remarks</strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></p><p>After saying that he wants to ensure that future generations grow up in a country that's defined by more than partisanship, Obama says he wants the country to live up to its name, \"the United States of America.\"</p><p>He says America has \"a brighter future\" to write, and that its leaders should work on it now.</p><p>\"Thank you, God bless you, and God bless this country we love,\" he says.</p><p><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong>Update at 10:08 p.m. ET: 'I have No More campaigns To Run'</strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></p><p>President Obama draws loud applause from Republicans when he begins a new section of his remarks, \"I have no more campaigns to run.\"</p><p>Departing from his prepared speech, Obama responds, \"I know, because I won both of them.\"</p><p>Laughter and some random \"Oohs\" ensue.</p><p>The president then tells Congress, \"I will seek to work with you to make this country stronger.\"</p><p><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong>Update at 10:03 p.m. ET: 'A Better Politics'</strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></p><p>Heading toward the end of his speech, Obama urges Congress and those in politics to do better, repeating a call for \"a better politics.\"</p><p>He explains: \"A better politics is one where we debate without demonizing each other; where we talk issues, and values, and principles, and facts, rather than 'gotcha' moments, or trivial gaffes, or fake controversies that have nothing to do with people's daily lives.\"</p><p>Instead, he urges \"debates worthy of this body and worthy of this country.\"</p><p><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong>Update at 10 p.m. ET: 'We Are One People'</strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></p><p>Speaking to a House chamber that grows progressively quiet, Obama recounts his own experiences, from Hawaii to Illinois, which he calls \"a microcosm of the country, where Democrats and Republicans and independents, good people of every ethnicity and every faith, share certain bedrock values.\"</p><p>The president says, \"I know how tempting such cynicism may be. But I still think the cynics are wrong. I still believe that we are one people. I still believe that together, we can do great things, even when the odds are long.\"</p><p>As an example, he says that while same-sex marriage had once been a \"wedge issue,\" it wasn't any longer.</p><p><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong><strong>Update at 9:58 p.m. ET: American Values</strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></strong></p><p>\"As Americans, we respect human dignity, even when we're threatened, which is why I've prohibited torture, and worked to make sure our use of new technology like drones is properly constrained,\" President Obama says.</p><p>He says that America must reject stereotypes of Muslims, defend free speech and \"condemn the persecution of women, or religious minorities, or people who are lesbian, gay, bisexual or transgender.\"</p><p>Obama says, \"We do these things not only because they're right, but because they make us safer.\"</p><p>He goes on to say he is determined to shut down the prison at Guantanamo Bay, Cuba, noting that it costs $3 million per prisoner to house them. Saying he'll end use of the prison, Obama says, \"It's not who we are.\"</p><p><strong><strong><strong><strong><strong><strong><strong><strong>Update at 9:55 p.m. ET: Climate Change</strong></strong></strong></strong></strong></strong></strong></strong></p><p>\"2014 was the planet's warmest year on record. Now, one year doesn't make a trend, but this does: Fourteen of the 15 warmest years on record have all fallen in the first 15 years of this century.\"</p><p>Addressing claims by critics who say they're not scientists, Obama says, \"I'm not a scientist, either. But you know what — I know a lot of really good scientists at NASA, and NOAA,\" and elsewhere.</p><p>He adds, \"The Pentagon says that climate change poses immediate risks to our national security. We should act like it.\"</p><p>Obama then recounts the effort to fight combat change, citing a recent \"historic\" agreement that includes China's commitment.</p><p><strong><strong><strong><strong><strong><strong><strong><strong>Update at 9:51 p.m. ET: Cybersecurity And Privacy</strong></strong></strong></strong></strong></strong></strong></strong></p><p>\"I urge this Congress to finally pass the legislation we need to better meet the evolving threat of cyberattacks, combat identity theft, and protect our children's information,\" Obama says.</p><p><strong><strong><strong><strong><strong><strong><strong><strong>Update at 9:50 p.m. ET: Cuba</strong></strong></strong></strong></strong></strong></strong></strong></p><p>\"When what you're doing doesn't work for 50 years, it's time to try something new,\" President Obama says.</p><p>He then singles out Alan Gross, who was freed from a Cuban prison last month.</p><p><strong><strong><strong><strong><strong><strong><strong><strong>Update at 9:48 p.m. ET: Russia And Ukraine</strong></strong></strong></strong></strong></strong></strong></strong></p><p>Recalling those who said Russia's President Vladimir Putin had played a masterful hand in dealing with Ukraine, Obama says that's not the case.</p><p>\"Well, today, it is America that stands strong and united with our allies, while Russia is isolated, with its economy in tatters,\" the president says. \"That's how America leads — not with bluster, but with persistent, steady resolve.\"</p><p><strong><strong><strong><strong><strong><strong><strong><strong>Update at 9:47 p.m. ET: Using Force Against ISIS</strong></strong></strong></strong></strong></strong></strong></strong></p><p>\"This effort will take time,\" the president says of helping people stand up to violent extremists. \"It will require focus. But we will succeed. And tonight, I call on this Congress to show the world that we are united in this mission by passing a resolution to authorize the use of force against ISIL.\"</p><p><strong><strong><strong><strong><strong><strong><strong><strong>Update at 9:45 p.m. ET: The Fight Against Terrorists</strong></strong></strong></strong></strong></strong></strong></strong></p><p>Saying that Americans \"lead best when we combine military power with strong diplomacy,\" Obama says the country has to leverage its strengths and maintain its own strategy, instead of being provoked by others.</p><p>The president says:</p><p>\"First, we stand united with people around the world who've been targeted by terrorists — from a school in Pakistan to the streets of Paris. We will continue to hunt down terrorists and dismantle their networks, and we reserve the right to act unilaterally, as we've done relentlessly since I took office to take out terrorists who pose a direct threat to us and our allies.\"</p><p><strong><strong><strong><strong>Update at 9:42 p.m. ET: Health And Science Programs</strong></strong></strong></strong></p><p>President Obama says he's starting \"a new Precision Medicine Initiative to bring us closer to curing diseases like cancer and diabetes.\"</p><p>He adds that he's for a free and open Internet, and he wants America to lead the way in alternative energy and other research.</p><p>Obama notes that the U.S. has moved forward with a plan to \"send American astronauts to Mars. In two months, to prepare us for those missions, Scott Kelly will begin a yearlong stay in space.\"</p><p>He says good luck to Kelly, who's in attendance, and tells him, \"Make sure to Instagram it.\"</p><p><strong><strong>Update at 9:40 p.m. ET: Need For New Trade Deals</strong></strong></p><p>Citing the importance of exporting American products, the president says the U.S., not China, should \"write the rules for the world's fastest-growing region.\"</p><p><strong>Update at 9:37 p.m. ET: America's Infrastructure</strong></p><p>Noting the need for better bridges, roads, ports, and trains, President Obama says, \"Let's set our sights higher than a single oil pipeline. Let's pass a bipartisan infrastructure plan\" that will create jobs.<strong> </strong></p><p>\"Democrats and Republicans used to agree on this,\" the president says.</p><p><strong>Update at 9:35 p.m. ET: Helping Veterans Get Hired</strong></p><p>In a section that gets prolonged and universal applause, Obama lauds the work first lady Michelle Obama and Dr. Jill Biden have done in a national push that \"helped nearly 700,000 veterans and military spouses get new jobs.\"</p><p><strong><strong>Update at 9:32 p.m. ET: Community Colleges</strong></strong></p><p>Saying that 40 percent of America's college students go to community college, Obama says he has a plan \"to lower the cost of community college — to zero.\"</p><p>He adds that he wants to make those years of college \"as free and universal in America as high school is today.\"</p><p><strong><strong>Update at 9:30 p.m. ET: Changes For Workers</strong></strong></p><p>Congress should send him a bill that allows all U.S. workers to earn paid sick leave, the president says. He notes, \"We're the only advanced country on Earth that doesn't guarantee paid sick leave or paid maternity leave to our workers.\"</p><p>He follows that up by asking Congress to pass a law ensuring women are paid the same as men for doing the same work and to raise the minimum wage, saying, \"If you truly believe you could work full time and support a family on less than $15,000 a year, try it.\"</p><p><strong><strong>Update at 9:26 p.m. ET: 'Middle-Class Economics'</strong></strong></p><p>President Obama says that middle-class economics is \"the idea that this country does best when everyone gets their fair shot, everyone does their fair share, and everyone plays by the same set of rules.\"</p><p>Noting parts of the social safety net that have been installed in America, Obama points out that during World War II, \"this country provided universal child care.\"</p><p>He then goes on to say that with many parents working today, \"we need affordable, high-quality child care more than ever.\"</p><p>Obama says he wants to make child care more affordable and to provide \"a new tax cut of up to $3,000 per child, per year.\"</p><p><strong><strong>Update at 9:24 p.m. ET: No More Shutdowns; Time For Fixes</strong></strong></p><p>The president says politics shouldn't get in the way of growing businesses and families getting insurance. Saying that Congress shouldn't try \"unraveling the new rules on Wall Street, or re-fighting past battles on immigration,\" Obama says, \"if a bill comes to my desk that tries to do any of these things, it will earn my veto.\"</p><p><strong>Update at 9:21 p.m. ET: 'We Believed'</strong></p><p>President Obama lists more strides the country has made, drawing applause for more than 11 million new jobs; reducing foreign oil dependency; lower gasoline prices; \"the highest math and reading scores on record\" for young students.</p><p>\"This is good news, people,\" Obama tells Congress, drawing laughter.</p><p><strong>Update at 9:18 p.m. ET: Focusing On The Economy</strong></p><p>Launching into a topical section of the speech, the president says he'll send Congress a budget in two weeks that has ideas that are \"practical not partisan.\"</p><p>He then tells the story of a couple who wrote in about their experience, saying, \"We are a strong, tight-knit family who has made it through some very, very hard times.\"</p><p>\"America, Rebekah and Ben's story is our story,\" the president says.</p><p>This portion of the speech was interrupted by spontaneous applause, after Obama said, \"Seven years ago, Rebekah and Ben Erler of Minneapolis were newlyweds.\"</p><p><strong>Update at 9:14 p.m. ET:</strong> <strong>'We Turn The Page'</strong></p><p>\"We are fifteen years into this new century. Fifteen years that dawned with terror touching our shores; that unfolded with a new generation fighting two long and costly wars; that saw a vicious recession spread across our nation and the world. It has been, and still is, a hard time for many.</p><p>\"But tonight, we turn the page.\"</p><p>The president then lists recent progress, saying the economy is growing at the fastest pace since 1999.</p><p>He adds that more Americans have health care and the country has grown more self-reliant on its own energy reserves. Obama spurs a wide standing ovation by asking for appreciation for the veterans who've fought in Afghanistan and Iraq.</p><p>\"The shadow of crisis has passed, and the state of the union is strong,\" the president says.</p><p><strong>Update at 9:10 p.m. ET: Boehner Introduces Obama</strong></p><p>Speaker of the House John Boehner makes the formal introduction.</p><p><strong>Update at 9:09 p.m. ET: The Applause Continues</strong></p><p>President Obama is going through the crowd shaking hands and doling out hugs. Now he's on the rostrum.</p><p><strong>Update at 9:05 p.m. ET: President Obama Is Announced</strong></p><p>\"Mr. Speaker, the President of the United States,\" says House Sergeant at Arms Paul Irving, setting the commander in chief in motion. Obama then makes his way into the crowd of legislators in the House chamber, to prolonged applause.</p><p><strong>Update at 8:45 p.m. ET: The President's Speech, As Written</strong></p><p>The White House has released President Obama's speech, as prepared for delivery. We put it in <a href=\"http://www.npr.org/2015/01/20/378680818/transcript-president-obamas-state-of-the-union-address\">a separate post</a>.</p><p><strong>Update at 8:45 p.m. ET: How Long Will The Speech Be?</strong></p><p>President Obama is slated to be announced in the House chamber just after 9 p.m. ET. His speech will begin sometime after that, depending on the speed with which he can navigate the crowd of legislators on his way to the rostrum.</p><p>Experts believe the speech will be shorter than most of Obama's previous State of the Union addresses, which have averaged just over 62 minutes, <a href=\"https://twitter.com/cspan/status/557708108202774529/photo/1\">C-SPAN says</a>.</p><p>The network notes that the shortest State of the Union addresses in recent decades were given by President Ronald Reagan, with an average of under 38 minutes.</p><p><strong>Update at 8:35 p.m. ET: The Obamas' Guest List</strong></p><p>More than 20 people will be sitting with first lady Michelle Obama during tonight's speech, from Alan Gross, who was freed from a Cuban prison last month, to cystic fibrosis survivor Bill Elder and Dr. Pranav Shetty, who has fought the Ebola outbreak in West Africa.</p><p>Some of the guests are certain to be mentioned by name during the president's speech; you can see the <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/20/378697599/the-obamas-guests-for-the-2015-state-of-the-union\">full list of guests</a> in a separate post.</p><p><strong>Update at 7:50 p.m. ET: White House 'Survivor' Revealed</strong></p><p>Many of the most powerful people in Washington will attend the State of the Union, and as is the norm, one Cabinet member has been designated not to attend, in case of calamity. C-SPAN says that this year, the \"survivor\" is Transportation Secretary Anthony Foxx.</p><p><em>Our original post continues:</em></p><p>Early excerpts of the speech released by the White House show the president hopes to draw a line under America's first 15 years of the 21st century and set new priorities for the future.</p><p>From Obama's speech:</p><blockquote><p>\"We are fifteen years into this new century. Fifteen years that dawned with terror touching our shores; that unfolded with a new generation fighting two long and costly wars; that saw a vicious recession spread across our nation and the world. It has been, and still is, a hard time for many.</p><p>\"But tonight, we turn the page.\"</p></blockquote><p>Obama will also mention the hacking attacks that have hit Sony and other U.S. companies, in a portion of the speech that pushes for new legislation regarding cybersecurity and privacy.</p><p>The Republican rebuttal will be delivered by Sen. Joni Ernst of Iowa, who arrived in Washington this month as a part of her party's takeover of the Senate.</p><p>\"We heard the message you sent in November — loud and clear,\" Ernst says in an excerpt of the speech released Tuesday. \"And now we're getting to work to change the direction Washington has been taking our country.\"</p><p>In her speech, Ernst will also discuss taxes, saying that it's time to \"simplify America's outdated and loophole-ridden tax code.\"</p><p>As Obama begins his seventh year, <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/01/20/378588065/obama-joins-ike-the-gipper-bill-and-george-ii-in-a-club-no-one-wants-to-be-in\">NPR's Ron Elving notes</a> that he's in the same position every other two-term president since the 1950s has found himself: \"facing a Congress where both the House and Senate are in the hands of the opposition party.\"</p><p>Earlier today, the White House threatened to veto two House bills if they were to make it to the Oval Office: One would ease approval of natural gas pipeline projects, while the Pain-Capable Unborn Child Protection Act would introduce new limits on abortion.</p><p><strong>Here are more excerpts</strong> from President Obama's State of the Union speech:</p><p>\"At this moment — with a growing economy, shrinking deficits, bustling industry, and booming energy production — we have risen from recession freer to write our own future than any other nation on Earth. It's now up to us to choose who we want to be over the next fifteen years, and for decades to come.</p><p>\"Will we accept an economy where only a few of us do spectacularly well? Or will we commit ourselves to an economy that generates rising incomes and chances for everyone who makes the effort?\"</p><hr /><p>\"So the verdict is clear. Middle-class economics works. Expanding opportunity works. And these policies will continue to work, as long as politics don't get in the way.\"</p><hr /><p>\"In fact, at every moment of economic change throughout our history, this country has taken bold action to adapt to new circumstances, and to make sure everyone gets a fair shot. We set up worker protections, Social Security, Medicare, and Medicaid to protect ourselves from the harshest adversity. We gave our citizens schools and colleges, infrastructure and the internet – tools they needed to go as far as their effort will take them.</p><p>\"That's what middle-class economics is — the idea that this country does best when everyone gets their fair shot, everyone does their fair share, and everyone plays by the same set of rules.\"</p><hr /><p>\"I believe in a smarter kind of American leadership. We lead best when we combine military power with strong diplomacy; when we leverage our power with coalition building; when we don't let our fears blind us to the opportunities that this new century presents. That's exactly what we're doing right now – and around the globe, it is making a difference.\"</p><hr /><p>\"In Iraq and Syria, American leadership — including our military power — is stopping ISIL's advance. Instead of getting dragged into another ground war in the Middle East, we are leading a broad coalition, including Arab nations, to degrade and ultimately destroy this terrorist group. We're also supporting a moderate opposition in Syria that can help us in this effort, and assisting people everywhere who stand up to the bankrupt ideology of violent extremism. This effort will take time. It will require focus. But we will succeed. And tonight, I call on this Congress to show the world that we are united in this mission by passing a resolution to authorize the use of force against ISIL.\"</p><hr /><p>\"No foreign nation, no hacker, should be able to shut down our networks, steal our trade secrets, or invade the privacy of American families, especially our kids. We are making sure our government integrates intelligence to combat cyber threats, just as we have done to combat terrorism. And tonight, I urge this Congress to finally pass the legislation we need to better meet the evolving threat of cyber-attacks, combat identity theft, and protect our children's information. If we don't act, we'll leave our nation and our economy vulnerable. If we do, we can continue to protect the technologies that have unleashed untold opportunities for people around the globe.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Tonight%2C+We+Turn+The+Page%27%3A+Obama+Lays+Out+2015+Agenda&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"5"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378726156-1f0cb9.m3u?orgId=1&topicId=1014&d=5&story=378669064&ft=nprml&f=378669064"},{"href":"http://media.npr.org/assets/img/2015/01/20/obama-vista-5ab3262f54cd564fb251ec64a50d1e4a9ae1544e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1164","width":"1552"}}]}