{"created":"2015-03-07T13:25:28+00:00","modified":"2015-03-09T01:20:10+00:00","valid":{"from":"2015-03-09T01:20:10+00:00","to":"3015-03-09T01:20:10+00:00"},"hreflang":"en","title":"High School Coach Takes The Heat, And Teaches Her Team About Character","published":"2015-03-07T15:29:00+00:00","teaser":"The Narbonne High girls' basketball team added pink to their uniforms for a cancer awareness program, and got penalized. But their coach stepped in to take responsibility, so the girls could play.","itags":["npr_api","391281422"],"guid":"8e58e759-3929-4662-bcd1-1f08846a1afe","contentencoded":"<p>Gauchos don't wear pink.</p><p>The Narbonne Gauchos high school girls' basketball team in southern California will play for the section championship against the Palisades High School Dolphins tonight.</p><p>But they began the week on the bench, tossed from the championships because in their slender victory last Saturday over the View Park High School Knights, the Gauchos wore pink.</p><p>They put pink letters and numerals on their uniforms, as part of the Women's Basketball Coaches Association \"Play 4 Kay\" cancer awareness program.</p><p>It's a pink thing they've seen pro athletes do. Narbonne had worn pink in their previous game, a win over the University High Wildcats; no one said pink was prohibited.</p><p>But school conference rules require a team to wear only their official school colors: green, gold, and black for the Gauchos. Just last September, the North Hollywood High Huskies girls' volleyball team had to forfeit a victory for wearing black uniforms, when their school colors are blue, grey, and white.</p><p>It is the kind of rule that may sound small-minded and senseless. Pink can't make a player run faster or jump higher. But high school districts these days have to worry that an athlete, even inadvertently, may display gang colors.</p><p>LA City Section Commissioner John Aguirre disqualified the Gauchos from the playoffs. \"This is what the rule tells me,\" Aguirre told the <em>Los Angeles Times.</em> \"I'm going to be consistent.\" Such rules may often appear to be consistently ridiculous. But abiding by rules, even if you dispute them, is part of what high school sports is supposed to teach students.</p><p>Just as the team's months of toil, tears, hopes and sweat were about to be dashed, the Gauchos' coach, Victoria Sanders, made a suggestion.</p><p>\"If you're going to punish someone, punish me,\" she told the conference appeals panel. \"I'll take it. Tell me I can't coach the game, but don't take it away from the girls.\"</p><p>And the panel thought that made sense — \"to meet the spirit of the rule and place kids first,\" they said. They suspended coach Sanders for the rest of the season. But the Narbonne Gauchos will get to play on.</p><p>Coach Sanders said, \"I can accept it.\"</p><p>In a time when sports often seem to show youngsters all the wrong things about life, this decision about the Gauchos seems to do something right. The rules are upheld. But youngsters won't have to pay for the mistakes of adults. And a coach showed her team how real men and women accept responsibility.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=High+School+Coach+Takes+The+Heat%2C+And+Teaches+Her+Team+About+Character&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"155"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391435786-fa6a11.m3u?orgId=1&topicId=1060&aggIds=4495795&e=391281422&d=155&ft=nprml&f=391281422"},{"href":"http://media.npr.org/assets/img/2015/03/06/narbonne-40b745196072800e7a361c7dee17870b40e9f954.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2399","width":"3199"}}]}