{"created":"2015-03-10T15:39:15+00:00","modified":"2015-03-10T20:48:25+00:00","valid":{"from":"2015-03-10T20:48:25+00:00","to":"3015-03-10T20:48:25+00:00"},"hreflang":"en","guid":"8e605785-bca9-4a6d-8b90-08d2be4385a6","title":"Somali Americans fight to save their lifeline of cash for relatives back home","published":"2015-03-10T20:48:21+00:00","byline":"Ryan Katz","tags":["remittances","somalia","somalis","cash","wire","immigrants","counterterrorism","al-shabab","Global Nation","Economics","Business, Finance & Economics","Minneapolis","United States","Somalia","Minnesota","Abdulaziz Sugule","Abdi Awali","Mohammad Noa","Horn of Africa","Informal value transfer systems","Somali people","Al-Shabaab","Hawala"],"teaser":"It’s getting more complicated to send money to Somalia, and that's a big deal in places like Minnesota where some Somali Americans have been wiring cash home for decades. Somali immigrants say the move is cutting off a vital lifeline — and may actually harm the fight against terror.","contentencoded":"<p>Abdi Awali has a routine he's followed every month for years: He heads to a money-transfer business by his house in Minneapolis, gives the teller some basic information and slides $100 through a slot. Then he logs onto Facebook and checks in with his aunt in Somalia.</p>\n<p>Yes, she got the cash. Confirmed.</p>\n<p>“She’s a single mom, you know,” Awali says. “She doesn’t have a job, she doesn’t have healthcare, nothing. It’s not much to us but it’s a big deal to them. Just $50 or $100, it’s enough for the whole month.”</p>\n<p>Every day, people in the US wire money to relatives in other countries. Those payments, called remittances, help pay for everything from rent and food to school supplies.</p>\n<p>For Somalis, the cash transfers are a critical way to get money from abroad, as Somalia largely lacks formal banks. But Somali Americans were recently barred for sending cash home. That’s when Merchants Bank of California — the main US bank still willing doing business with the mostly Somali-run transfer companies, called <em>hawalas </em>in Arabic — stopped the transfers cold. </p>\n<p>Many other banks have backed away from sending money from the US to Somalia, facing pressure from the Treasury Department not to put cash in the hands of terrorists. That worry is directed at the terrorist group al-Shabab, which, <a href=\"http://reliefweb.int/report/somalia/radicalisation-and-al-shabaab-recruitment-somalia\">according to a study</a> by the Institute of Security Studies, recruited members for as low as $50.</p>\n<p>After Merchants Bank’s move, anxiety spread throughout the Somali American community, and an economic lifeline suddenly froze.</p>\n<p>“The Somalia diaspora sends $1.3 billion every year to their loved ones in Somalia,” says Scott Paul, Oxfam America's senior humanitarian policy advisor focusing on East Africa. “That’s more than the country receives in humanitarian aid and foreign investment combined.” Most of that wired cash is used to meet basic needs.</p>\n<p>Abdulaziz Sugule, the head of the Somali American Money Service Association, is now urging small Somali-run money transfer companies — ones that had typically worked with Merchant and other banks — to partner with local banks in Minnesota. “This is a humanitarian issue,” he says.</p>\n<p>So far, some of the banks are cooperating, but it’s unclear how long those partnerships might last.</p>\n<p>The instability frightens Katra Ismael, a registered nurse who has sent money back to her family in Somalia for more than 20 years. \"It’s your money that you earned and you want to pay for your families to have food on the table,\" she says.</p>\n<p>At Sagal Restaurant, a restaurant popular among Somalis in Minneapolis, Mohammad Noa worries the transfer freeze will affect his family in a different way. He has six children back home and thinks that shutting off money transfers will create opportunity for terrorist groups like al-Shabab.</p>\n<p>“When the children cannot go to school because they don’t have the money to pay their fee, they’re going to be vulnerable and listen to recruitment deals,” he says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-10%2Fhow-moves-stop-cash-flowing-terrorists-are-crushing-economic-lifeline-some&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03102015_04.mp3"},{"href":"http://www.pri.org/file/0310201504mp3"}]}