{"created":"2014-09-15T19:05:13+00:00","modified":"2014-10-31T15:40:59+00:00","valid":{"from":"2014-10-31T15:40:59+00:00","to":"3014-10-31T15:40:59+00:00"},"hreflang":"en","title":"New York's 'Night Of Birmingham Horror' Sparked A Summer Of Riots","published":"2014-07-18T23:54:00+00:00","teaser":"The shooting death of a black teenager by a white police officer in New York City led to six days of rioting in Harlem and Bedford-Stuyvesant — the first in a series of violent protests in 1964.","itags":["npr_api","330108773"],"guid":"8e735e49-7b5f-4107-8faa-79a3f21a18a9","contentencoded":"<p>It was called \"<a href=\"http://www.nytimes.com/1964/07/20/violence-flares-again-in-harlem.html?_r=0\" target=\"_blank\">New York's night of Birmingham horror</a>.\"</p><p>Just over two weeks after the <a href=\"http://apps.npr.org/behind-the-civil-rights-act/#/annotations\" target=\"_blank\">landmark Civil Rights Act</a> was signed into law in 1964, violence erupted in the streets of New York City, lasting a total of six nights. It was the first in a series of riots that would come to define the later years of the 1960s civil rights movement. The New York City riot of 1964 electrified the nation and led to splits within the movement's leadership.</p><p>It began outside the walls of a Harlem police station, days after Lt. Thomas Gilligan, a white, off-duty police officer, shot and killed a 15-year-old African-American student named James Powell on July 16. Two days of peaceful protests ensued. But on the third day, a crowd surrounded the police precinct, calling for Gilligan's arrest, and was met with swinging clubs of the New York Police Department, under a rainfall of glass bottles and garbage can lids thrown by residents from rooftops above. Gunfire broke out after police pushed thousands of demonstrators back a few blocks toward the corner of 125th Street and Lenox Avenue.</p><p><strong>'We Were So Scared'</strong></p><p>\"You would not want to be standing there 50 years ago,\" says Christopher Hayes, who teaches history at Rutgers University and wrote about the riot for his doctoral dissertation. \"There were people running. You were liable to get knocked down. Things were flying through the air — Molotov cocktails, bricks, pieces of concrete, anything you could find.\"</p><p>Charles Taylor, who was 19 at the time, went on the streets of Harlem with friends on the second night of rioting.</p><p>\"There were cops all over the street. And I remember seeing cops on horseback. We were so scared!\" he says. \"People were breaking things, and people were screaming and making noise.\"</p><p>Two days before rioting began, Taylor learned it was his childhood friend who had been shot and killed by the police. Powell lived in the same Bronx apartment building as Taylor's family and had once taught Taylor how to roller skate in his living room.</p><p>John Reddick, another African-American resident of Harlem, was 12 years old during the riot. He says the way Powell died was an eye-opener for the neighborhood.</p><p>\"Most of the other times it was in the South, or you would hear about in the South,\" Reddick explains, adding that the way people in Harlem responded to the killing diverged, particularly between generations.</p><p>For instance, the rioting dismayed Reddick's grandparents. \"I just remember their reaction to it: 'Oh, how could they react like that? They have to be more like [Dr. Martin Luther King Jr.]! They shouldn't be doing violent things!' \"</p><p><strong>Northern Vs. Southern Racism</strong></p><p>What started in Harlem quickly spread to the Bedford-Stuyvesant section of Brooklyn, home to another large black community.</p><p>\"It is an emotionalism that causes you to riot in your own community and not downtown, where economics will really impact upon the decision-making of those in power,\" says New York City Council Member Inez Dickens, who was born and raised in Harlem. \"But they would probably have shot us [if the riot occurred downtown].\"</p><p>Four days after the riots ended, King headed to New York City at the invitation of then-Mayor Robert Wagner.</p><p>\"I call upon all Negro and white citizens of goodwill to continue to struggle unrelentingly but nonviolently against the racial and economic oppression that face our country,\" King told reporters before his trip. (You can see a <a href=\"http://crdl.usg.edu/export/html/ugabma/wsbn/crdl_ugabma_wsbn_46951.html?Welcome\" target=\"_blank\">clip of his press conference</a> on the <a href=\"http://crdl.usg.edu/export/html/ugabma/wsbn/crdl_ugabma_wsbn_46951.html?Welcome\" target=\"_blank\">Civil Rights Digital Library's website</a>.)</p><p>His visit was denounced by some Harlem leaders, who said King's nonviolent methods were of little use in the North.</p><p>\"This was Northern racism, which was quite different from Southern racism, in that Northern racism was covert,\" says Joseph Boskin, history professor emeritus at Boston University.</p><p>Boskin, who conducted interviews in Harlem after the rioting, says the unmet expectations of black Americans in the North were starting to push some of them toward more militant routes for change, despite a national narrative of what seemed to be progress in the country's laws.</p><p><strong>'Something Extraordinary Or Uncommon'</strong></p><p>In his radio address after the riot, Wagner referred to the signing of legislation as touchstones of advancement toward racial equality:</p><blockquote><p>\"In fact, of all of the groups in America, Negroes have the most to gain from law and order. The Supreme Court decision of 1954 is law and order. Where would civil rights be without that decision, without that law and order? The civil rights bill just passed in Congress, and signed by President Johnson is law and order. The New York City law outlawing discrimination in housing, passed under my administration is law and order. Without law and order, Negro and civil rights progress would be set back half a century. Law and order are the Negro's best friend — make no mistake about that.\"</p></blockquote><p>(You can listen to the full speech on the <a href=\"http://www.wnyc.org/story/statement-on-harlem-riot/\" target=\"_blank\">New York City Municipal Archives' website</a>.)</p><p>But many black New Yorkers had yet to feel the impact of these laws on their daily lives, and Hayes says patience for established routes to power was waning.</p><p>\"The overwhelming majority of black New Yorkers saw their quality of life decline, whether it's school segregation, housing segregation, unemployment, earnings,\" says Hayes, referring to the period between the end of World War II and the 1964 riot.</p><p>And faith in the enforcement of local laws was suspect, says Ohio Wesleyan University historian <a href=\"http://www.nytimes.com/2014/07/16/opinion/16Flamm.html\" target=\"_blank\">Michael Flamm</a>, author of the forthcoming book <em>In the Heat of the Summer: The Harlem Riot of 1964 and the Road to America's Prison Crisis.</em></p><p>\"Part of the problem is that in the North, many of the laws were not openly discriminatory,\" Flamm says. \"It made it harder to seize the moral high ground and argue that nonviolent civil disobedience was justified.\"</p><p>So, growing frustrations found an outlet on the streets, according to Billy Mitchell, historian of Harlem's Apollo Theater.</p><p>\"It wasn't just people just wildin' out, you know, and just going crazy. They understood what they were doing,\" he explains. \"We had a goal, but we went the wrong way in achieving it.\"</p><p>Looking back, Mitchell says he doesn't completely condone the violent response. But he says it was necessary.</p><p>\"Sometimes you have got to really do something extraordinary or uncommon to get the attention of people,\" he adds.</p><p>And that need to act out spread, as riots broke out later that summer in six other cities, including Rochester, N.Y.; Jersey City, N.J.; outside Chicago, and Philadelphia.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+York%27s+%27Night+Of+Birmingham+Horror%27+Sparked+A+Summer+Of+Riots&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"327"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332636969-acdcae.m3u?orgId=1&topicId=1136&ft=3&f=330108773"}]}