{"created":"2015-04-20T22:12:14+00:00","modified":"2015-06-04T14:42:25+00:00","valid":{"from":"2015-06-04T14:42:25+00:00","to":"3015-06-04T14:42:25+00:00"},"hreflang":"en","title":"At 50 Years Old, The Challenge To Keep Up With Moore's Law ","published":"2015-04-27T01:02:00+00:00","teaser":"Gordon Moore's observation on the exponential improvement in hardware has pushed computers to be faster, smaller and cheaper. But there may be a point where tech advancements outpace the theory.","itags":["npr_api","400988928"],"guid":"8e798bda-86ef-445f-9f16-65ee40f8e695","contentencoded":"<p>Fifty years ago this week, a chemist in what is now Silicon Valley <a href=\"https://www.cis.upenn.edu/~cis501/papers/mooreslaw-reprint.pdf\">published a paper</a> that set the groundwork for the digital revolution.</p><p>You may never have heard of <a href=\"http://www.computerhistory.org/semiconductor/timeline/1965-Moore.html\">Moore's law</a>, but it has a lot do with why you will pay about the same price for your next computer, smartphone or tablet, even though it will be faster and have better screen resolution than the last one.</p><p>Most of us are used to the cycle of technology. I visited a Best Buy in San Francisco to find shelves stacked with the latest digital gear, and asked a few customers about what they expect from their new devices — whether it's a laptop, a smart phone or tablet.</p><p>\"Thinner, lighter, faster,\" says Zeplin Lui.</p><p>\"I want better resolution,\" Josie Meng tells me.</p><p>Ivo Mijak wants \"higher processing speed.\"</p><p>Yet, the same group of customers did not know why their new gadgets would be faster, lighter and have better screen resolution. When I asked them if they'd ever heard of Moore's law, they looked perplexed.</p><p>Mijak took a guess. \"Diminishing returns ...?\"</p><p>Wrong. It's actually the opposite. What became known as Moore's law was initially laid out in a paper by Gordon Moore. He was one of the founders of the giant computer chip maker, <a href=\"http://www.intel.com/content/www/us/en/homepage.html?cid=sem118p47547g-c&gclid=CLLc9bjMhcUCFUxo7Aod31EAxQ\">Intel</a>, and of <a href=\"https://www.fairchildsemi.com/about/history-heritage/\">Fairchild Semiconductor</a>, where the first commercial silicon chips were made.</p><p>Moore, who comes off as the humble, low-key boy from Pescadero, Calif., that he is, says he had an observation back in 1965 about the way each generation of silicon chips had more transistors than the last.</p><p>\"It had kind of doubled every year — two, four, eight, 16, 32,\" says Moore, looking back. \"So I said, 'OK it's gonna double every year for 10 years — go from 60 components to 60,000 components on a chip.' \"</p><p>Moore published his prediction in <em>Electronics Magazine</em>. It was as much about science as it was about the economics of the growing electronics industry.</p><p>\"I wanted to get across the idea that this is the way we're going to make cheap electronics. The nature of the whole industry is the more stuff you can put on a chip, the cheaper it is per unit of stuff,\" Moore says.</p><p>One way to think about what Moore meant is to refer to the 1989 film <em>Field of Dreams</em>. The main character Ray Kinsella (played by Kevin Costner) hears a voice that tells him, \"If you build it, he will come.\" The voice in the film is referring to building a baseball field that will attract deceased baseball stars.</p><p>But, for Moore, the \"he\" that will come was all the inventors who will find ways to use the growing power of silicon chips and the consumers who will buy the products.</p><p>\"That's what he was saying,\" says <a href=\"http://www.chemheritage.org/about/contact-us/staff-and-scholars/institute-for-research/david-c-brock.aspx\">David C. Brock</a>, who has just released a biography of Gordon Moore. \"He was making the case that, if the chip makers invested in the chemical printing and made microchips that embodied cheaper electronics, that those chips would be met with these ballooning markets as chips suffused every area of society.\"</p><p>Over the years, Moore revised his prediction a bit — instead of doubling every year, the number of transistors on a chip doubles about every two years. And it takes more money to keep it going.</p><p>Last year, Intel spent $11 billion on research and development and another $10 billion to update the chip factories.</p><p>Mark Bohr has been at the company for 37 years and is a leading scientist on the team that keeps the process going. \"I'm afraid Moore's law is in a sense a relentless boss,\" he says. \"We have to continually learn how to make transistors smaller to achieve these benefits — improved performance, lower power and lower cost per transistor.\"</p><p>And the market continues to find new uses for the power and efficiency of those chips. At the center of an exhibition on the history of computing at the <a href=\"http://www.computerhistory.org/\">Computer History Museum</a> in Mountain View, Calif., is a big display explaining and commemorating Moore's law.</p><p>\"This whole museum is about miniaturization and Moore's law. It really is,\" says Dag Spicer, the senior curator. Spicer told me to look at a really recent computer and it's actually hard to see. \"We're looking at a display of probably <a href=\"http://www.computerhistory.org/atchm/the-worlds-smallest-computer/\">the smallest computer in the world</a> right now,\" he says.</p><p>And when he says small — he really means it.</p><p>The display shows a thimble with a bunch of little computers in it. Each one is about the size of a grain of rice.</p><p>\"The vision they're trying to achieve is: What would happen if we had computers that were so cheap and so small that we could just put them anywhere we wanted to gain information?\" Spicer explains. \"So this could be in a forest or in a lake or in the human body, in a spacecraft.\"</p><p>The point is you keep getting smaller and inventors and entrepreneurs will find uses — and so it has been for the past 50 years. The question is, how much longer can this go on?</p><p>\"I think we're running out of gas here with Moore's Law,\" Spicer says. \"Because no physical process can continue doubling every year forever — it's physically impossible.\"</p><p>Scientists at Intel think they can keep it going another 10 years. Other experts are less optimistic.</p><p>You may be wondering exactly how many transistors are on the latest chips. Chips vary, but let's start with the one inside the latest iPhone. I put that question to some customers at the San Francisco Best Buy.</p><p>Matteo Capratta guessed 400. Josie Meng thought it might be 100. Daniel Sayre came closest with a guess of 10,000. Jordon Bhulma on the Best Buy sales staff, says, \"They don't pay me enough\" to know.</p><p>In fact, the chip on your iPhone that's the size of your thumb holds <a href=\"http://www.extremetech.com/computing/189787-apples-a8-soc-analyzed-the-iphone-6-chip-is-a-2-billion-transistor-20nm-monster\">2 billion transistors</a>. And that isn't the most powerful chip — there are chips with 8 billion transistors.</p><p>So, it does make you wonder how much longer this can last. And if it stops — if our computers no longer get faster and cheaper with each upgrade — will the digital revolution continue?</p><p>Maybe it will — maybe we will just find new ways to take the technology we have, and innovate.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+50+Years+Old%2C+The+Challenge+To+Keep+Up+With+Moore%27s+Law+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"442"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401048780-32f9a3.m3u?orgId=1&topicId=1019&d=442&p=2&story=400988928&t=progseg&e=400907394&seg=12&ft=nprml&f=400988928"},{"href":"http://media.npr.org/assets/img/2015/04/20/microdevices39good-edited-0d29604b32dacb7b3e3088cb893f36acefacefbe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3867","width":"5157"}}]}