{"created":"2014-09-05T17:05:19+00:00","modified":"2014-10-31T00:54:45+00:00","valid":{"from":"2014-10-31T00:54:45+00:00","to":"3014-10-31T00:54:45+00:00"},"hreflang":"en","title":"A Bear On The Loose In Washington","published":"2014-06-24T14:10:00+00:00","teaser":"There's a bear roaming the streets of the nation's capital. Not an actual bear, just a president who describes his recent efforts to escape the White House bubble in ursine terms.","itags":["npr_api","324931243"],"guid":"8e7962ac-47e5-41c6-b91c-74447f5dacb2","contentencoded":"<p>There's a bear roaming the streets of Washington, D.C.</p><p>It's more metaphorical than ursine. That's how President Obama describes his recent efforts to break free of the cage that is the White House bubble. He's been venturing out on strolls — like real bears, often in search of food, but also searching for something more.</p><p>The bear was spotted Monday near the National Zoo, wearing sunglasses and walking on Calvert Street with four people who had been attending the White House Summit on Working Families.</p><p>It seems the bear was hungry: A few minutes later, the press pool was ushered into a Chipotle where President Obama sat with his shirt sleeves rolled up.</p><p>Later, he bragged about his adventure.</p><p>\"I just walked over to Chipotle's for lunch. I caused a lot of havoc as you might expect,\" the president said. \"It had been awhile since I had the burrito bowl, and it was good.\"</p><p>In the life of a president, walking down the street and eating fast-casual Mexican food brings a tiny taste of normalcy. It's something Obama has sought out increasingly in recent weeks.</p><p>The bear first appeared in late May. Instead of taking a motorcade the half-mile from the White House to the Interior Department for an event, Obama walked.</p><p>He wasn't truly free to roam. The president had his Secret Service detail and a handful of reporters tagging along. But, as a White House video shows, he was still able to surprise some unsuspecting tourists.</p><p>\"Oh, my gosh, it's like the best day of my life,\" said a woman who introduced herself as Karen. \"Oh, my gosh, someone's going to think you're, like, wax.\"</p><p>As the video continues, it is clear Obama is having fun.</p><p>\"One of the things that this president misses the most is the ability to walk down the street and talk to people,\" said White House Press Secretary Josh Earnest. \"That's particularly important to him because he is sitting in the Oval Office, right up that hallway, making the kinds of decisions that he knows have a substantial impact on the daily lives of Americans.\"</p><p>It seems that the president enjoyed that walk so much, he wanted to do it again. So, a couple of weeks later, he broke free from the press pool with his chief of staff to hit a nearby Starbucks.</p><p>\"What'd you get to drink, Mr. President?\" he was asked.</p><p>\"Just some tea.\"</p><p>Hot tea. Nothing too adventurous. The real adventure was just walking briefly out of the spotlight.</p><p>\"The president has to really insist [on getting out]. You know, it's good for his mental health, I think, to do that,\" says Ken Walsh, the chief White House correspondent at <em>U.S. News and World Report</em> and the author of <em>Prisoners of the White House</em>.</p><p>And, Walsh says, Obama is far from the first president to feel the itch to get out.</p><p>\"Harry Truman called it 'the great white jail.' Bill Clinton called the White House 'the crown jewel in the federal penitentiary system.' And presidents tend to really, in very short order, get claustrophobic; they get very resentful,\" he said.</p><p>Where will the bear go next? No one knows. But there's an anonymous Twitter handle following his every bearlike move.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Bear+On+The+Loose+In+Washington&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325073918-92208b.m3u?orgId=1&topicId=1014&ft=3&f=324931243"},{"href":"http://media.npr.org/assets/img/2014/06/23/bear-obama-b02fef95f1e26f65d31e80a3632fdb71afe81b1c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2263","width":"3019"}}]}