{"created":"2015-04-09T19:26:35+00:00","modified":"2015-04-13T19:35:11+00:00","valid":{"from":"2015-04-13T19:35:11+00:00","to":"3015-04-13T19:35:11+00:00"},"hreflang":"en","title":"Former Marine Adam Driver On What Acting And The Military Have In Common","published":"2015-04-13T19:35:00+00:00","teaser":"\"You have a group of people trying to accomplish a mission that's greater than themselves,\" the actor says. \"It's not about one person.\" Driver stars in the new film comedy <em>While We're Young.</em>","itags":["npr_api","398528448"],"guid":"8e830232-be9c-43a3-8754-6c469befea0a","contentencoded":"<p>A year after Sept. 11, actor Adam Driver joined the Marine Corps. He was working odd jobs, selling vacuum cleaners and paying rent to live in his parents' house — and he says, like many other Americans, he felt a sense of patriotism and he wanted retribution.</p><p>\"I wanted to 'test my manhood' and serve my country and just get even and ... get away from home and everything I didn't like about it,\" Driver tells <em>Fresh Air</em>'s Terry Gross. \"In retrospect, it was actually pretty great.\"</p><p>After suffering from a mountain biking injury, Driver, who now stars in the film comedy <em>While We're Young,</em> had to go on limited duty and decided to pursue acting. Now that his movie career is taking off, Driver says he sees similarities between the military and acting: Each person is part of a group trying to accomplish a mission that's greater than themselves.</p><p>\"The discipline, the self-maintenance, the comradery — they're so similar,\" Driver says. \"I don't view acting as such a radical departure from the military.\"</p><p>Driver has significant roles in the next <em>Star Wars</em> film and Martin Scorsese's forthcoming film <em>Silence</em>. In <em>While We're Young</em>, he plays one half of a young couple that befriends a middle-aged husband and wife, played by Ben Stiller and Naomi Watts.</p><p>Driver says that whenever he acts, he's hard on himself. \"I have a tendency to ... drive myself and the other people around me crazy with the things I want to change. Everything in me wants to try to make it better and I feel like it's just not a healthy thing.\"</p><p>But he's learning to \"surrender as much control as possible.\"</p><p>\"I don't think of it as a done, set thing that people watch and may have their opinions about,\" he says. \"I let it be what it is and then try to move on in my mind as soon as possible.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On relating more to Stiller's character, a failed documentary filmmaker, than his own character in <em>While We're Young</em></strong></p><p>In a lot of ways I don't really feel ... as connected to my generation or the interconnectedness of my generation, and I feel like there's need for discipline and not having a right answer and not having immediate access to everything. I mean, I'm a total hypocrite because it's not like I don't log onto the Internet or see what's great about social media.</p><p>I'm not involved in social media, but for me it just doesn't work. But I just thought there's something honorable [about] a guy [Stiller's character] alone in a room ramming his head against a wall trying to figure out [his artistic] process and being tormented by it and working on it for such a long time.</p><p><strong>On why he doesn't do social media </strong></p><p>Maybe it's because I have big thumbs that it's literally hard for me to type things on a phone or a computer. If I had smaller thumbs maybe I would have a different opinion about social media. ... It just takes me a long time to figure out buttons.</p><p><strong>On getting cast as Adam on <em>Girls</em></strong></p><p>I was the first person to audition, actually. ... I was doing a play at the time and thought TV was evil and not where I wanted to be or do — I wanted to do theater. But it was HBO and I had done some things with HBO before and I thought that they were different and the storytelling is always so good. My agent convinced me to go in because I was having a real high-horse moment and that's when I met [<em>Girls</em> creator Lena Dunham] and that was kind of it.</p><p><strong>On the sex scenes in <em>Girls </em></strong></p><p>I felt pretty good with it, not in a weird — what's the word when people like to get naked — ... exhibitionist way, but more for the story. What Lena was really going after didn't seem exploitative. ... It was very much in line with those characters; it wasn't just graphic sex for the sake of it or just for the sake of being controversial.</p><p><strong>On not being deployed to Iraq with his platoon because of a broken sternum from a mountain biking accident</strong></p><p>Not going because you did something to yourself and hurt yourself was pretty embarrassing and terrible. I tried to go; I kept loading up on drugs and trying to run and they put me back in my unit and it was fine and then ... [I wore] a 90-pound pack and my chest started to separate so I had to go back on limited duty. ... So I kind of screwed myself in the long run because I wanted to go so much. You're trained to do this job for two years with these people, the idea of not going, someone else going in your place or not being there is not really an easy thing to sit with.</p><p>On top of that, getting out and going to acting school and meeting up with those guys later and they're like, \"What have you been doing?\" I had been like wearing pajamas and pretending to give birth to myself in an acting class. Trying to face up to that is pretty devastating.</p><p><strong>On going from Marine to Juilliard student</strong></p><p>[The other students'] ideas of [me], like, \"Oh, you're a Marine so obviously you're going to hit somebody at some point and drag [your] knuckles around or something.\" ... I could feel their apprehension and being scared, and I guess I was apprehensive and scared, too, in a different way.</p><p>I had really strong judgments about civilians — thought of them as nasty civilians who are just wasting time and not disciplined. And it took me a while to get over that and not be so judgmental, or calm down. It's a weird thing to turn off when suddenly you're getting into this crazy civilian world where people are wearing their hats indoors and their clothes untucked and [they] wander in a room looking nasty and cleaning crud out of their eyes. I was ready to act and throw all my effort into it.</p><p><strong>On how acting and the military are similar </strong></p><p>You have a group of people trying to accomplish a mission that's greater than themselves — it's not about one person. ... Everyone has their specific role and you have to know what your role is and when to show up and be there and when to back away. Then you have usually someone leading it, a platoon leader or a director, and sometimes they know what they're doing and sometimes they really don't know what they're doing, and that's frustrating. Obviously the stakes are completely different.</p><p><strong>On his appearance </strong></p><p>I did look strange as a teenager — very prominent facial features, a big nose, big ears and tiny eyes, very rat-like. ... I had to develop thick skin. God, in the Marine Corps, if you're insecure about anything or you have ... a mole out of place, people will find it, especially in boot camp, and drill it until you're numb to it, I guess in a way. I was lucky, though, because in my platoon there was another guy who also had big ears and the drill instructors noticed him before they did me, so he was Ears No. 1 and I was Ears No. 2.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+Marine+Adam+Driver+On+What+Acting+And+The+Military+Have+In+Common&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398564897-92455d.m3u?orgId=1&topicId=1137&e=398528448&d=2236&ft=nprml&f=398528448"},{"href":"http://media.npr.org/assets/img/2015/04/09/courtesy-hbo-cred-craig-blankenhorn-b79f08c34a28dd29c6fb07a01f4821c550cf295f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}},{"href":"http://media.npr.org/assets/img/2015/04/09/cred-a24-a0dc5fca2a32a121bcd9176630c0eccbacffdc87.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1983","width":"2644"}}]}