{"created":"2014-10-06T21:34:00+00:00","modified":"2014-10-06T21:36:08+00:00","valid":{"from":"2014-10-06T21:36:08+00:00","to":"3014-10-06T21:36:08+00:00"},"hreflang":"en","guid":"8e8dabfe-d289-44a8-9433-f93acb36dc7f","title":"When faced with ISIS, some Iraqis choose to laugh","published":"2014-10-06T21:36:06+00:00","byline":"Susannah George","tags":["Islamic State in Iraq and Syria","television","terrorism","culture","entertainment","Media","Arts, Culture & Media","Mosul","Kirkuk","Asia","Iraq","Middle East","Nao Koyasu","Fairuz","ISIS"],"teaser":"Fighters from ISIS, the militant Islamist group in Iraq and Syria, have taken over large parts of Iraq and threaten many others. Most ordinary Iraqis can't do much to stop them, but they can turn to a new show called \"State of Myths\" that mocks the group.","contentencoded":"<p>A militant group notorious for beheading its captives may not seem like great fodder for comedy. But <a href=\"http://www.washingtonpost.com/world/middle_east/new-iraqi-comedy-show-aims-to-counter-islamic-state-extremists/2014/09/28/821c2119-52a4-456d-b670-0ef4dff22e4b_story.html\">there&rsquo;s now a TV series</a> airing in Iraq that aims to satirize ISIS, the Islamist militia that calls itself the Islamic State.</p><p>And in one home on the&nbsp;outskirts of Kirkuk, a city in northern Iraq, Hussein and his family are jammed onto a&nbsp;set of overstuffed couches&nbsp;to watch the show, called &quot;State&nbsp;of Myths.&quot;</p><p>Lately, their household has become more crowded &mdash;&nbsp;in addition to Hussein, his wife, their three kids and his parents and sister, a handful of Hussein&rsquo;s&nbsp;in-laws have&nbsp;come to stay.&nbsp;The in-laws are from Mosul, which ISIS seized over the summer. They&nbsp;didn&#39;t flee&nbsp;immediately, but as life under ISIS rule became more and more difficult, they decided to go.</p><p>That personal connection only heightens Hussein&#39;s enjoyment.&nbsp;&ldquo;What makes me watch is I am really very angry against ISIS,&quot; he says. &quot;We can&rsquo;t do anything against them, [but] least we can make fun of them.&quot;</p><p>Hussein says you can&#39;t watch a show like this in public at a cafe or a restaurant. In Kirkuk, cafes barely even air the news. The city is a potentially explosive&nbsp;mix of Kurds, Arabs, Sunnis and Shiites,&nbsp;and&nbsp;people are on edge. A&nbsp;joke&nbsp;taken as an insult&nbsp;could easily start a fight &mdash;&nbsp;or worse &mdash; Hussein says.&nbsp;So anyone who does watch, watches at home.</p><p>Today&#39;s episode is about ISIS&nbsp;fighters outlawing ice in the middle of summer. Ice didn&#39;t exist during the time of the Prophet Muhammad, they reason,&nbsp;so it must be &ldquo;haram,&rdquo; or forbidden.&nbsp;The family laughs as the characters on the show talk about ice like it&#39;s alcohol.</p><p>Not all of the family is here;&nbsp;Hussein&#39;s wife still has two sisters living in Mosul. They both have big families of their own,&nbsp;so it wasn&#39;t possible for them to join her in Kirkuk. But she says even before &quot;State of Myths&quot;&nbsp;went on the air, she and her sisters would laugh about ISIS when they got the chance to talk on the phone.</p><p>In a real-world ruling that seems ripped from the show, Hussein&#39;s wife&nbsp;says ISIS recently outlawed diapers for children in Mosul &mdash; really. They decreed that diapers are &ldquo;un-Islamic because they keep filth close to the body.&rdquo; She says this kind of ridiculous logic isn&rsquo;t that far from satire.</p><p>Hussein&#39;s father and his mother-in-law are sitting off to the side, but they&rsquo;re not really watching the show. The&nbsp;mother-in-law says that&nbsp;while the show&#39;s a comedy, it&#39;s a bit too close to home. She chuckles when she watches it,&nbsp;but she says it also reminds her of her daughters still in Mosul and the hard lives they&#39;re living there: only two or three hours of electricity a day, as well as food and fuel shortages.</p><p>She prefers other shows like &ldquo;Arab Idol,&quot;&nbsp;a Middle Eastern version of American Idol.&nbsp;This season she&#39;s rooting for Nao Koyasu, a Japanese contestant who sings in Arabic. She just made it into the second round singing a classic song by the beloved Lebanese singer, Fairuz.</p><p>And as Hussein&#39;s&nbsp;father explains, he&rsquo;s seen this all before.&nbsp;&ldquo;I&#39;m more than 70 years old,&rdquo; he says. &ldquo;I have seen some terrible people come and go in Iraq, but these guys &mdash;&nbsp;Islamic State &mdash;&nbsp;they were always nothing but a cartoon.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/stateofmyths3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/stateofmyths3jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100620147.mp3"},{"href":"http://www.pri.org/file/100620147mp3"}]}