{"created":"2015-01-23T22:41:22+00:00","modified":"2015-01-24T14:35:49+00:00","valid":{"from":"2015-01-24T14:35:49+00:00","to":"3015-01-24T14:35:49+00:00"},"hreflang":"en","guid":"8e8fcb9d-3e75-4386-b521-c2298df78318","title":"Meet the Dancehall Queens of Brooklyn","published":"2015-01-24T14:35:43+00:00","byline":"Bradley Campbell","tags":["music","dance","arts","culture","immigrants","Arts","Arts, Culture & Media","North America","Jamaica","United States","Caribbean","Natalie Keyssar","Dancehall","Reggae","Hip hop","Music"],"teaser":"Dancehall started in Jamaica in the 1970s. It's changed and morphed and winded it's way to Brooklyn. ","contentencoded":"<p>In Jamaica, Dancehall parties usually start slow, around 11 pm, with the DJ spinning old reggae tracks. But if you last 'til two or three in the morning, that's when the bass cranks up and dance floor hips really start gyrating.</p>\n<p>You'll see a dancer on her knees, practically in a trance, surrounded by other dancers lost in the moment. There are clubs all across the Caribbean — and in Brooklyn, where there's a sizeable population of Jamaican and other immigrants from all over the region. Think of them like hip-hop break dance battles. But the alpha males in the room are woman. They're known at the Dancehall Queens.</p>\n<p>\"A Dancehall Queen dances to the music doing these really amazing, athletic displays of acrobatics and flexibility,\" says photojournalist Natalie Keyssar, who documented the scene in Brooklyn. \"It's pretty provocative stuff. They're doing a lot of splits. They're putting their legs behind their heads. It's really powerful.\"</p>\n<p>Keyssar says the style is something between that of a gymnast, an exotic dancer and a hip-hop dancer. One of things that drew Keyssar to the dancers was trying to look at the way young women try to present themselves. \"Young women today are frequently presenting themselves in a pretty provocative manner in all different contexts,\" she says. \"And I was really interested in what that means within the context of Dancehall. You know, why present yourself in a provocative manner? Why go to the club in hot-pants and a crop top?\"</p>\n<p>To Keyssar, the dancers provided an interesting answer to her questions. They were both very powerful figures, and also self-objectifying. \"It was important for me to see that, yes these girls are presenting themselves in a very provocative way. But this is something that is very connected to culture and by no means simply objectification. It's also very empowering.\"</p>\n<p>Dancehall in Brooklyn is also an opportunity for many of the dancers to escape violence — gun violence specifically. It's a problem in the neighborhood. \"These young people used Dancehall to sort of process the intensity that they were dealing with on a daily basis,\" she says. \"You would see them doing an alchemy. They were working it out through dance.\"</p>\n<p>For anyone who has ever spent time in the Caribbean, you get it. Dancehall is a place for people to gather and party and compete, wine and lime, flirt and drink and do all the other things young people love to do to feel alive.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Dancehall_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dancehallcropjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012320159.mp3"},{"href":"http://www.pri.org/file/012320159mp3"}]}