{"created":"2015-04-30T18:50:45+00:00","modified":"2015-05-08T13:21:11+00:00","valid":{"from":"2015-05-08T13:21:11+00:00","to":"3015-05-08T13:21:11+00:00"},"hreflang":"en","title":"Lincoln's Legacy Inspires Greek Family Business In Decatur","published":"2015-05-01T14:30:00+00:00","teaser":"Our Tracking Lincoln series continues with the third-generation owner of the Lincoln Square Lounge.","itags":["npr_api","403351729"],"guid":"8e9ff2c4-33f1-4fdc-9fdc-9b0c9462b645","contentencoded":"<p>When President Abraham Lincoln&#8217;s funeral train left Indianapolis on May 1, 1865, it turned north to Chicago. But <em>Here & Now&#8217;</em>s series <a href=\"http://hereandnow.wbur.org/tag/tracking-lincoln\" target=\"_blank\">Tracking Lincoln</a> is going due west to Decatur, Illinois.</p><p>Lincoln lived near Decatur long before he became president. It&#8217;s said that he made his first public speech right there in the center of town, where a statue of the young president-to-be now stands.</p><p>In the summer of 1830, Lincoln had been working on a nearby farm when the 21-year-old climbed upon a stump, barefoot, and called for improving navigation of the nearby Sangamon River.</p><p>&#8220;I remember the statue in Decatur, that captures that essence of the barefoot boy, the idea of Lincoln the commoner,&#8221; said Clemson University historian Vernon Burton. &#8220;Lincoln, who has risen from his roots, but isn&#8217;t ashamed of them.&#8221;</p><p><strong>&#8216;Lincoln Fever&#8217; in Decatur</strong></p><p>Cross the the state line from Indiana into Illinois, and all of a sudden, you&#8217;re deep into Lincoln Country. Then drive into downtown Decatur, and you&#8217;ve entered a shrine to the 16th president.</p><p>There in the central square, is that statue of Lincoln, barefoot upon the stump. Across the street is another landmark, a miniature replica of the Macon Country Courthouse where Lincoln once practiced law.</p><p>Lincoln Fever doesn&#8217;t stop there. A few steps away, the Lincoln Theater marque hangs proudly over Main Street. Next door is the <a href=\"http://lslounge.com/\" target=\"_blank\">Lincoln Square Lounge</a>, a local watering hole that&#8217;s been in Andrew Chiligiris&#8217;s family for three generations.</p><p>&#8220;When my grandfather opened initially, this was a hat block and a shoeshine,&#8221; Chiligiris explained. &#8220;In the time when the gentlemen wore hats and dressed up for work every day, especially when they had jobs downtown, where this was located. And they needed a place to gets the hat cleaned and the shoes shined, and it was kind of a gathering place for that kind of activity during Prohibition.&#8221;</p><p>Hat block and shoe shine in the time of Prohibition sounded to me like code for something else, and Chiligiris laughed at the suggestion.</p><p>&#8220;We do find evidence of some rooms in the basement that seem to be highly ornate for being in the basement. They have different marble floors and things like that. But to my knowledge those are just rumors. I don&#8217;t know of any speakeasies,&#8221; he said.</p><p><strong>An enduring connection to history</strong></p><p>Chiligiris says what makes Decatur unique has a lot to do with it&#8217;s past. Here&#8217;s a tidbit: Decatur is home to the original flyswatter, invented in 1900 by a local entrepreneur.</p><p>When I visited Main Street, it was quiet. But Chiligiris says the city was once an important rail hub between Chicago and points south that drew immigrants like his Greek grandfather to the city. And until recently, Decatur was the headquarters of agricultural giant Archer Daniels Midland.</p><p>&#8220;We&#8217;re agriculture-based and we used to have a lot of mines around the community, and that&#8217;s a job immigrants could do easily &#8211; they could come down and work in the coal mines and they didn&#8217;t necessarily have to speak English,&#8221; said Chiligiris. &#8220;The other thing they could do is open restaurants. A lot of immigrants opened different restaurants like my grandfather, candy shops and coffee shops and things of that nature.&#8221;</p><p>As things change in Decatur, the connection to Lincoln endures.</p><p>&#8220;Clearly, he kind of became part of the family,&#8221; he said. &#8220;This establishment is the reason our family got its roots in the United States. Lincoln&#8217;s played a role in it for sure.&#8221;</p><p>So it&#8217;s fitting that above the bar at the Lincoln Square Lounge is a yet another tribute to the 16th president: a portrait of Lincoln with words from his second inaugural address, &#8220;with malice towards none,&#8221; transcribed across the top.</p><ul><li><a href=\"http://nprhereandnow.tumblr.com/tagged/TrackingLincoln\" target=\"_blank\">See more photos and stories from our “Tracking Lincoln” road trip on Tumblr</a></li></ul><h4>Reporter</h4><ul><li><strong><a href=\"https://www.wbur.org/about/people/peter-odowd\" target=\"_blank\">Peter O’Dowd</a></strong>, assistant managing editor at Here & Now. He tweets <a href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lincoln%27s+Legacy+Inspires+Greek+Family+Business+In+Decatur&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Peter O&rsquo;Dowd","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405176229-f03e05.m3u?orgId=1&d=243&p=60&story=403351729&t=progseg&e=403320992&seg=12&ft=nprml&f=403351729"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0430_decatur-abe3-e1430419821778.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"577","width":"852"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0430_lincoln-square-lounge.png","type":"image/jpeg","meta":{"crop":"custom","height":"723","width":"1024"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0430_decatur-abe2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"640"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0430_decatur-abe.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"640"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0430_decatur-abe4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"640","width":"852"}}]}