{"created":"2015-03-27T20:37:15+00:00","modified":"2015-04-21T19:32:17+00:00","valid":{"from":"2015-04-21T19:32:17+00:00","to":"3015-04-21T19:32:17+00:00"},"hreflang":"en","title":"Photography, Misery And Beauty In 'The Salt Of The Earth' ","published":"2015-03-28T00:07:00+00:00","teaser":"NPR's Bob Mondello reviews <em>The Salt Of The Earth,</em> a documentary directed by Wim Wenders about Brazilian photographer Sebastiao Salgado.","itags":["npr_api","395800345"],"guid":"8ea2bf78-0674-4b9d-a026-3975407bd47b","contentencoded":"<p>Having recently celebrated the accomplishments of musicians and dancers in his transcendent documentaries <em>The Buena Vista Social Club</em> and <em>Pina,</em> it perhaps makes sense that Wim Wenders would now turn his camera on a man who wields a camera.</p><p>In <em>The Salt of the Earth,</em> his subject is Brazilian photographer Sebastiao Salgado, who in his first on-screen utterances describes the moment he first saw the huge pit that is Serra Pelada, a massive Brazilian gold mine. The scene — 50,000 laborers climbing ladders. Not a machine anywhere — put him in mind of the building of the pyramids, the Tower of Babel.</p><p>\"I'd returned to the beginning of time,\" he says. \"I could hear the gold whispering in the souls of these men.\"</p><p>His famously breathtaking black and white photographs accompany this recollection — shots that capture thousands of laborers staggering under the weight of sacks of soil they're carrying up huge ladders out of the pit. Each man, Salgado explains, had the right to pick one sack to keep — probably full of just dirt, but possibly containing a king's ransom in gold nuggets. So they are aching and exhausted, eyes gleaming with hope.</p><p>That mix of anguish and exultation is typical of the haunting, often era-defining images Salgado has captured in more than three decades as a photojournalist: firefighters battling to extinguish some 500 oil wells aflame in Kuwait after the first Iraq war; drought in Niger in '73; starvation in Ethiopia a decade later. All are events from which the world understandably tries to avert its gaze. Salgado gets us to look — and look intently — by finding humanity in scenes of despair: an infant's trust; a mother's fortitude; a half-naked boy clutching a guitar, shoulders straight, staring out at an endless expanse of sand.</p><p>Wenders, hoping to illuminate not just these images but the man who made them, has found an intriguing way to capture both Salgado and his work simultaneously. He shot the photographer talking about his photos, through a screen with those photos projected on it. Salgado couldn't see the camera lens, just his own work. And as he speaks and his eyes dart from detail to detail, it's as if he's reliving the moment he'd captured on film, while peering directly into our eyes. The effect is that he's confiding in the most intimate ways about his art.</p><p>He paid a price for that art. <em>The Salt of the Earth,</em> directed jointly by Wenders and Salgado's son Juliano, takes pains to explain how Salgado became the world's foremost \"social\" photographer: schooled in economics, fleeing Brazil's dictatorship, making it his life's work to chronicle the great horrors of our age — genocide in Rwanda, war in Bosnia, the displacement of whole populations.</p><p>\"We are a terrible species,\" he tells the camera, distraught at the modern-day Exoduses he has witnessed.</p><p>The film would leave audiences distraught too, if the photographer didn't then experience a kind of Genesis, devoting 15 years to the planting of 2 million trees on a Brazilian wasteland wiped out by drought and overfarming ... literally rebuilding a rain forest.</p><p>Healing the land helped heal Salgado. It also provides an eloquent closure to <em>The Salt of the Earth,</em> as landscapes of human misery give way to ... landscapes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Photography%2C+Misery+And+Beauty+In+%27The+Salt+Of+The+Earth%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395817384-8b3263.m3u?orgId=1&topicId=4467349&e=395800345&d=223&ft=nprml&f=395800345"},{"href":"http://media.npr.org/assets/img/2015/03/27/1-ccaec00c30b2238e4d6f98f469fe30657426dfc7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2404","width":"3205"}},{"href":"http://media.npr.org/assets/img/2015/03/27/15-172da091455bade0b54ee773b7471d994c9309a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1953","width":"2605"}}]}