{"created":"2014-12-12T23:59:24+00:00","modified":"2014-12-12T23:59:25+00:00","valid":{"from":"2014-12-12T23:59:25+00:00","to":"3014-12-12T23:59:25+00:00"},"hreflang":"en","guid":"8ead8686-a708-49a9-8bda-37d421bc1e25","title":"The Army is getting serious about cyberwarfare","published":"2014-12-12T23:59:19+00:00","byline":"Max J. Rosenthal","tags":["intelligence","Cyberwarfare","military","government","technology","SafeMode","Conflict","Conflict & Justice","Fort Gordon","North America","United States","Georgia","Rebecca Oliveras","Max J. Rosenthal","Laura Jackson","Jennifer Buckner","Jason Lott","Hacking","Military technology","War","Cyberwarfare","Hacker","Cyber","Computing","New Wars, New Warriors"],"teaser":"Modern war isn't always fought on a physical battlefield, and the US Army is making new moves to try and keep hackers and cyber attacks away from its computers. Yet some of these vital battles are being fought by young men and women who are new to the field themselves.","contentencoded":"<p>When Laura Jackson went to her local Army recruiter, she wasn't actually sure what she wanted to do in uniform. She was interested in intelligence, figuring it would be challenging, with some good career prospects to boot. One of the options was a job labeled \"35Q.\"</p>\n<p>\"I had another semester of school left, and 35Q was the only one that had a leave date after I finished college,\" Jackson explains. \"So I chose that one. I had no idea what I was getting into. No idea.\"</p>\n<p>That's how she accidentally went to war — in cyberspace. The job titled 35Q is what's called a \"network warfare specialist,\" and Jackson now spends her days monitoring the Army's computer systems, defending them — and their secrets — from hackers and cyber attacks from across the globe.</p>\n<p>The threat is constant, and it's now on the Army's priority list like never before. The Army <a href=\"http://www.fiercegovernmentit.com/story/army-steps-recruitment-new-cyber-branch-says-commander/2014-10-27\">established a branch for cyberwarfare</a> just weeks ago, giving these soldiers the same status as traditional fields like infantry or artillery. And at Fort Gordon, Georgia, the new home of that branch, things are ramping up.</p>\n<p>\"The last time the Army did this was with Special Forces, 27 or 28 years ago,\" says Col. Jennifer Buckner, the first commander of the Army's new Cyber School, which will soon take over training the Army's future cyber warriors. \"So this is kind of a big deal for the Army, and we're really the only branch of the service that is approaching it this way.\"</p>\n<p>\"Our cyber force is in the fight every single day,\" Buckner says. Networks are running all the time, and hackers — some backed and trained <a href=\"http://www.wsj.com/articles/chinese-hacked-u-s-military-contractors-senate-panel-says-1410968094\">by major powers like China</a> and Russia — are always looking for vulnerabilities. \"They probably go home every day, and so it's a little deceiving. But yet, they are are in a fight on our networks every single day.\"</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/_1263980.jpg?itok=8pVfVjVG\" alt=\"\" /><div class=\"field-caption\">\n    <p>Col. Jennifer Buckner commands the US Army's newly established Cyber School at Fort Gordon, Georgia.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Max J. Rosenthal</p>\n  </div>\n</div>She admits that getting people to understand an always-on war can be a challenge in the military, which is built for battles you can see — and get to by plane or ship.\n<p>\"I actually have a cousin who's in infantry in the Marines and every time we start talking about work, he's like, 'Well, you don't really work, you don't really fight. ... Working on computers is not war,'\" Jackson says. \"And I'm like, 'It is, just not physically.' ... But I think it's just as strong of a war, if not bigger now than actually standing on a battlefield.\"</p>\n<p>And if she gets the military to buy into that idea, Buckner says, that means the cyber branch can be more flexible. It can lets its skilled hackers and analysts stay online and \"in the fight\" as much as possible, not doing the endless tasks that usually take up a soldier's life when he's at his home base. </p>\n<p dir=\"ltr\">\"There are some who like the old-school way of doing business. They're probably not a good fit for our organization,\" Buckner says. \"I think that 'in the fight' mentality is important.\"</p>\n<div>And it appears the soldiers who will fight those cyberwars agree — and feel the pressure of this kind of combat.</div>\n<p>\"Once you connect that device, it's just ... you're in the battlefield,\" says Spc. Rebecca Oliveras, another network warfare specialist. Yet, like Jackson, many of them are just getting the hang of cyberwar. They weren't master hackers or coders in the civilian world, just people looking for an interesting job or a challenge.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/_1263952.jpg?itok=sWsGH-1Z\" alt=\"\" /><div class=\"field-caption\">\n    <p>Spc. Jason Lott and Pvt. First Class Laura Jackson are both network warfare specialists, the soldiers who protect the Army's computer networks against cyber attacks.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Max J. Rosenthal</p>\n  </div>\n</div>\n<p>\"We all love what we do, and I'm sure of it, but it's stressful,\" Oliveras says. \"Because if you make one mistake, it could be really bad.\"</p>\n<p>What \"really bad\" means is still a matter of speculation. Hacking attacks have become routine, not only for the government, but for private companies like Sony as well. Security officials have warned for years about a \"<a href=\"http://www.nytimes.com/2012/10/12/world/panetta-warns-of-dire-threat-of-cyberattack.html?pagewanted=all\">cyber Pearl Harbor</a>,\" a massive, debilitating attack that essentially grinds society to a halt.</p>\n<p>But that phrase — and idea — is also a punchline for many analysts. They argue cyber threats are <a href=\"http://www.defenseone.com/threats/2014/10/cyber-attack-will-cause-significant-loss-life-2025-experts-predict/97688/\">real, but more specific</a> — targeting certain agencies, companies or kinds of information.</p>\n<p>So do these cyber soldiers know what the big threat is? What's their nightmare scenario? Oliveras has a quick answer: \"I'd prefer not to answer that.\"</p>\n<p><em>(Note: The author of this piece is an Army veteran and once served under Col. Buckner.)</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/_1263976.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/1263976jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121220142.mp3"},{"href":"http://www.pri.org/file/121220142mp3"}]}