{"created":"2015-07-01T10:07:59+00:00","modified":"2015-07-02T19:42:54+00:00","valid":{"from":"2015-07-02T19:42:54+00:00","to":"3015-07-02T19:42:54+00:00"},"hreflang":"en","title":"After Supreme Court Decision, What's Next For Gay Rights Groups?","published":"2015-07-02T19:42:00+00:00","teaser":"Advocates concede it may be more challenging to rally public support and dollars for causes that may be less obvious or visceral than marriage.","itags":["npr_api","418838989"],"guid":"8ec76cc8-2a2a-4bd2-b27c-cfb8cbf49cfc","contentencoded":"<p>Having clinched the long-sought prize of same-sex marriage in all 50 states, some long-time advocates are now waking up to the realization that they need to find a new job. At least one major same-sex marriage advocacy group is preparing to close down and other LGBT organizations are retooling.</p><p>They have grown from a ragtag group with a radical idea into a massive multi-million dollar industry of slick and sophisticated sellers of a dream. Today, their very success has made their old jobs obsolete.</p><p>\"We could not be happier than to be able to say this campaign is done and the right thing to do is shut it down,\" says Evan Wolfson, founder and president of the advocacy group Freedom To Marry. It is closing up shop and Wolfson says that has been the tentative plan for months.</p><p>But it's still a big adjustment for staff who've made same-sex marriage the cause of their lives and thought it would take a lifetime to achieve.</p><p>\"It kinda blows your mind when you are face-to-face with that moment,\" says Cameron Tolle, director of digital action. \"It is hard to wrap your mind around.\"</p><p>But Tolle is not headed for unemployment. He's one of many already effectively re-deployed to a new group called <a href=\"http://www.freedomforallamericans.org/\" target=\"_blank\">Freedom For All Americans</a>. It's a kind of a reincarnation of Freedom To Marry.</p><p>Matt McTighe is heading up the new campaign. It will use the same strategic playbook with a lot of the same players. The goal is to win federal and state LGBT non-discrimination laws.</p><p>\"We have this great army of really experienced, trained people and now hopefully could deploy them to this next fight,\" he says.</p><p>Jason Rahlan works with Human Rights Campaign, the nation's largest LGBT advocacy group. He says the organization will not be downsizing, just pivoting to other issues like non-discrimination laws and electing more LGBT-friendly candidates.</p><p>Janson Wu, executive director of the advocacy group GLAD in Massachusetts — where same-sex marriage was won 11 years ago — says the victory frees up resources for a broader agenda.</p><p>\"That should be the bare minimum. Now what if we were to set our sights on LGBT-inclusive curriculum,\" he asks. \"What if we ensure that every student learned about the LGBT movement and learned about the heroes of our movement in their history classes.\"</p><p>Advocates concede it may be more challenging to rally public support and dollars for causes that may be less obvious or visceral than marriage.</p><p>\"The risk is that the resources will decline if we're not creative,\" says Marc Solomon from Freedom To Marry. He says advocates will find ways to make a compelling case.</p><p>\"When I first got involved in the marriage fights, we were out selling pieces of wedding cake at pride parades for five bucks a pop,\" he says. \"This sounds very business-y, but it's about creating a real demand for what you're doing. And that means being persuasive to donors to demonstrate that the cause is important.\"</p><p>In the meantime, LGBT advocates will also still spend some of their time on marriage, either changing hearts and minds that remain out of sync with what is now law, or vigilantly fighting against backlash.</p><p>\"What's clear is that our work is far from over,\" says Chad Griffin, president of Human Rights Campaign. He flew this week to Texas, where some clerks have denied marriage licenses on religious grounds.</p><p>\"Public servants, including clerks, should serve the entire public. It's that simple,\" he says.</p><p>Another group, Lambda Legal, launched a website this week tracking potential trouble spots. So those who've been fighting for the right to marry say they'll still keep busy trying to enforce it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Supreme+Court+Decision%2C+What%27s+Next+For+Gay+Rights+Groups%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419076236-366e4f.m3u?orgId=1&topicId=1003&d=231&p=3&story=418838989&t=progseg&e=419051776&seg=12&ft=nprml&f=418838989"}]}