{"created":"2014-11-24T19:01:45+00:00","modified":"2014-11-25T13:47:54+00:00","valid":{"from":"2014-11-25T13:47:54+00:00","to":"3014-11-25T13:47:54+00:00"},"hreflang":"en","title":"UVA Students Respond To Article Detailing Rape Culture","published":"2014-11-25T13:47:00+00:00","teaser":"The University of Virginia has suspended its fraternities, after a Rolling Stone article detailed a brutal gang rape.","itags":["npr_api","366348284"],"guid":"8ed0b43d-0fa8-44fb-b123-3e415ea1e5d4","contentencoded":"<p>Students at University of Virginia today addressed the firestorm that&#8217;s erupted over a <a href=\"http://www.rollingstone.com/culture/features/a-rape-on-campus-20141119\" target=\"_blank\">Rolling Stone </a><a href=\"http://www.rollingstone.com/culture/features/a-rape-on-campus-20141119\" target=\"_blank\">article</a> describing a culture of rape on their campus.</p><p>The article describes a student&#8217;s account of a brutal gang rape at a frat house in 2012, and goes on to describe a culture of rape and cover up by the school.</p><p>UVA senior <strong>Will Cadigan</strong>, who is co-chair of the school&#8217;s Sexual Violence Protection Coalition, joins <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young to talk about the issue.</p><p>Robin also speaks with former UVA dean <strong>John Foubert</strong>, who is founder of a sexual assault peer education group called <a href=\"http://www.oneinfourusa.org/index.php\" target=\"_blank\">One In Four</a>.</p><h4>Interview Highlights: Will Cadigan and John Foubert</h4><p><strong>Will Cadigan on the reactions on campus</strong></p><p>“The mood is somber and very reflective but at the same time, I’m very much inspired by the level of activism and advocacy that is surrounding our campus right now. There are people staging demonstrations, engaging in protest, writing letters and reaching out to already established organizations; really just asking ‘what can we do,’ ‘how can we help.’ People are looking towards how they can engage in cultural change and how we as a culture support survivors and make sure we are really standing behind the members of our community.”</p><p><strong>Cadigan on how to end the rape culture </strong></p><p>“I think that this is a culture that is not just at present at UVA, this is a culture that is present at universities across America. I think specifically as advocates at UVA, what we can do is really seek to move the conversation forward and to engage in educating people. I think that’s educating people on how they, as average individuals who may or may not have a direct interaction or connection with this issue, truly can effect cultural change. I think that inaction is what is especially damaging in our culture.”</p><p><strong>John Foubert on whether he thinks there is a cover up at UVA</strong></p><p>“I do. I think generally speaking it’s looked at as a negative PR issue rather than something that needs to be addressed head on; at least so far as upper administration goes. I think the best thing UVA has going for it is a very activist student population. In my experience there, higher administrators and the PR office just seemed to want to brush the issue aside.”</p><p><strong>Foubert on how UVA handles sexual assault</strong></p><p>“When I was a dean there and I would have students come to me who had experienced sexual assault and I would give them their options, they would then meet with the dean of students who would then try to get them to mediate the case. From my perception, mediation is not appropriate when we’re talking about a felony. It’s also one way that institutions can sort of fake their data to say ‘Oh there’s no problem here.’ Now I’m not saying everyone who works at UVA is like that or for that matter at other institutions, but there just seems to be this persistent disbelief of survivors and this persistent attempt to try to make it look like ‘oh there’s no rape problem here.’ The fact is there is.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.career.virginia.edu/internship/student_profile.php?thisid=295\" target=\"_blank\"><strong>Will Cadigan</strong></a>, senior at <a href=\"http://www.virginia.edu/\" target=\"_blank\">University of Virginia</a> and co-chair of the school&#8217;s Sexual Violence Protection Coalition. He&#8217;s also on the executive board of One In Four, an all-male sexual assault peer education group at UVA.</li><li><a href=\"http://works.bepress.com/john_foubert/\" target=\"_blank\"><strong>John Foubert</strong></a>, founder of One In Four and former assistant dean of students at University of Virginia. He tweets <a href=\"https://twitter.com/johnfoubert\" target=\"_blank\">@JohnFoubert</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=UVA+Students+Respond+To+Article+Detailing+Rape+Culture&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"492"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366530895-dc301a.m3u?orgId=1&ft=3&f=366348284"}]}