{"created":"2014-12-19T21:51:53+00:00","modified":"2014-12-23T13:43:42+00:00","valid":{"from":"2014-12-23T13:43:42+00:00","to":"3014-12-23T13:43:42+00:00"},"hreflang":"en","guid":"8ed19899-a687-43a0-b8ca-c811dd5bf025","title":"Kurdish fighters finally end the months-long siege of Mount Sinjar","published":"2014-12-23T13:43:40+00:00","byline":"Andrea Crossan","tags":["Mount Sinjar","ISIS","Yazidi","peshmerga","Islamic State in Iraq and Syria","siege","US airstrikes","Conflict","Conflict & Justice","Asia","Iraq","United States","Middle East","Asia","North America","Jiyar Gol","Barack Obama","Iraqi Kurdistan","Sinjar Mountains","Yazidi","Peshmerga","Ethnic groups in Iraq","Kurdish people"],"teaser":"Fighters from ISIS trapped thousands of people on the slopes of Mount Sinjar in August, and never left — until Friday. Kurdish forces say they have finally broken the siege with the help of Western airstrikes.","contentencoded":"<p>Kurdish forces in northern Iraq say they have broken the months-long ISIS siege of Mount Sijar, where thousands of Yazidis and other Iraqis have been trapped since August.</p>\n<p>The offensive against the fighters from ISIS, which also calls itself the Islamic State, began early on Wednesday with 45 airstrikes by US and coalition forces. It was a full-circle moment for the air campaign; President Barack Obama first authorized strikes this summer in large part to prevent an impending \"genocide\" of Yazidis on the mountain.</p>\n<p>“[US support] was crucial,” says the BBC’s Jiyar Gol, who is reporting from Irbil in northern Iraq. “I talked to one of the [peshmerga] commanders who said there was ‘precise coordination between the ground [troops] and the air’ and we are suspecting that there must be some American special forces on the ground coordinating these kinds of airstrikes between the fighter jets, drones and ground forces.”</p>\n<p>About 8,000 Kurdish fighters then launched a two-pronged attack, which they said opened a wide corridor to allow besieged Yazidis and members of other minorities to leave. </p>\n<p>“From Iraqi Kurdistan, they can send humanitarian aid — basic needs, food — to the mountain via land, and those people who choose to come down from the mountain can go to refugee camps,” Gol says.</p>\n<p>It wasn't simply a humanitarian victory, either: Retaking Mount Sinjar was an important symbolic moment for Kurdish fighters, whose reputation as fearsome warriors was bruised after ISIS overpowered them in the area this summer.</p>\n<p>But Gol says that the threat of ISIS is still very real. “When the IS militants retreat, obviously, they have left behind booby traps, improvised explosive devices, mines,\" he says. \"Explosives have been mounted across the roads, in the villages, in the houses and the [Iraqi peshmerga] say they have to clean this up.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}