{"created":"2015-04-07T19:07:26+00:00","modified":"2015-04-09T13:44:53+00:00","valid":{"from":"2015-04-09T13:44:53+00:00","to":"3015-04-09T13:44:53+00:00"},"hreflang":"en","guid":"8ede6fae-0d7c-40b3-a2d9-7c525c9f65f3","title":"A filmmaker who gained unprecedented access to the Houthis explains what's going on in Yemen","published":"2015-04-09T13:44:50+00:00","byline":"Stephen Snyder","tags":["conflict","terrorism","Religion","government","Conflict","Conflict & Justice","Safa al Ahmad","Zaydi","Houthis","Middle East","Yemen","Sana'a","Shia insurgency in Yemen"],"teaser":"Filmmaker Safa al Ahmad gained unprecedented access to the Houthi advance through Yemen and traveled into Yemen's rural areas to meet their tribal adversaries. What she saw in Yemen is the subject of her documentary, airing Tuesday on Frontline.","contentencoded":"<p>When independent journalist Safa al Ahmad began filming in the Yemeni capital, Sanaa in September 2014, the Houthi rebels had just swept into the city and taken over key buildings. A friend in Sanaa told her \"This is the worst phase Yemen has ever been through.\"</p>\n<p>\"And that was before the airstrikes, and before there was no president and no government,\" says Ahmad. Her Frontline film, \"The Fight for Yemen\" chronicles the early days of the Houthi takeover in Yemen, and the rising tensions in Yemen as rival groups amped up sectarian divisions.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"558\" width=\"900\" alt=\"Death to America\" title=\"Death to America\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/DeathToAmerica.jpg?itok=uIXiK7Zr\" /><div class=\"field-caption\">\n    <p>People pass by a sign painted on a wall with the main motto of the Shi'ite Houthi movement in the old quarter of Sanaa January 31, 2015. The sign reads, \"Allah is the greatest. Death to America. Death to Israel.\"</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Reuters/Mohamed al-Sayaghi </p>\n  </div>\n</div>\n<p>\"The Houthis use sectarian language to build their local bases of support. In reality, these are local conflicts about real political issues,\" Ahmad explains.</p>\n<p>A Houthi slogan plastered on walls everywhere in Houthi-controlled areas of Yemen illustrates this dynamic: \"God is Great, Death to America, Death to Israel, God curse the Jews, Victory to Islam.\" Not a word about local concerns.</p>\n<p>\"The issues are power, corruption, underdevelopment, poverty,\" says Ahmad. But the Houthis' frustration is mixed with sectarian zeal. \"All of those things have built, together, into a disillusioned, angry, isolated group. And when you mix that with religious ideology, then it becomes quite potent.\"</p>\n<p>Ahmed believes the Houthi takeover has set back the Yemeni people in a way few would have expected during the promising days of Yemen's 2011 Arab Spring. \"People who were involved in civil society and building civil society in Yemen are devastated by this development, because that little fragile [central Yemeni] government that everybody was working on improving has now been completely decimated. Because now you have a militia in control.\"</p>\n<p>Ahmad suggests the Houthi militia is ill-equipped to manage Yemen's many problems.</p>\n<p>\"The Yemenis are facing [a humanitarian crisis] right now, with hardly any food. There's no petrol any more, anywhere. The banking system has stopped. I don't know how the Saudi-led coalition expects the Yemeni people to survive when they were already struggling to begin with.\"</p>\n<p>Here's a clip from Safa al Ahmad's flim. In this sequence, the filmmaker faces off with Houthi gunmen who want to seize her camera.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/8PPGtrGODgA?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-07%2Ffilmmaker-gained-unprecedented-access-houthis-and-explains-whats-going-yemen&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04072015_07.mp3"},{"href":"http://www.pri.org/file/0407201507mp3"}]}