{"created":"2014-08-28T13:39:18+00:00","modified":"2014-10-30T22:59:20+00:00","valid":{"from":"2014-10-30T22:59:20+00:00","to":"3014-10-30T22:59:20+00:00"},"hreflang":"en","title":"In Ferguson, Court Fines And Fees Fuel Anger","published":"2014-08-25T23:53:00+00:00","teaser":"The protests in Ferguson are a response to the shooting death of Michael Brown, but the heavy use of court fines and fees helps explain why there's so much anger directed at local police.","itags":["npr_api","343143937"],"guid":"8eecfab0-a507-4060-ba39-e22b1fc20e16","contentencoded":"<p>To understand some of the distrust of police that has fueled protests in Ferguson, Mo., consider this: In 2013, the municipal court in Ferguson — a city of 21,135 people — <a href=\"https://www.courts.mo.gov/file.jsp?id=68845\">issued 32,975 arrest warrants</a> for nonviolent offenses, mostly driving violations.</p><p>A new report released the week after 18-year old Michael Brown was shot and killed in Ferguson helps explain why. ArchCity Defenders, a St. Louis-area public defender group, says in its <a href=\"https://www.dropbox.com/s/vwptqn3mhq9xvy7/ArchCity%20Defenders%20Municipal%20Courts%20Whitepaper.pdf\">report</a> that more than half the courts in St. Louis County engage in the \"illegal and harmful practices\" of charging high court fines and fees on nonviolent offenses like traffic violations — and then arresting people when they don't pay. The report singles out courts in three communities, including Ferguson.</p><p>Thomas Harvey, who started the organization to provide legal services to the poor in the St. Louis region and is the lead author of the report, says residents, especially in Ferguson, have come to see the use of fines and fees as a way for courts to collect money from residents who are often the least able to pay.</p><p>\"Folks have the impression that this is a form of low-level harassment that isn't about public safety. It's about money,\" he says.</p><p>The ArchCity Defenders report argues that this resentment is justified. Last year, Ferguson collected $2.6 million in court fines and fees. It was the city's second-biggest source of income of the $20 million it collected in revenues.</p><p>Earlier this year, in the series <a href=\"http://www.npr.org/series/313986316/guilty-and-charged\">Guilty and Charged</a>, NPR's investigations unit found that the practices in Ferguson are common across the country. The series reported that nationwide, the costs of the justice system are billed increasingly to defendants and offenders, and that this creates harsher treatment of the poor. Because people with money can pay their hundreds or thousands of dollars in fines and fees right away, they are usually done with the court system.</p><p>People who can't pay their fines and fees go on payment plans. But then there are extra fees, sometimes interest — 12 percent on felonies in Washington state — and, if poor people fall behind on payments, they may go to jail. Courts often ignore laws, Supreme Court rulings and protections that outlaw the equivalent of debtors prisons.</p><p>Just like around the U.S., these municipal court fines in Ferguson are for low-level offenses, usually traffic violations. Harvey calls these \"poverty crimes.\" Typically, he says, someone gets stopped for a rolling stop at a stop sign, or for a broken tail light. Then police find other problems.</p><p>\"It's driving while suspended, no proof of insurance and failure to register a vehicle,\" he says.</p><p>The fines and fees can add up to hundreds, even thousands of dollars.</p><p><strong>Racial Disparity In Ferguson Traffic Stops</strong></p><p>Data from the Missouri state attorney general's office show that black drivers are stopped in Ferguson in disproportionate numbers, even though Ferguson police are more likely to find contraband when they stop white drivers.</p><p>Blacks make up 67 percent of the city's population, but are 86 percent of motorists stopped by police. Whites make up 29 percent of the population, but 12.7 percent of vehicle stops.</p><p>\"However, this data seems at odds with the fact that searches of black individuals result in discovery of contraband only 21.7 percent of the time, while similar searches of whites produce contraband 34 percent of the time,\" the ArchCity Defenders report notes.</p><p>In Ferguson, Harvey says going to court creates more anger. The system, he says, favors people who can hire a lawyer. But poorer defendants simply take a guilty plea.</p><p>\"And then if you can't pay all the fines at once, they put you on a pay docket, and that just means [you] come to the court once a month and pay a certain dollar amount or explain why you haven't paid,\" Harvey says.</p><p>But the ticket may be in a far-away court that's not easy to get to in a region with sometimes spotty public transportation. If someone doesn't pay, a warrant can be issued for their arrest.</p><p>The new report says the courtroom in Ferguson gets so crowded that judges lock the doors just five minutes after court begins. Sometimes people show up late and can't get in, so they leave. But then they're counted as missing court, and an arrest warrant might be issued.</p><p>The part-time judge in Ferguson is also the prosecutor in three neighboring towns. Sometimes, Harvey's clients have warrants in Ferguson and some of those other towns.</p><p>Jeff Smith, an assistant professor at the New School and a former Missouri state senator from St. Louis, says Ferguson \"facilitates a debtors prison\" because of the high number of arrest warrants that get issued when people don't pay. When people go to jail, they sometimes lose their jobs.</p><p>\"They get caught in this downward spiral, and it happens to a lot of people. This stuff accumulates,\" he says.</p><p><strong>Amnesty Program Aims To Help</strong></p><p>There are so many people in St. Louis County with arrest warrants for unpaid fines and fees on nonviolent offenses that once a year — every August — local police departments, working with a community group, allow thousands of people to get those arrest warrants dropped. Then they can ask to pay off their fines and fees on a payment plan.</p><p>On Friday, people stood in line at the Ferguson police department on the last day to complete registration in the amnesty program.</p><p>Ebony, 36, who owes about $2,000 in fines and fees, was one of them. She asked that NPR not use her last name because she says she fears retaliation.</p><p>Ebony says she's been arrested before after she didn't pay off all her fines — the last time just two weeks after she had given birth.</p><p>\"My son was 2 weeks old and I was under doctor's care, and Ferguson still locked me up and left me in jail for a week — over traffic tickets,\" she says. \"Even when my lawyer was calling and saying that I'm under doctor's care, I just had a baby, and they still didn't care.\"</p><p>Police and city officials in Ferguson didn't respond to our requests for an interview.</p><p>Ebony says she knows if she falls behind again on those fines and fees, there could be a new arrest warrant.</p><p>That is one reason why residents like her see the fines as just a way for the city to make money, for things like the brand-new brick-and-glass police building.</p><p>\"If I don't pay on the day or before, I get a whole other warrant, and the money that I use don't go against nothing,\" she says outside the new police building. \"It goes to this — it goes to this new building.\"</p><p>The amnesty program was started by the community organization <a href=\"http://www.betterfamilylife.org/\">Better Family Life</a>. Founder and CEO Malik Ahmed says he started the amnesty program after his group's job training program ran into a surprising barrier when it linked people to jobs.</p><p>\"What we found was that when we got them jobs,\" says Ahmed, \"maybe one or two days after they were hired, they were back in our office saying that they couldn't go out to where the job was located.\"</p><p>The issue: Often the person had an arrest warrant, not for some violent crime, but because they didn't pay their court fines and fees on a low-level offense, like a driving violation.</p><p>\"It's a risk to go to the store,\" says Ahmed. \"Outside of that community, it's a risk to go to any educational institution, to get a job, to go for job interviews. Especially since most of the jobs are maybe 5 to 10 miles away. So some of them just don't even try anymore.\"</p><p>Earlier this month, about 3,000 people lined up at the campuses of a local community college to get those arrest warrants dropped. One campus was in Ferguson, just a short distance from where Michael Brown was shot.</p><p><em>NPR's Brakkton Booker contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Ferguson%2C+Court+Fines+And+Fees+Fuel+Anger&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343203899-666cec.m3u?orgId=1&topicId=1150&aggIds=313986316&ft=3&f=343143937"}]}