{"created":"2014-10-08T14:23:51+00:00","modified":"2014-10-31T01:18:43+00:00","valid":{"from":"2014-10-31T01:18:43+00:00","to":"3014-10-31T01:18:43+00:00"},"hreflang":"en","title":"John Waters Hitchhikes Across America, And Lives To Write About It","published":"2014-06-10T20:04:00+00:00","teaser":"The 68-year-old film director hitchhiked from Baltimore to San Francisco for his book <em>Carsick.</em> He says hitchhiking is \"the worst beauty regimen ever\" and admits he always kept his luggage with him.","itags":["npr_api","320645960"],"guid":"8ef1823b-6ca4-40ca-98f7-82fc70f02c5b","contentencoded":"<p>Film director and writer John Waters has broken many taboos and created intentionally perverse scenarios in his films — most notably in <em>Pink Flamingos,</em> about a competition for the title \"the filthiest person alive.\"</p><p>Waters, who is now 68, was looking for an adventure he could write about. So he decided to hitchhike cross-country from his home in Baltimore to his co-op apartment in San Francisco.</p><p>Waters chronicles his adventures and frustrations on the road in his new book,<em> Carsick</em>. The first part of the book is fiction, in which he imagines best-case scenarios, like getting a ride from his favorite porn film star, and worst-case scenarios, like getting a ride from a killer out to get all the cult film directors he hates — including John Waters.</p><p>Through these adventures, as he was waiting for cars to pick him up, the usually funny Waters had some intense reflective moments, he says.</p><p>\"I'm standing there and I think, 'I'm alive and so many of my friends are not. I'm here. I'm doing this project,' \" he says. \"So I am incredibly thankful for my life. I said in this book that all my fantasies of what I wanted to happen in my career came true years ago. This is gravy.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On being recognized as famous while hitchhiking </strong></p><p>People would drive past me and think, \"Was that John Waters?\" But no! Why would I be standing there doing that? And they'd come back and pick me up. Other people didn't know and pulled over and tried to give me money or help me and then realized [who I was] and started laughing and screaming. And many people didn't recognize me, and when I did tell them during a normal conversation in the car that I was a film director, they just looked at me like I was so deluded as a homeless person that believed he was a cult film director.</p><p>Generally, I didn't care because it didn't matter to me. I wanted to hear their stories. I was relieved if they really didn't know who I was, and yet I'm a hypocrite because when I'd get stuck, I would shamelessly use it if I could to try to get a ride.</p><p><strong>On keeping his luggage with him</strong></p><p>Even with the rides I really trusted, when we would get out of the car and go in to have coffee or something, I always made up some excuse to take my luggage because I always feared I'd go to the bathroom and they'd pull off with it. Because I used to be a thief when I was young, so I have bad karma that way.</p><p><strong>On accepting any ride out of desperation </strong></p><p>In real life when you're out there, as I said — I would've gotten in [with] Ted Bundy in his Volkswagen with his arm in his sling, in the front seat. You'll get in any car, believe me. All your rules, all your things that you imagine, go out the window when you've been standing there for 10 years and those Kansas winds are ripping your weather-beaten face.</p><p><strong>On his hitchhiking face</strong></p><p>It is the worst beauty regimen ever to hitchhike. I would go in the motels at night and look in the mirror. And I have in my office a little mirror, a hand mirror that I got from a joke shop where you pick it up and look at yourself and it screams. Well, that's what every mirror did when I hitchhiked across America. It let out a shriek of horror when [it saw my] hitchhiking face — a new thing that I want to invent a product for.</p><p><strong>On his early films </strong></p><p>My early films look terrible! I didn't know what I was doing. I learned when I was doing it. I never went to film school. I didn't learn from porn or anything; I just learned how to turn on the camera. [That] was hard enough. But if you like those [early] films, you said they were \"primitive.\" If you hated them, you [said they] were \"amateurish.\" It is the same word.</p><p>I gave the line to <em>Cecil B. DeMented,</em> a film I wrote, where the character says, \"Technique is nothing more than failed style,\" which I believe. I believe if you come out of a movie and the first thing you say is \"the cinematography was beautiful,\" it's a bad movie.</p><p><strong>On quitting smoking</strong></p><p>I'll tell you how many [days] because I carry this card in my wallet — 4,174 days ago — because I don't want to smoke again.</p><p>I loved the king [size] Kool. When I smoked 'em, ooh. Thank God they've changed the pack now, I realize, because when I used to see that color green anywhere I would, like, run to light up.</p><p>No, I don't think about it anymore. ... I'd be arrested if I still smoked because I'm the one who would be changing the battery in the airplane in the lavatory to take out the smoke detector. I would've been those people they warn you against.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=John+Waters+Hitchhikes+Across+America%2C+And+Lives+To+Write+About+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2389"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320729816-105eb1.m3u?orgId=1&topicId=1033&ft=3&f=320645960"}]}