{"created":"2015-06-01T19:05:30+00:00","modified":"2015-06-02T18:22:27+00:00","valid":{"from":"2015-06-02T18:22:27+00:00","to":"3015-06-02T18:22:27+00:00"},"hreflang":"en","title":"For Women's World Cup, U.S. Soccer Fans Kick It Up A Notch","published":"2015-05-25T22:45:00+00:00","teaser":"They've been supporting the men for years. But for the first time, the American Outlaws — a growing and influential U.S. soccer fan group — will cheer for the women's national team at a World Cup.","itags":["npr_api","409495184"],"guid":"8ef7a402-6228-404a-8b95-49faa16c9180","contentencoded":"<p>Soccer fans are replacing their favorite club jerseys for national colors as the best female players in the world prepare to face off in Canada for World Cup 2015, which starts on June 6.</p><p>The <a href=\"https://www.theamericanoutlaws.com/\">American Outlaws</a>, considered the biggest U.S. national soccer fan association, has already been rocking red, white and blue to cheer on the women's national team.</p><p>About a hundred American Outlaws fans marched into the StubHub stadium in Carson, Calif., to support the U.S. women against Mexico for a World Cup Send-Off Series game on May 17. Singing a version of \"When the Saints Go Marching In\" — replacing \"saints\" with \"Yanks\" — the Outlaws banged drums and waved soccer scarves.</p><p>The crew has been chanting \"U-S-A! U-S-A!\" for the men's team since 2007, but this is the first time they'll have an organized presence to cheer on the women's national team at a World Cup. (About 700 members are expected to show up.)</p><p>What is now a nonprofit with 180 chapters and 30,000 people started with three die-hard soccer fans in Lincoln, Neb. Korey Donahoo, one of the co-founders, says they traveled around for years to watch the U.S. men play (the closest soccer stadium is four hours away).</p><p>\"We would let the U.S. soccer roster pretty much dictate our vacations,\" 32-year-old Donahoo says.</p><p>The guys lamented the lack of organized tailgates, fan sections or meetups to watch games at local bars. So, in 2007, when the U.S. men played Brazil in Chicago, they brought together like-minded fans for the first official event of the American Outlaws — or AO, for short.</p><p>There have been some growing pains for this nonprofit. Former Outlaws have accused the AO members of being \"bro-y\" and \"touchy-feely\" with women, <a href=\"http://fusion.net/story/102600/american-outlaws-us-soccer-supporters-group-growing-pains/\">as reported by Fusion</a>. People have been put off by the pro-Americanness of the gatherings, saying at the stadiums or bars it can devolve into a negative \"us vs. them\" vibe.</p><p>Back at the AO tailgate before the U.S. vs. Mexico women's game, there is a family-friendly atmosphere: grilling, kids kicking around the soccer ball and adults playing cornhole. John Santos of the Los Angeles chapter, who helped organize the event, says the women's games are usually like this, but he adds that he has encouraged members to speak up if they ever feel uncomfortable.</p><p>\"It's just a game,\" Santos says. \"But, people on all sides, you know, the passion takes over. They want to see their team win, like a Yankees fan wants to see their team beat the Red Sox. We try to police ourselves as best we can, make sure everyone's being safe, but every now and then, unfortunately, things happen that are out of our control.\"</p><p>Santos met his girlfriend at a U.S. women's event sponsored by the American Outlaws and says his chapter — which is one of the most diverse — does its best to keep things positive. Santos' family is from Mexico but says he's gotten his dad to sport red, white and blue and cheer on the U.S. national team.</p><p>Nearly everyone at the AO tailgate wears their red, white and blue, whether they are of Korean, Filipino, Central American or Mexican descent. There are even red-white-and-blue <em>lucha libre</em> masks and sombreros.</p><p>American Outlaw Linda Pickle, 65, rocks a red shirt that says, <em>\"dos a cero</em>\" on it, with all the dates the U.S. beat Mexico 2-0, and clutches her photo album from the 2014 Men's World Cup.</p><p>But Pickle says she especially loves watching the women play — so much so that she had her daughter change her wedding date so it wouldn't coincide with the Women's World Cup final in 1999. She is glad the AO is paying more attention to them this year.</p><p>\"We are really pushing to get the women more recognized because they used to kind of ignore [them] and maybe get four or five people at a viewing party,\" Pickle says.</p><p>The American Outlaws are already practicing specific chants for players who will be taking the world stage in a couple of weeks. They've replaced \"the roof\" with \"Leroux\" — as in, \"Leroux, Leroux, Leroux is on fire!\" — to cheer on No. 2, forward Sydney Leroux, who scored two of the U.S. team's five points in its win over Mexico at the send-off game.</p><p>And the players are listening.</p><p>\"The Outlaws are absolutely amazing,\" says team captain Christie Rampone after the win. \"We couldn't do it without them; it's the fans that get us going, it's that's inspiration to keep going every day, and training and hopefully winning this World Cup for them.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Women%27s+World+Cup%2C+U.S.+Soccer+Fans+Kick+It+Up+A+Notch&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409531285-7f363a.m3u?orgId=1&topicId=1055&d=277&p=2&story=409495184&t=progseg&e=409476153&seg=7&ft=nprml&f=409495184"},{"href":"http://media.npr.org/assets/img/2015/05/25/img_9638sm-0a62eea78148248c736763299dc84b1ef0a28dae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1093","width":"1458"}},{"href":"http://media.npr.org/assets/img/2015/05/25/img_9607-8e4df5b1eff0292e71548a1d808fe22f2fb7bead.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2735","width":"3647"}},{"href":"http://media.npr.org/assets/img/2015/05/25/img_9512sm-9d8e7aeb4b8f1d7872e6b3c690f2bba3bddf0e13.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1150","width":"1534"}}]}