{"created":"2015-04-13T19:48:04+00:00","modified":"2015-04-13T19:49:23+00:00","valid":{"from":"2015-04-13T19:49:22+00:00","to":"3015-04-13T19:49:22+00:00"},"hreflang":"en","title":"Immigrants In NYC: More Mexicans And Fewer Italians","published":"2015-04-13T19:48:00+00:00","teaser":"Sixty percent of New York City residents are immigrants or children of immigrants, but the demographics are shifting.","itags":["npr_api","399411480"],"guid":"8f0977e1-1b5e-434f-a156-3144a497b745","contentencoded":"<p>In New York City, 60 percent of residents are immigrants or children of immigrants, according to the city&#8217;s planning department. One of the fastest growing groups is Mexicans, and one of the fastest shrinking groups is Italians.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson discussed some of the issues and challenges facing Mexican and Italian immigrants with <strong>Eduardo Penaloza</strong> and <strong>Angelo Vivolo</strong>.</p><p>Penaloza is the executive director of Mixteca, a nonprofit focused on providing services to Mexican and Latin American immigrants. He was born in Mexico and came to the U.S. in his 30s. Before Mixteca, he worked for the Mexican consulate in New York City.</p><p>Vivolo is the president of the Columbus Citizens Foundation, a non-profit dedicated to preserving Italian-American culture. The group organizes New York City&#8217;s annual Columbus day parade. Vivolo is a first-generation Italian-American.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;We’re still in the situation where the challenges have to do with giving migrants basic education.&#8221;<div class=\"pullquoteauth\">&ndash; Eduardo Penaloza</div></p><p></div></p><p>There are many similarities between these two groups of migrants, but one big difference sets them apart &#8211; time.</p><p>&#8220;I think we’re fortunate because we&#8217;ve been here so long,&#8221; Vivolo said. &#8220;I think that because of our personal belief in family and hard work, it is just part of our culture to try and succeed in this great country. My dad came here, he didn’t graduate high school. He had three children. They all graduated college and our children all graduated college. So, it’s been something that’s gone along generationally and we&#8217;ve tried to improve and do the best that we can, and I think that’s part of our ethnicity, that’s what we believe in and that’s what we do.&#8221;</p><p>Italian-American&#8217;s, Vivolo points out, have also risen to prestigious leadership positions, like New York Governor Andrew Cuomo. But just half-a-century-ago, Italian immigrants were in a similar position in New York City that Mexican immigrants face today.</p><p>&#8220;Unfortunately, we’re still a long way to go to reach these levels of political representation and political clout, at least in this part of the U.S.,&#8221; Penaloza said. &#8220;We’re still in the situation where the challenges have to do with giving migrants basic education, health-related programs, programs related to empowerment, maybe launching of small businesses. Trying to find ways to assimilate in this great city without losing our pride as Mexicans, without losing our identity.&#8221;</p><h4>Guests</h4><ul><li><strong>Eduardo Penaloza</strong>, executive director of <a href=\"http://www.mixteca.org/\" target=\"_blank\">Mixteca</a>.</li><li><strong>Angelo Vivolo</strong>, president of the <a href=\"http://www.columbuscitizensfd.org/\" target=\"_blank\">Columbus Citizens Foundation</a>. He tweets <a href=\"https://twitter.com/angelo_vivolo\" target=\"_blank\">@angelo_vivolo</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Immigrants+In+NYC%3A+More+Mexicans+And+Fewer+Italians&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"666"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399411483-01cd2d.m3u?orgId=1&e=399411480&d=666&ft=nprml&f=399411480"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/129019139.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}