{"created":"2014-08-28T02:34:53+00:00","modified":"2014-10-30T23:17:37+00:00","valid":{"from":"2014-10-30T23:17:37+00:00","to":"3014-10-30T23:17:37+00:00"},"hreflang":"en","title":"Fleeing War And Finding Work","published":"2014-08-15T12:20:00+00:00","teaser":"Most countries in the developing world won't let refugees work. But Uganda is trying something different.","itags":["npr_api","340421054"],"guid":"8f1539e0-5faa-41ba-aed1-330bdb8eb856","contentencoded":"<p>In most parts of the world, refugees are not allowed to work.</p><p>But in Uganda, refugee life is different. One of the oldest refugee camps in Africa is remarkable not just for its stone houses instead of plastic tarps. The camp is also full of markets and traders, selling everything from imported fabric to smartphones.</p><p>Mohammed Osman Ali, a Somali refugee, runs an arcade at the camp. He rents out time on a PlayStation to other refugees from Eritrea, Ethiopia, or fellow Somalis.</p><p>Ali has faced problems running his arcade. For instance, his game controllers break as quickly as he can buy them. Ali figured out the problem. Refugees like him had witnessed war and seen family members killed. And they were unloading their stress — smashing their thumbs into the buttons of the controllers.</p><p>Ali learned to repair old controllers from the wreckage of older, junk ones.</p><p>This is a classic, up by the bootstraps, immigrant story. But Ali is not an immigrant. He's a refugee. And outside of Uganda, in most other parts of the world, he wouldn't be able to start this business. It would be illegal for him to have any job.</p><p>But Uganda has had a <a href=\"http://unhcr.org/41c6a19b4.html\" target=\"_blank\">right-to-work policy</a> for the last 15 years. And it's allowed refugees to earn money and support themselves instead of being a burden on international aid.</p><p>A professor at Oxford, <a href=\"http://www.alexanderbetts.com/blog\" target=\"_blank\">Alex Betts</a>, and a team of researchers studied the impact of the policy. They surveyed 1600 Ugandan refugees and found refugee businesses (like Ali's arcade) play a role in Uganda's economy. When Ali buys a new controller or diesel to run the generator that powers his arcade, he buys from Ugandan businesses.</p><p>And Betts found that when refugee businesses hire other people, nearly half of those employees are Ugandan nationals. So refugees in Uganda may take jobs, but they also make new ones.</p><p>Unfortunately, that economic contribution — may not seem so vibrant to ordinary Ugandans.</p><p>Osman Faiz, another refugee at the camp, says he gets regularly harassed and overcharged in Ugandan shops.</p><p>Faiz's wife, Sada, says she'd prefer being called 'migrant' instead of refugee. She says, \"A migrant, at least, that would sound something good.... [When] you are just a refugee, you are just nothing.\"</p><p>Despite being able to work in Uganda, all the people I met at the camp have put in their applications with refugee organizations to leave. They're trying to get permanent asylum in a country even more welcoming to refugees (i.e., the U.S.). But the process is uncertain and can take decades.</p><p>As I'm leaving the arcade, Ali runs after me. He asks me to share a message. Make use of us, he says. While we're strong and healthy and can contribute something to the US economy. Ali says, Don't wait to take us until we're old and we're tired.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fleeing+War+And+Finding+Work&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"454"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340562930-36ed38.m3u?orgId=1&topicId=1006&ft=3&f=340421054"},{"href":"http://media.npr.org/assets/img/2014/08/14/img_1644-1b3fa83d14549516c67da2ed0b4cbf9bcb0dac9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1821","width":"2429"}}]}