{"created":"2015-04-21T18:48:03+00:00","modified":"2015-04-22T20:27:35+00:00","valid":{"from":"2015-04-22T20:27:35+00:00","to":"3015-04-22T20:27:35+00:00"},"hreflang":"en","guid":"8f4f915c-bf16-4f45-85d5-88724958bbb8","title":"India's Narendra Modi is the master of political reinvention","published":"2015-04-22T20:27:29+00:00","byline":"Bradley Campbell","tags":["elections","politics","technology","Global Politics","Asia","India","Indian society"],"teaser":"India's prime minister was once known mostly for the huge riots that erupted under his leadership of the state of Gujarat. But more than a decade later, he was able to remake his image thanks to an aggressive development agenda — and a dose of serious social media fandom.","contentencoded":"<p>Would-be American presidents often have to transform themselves on the campaign trail, attempting to back away from their old opinions — or even scandals. But all of them could probably learn a thing about reinvention from Indian Prime Minister Narendra Modi.</p>\n<p>Before becoming prime minister last year, Modi was best known for presiding over a huge, bloody riot in the state of Gujarat, where he was serving as chief minister in 2002. More than 1,000 people died during three days of violence between Hindus and Muslims, and critics say Modi, a staunch Hindu nationalist, did little to help.</p>\n<p>Yet Modi was able to recast his image and continue his rise to power. \"He rebranded himself in two ways,\" says Lance Price, who examines the turnaround in his new book, \"<a href=\"http://www.amazon.com/The-Modi-Effect-Narendra-Transform/dp/1623659388\">The Modi Effect</a>.\" \"One, making sure nothing like that ever happened again; two, [focusing] his attention utterly on the development of the state.\"</p>\n<p>Price says Modi pushed forward with economic development projects, including improving roads and hospitals and getting electricity to nearly all the towns in Gujarat. \"All those things enabled Gujarat to become something of beacon within India, and well-known throughout India as one of the best developed, go-getting states,\" Price says.</p>\n<p>That record helped Modi win last year's election, but Price points out that the prime minister was an early adopter of social media — and a master at it. This allowed him to control his message and his story.</p>\n<p>He started out by hiring people to carpet-bomb social media sites with all things Modi. Price says Modi's message even reached rural areas with poor Internet connection: Sons and daughters would come home from the city to visit and tell their parents about what they were seeing on sites like Facebook and Twitter. \"It was very effective,\" Price says.</p>\n<p>Modi's social media push also forced traditional media to follow him. While Modi rarely gave interviews, the media still reported on his gigantic rallies and tweets, allowing the candidate to keep control of the narrative. </p>\n<p>Unlike other politicians, Price argues, Modi actually gets the Internet and knows what it loves. That's evident in the wardrobe he chose when President Barack Obama visited India in January. Modi wore a pinstripe suit — one in which the stripes were made up of his name stitched a thousand times in teeny-tiny font. The suit, naturally, went viral.</p>\n<p>\"He knows absolutely how to get social media buzzing,\" Price says. \"He understands how it works, almost like a teenager. He's excited about it like a teenager is. He wants to know the latest apps.\"</p>\n<p>Price says candidates like Hillary Clinton and Marco Rubio could learn from Modi — but to succeed like Modi, they'll have to take risks. But, as he points out, \"this 64-year-old with a beard and glasses, who is certainly not a sort of trendsetter in most respects, was able to do it.\" Maybe it's time to learn.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-21%2Ffuture-presidents-might-want-take-lessons-narendra-modi&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04212015_07.mp3"},{"href":"http://www.pri.org/file/0421201507mp3"}]}