{"created":"2015-04-17T20:33:39+00:00","modified":"2015-06-05T18:52:39+00:00","valid":{"from":"2015-06-05T18:52:39+00:00","to":"3015-06-05T18:52:39+00:00"},"hreflang":"en","title":"Solving The Vinyl Comeback's Big Problem, One Antique Machine At A Time","published":"2015-05-24T15:15:00+00:00","teaser":"What's getting in the way of the much touted resurgence of vinyl albums? There are very few functioning record presses, and nobody's making new ones.","itags":["npr_api","400364697"],"guid":"8f520caa-ac9c-492b-bcd0-2309ebf60067","contentencoded":"<p>Saturday is Record Store Day, when independent music retailers around the country host parking-lot concerts and sell limited-edition pressings of vinyl records, which have made a small but forceful comeback in an age dominated by digital listening habits. But if there's one problem with the vinyl resurgence, it might be this: The machines that press vinyl records are decades old, and no one's building new ones, so keeping up with increased demand is hard.</p><p>One vinyl pressing plant in Salina, Kan., will soon be able to meet some of that increased demand. Salina is basically at the dead center of the country, and here, alongside the railroad tracks, in the shadow of grain elevators, next to a gravel lot filled with industrial propane tanks, is the headquarters of Acoustic Sounds, run by Chad Kassem.</p><p>\"Back in the mid-'70s, every teenage boy had a stereo — or most in my neighborhood — [a] stereo and maybe a hundred albums,\" Kassem says of growing up in Louisiana. \"So I wasn't any more of a collector than most of my friends.\"</p><p>By the time he was 21, Kassem was in trouble with the law, and packed up for Kansas at the order of a judge. \"I came to Kansas to get sober in 1984,\" he says. Kansas had alcohol, but in general, there were fewer distractions for a man who needed to dry out. He had his stereo shipped there, and built up his record collection. \"Since Kansas was kind of out of the way, most of these records that were very rare and sought-after, they still had plenty of them in Kansas and I found a couple of motherlodes.\"</p><p>Eventually, his collecting hobby turned into an international business. \"You sell albums and you sell pre-owned albums and people are looking for particular albums nobody is putting out and they're very valuable. [So] you decide to reissue it,\" Kassem says. He founded Acoustic Sounds and contacted record labels about reissuing classic albums. He built up a staff to recreate the artwork, negotiate rights and handle sales. At first, he contracted out the vinyl pressing.</p><p>\"[The] next natural step is to have your own pressing plant,\" he says. \"[It] just took me 20 years and two million dollars to do it.\"</p><p>Kassem bought his first presses in 2010. He found some of them in England; others came from Los Angeles. Most were in pretty bad shape. Kassem hired two experienced technicians to get them up and running, and he lined up an influential customer: the estate of <a href=\"http://www.npr.org/artists/15696782/jimi-hendrix\" target=\"_blank\">Jimi Hendrix</a>.</p><p>\"In 2010, we reissued the entire Jimi Hendrix catalog on vinyl,\" says John McDermott, the producer and catalog director for Experience Hendrix. \"At the forefront of that was a new album we produced, <em>Valleys of Neptune</em>, which was an unreleased studio recording that Jimi Hendrix had made in 1969. ... It was a remarkable success.\"</p><p>Now, all of Hendrix's music goes to Kassem's plant, <a href=\"http://www.qualityrecordpressings.com/index.cfm?go=start\" target=\"_blank\">Quality Record Pressings</a>. Each of his presses in his plant is about the size of a Volkswagen Bug. They're intricate systems of steel and hydraulics, and in addition to Hendrix's <em>Are You Experienced, Axis: Bold As Love </em>and <em>Electric Ladyland</em>, they're pressing records by <a href=\"http://www.npr.org/artists/15392685/leonard-cohen\" target=\"_blank\">Leonard Cohen</a>, KISS, <a href=\"http://www.npr.org/artists/15221280/pink-floyd\" target=\"_blank\">Pink Floyd</a> and <a href=\"http://www.npr.org/artists/15446942/the-doors\" target=\"_blank\">The Doors</a>.</p><p>There are about 16 records pressing plants now operating around the country, and Kassem says it's an arms race to find any remaining presses that aren't already being used and get them back into production. He hit his latest motherlode in Chicago, where he discovered thirteen rusting presses owned by a guy named Joell Hays, who runs a rehearsal studio and bought the abandoned presses on eBay a decade ago, thinking he always wanted to make records.</p><p>\"[I] didn't have any idea how much it was going to cost to get them going at the time,\" Hays says. \"At first I thought a couple hundred thousand to build the factory, which after tons of research turned out to be closer to a million.\"</p><p>Hays tried to line up investors, but he never could. Meanwhile, a lot of people tried to buy them from him. Kassem's approach set him apart.</p><p>\"I went up there,\" Kassem says. \"I was willing to help him get his pressing plant, give him all the advice and everything I learned. I was willing to share this with him and I would. And the last thing I said was, 'Or, if you want, I'll just buy 'em all.'\"</p><p>Eventually, that's exactly what he did. All 13 of Hays' presses are in pieces now, spread out all of the floor of Kassem's warehouse. It looks like a mechanic's garage, and it smells like rust and grease. Three guys are working on the machines.</p><p>\"[We're] stripping everything down and getting ready for paint. Paint the frames and then go from there. A lot of stuff has to be replaced,\" says Robert Drenton, from Abilene, Kan. \"I actually worked on tractors, did a lot of painting and assembly work, so I've got a lot of mechanical skills when it comes to stuff like this. I was surprised that there was machines like this still.\"</p><p>It could take a year before these presses are up and running. But that's OK with Chad Kassem.</p><p>\"Basically, the first time you see these old, rusty presses, it looks like scrap metal,\" he says. \"But it's not scrap metal. It looks like gold to you once you've seen what they can do and make.\"</p><p>For Kassem, make that black gold.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Solving+The+Vinyl+Comeback%27s+Big+Problem%2C+One+Antique+Machine+At+A+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"C.J. Janovy","audio":[{"meta":{"duration":"331"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409210312-ef68b9.m3u?orgId=1&topicId=1039&aggIds=100920965&d=331&p=10&story=400364697&t=progseg&e=409210084&seg=18&ft=nprml&f=400364697"},{"href":"http://media.npr.org/assets/img/2015/04/17/presscloseup9-ad7cf4260070c1faf6c2f9b57572ec84eae81f5a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2015/04/17/hamiltonpressinterior_custom-a6be7de992b64779dcd52305b9a1209552822724.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"5184","width":"3452"}},{"href":"http://media.npr.org/assets/img/2015/04/17/rehab3_custom-54e0770b4917626be7a1445563fb3619336f35dc.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3452","width":"5184"}}]}