{"created":"2015-01-08T08:44:04+00:00","modified":"2015-03-10T15:05:07+00:00","valid":{"from":"2015-03-10T15:05:07+00:00","to":"3015-03-10T15:05:07+00:00"},"hreflang":"en","title":"'Charlie Hebdo' Laughed In The Face Of Violence; Will Future Satirists?","published":"2015-01-08T23:36:00+00:00","teaser":"The French magazine responded to a 2011 firebombing of its offices with a cover that showed a Muslim and an editor making out. Its lead editor, described by a peer as fearless, was killed Wednesday.","itags":["npr_api","375662732"],"guid":"8f5320bf-3d27-497b-8944-cda2358182ee","contentencoded":"<p>Despite <a href=\"http://www.npr.org/blogs/thetwo-way/2011/11/02/141928567/french-newspaper-firebombed-after-satire-involving-prophet-muhammad\" target=\"_blank\">a 2011 firebombing at the <em>Charlie Hebdo</em> offices</a>, and continuing threats and heightened security around the building, according to its editor-in-chief, the staff of the weekly never slowed down.</p><p>\"Nobody ask, 'Uh, what we do now?' \" <em></em>editor-in-chief Stephane Charbonnier told Drew Rougier-Chapman of Cartoonists Rights Network International six months later.</p><p>The magazine, which Rougier-Chapman describes as \"a cross between <em>Mad Magazine</em>, <em>Playboy</em> cartoons and <em>The Daily Show</em>,\" was founded in the 1960s by cartoonists and journalists who wanted to use humor, as one of them put it, as \"a smack in the face\" to celebrities, politicians — and definitely to religion.</p><p>So the first issue following the attack had a cover cartoon that showed two men kissing: one a Muslim, the other a <em>Charlie Hebdo</em> editor.</p><p>\"It's a good French kiss,\" Charbonnier told Rougier-Chapman with a laugh. Elsewhere in the interview he said that if Muslims considered Muhammad too holy to be the target of humor, \"your God is very, very small; your prophet is a midget.\"</p><p>Charbonnier, <a href=\"http://www.npr.org/blogs/parallels/2015/01/07/375589758/a-magazine-staff-is-slaughtered-a-french-nightmare-is-realized\" target=\"_blank\">who was among the dozen killed in Wednesday's attack</a>, was fearless, says Jean-Luc Hess, a journalist and former head of Radio France.</p><p>\"He used to say, well, you know, 'I don't have a car, I don't have a wife, I don't have children, so what could they do to me?' You know, 'I'm not scared.' But I guess he got it wrong, because we have to take this very, very seriously.\"</p><p>James Poniewozik, a senior writer at <em>Time</em>, says the massacre poses a threat to any satire.</p><p>The genre already is treated skittishly by media companies, as seen in Sony Pictures' initial decision <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/17/371477960/major-theater-chains-wont-screen-the-interview-amid-threats\" target=\"_blank\">to pull the North Korea-mocking comedy <em>The Interview</em></a> following a hacking and threats of violence.</p><p>And <a href=\"http://www.npr.org/templates/story/story.php?storyId=126283217\" target=\"_blank\">when the TV cartoon <em>South Park</em> was planning to depict Muhammad in an episode</a>, \"it didn't require anyone physically attacking the Comedy Central offices for somebody to get nervous and say, 'Oh, you know, this isn't worth it,' \" and censor the offending image, says Poniewozik.</p><p>Such moves are unacceptable to <a href=\"http://www.npr.org/books/authors/138031213/salman-rushdie\" target=\"_blank\">author Salman Rushdie</a>, a fatwa-targeted novelist <a href=\"http://www.englishpen.org/campaigns/salman-rushdie-condemns-attack-on-charlie-hebdo/\" target=\"_blank\">who released a statement Wednesday urging people to defend satire</a>, \"a force for liberty and against tyranny, dishonesty and stupidity.\"</p><p>Those words probably would have been appreciated by Charbonnier, who in the interview with Rougier-Chapman after the 2011 firebombing said there was no way <em>Charlie Hebdo</em> would back down.</p><p>\"We have no choice,\" he said. \"If we [cease] to publish, we are dead.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Charlie+Hebdo%27+Laughed+In+The+Face+Of+Violence%3B+Will+Future+Satirists%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375799688-ac2099.m3u?orgId=1&topicId=1059&e=375662732&d=230&ft=nprml&f=375662732"},{"href":"http://media.npr.org/assets/img/2015/01/07/461134178-643eab27593f24eb31eff48bfc191edce8d161af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2015/01/07/ch10121_custom-216319a8de25633d5c9ea5527f772a3565dae5d4.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"825","width":"650"}}]}