{"created":"2015-05-15T02:39:20+00:00","modified":"2015-05-15T02:39:20+00:00","valid":{"from":"2013-09-10T14:23:39+00:00","to":"3013-09-10T14:23:39+00:00"},"hreflang":"en","guid":"8f5f58e7-5def-4636-8566-ea7450f761f7","contentencoded":"<div class=\"barn-cleaned\"><p>Oil investors have global politics on their minds these days. Crude prices, and prices at the gas pump, have been rising, right along with President Barack Obama’s threats to retaliate against Syrian President Bashar al-Assad and Vladimir Putin’s vow to help Syria if that happens. Then when it sounded like a military strike might be averted, prices fell.&nbsp; This is all very curious because Syria doesn’t produce much oil. It accounts for less than a tenth percent of the world’s total production.</p>\n<p>So why do traders flip out when the U.S. saber-rattles a two-bit oil producer like Syria? “I think the markets freak out because they think the sabers are going to be extended beyond Syria into some bordering countries,” says Tom Kloza, chief oil analyst for <a href=\"http://gasbuddy.com/\">GasBuddy</a>.</p>\n<p>&nbsp;Kloza and other analysts say the markets factor in a “worry premium” to oil prices. In this case, &nbsp;the fear is that a U.S. strike could spark a wider war in the Middle East and eventually disrupt oil supplies. “And I think yes, it is quite rational to say there’s at least that possibility,” says University of California, San Diego economist James Hamilton.</p>\n<p>Hamilton <a href=\"http://www.econbrowser.com/archives/2013/09/syria_and_the_w.html\">blogs</a> that the political situations in both Libya and Egypt remain highly unstable and if Iran and Saudi Arabia, who back different sides in Syria’s civil war, are drawn into a wider conflict, &nbsp;the flow of oil could threaten Middle Eastern crude exports.</p>\n<p>&nbsp;Market analyst Stephen Schork thinks that fear is overblown. The oil market’s reaction is “just driven by fear and greed on the slight, slight, slight chance that dropping a couple of cruise missiles on Damascus will lead to some sort of broader regional conflict,” Schork says. “It’s a very limited proposition, yet we can never underestimate the stupidity of Wall Street money piling into this market.”</p>\n<p>&nbsp;Other analysts point out that world oil supplies are fairly tight right now, and suggest that has factored into rising prices recently as well. Labor strikes and pipeline attacks in oil centers like Libya, Iraq and Nigeria have contributed to the problem. Analysts say if a military strike on Syria were to occur, it’s not clear how high oil prices would go. But Hamilton says a good rule of thumb is that for every dollar rise in the cost of a barrel of oil,&nbsp; gasoline prices will rise 2.5 cents.</p></div>","published":"2013-09-10T14:23:39+00:00","tags":["APM","Oil","World","syria"],"itags":["Marketplace","8f5f58e75def636d5669ea7450f761f7","Marketplace for Tuesday, September 10, 2013","PMP:Marketplace_PMP"],"teaser":"Syria doesn't produce much oil. But the Middle Eastern country's issues are having a big effect on the market for crude.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Oil investors have global politics on their minds these days. Crude prices, and prices at the gas pump, have been rising, right along with President Barack Obama’s threats to retaliate against Syrian President Bashar al-Assad and Vladimir Putin’s vow to help Syria if that happens. Then when it sounded like a military strike might be averted, prices fell.  This is all very curious because Syria doesn’t produce much oil. It accounts for less than a tenth percent of the world’s total production.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>So why do traders flip out when the U.S. saber-rattles a two-bit oil producer like Syria? “I think the markets freak out because they think the sabers are going to be extended beyond Syria into some bordering countries,” says Tom Kloza, chief oil analyst for <a href=\\\"http://gasbuddy.com/\\\">GasBuddy</a>.</p>\"},{\"content\":\"<p> Kloza and other analysts say the markets factor in a “worry premium” to oil prices. In this case,  the fear is that a U.S. strike could spark a wider war in the Middle East and eventually disrupt oil supplies. “And I think yes, it is quite rational to say there’s at least that possibility,” says University of California, San Diego economist James Hamilton.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Hamilton <a href=\\\"http://www.econbrowser.com/archives/2013/09/syria_and_the_w.html\\\">blogs</a> that the political situations in both Libya and Egypt remain highly unstable and if Iran and Saudi Arabia, who back different sides in Syria’s civil war, are drawn into a wider conflict,  the flow of oil could threaten Middle Eastern crude exports.</p>\"},{\"type\":\"text/html\",\"content\":\"<p> Market analyst Stephen Schork thinks that fear is overblown. The oil market’s reaction is “just driven by fear and greed on the slight, slight, slight chance that dropping a couple of cruise missiles on Damascus will lead to some sort of broader regional conflict,” Schork says. “It’s a very limited proposition, yet we can never underestimate the stupidity of Wall Street money piling into this market.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p> Other analysts point out that world oil supplies are fairly tight right now, and suggest that has factored into rising prices recently as well. Labor strikes and pipeline attacks in oil centers like Libya, Iraq and Nigeria have contributed to the problem. Analysts say if a military strike on Syria were to occur, it’s not clear how high oil prices would go. But Hamilton says a good rule of thumb is that for every dollar rise in the cost of a barrel of oil,  gasoline prices will rise 2.5 cents.</p>\"}]","description":"Syria doesn't produce much oil. But the Middle Eastern country's issues are having a big effect on the market for crude.","title":"Why trouble in little Syria has a big effect on oil markets","byline":"Steve Gardner","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/oilbarrelssyria.jpg?itok=w8jgnnI9","type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/10/marketplace_segment18_20130910_64.mp3","meta":{"duration":130,"duration_hms":"00:02:10","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/10/marketplace_segment18_20130910"}}}]}