{"created":"2015-02-10T09:03:18+00:00","modified":"2015-06-05T15:29:09+00:00","valid":{"from":"2015-06-05T15:29:09+00:00","to":"3015-06-05T15:29:09+00:00"},"hreflang":"en","title":"In Likely Democratic Primary, Who's Joining Hillary Clinton?","published":"2015-02-13T23:22:00+00:00","teaser":"Pretty much everyone expects Hillary Clinton to run for president in 2016. But will she have any competition? A look at the Democratic bench finds a shortlist that's rather short.","itags":["npr_api","384952071"],"guid":"8f63887f-da00-4bb2-9d41-c6c16af7a109","contentencoded":"<p>There may not be any officially declared candidates for president yet, but prominent Republicans from Jeb Bush to Rand Paul and Marco Rubio are making big speeches and jostling for consultants and donors. On the Democratic side, Hillary Clinton may not formally announce whether she is running for months. But any number of polls would indicate, without even declaring, she has a lock on the Democratic nomination.</p><p>Which got me thinking — who are the other potential Democratic candidates?</p><p>This may not be an obvious place to start, but I figured why not ask the opposition? America Rising PAC is a Republican group that exists to dig up dirt on Democrats. And it's on the lookout for presidential candidates to target.</p><p>\"It really is tough,\" says Tim Miller, the PAC's executive director. He says each quarter the staff have a meeting where they sit down and basically ask themselves, \"Who other than Hillary Clinton should we be researching?\"</p><p>\"And that list of strong candidates after Hillary is so small as to be potentially nobody.\"</p><p>To test the theory, I went to downtown Chicago — hotbed of Democratic politics — to ask people whom they expect to run for president. Here are some of the responses I got:</p><p>April Williams, sighing: \"The only one I can think of is Hillary Clinton. That's about it.\"</p><p>Martha O'Connor: \"Honestly, to be honest with you, Hillary is kind of the only person that pops into my mind.\"</p><p>David Johnston: \"Joe Biden, you know, vice president. They usually go for it afterwards.\"</p><p>Adrienne Wonzer: \"Hillary Clinton, first of all, and then Liz. Oh, my gosh. I can't think of her name. ... Liz Warren, No. 2. And I can't think of a third possibility.\"</p><p>Elizabeth Warren is a name that came up again and again. Hector Ortiz, who considers himself an independent voter, said he'd like to see her run. But, he said, \"I don't know if she will.\"</p><p>As for Warren herself, she told us back in December, \"I am not running for president. Do you want me to put an exclamation point at the end?\"</p><p>So, who does that leave? Biden, who says the field is wide open but has made no obvious moves toward running. And there are three names that didn't come up once among the many people I stopped on the street in Chicago: former Maryland Gov. Martin O'Malley, former Virginia Sen. Jim Webb and current independent Vermont Sen. Bernie Sanders.</p><p>All this is making for a lonely time for New Hampshire Democrats who are accustomed to being heavily wooed at this point in the election cycle.</p><p>\"You're seeing that fairly significantly on the Republican side, but on the Democratic side, not so much,\" says Kathy Sullivan, a prominent Democratic activist in the state.</p><p>On the Republican side, there are so many household names considering a run it's hard to keep track of them all. On the Democratic side, there's just Clinton.</p><p>One-time presidential candidate Bill Richardson has a theory about why. \"The reason there's no bench is because she's the cleanup hitter that is so dominant nobody wants to challenge her. That's why there's no bench,\" he says.</p><p>Richardson is the former Democratic governor of New Mexico who ran in 2008 and ultimately endorsed President Obama — meaning he's not what you'd call a Clinton ally these days. The Democratic Party is in the midst of eight years of holding the White House, and pretty much the whole time, Clinton has been seen as the next in line. But Richardson isn't so sure her dominance is good for her.</p><p>\"The public may perceive that it's a coronation, that she's not hungry enough. And sometimes combat, primary combat makes you tougher, makes you stronger, makes you a better general election candidate,\" he says.</p><p>Whether this ends up being a problem for Clinton, assuming she decides to run, depends on how the Republican primary plays out.</p><p>Will the nominee be sharpened by the experience with a finely tuned stump speech, or bruised, staking out positions unpopular with a broader public? For Democrats, the current situation represents a high-risk, high-reward proposition, but it may well be the only option they have.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Likely+Democratic+Primary%2C+Who%27s+Joining+Hillary+Clinton%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385138896-e1e476.m3u?orgId=1&topicId=1014&d=265&p=3&story=384952071&t=progseg&e=385098748&seg=13&ft=nprml&f=384952071"},{"href":"http://media.npr.org/assets/img/2015/02/09/2015-dem-bench-composite-804071d65e076b07bb193aa7b5bab3134d8e8b9d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1797","width":"2396"}}]}