{"created":"2014-10-07T13:33:18+00:00","modified":"2014-11-12T16:30:42+00:00","valid":{"from":"2014-11-12T16:30:42+00:00","to":"3014-11-12T16:30:42+00:00"},"hreflang":"en","title":"Jackson Browne: Tiny Desk Concert","published":"2014-10-07T13:47:00+00:00","teaser":"More than 40 years after his first album, Browne still writes music with conviction, craftsmanship and careful attention to detail. Watch him perform three songs live in the NPR Music offices.","itags":["npr_api","354083111"],"guid":"8f75d635-09f3-4c90-9b69-e21a7752a54f","contentencoded":"<p>My admiration for <a href=\"http://www.npr.org/artists/16525213/jackson-browne\">Jackson Browne</a> began with his first album in 1971. I was wowed by the fact that the singer-songwriter had worked with Nico of Velvet Underground fame — his girlfriend at the time — on her first album, <em>Chelsea Girl. </em>He wrote one of my favorite songs on that record, \"These Days.\"</p><p>More than 40 years on, my appreciation continues to grow. Browne still writes songs with conviction and craftsmanship and careful attention to detail. At the same time, there's a perceptible loosening of attitude: His Tiny Desk Concert performance isn't perfect, his heart showing through every crack in his voice.</p><p>Browne can be seen out and about in other informal settings besides this one. At the Newport Folk Festival a few years ago, you could hear him play formally and informally with <a href=\"http://www.npr.org/artists/111365891/tom-morello\">Tom Morello</a>, <a href=\"http://www.npr.org/artists/15998977/conor-oberst\">Conor Oberst</a>, <a href=\"http://www.npr.org/artists/113932444/dawes\">Dawes</a> and more. Back home on the West Coast, he might just sit in when <a href=\"http://www.npr.org/artists/103127675/sara-watkins\">Sara</a> and Sean Watkins put on their <em>Watkins Family Hour</em> variety show at Largo.</p><p>This week, Jackson Browne turns 66 and releases his 14th album, <em>Standing In The Breach.</em> It's a record that fully captures his rare ability to mix activism with poetry: His stature allows him freedom — he's largely free of obligations — with the ability to play comfortably with musicians of his own choosing. Yet he continues to stretch, working alongside much younger players with different talents and interests, sharing his talents and finding inspiration. It's that passion for playing and exploring that brings Browne to things like the Tiny Desk Concert, an awkwardly intimate setting for such a popular performer.</p><p><strong>Set List</strong></p><ul><li>\"Call It A Loan\"</li><li>\"The Barricades Of Heaven\"</li><li>\"Long Way Around\"</li></ul><p><strong>Credits</strong></p><p><em>Producers: Bob Boilen, Denise DeBelius; Editor: Maggie Starbard; Audio Engineer: Suraya Mohamed; Videographers: Colin Marshall, Maggie Starbard, Susan Hale Thomas; Assistant Producer: Denise DeBelius; Photo by James Clark/NPR</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jackson+Browne%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354084549-fac20d.m3u?orgId=1&topicId=1110&aggIds=92071316&ft=3&f=354083111"},{"href":"http://media.npr.org/assets/img/2014/10/06/jackson_browne-223ace09fba152d053b2104d19b6b5e7cf21b670.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}