{"created":"2015-02-05T09:03:19+00:00","modified":"2015-06-05T15:29:25+00:00","valid":{"from":"2015-06-05T15:29:25+00:00","to":"3015-06-05T15:29:25+00:00"},"hreflang":"en","title":"Supporters Say Imprisoned Nun Is Being Held In 'Unfair' Conditions","published":"2015-02-05T14:44:00+00:00","teaser":"Megan Rice, an 85-year-old Catholic nun and anti-nuclear activist, is at a crowded facility in Brooklyn. Her friends warn of deplorable conditions there, including a lack of health care.","itags":["npr_api","383839649"],"guid":"8f996b45-9c17-4adc-ba16-fa6932594b1e","contentencoded":"<p>Megan Rice celebrated her 85th birthday last week — in a high-rise detention center in Brooklyn. The Catholic nun is serving nearly three years in prison for evading security and painting peace slogans on the walls of a nuclear facility in Oak Ridge, Tenn.</p><p>Rice is far from the only religious figure to run into legal trouble. There's a long tradition of Catholic clergy protesting nuclear weapons, from the Berrigan brothers in the 1980s to the fictional nun Jane Ingalls, featured in the series <em>Orange is the New Black</em>.</p><p>Rice, a member of the <a href=\"http://www.shcj.org/\">Society of the Holy Child Jesus</a>, spent decades working and teaching in Africa. She too had a long history of protest, even before she joined two men to throw human blood and write slogans on a building that houses enriched uranium in 2012.</p><p>Now, from inside the Metropolitan Detention Center in Brooklyn, Rice is continuing her own brand of activism. With the help of friends and advocates, including the <a href=\"http://www.nawj.org/\">National Association of Women Judges</a>, Rice is drawing attention to conditions inside U.S. corrections facilities.</p><p>She and a few hundred others had been set to live in a women's prison in Danbury, Conn., which served as a model for the prison in <em>Orange is the New Black</em>. But after authorities decided to overhaul that facility, the Catholic nun was sent to what was supposed to be a temporary holding center.</p><p>Brenda Murray, a federal administrative law judge, has been closely following Sister Rice's case because one of her friends entered the convent at the same time.</p><p>\"It seems ridiculous to put somebody like that long term on the ninth floor of a high-rise building,\" Murray says. \"I mean, that was supposed to be a temporary situation till we resolved Danbury, and it isn't been temporary. And it just is unfair.\"</p><p>A high-rise might sound luxurious, but in this case, friends say, more than 100 women share six bathrooms.</p><p>A <a href=\"http://www.law.yale.edu/images/liman/Liman_DanburyPrisonReport_9.3.14.pdf\">study by the Liman Public Interest Program</a> at Yale Law School says the detention center in Brooklyn has much less to offer than the one in Connecticut.</p><p>Pat McSweeney, a retired ninth-grade English teacher, knows that firsthand. McSweeney befriended Sister Rice years ago at a protest. She describes the Brooklyn holding center as \"like a big cement box, huge.\" McSweeney visits when she can, and keeps in touch by phone or email.</p><p>\"When I've asked her a couple of times if she can go outside, no she can't,\" McSweeney says.</p><p>Rice insists she's fine, but friends say conditions in the Brooklyn facility are taking a toll on her. For one thing, the cap came off her front tooth months ago.</p><p>\"There was a long time when she was carrying the cap around in her pocket,\" McSweeney says, \"and then I think she did see someone and it was on, when her niece from Boston visited her, but it must have come off again.\"</p><p>Things are even more complicated when it comes to women's health care behind bars. That's because advocates say every facet of the Bureau of Prisons system was designed for men, even though women are very different.</p><p>\"The majority, the vast majority of women in federal prisons are not violent offenders,\" says retired federal appeals court Judge Pat Wald.</p><p>Wald says research demonstrates that incarcerated women need time with family members and friends, and special programs to help them get ready to leave prison. She says those are programs that seem to be unavailable for Sister Rice and others locked up in the Brooklyn facility.</p><p>Yale Law School Professor Judith Resnik has been studying prisons for more than 30 years. She says the best solution is for authorities to look, case by case, at the inmates holed up in Brooklyn.</p><p>\"A national review of those incarcerated with the end state of asking who need not be here or who could be in a less secure facility would be the desired end state,\" Resnik says.</p><p>For Megan Rice, that question could be moot by November. That's when the Bureau of Prisons web site says she's scheduled for release.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supporters+Say+Imprisoned+Nun+Is+Being+Held+In+%27Unfair%27+Conditions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383988689-3cc665.m3u?orgId=1&topicId=1070&d=228&p=3&story=383839649&t=progseg&e=383988522&seg=19&ft=nprml&f=383839649"},{"href":"http://media.npr.org/assets/img/2015/02/04/megan-rice-c4f712e8792fd98b594ae6c7bd44fb919da227a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2473","width":"3297"}}]}