{"created":"2015-05-12T17:10:44+00:00","modified":"2015-05-18T15:05:49+00:00","valid":{"from":"2015-05-18T15:05:49+00:00","to":"3015-05-18T15:05:49+00:00"},"hreflang":"en","title":"Seasons May Tweak Genes That Trigger Some Chronic Diseases","published":"2015-05-14T19:26:00+00:00","teaser":"Genes linked to inflammation are more active in winter, a study hints. That might partly explain why some diseases, including Type 1 diabetes and rheumatoid arthritis, are more likely to start then.","itags":["npr_api","406139368"],"guid":"8f9bad94-eb06-410a-9b28-7f5b3e7464ff","contentencoded":"<p>The seasons appear to influence when certain genes are active, with those associated with inflammation being more active in the winter, according to new research released Tuesday.</p><p>A study involving more than 16,000 people found that the activity of about 4,000 of those genes appears to be affected by the season, researchers <a href=\"http://nature.com/articles/doi:10.1038/ncomms8000\">reported</a> in the journal <em>Nature Communications</em>. The findings could help explain why certain diseases are more likely than others to strike for the first time during certain seasons, the researchers say.</p><p>\"Certain chronic diseases are very seasonal — like <a href=\"http://www.npr.org/2011/11/11/142244046/cure-winter-blues-with-light-therapy\">seasonal affective disorder </a>or cardiovascular disease or Type 1 diabetes or multiple sclerosis or rheumatoid arthritis,\" says <a href=\"http://www.cimr.cam.ac.uk/research/principal-investigators/principal-investigators-q-z/todd\">John Todd</a>, a geneticist at the University of Cambridge who led the research. \"But people have been wondering for decades what the explanation for that is.\"</p><p>Todd and his colleagues decided to try to find out. They analyzed the genes in cells from more than 16,000 people in five countries, including the United States and European countries in the Northern Hemisphere, and Australia in the Southern Hemisphere. And they spotted the same trend — in both hemispheres, and among men as well as women.</p><p>\"It's one of those observations where ... the first time you see it, you go, 'Wow, somebody must have seen this before,' \" Todd says.</p><p>When the researchers looked more closely at which genes were more or less active during some seasons than others, one big thing jumped out.</p><p>\"One of the standout results was that genes promoting inflammation were increased in winter, whereas genes suppressing inflammation were decreased in the winter. So overall it looked as if this gene activity pattern really goes with increased inflammation in the winter,\" he says.</p><p>Inflammation, which is caused by the immune system becoming overactive, Todd says, has long been associated with a lot of the health problems that spike in the winter.</p><p>No one knows how the seasons affect our genes. But there are some obvious possibilities, Todd thinks.</p><p>\"As the seasons come on it gets colder, the days get shorter,\" he says. \"So daylight and temperature could be factors.\"</p><p>Other researchers say the findings could have far-reaching implications.</p><p>\"The fact that they find so many genes that go up and down over the seasons is very interesting because we just didn't know that our bodies go through this type of seasonal change before,\" says <a href=\"http://www.neuroscience.cam.ac.uk/directory/profile.php?abreddy\">Akhilesh Reddy</a>, who studies circadian rhythms at the University of Cambridge but was not involved in the new research. \"And if you look at the actual genetic evidence for the first time, it's pretty profound really.\"</p><p>Reddy thinks the findings will prompt other scientists to look into how the seasons may have power over our genes.</p><p>\"People might have a variation in their responses to all sorts of things that we haven't really thought about yet,\" Reddy says.</p><p>For example, the seasons may affect how people metabolize drugs.</p><p>\"Even your cognitive performance ... might be influenced subtly by the time of year at which you're assessed,\" he says. \"There's never been a marker before that you can look at in the blood, or whatever, to say, 'You're looking like you're a winter person now versus a summer person.' \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Seasons+May+Tweak+Genes+That+Trigger+Some+Chronic+Diseases&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406241886-d6e873.m3u?orgId=1&topicId=1128&d=253&p=2&story=406139368&t=progseg&e=406171776&seg=15&ft=nprml&f=406139368"}]}