{"created":"2015-03-28T21:22:12+00:00","modified":"2015-05-13T21:06:33+00:00","valid":{"from":"2015-05-13T21:06:33+00:00","to":"3015-05-13T21:06:33+00:00"},"hreflang":"en","title":"A Young Composer's Evening Prayers For Troubled Times","published":"2015-04-02T14:05:00+00:00","teaser":"Missy Mazzoli and a host of collaborators — including Wilco drummer Glenn Kotche — use a Christian sunset service as a frame for meditation on modern life.","itags":["npr_api","395529459"],"guid":"8fc2d8c3-4a0c-443b-a614-7fc557eb93d1","contentencoded":"<p>Vespers, the name for the sunset evening music and prayer services in Roman Catholic, Orthodox and Lutheran churches, are traditionally solemn occasions for reflection and praise. But Brooklyn-based composer <a href=\"http://www.npr.org/blogs/deceptivecadence/2012/11/23/165585232/missy-mazzoli-a-new-opera-and-new-attitude-for-classical-music\" target=\"_blank\">Missy Mazzoli</a> would like to shake the tradition up a little.</p><p>She refers to her new album, <em><a href=\"http://www.npr.org/2015/03/22/393639270/first-listen-missy-mazzoli-vespers-for-a-new-dark-age\" target=\"_blank\">Vespers for a New Dark Age</a></em>, as a \"distorted, wild\" take on the <a href=\"http://www.npr.org/2011/07/18/120992666/monteverdis-pioneering-vespers\" target=\"_blank\">traditional vespers</a>. Blasphemous, even.</p><p>\"Blasphemous in the sense that my initial concept for the work was to create a new vespers for our modern times,\" Mazzoli told NPR's Arun Rath. \"To replace all the sacred text with poems that were more or less secular.\"</p><p>At first Mazzoli couldn't find a suitable text combining the sacred and the profane. But then, through a friend, she found the contemporary poet Matthew Zapruder.</p><p>\"His poems are really that perfect combination of the spiritual and the worldly,\" Mazzoli says. \"The speaker in a lot of his poems seems to be this person who is grappling with all these invisible forces, someone who is struggling with his or her relationship to God and their relationship to technology and the places where they intersect. So that was very interesting to me.\"</p><p>In a Zapruder poem called \"<a href=\"https://books.google.com/books?id=fJkiAwAAQBAJ&pg=PA37&lpg=PA37&dq=matthew+zapruder+korea&source=bl&ots=_t5HrEI9ri&sig=S5eZnhCICyTE4VqCeJt-eiJLWu8&hl=en&sa=X&ei=0cUVVerAGMiuggSP-ILQDQ&ved=0CEYQ6AEwBg#v=onepage&q=matthew%20zapruder%20korea&f=false\" target=\"_blank\">Korea</a>,\" Mazzoli found the kernel of her ideas about her music: \"The final lines of this poem are 'I know I belong in this new dark age,' And that really summed up my entire feeling about the piece itself and my feelings about the world itself right now, and also became the title.\"</p><p>Even before she wrote a note of her new <em>Vespers</em>, which is built in five vocal sections interspersed with interludes, Mazzoli knew who would be singing the texts.</p><p>\"I had these particular singers in mind from the very beginning before I even wrote a note. They are Martha Cluver, Melissa Hughes and Virginia Warnken Kelsey, and they all have a lot of experience with contemporary music but also a lot of experience with early music and Baroque music. And their voices are absolutely angelic. I know that's kind of a cliché but there's no other word for it.\"</p><p>Not so angelic, perhaps, is the driving beat and percussion that fuels Mazzoli's <em>Vespers</em>. It comes with help from Glenn Kotche, best known as the drummer for the rock band <a href=\"http://www.npr.org/artists/15164119/wilco\" target=\"_blank\">Wilco</a>.</p><p>\"As I was writing the piece we would Facetime together,\" Mazzoli recalls. \"We would pick out different crazy instruments from his endless arsenal. We premiered this work at Carnegie Hall and it looked like this spaceship had descended onto the stage there because he had so many instruments.\"</p><p>Judging from the title of Mazzoli's album, you might think she has a dim view of the world.</p><p>\"It's a dark time,\" she says. \"I don't think anyone out there would disagree with me. It's a fascinatingly rich, very complicated time, and I'm actually extremely optimistic. And I think this piece reflects that optimism; it has a great deal of lightness. And in a sense maybe the title is a misnomer, because I think there's more optimism in there than darkness. But the thing I try to do with all of my work is to say more than one thing at the same time.\"</p><p><em>(You can hear Missy Mazzoli's </em>Vespers for a New Dark Age<em> in its entirety <a href=\"http://www.npr.org/2015/03/22/393639270/first-listen-missy-mazzoli-vespers-for-a-new-dark-age\" target=\"_blank\">here</a>.)</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Young+Composer%27s+Evening+Prayers+For+Troubled+Times&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396040936-e77d18.m3u?orgId=1&topicId=1039&d=426&p=2&story=395529459&t=progseg&e=396040851&seg=10&ft=nprml&f=395529459"},{"href":"http://media.npr.org/assets/img/2015/03/26/1423675721missymazzoli2-bf7c97f9217ce0654bab31925f4e7de0cd2616d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3670","width":"4894"}}]}