{"created":"2014-12-04T23:01:19+00:00","modified":"2015-04-29T17:05:20+00:00","valid":{"from":"2015-04-29T17:05:20+00:00","to":"3015-04-29T17:05:20+00:00"},"hreflang":"en","title":"Red Cross Misstates How Donors' Dollars Are Spent","published":"2014-12-05T22:51:00+00:00","teaser":"Red Cross officials have repeatedly said 91 cents of every dollar donated to the charity goes to disaster relief services. But an investigation by NPR and ProPublica found that's just not true.","itags":["npr_api","368453320"],"guid":"8fd95470-56e4-49c6-ad2e-09c0929834b8","contentencoded":"<p>The American Red Cross's CEO, Gail McGovern, has spelled out the organization's promise to donors repeatedly in recent years.</p><p>\"Ninety-one cents of every dollar that's donated goes to our services,\" McGovern <a href=\"http://youtu.be/Uqk_bNee8XQ?t=17m13s\">said in a speech</a> at Johns Hopkins University last year. \"That's world class obviously.\"</p><p><a href=\"http://www.wfyi.org/programs/the-economic-club-of-indiana/radio/gail-j-mcgovern-april-22-2014\">She said</a> the same thing to the City Club of Cleveland in April. <a href=\"https://www.youtube.com/watch?v=3L5sIP52vx0&feature=youtu.be&t=20m50s\">And</a> the Economic Club of Indiana in June. The statement was also displayed prominently on the Red Cross's <a href=\"http://www.propublica.org/documents/item/1374954-red-cross-website-november-2014.html\">website</a>.</p><p>Laura Howe, Red Cross's vice president for public affairs, told a radio show in January it was one of the highest averages of any humanitarian charity.</p><p>\"When you do give during the holiday season I think it's important that people know that and they can feel good about knowing that such a large portion of their dollar supports services,\" Howe said.</p><p>The problem is it's not true.</p><p>After questions from NPR and ProPublica, the Red Cross removed the figure from its website and said in a statement: \"The language used has not been as clear as it could have been, and we are clarifying the language.\"</p><p>NPR and <a href=\"http://www.propublica.org/series/red-cross\">ProPublica</a> have been <a href=\"http://www.npr.org/2014/10/29/359365276/on-superstorm-sandy-anniversary-red-cross-under-scrutiny\">examining</a> the organization's flawed efforts to provide disaster services in two of the last major hurricanes to hit the United States. The charity's own documents suggest it put the appearance of serving victims ahead of actually helping them.</p><p>In this case, the problem with the number stems from its own tax documents. In recent years, fundraising expenses have been as high as 26 percent compared with what people donated. That doesn't even include management and overhead. Instead of 91 percent of people's money going to services, the real number could be in the 70s, or lower.</p><p>There's no way to know precisely because the Red Cross officials would not say what the new number is and would not provide a breakdown of the charity's expenses.</p><p>\"They're not going to look as good if they do,\" says Daniel Borochoff, president of Charity Watch, \"so they don't have that much incentive to do it.\"</p><p>\"I think the Red Cross's numbers are really reasonable so I don't know why they need to exaggerate,\" he said. \"They're the most important disaster relief responder and they control half our blood supply so it's vital they be as truthful as possible so we can support the work they do.\"</p><p>In place of 91 cents of every dollar donated, the Red Cross offered a different statistic. Officials say that an average of 91 cents of every dollar they spend goes to disaster services, and that's what they meant to say all along.</p><p>Multiple charity experts like Rob Reich, a professor at Stanford University, told NPR that's a very different number — and a confusing one for donors to parse.</p><p>\"If they're not spending it, what are they doing with it?\" he asks, offering one example of the questions it could raise. \"There are a bunch of possibilities, but it would be nice to see an accounting statement that broke that material out.\"</p><p>While the Red Cross is known for disaster services, its main business is actually collecting and selling blood. Last year, the charity took in $2 billion from the blood operation.</p><p>That's one reason it's hard to know just where donations go. In financial statements, expenses are lumped together and officials say they can't — or won't — separate the blood business expenses from the disaster services.</p><p>In their <a href=\"http://www.redcross.org/news/press-release/Red-Cross-Response-to-Recent-Media-Reports-about-Spending-Practices\">statement</a>, Red Cross officials said they keep their administrative and fundraising costs low and they are proud of their work and their financial transparency. They say while they are correcting some of their statements, they have never attempted to mislead the public.</p><p>Reich said that even if the numbers as the Red Cross presents them support the alternative statistic that 91 cents of every dollar spent supports its services — and has all along — it's still troubling.</p><p>\"It seems like a very strange thing that the number has remained constant for nearly 20 years when different amounts of money are raised in different years,\" Reich said. \"Different disasters happen in different years — which means there should be peaks and valleys in disaster relief spending.\"</p><p><em>This story was reported in partnership between NPR News Investigations and ProPublica. To read more on this story from ProPublica, go </em><a href=\"http://www.propublica.org/article/red-cross-ceo-has-been-misleading-about-donations\">here</a>.<em> Can you help? Email NPR correspondent </em><a href=\"mailto:lsullivan@npr.org\">Laura Sullivan</a> <em>or </em><a href=\"http://www.propublica.org/getinvolved/item/help-us-report-on-the-american-red-cross\">share a tip here</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Red+Cross+Misstates+How+Donors%27+Dollars+Are+Spent&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sullivan","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368529534-838474.m3u?orgId=1&topicId=1150&aggIds=377506201&d=283&p=2&story=368453320&t=progseg&e=368518325&seg=16&ft=nprml&f=368453320"},{"href":"http://media.npr.org/assets/img/2014/12/04/redcross-91-87e53172d6c211a3d15505ac3d11e4a03b80e582.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}