{"created":"2015-03-30T21:45:29+00:00","modified":"2015-06-18T01:38:11+00:00","valid":{"from":"2015-06-18T01:38:11+00:00","to":"3015-06-18T01:38:11+00:00"},"hreflang":"en","title":"Bringing Internet To The Far Corners Of The Earth ","published":"2015-04-27T18:26:00+00:00","teaser":"About 5 billion people are mostly or entirely disconnected from the Internet. So to capitalize on this opportunity, Google and Facebook have begun high-profile campaigns to connect the unconnected.","itags":["npr_api","396391960"],"guid":"8fe67620-8847-4a53-8727-0696b398e644","contentencoded":"<p>About 2 billion people on earth have a smartphone with a decent Internet connection, but 5 billion are largely or entirely offline, according to <a href=\"http://www.itu.int/en/ITU-D/Statistics/Documents/facts/ICTFactsFigures2014-e.pdf\" target=\"_blank\">global figures by the ITU</a>.</p><p>That gap is (surprise, surprise) a big opportunity for Silicon Valley. Google and Facebook are already on high-profile campaigns to connect the unconnected. And they're betting they can make billions of dollars getting people without electricity or toilets to pay for the Internet.</p><p><strong>A Loony Idea</strong></p><p>You could call the Google approach inspiring — or bizarre.</p><p>\"I'm a balloonatic, and that's a self-coined term,\" says Pamela Desrochers, a product development engineer at Google. \"We believe that balloons are going to be the way of the future and we're going to bring Internet to everyone.\"</p><p>To expand the Internet globally, Google is building hot air balloons that float in the sky. Only instead of carrying people, they carry wireless routers.</p><p>Desrochers used to be a fashion designer. Now she's pulling reams of fabric out of a big black garbage bag, in order to do balloon CSI.</p><p>\"We will hunt and peck through 60,000 square feet of film per balloon to find the tiniest imperfection,\" she says.</p><p>The balloons fly up about twice as high as a plane, and they have to withstand temperatures as low as negative 120 degrees Fahrenheit and as high as 80 degrees. To help spread the air evenly inside, the designers created gas pathways using bubble wrap.</p><p>Project Loon, as it's called, was top secret when it <a href=\"http://www.wired.com/2013/06/google_internet_balloons/all/google.com/loon\" target=\"_blank\">started in 2011</a>. Bit by bit, the mad scientists at the Google X laboratories started going public, but not with all the details. During NPR's visit, we accidentally discovered that at any given moment, two dozen balloons are in the air, navigating traffic and testing.</p><p>Over in another lab, engineer Christopher Schuster shows me a cube, about 2-by-2-by-2 feet, wrapped in foil. It's the part of the balloon, called the payload, that sprinkles the Internet everywhere. Its signal can cover an area the size of Rhode Island with a connection strong enough for YouTube videos.</p><p>It's a bit of an eyesore, like a 10-year-old's home science project. But, he says, \"earlier versions looked more like that.\"</p><p>The team is working on getting the balloons to stay in the air for months at a time and improve communication with other balloons so that they can coordinate to form a ring of continuous coverage.</p><p>\"Now instead of the cell phone tower being up on a hill, it's on a balloon that's floating in the stratosphere,\" Schuster says.</p><p><strong>A Development Project</strong></p><p>Only a handful of people on earth have tested Project Loon. Silvana Pereira is one of them.</p><p>She's the <a href=\"https://www.facebook.com/FigurinhasdaLinoca/info?tab=page_info\" target=\"_blank\">principal of a small school</a> in Agua Fria — a rural village in Brazil. Her students are poor: many lack running water at home, some don't have electricity, and no one has Internet.</p><p>Some teenagers share a smartphone with their parents, but they gather around this one tree on a little hill, where they can kind of get a signal.</p><p>\"The cell tower with signals is very distant from Agua Fria,\" Pereira says. \"So they have to walk around to connect. It happens to be stronger at that tree. They go there in the end of the afternoons and weekends.\"</p><p>Last year, Project Loon <a href=\"https://plus.google.com/+ProjectLoon/posts/8P4Pcp1MhE3\" target=\"_blank\">launched a balloon</a> in Brazil. By 7:48 a.m., Pereira recalls, it flew overhead. She and her ninth graders were in a classroom, eyes fixed on a computer projector. They knew they were connected when the Google homepage loaded.</p><p>Pereira chokes up talking about it.</p><p>\"Something that seems so impossible, suddenly happened,\" she says. \"We had the sensation — me and the students — that we were not isolated from the world. We could see maps. We toured a museum online that they could never reach in person. It was a magical moment.\"</p><p>According to the World Bank and global non-profits, the <a href=\"http://econ.worldbank.org/WBSITE/EXTERNAL/EXTDEC/EXTRESEARCH/EXTWDRS/EXTNWDR2013/0,,contentMDK:23543920~pagePK:8258258~piPK:8258412~theSitePK:8258025,00.html\" target=\"_blank\">Internet is like electricity</a>: a must-have for anyone trying to make it today.</p><p><strong>There's A Business Here</strong></p><p>The CEO of Facebook agrees.</p><p>\"We've launched in six countries, four in Africa, in Colombia and just a couple weeks ago in India,\" Mark Zuckerberg recently <a href=\"http://www.mobileworldlive.com/mwl-keynote-facebook-2015\" target=\"_blank\">told an audience</a> at the Mobile World Congress in Barcelona. \"That basically serves as an on-ramp, so that people can learn why they would want to pay for data.\"</p><p>Call it an \"on-ramp\" or a \"gateway drug,\" Zuckerberg sees Facebook as a way to lure in people who don't think they need a digital life.</p><p>A year ago at this same event, Zuckerberg said <a href=\"https://www.youtube.com/watch?v=VHwkHZpXqWc\" target=\"_blank\">expanding the Internet</a> was a mission and his board shouldn't expect to profit any time soon. He said Facebook would invest billions of dollars and replace old technologies with new, cheaper ones.</p><p>Now, sources close to the company say, he's pulling back. And on stage he struck a more cautious tone as he noted, \"Building all the infrastructure that needs to get built to connect everyone costs a lot of money.\"</p><p>Zuckerberg is brokering deals with the old guard — the mobile operators. They give the unconnected free access to Facebook and a few other apps, with the expectation that users get hooked and then pay to keep using.</p><p>\"It works,\" Zuckerberg says. \"It grows the Internet. It grows the businesses for partners.\"</p><p>It might sound strange, but Google and Facebook are both betting it's a multi-billion-dollar business. Though neither one says it's close to pulling it off. It'll take leaps in deal-making and engineering to reach the far corners of the earth.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bringing+Internet+To+The+Far+Corners+Of+The+Earth+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396405088-780f1a.m3u?orgId=1&topicId=1019&d=326&p=2&story=396391960&t=progseg&e=396377925&seg=6&ft=nprml&f=396391960"},{"href":"http://media.npr.org/assets/img/2015/03/30/loon-1-0738bf4e70c2eb4c3a26f0124977af93e935f1d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2015/03/30/loon-2-e9ee013359937dc05f96dc12ac01e3a2a5237411.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}