{"created":"2015-05-15T11:16:30+00:00","modified":"2015-05-15T11:16:30+00:00","valid":{"from":"2013-08-28T07:54:21+00:00","to":"3013-08-28T07:54:21+00:00"},"hreflang":"en","guid":"8ff82d8d-1f15-4b02-8ad2-0831298b3142","contentencoded":"<div class=\"barn-cleaned\"><p>Apple has hundreds of authorized retail stores on college campuses around the country, but a new location this fall is the first one that will be run by students.&nbsp;Dozens of accounting, business and marketing majors are in charge of stocking the store with iPads and MacBooks, and there’s a lot riding on their business strategy, including their final grade.</p>\n<p>Of all the places you might think Apple would authorize its first-ever student-run store, this one’s in Omaha, Nebraska.&nbsp;“Yes, we are a very small school compared to anybody else that’s had an Apple campus authorized store,” says Creighton University Professor Timothy McMahon.&nbsp;&nbsp;</p>\n<p>His students won’t get paid to run the Apple store, &nbsp;but he says they’ll get class credit to hire and train staff, design promotions, track sales, and run audits.&nbsp;“If you don’t generate profit, does that mean you get a bad grade? Not if we were not expecting profits,\" says McMahon says. He says the point is to graduate more students with skills employers want.</p>\n<p>Anna Brekka, director of Recruiting Trends, says a lot of college grads have had internships or invented apps, but running a retail store for one of the world’s biggest brands is a big deal.&nbsp;“It’s not very common that they have that deep an understanding of business and been part of starting something up,” Brekka explains. “So this should definitely make these students stand out.”&nbsp;</p>\n<p>And&nbsp;what’s in it for Apple? The company wouldn’t comment.</p>\n<p>&nbsp;</p></div>","byline":"Shannon Mullen","tags":["APM","Apple Store","Retail","Tech","apple"],"teaser":"It’s the first student-run Apple Store for aspiring marketers, accountants, and entrepreneurs.","itags":["Marketplace","PMP:Marketplace_PMP","8ff82d8d1f15b025ad2a0831298b3142","Marketplace Tech for Wednesday, August 28, 2013","Marketplace Morning Report","Marketplace Tech","Marketplace Morning Report for Wednesday, August 28, 2013"],"description":"It’s the first student-run Apple Store for aspiring marketers, accountants, and entrepreneurs.","contenttemplated":"[{\"content\":\"<p>Apple has hundreds of authorized retail stores on college campuses around the country, but a new location this fall is the first one that will be run by students. Dozens of accounting, business and marketing majors are in charge of stocking the store with iPads and MacBooks, and there’s a lot riding on their business strategy, including their final grade.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Of all the places you might think Apple would authorize its first-ever student-run store, this one’s in Omaha, Nebraska. “Yes, we are a very small school compared to anybody else that’s had an Apple campus authorized store,” says Creighton University Professor Timothy McMahon.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>His students won’t get paid to run the Apple store,  but he says they’ll get class credit to hire and train staff, design promotions, track sales, and run audits. “If you don’t generate profit, does that mean you get a bad grade? Not if we were not expecting profits,&quot; says McMahon says. He says the point is to graduate more students with skills employers want.</p>\"},{\"content\":\"<p>Anna Brekka, director of Recruiting Trends, says a lot of college grads have had internships or invented apps, but running a retail store for one of the world’s biggest brands is a big deal. “It’s not very common that they have that deep an understanding of business and been part of starting something up,” Brekka explains. “So this should definitely make these students stand out.” </p>\",\"type\":\"text/html\"},{\"content\":\"<p>And what’s in it for Apple? The company wouldn’t comment.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"}]","published":"2013-08-28T07:54:21+00:00","title":"Nebraska Apple store is actually a classroom","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/173067222.jpg?itok=rgiPYaSD"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/28/marketplace_segment03_20130828_64.mp3","type":"audio/mpeg","meta":{"duration_hms":"00:01:21","duration":81,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/28/marketplace_segment03_20130828"}}}]}