{"created":"2015-04-21T19:25:26+00:00","modified":"2015-06-25T17:44:27+00:00","valid":{"from":"2015-06-25T17:44:26+00:00","to":"3015-06-25T17:44:26+00:00"},"hreflang":"en","title":"After 20 Years On The Job, NYC Police Officer Tells His Intense Stories","published":"2015-04-22T10:46:00+00:00","teaser":"\"Your heart is pounding; your adrenaline is shooting out of your ears,\" Steve Osborne says. \"And you got one second to get it right.\" He retired from the force in 2003. His memoir is called <em>The Job</em>.","itags":["npr_api","401238481"],"guid":"8ffb9e63-81e7-4281-9be5-202343dfa899","contentencoded":"<p>In his 20 years as a New York City police officer, Steve Osborne made thousands of arrests. He says that when he was in uniform, it wasn't unusual to handle 20 jobs a night. And in plainclothes, in the anti-crime unit, his teams would make several felony collars a week, mostly robberies, assaults and gun arrests.</p><p>Osborne nearly got run over by a train while chasing a suspect through a subway tunnel. He dealt with decaying corpses discovered in apartments. While making one arrest, when he was a rookie, a crowd gathered around him and starting throwing bottles and rocks at him. But he loved the adrenaline-inducing work — and how in certain situations he had to make a split-second decision.</p><p>\"You really got about one second to make a life-and-death decision,\" Osborne tells <em>Fresh Air</em>'s Terry Gross. \"Your heart is pounding; your adrenaline is shooting out of your ears. Half the time you're doing it in the dark — it's nighttime or you're in some darkened hallway or abandoned building — and you got one second to get it right. Luckily, over the years, I got it right.\"</p><p>Osborne tells his stories in a new book, <em>The Job: True Tales from the Life of a New York City Cop.</em></p><p>One thing that surprises people, he says, is that he never fired his gun on the job.</p><p>\"Nobody wants to fire a shot; nobody wants to take a life,\" Osborne says. \"All I want to do is go out, do my job, do it well, and go home in one piece. When I lock a guy up and I tell him, 'Turn around, put your hands behind your back,' and he does it, I'm happy. I would much rather buy a guy a hot dog on the way to jail ... which I've done, rather than roll around in the street and fight with him.\"</p><p>When Osborne retired in 2003, he was a lieutenant — a commanding officer of the Manhattan Gang Squad. He remembers the precise moment that he knew he was burned out and he had to retire. He was doing paperwork, he says, and a detective came into the office and said he had a lead on a gang member who was wanted for murder.</p><p>\"We had been looking for this guy for several months and couldn't find him,\" Osborne says. \"He was a Mexican gang member. He had no roots in the community, nothing, so he kind of just packed up and we couldn't find him. My detective says to me he 'had info from a confidential informant that we may find this guy up in Yonkers.' ... Normally that's something that would really get my juices flowing. ... When he said it to me, I felt nothing. I felt just kind of numb inside and that wasn't me. At that moment, I realized that I was just burnt out and I really didn't want to do the job anymore. And that's when I decided to put my papers in and leave.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On whether he ever fired his gun on the job</strong></p><p>That's, like, one of the most common questions. And when I tell people \"no\" they seem disappointed. It's like you watch TV and you think cops are firing their guns every night, but that's not true. And over the course of 20 years, I was involved in thousands and thousands of arrests. On top of that — I couldn't possibly count — tens of thousands of civilian interactions. No, I never had to fire my gun once, believe it or not.</p><p>I had plenty of opportunities. There's at least a half a dozen guys that are still walking around out there that I would've been completely justified using deadly physical force, but at the last possible second I found another way to resolve it. But make no mistake about it: If I had to do it, I would do it. I was fully prepared to do it. Luckily for them and luckily for me, always at the last second, I found a way to resolve the situation without having to resort to deadly physical force. That's what you have to remember: ... You have different tools. You got a nightstick; you got Mace; you got a Taser; you got a gun. Your gun is your last resort, after everything else fails.</p><p><strong>On a dangerous rookie mistake he made</strong></p><p>When you're a rookie, you do dumb things. You don't like to see guys get away. The guy came running out of the store with the manager chasing him yelling, \"Call the police!\" so it looked like he had robbed the store. I started chasing him on foot. We went down into the subway station and when he reached the end of the platform, I thought I had him. But he jumped onto the tracks and ran down into the tunnel. And, dummy me, I followed right behind him. Next thing I know, there was a train coming. ...</p><p>He found some place to hide out. And the next thing I know, I'm standing there all by myself. And before I knew it you could feel this little slight breeze coming. And that was followed by the floor and the walls shaking. And the next thing you know, it's like a hurricane force wind and I turn around and there's the F train heading right for me. There's not too many places to hide, you could either lay down in that trough between the rails, but that's disgusting, it's filled with garbage and stagnant water and rats, or you can try to jump into one of the cut outs, which isn't so easy. I found a little spot between two girders up on a platform and I managed to jump up there. Literally, the train missed me by inches.</p><p><strong>On responding to a call about a foul odor a year and a half into the job</strong></p><p>As soon as I walked into the building, I mean, down in the lobby you could smell it and I knew exactly what it was. I had smelled it before. Once you smell a dead body like that, you never forget it for the rest of your life. When I went upstairs, the mother, she comes right at me and she says, \"Officer, I want to see my daughter.\" I knew the daughter was dead. I hadn't even been in the apartment yet, but I knew she was dead. I convinced her mother just to let me go in and take a look first. Went I went in there, what I saw was horrible. I mean, she had been dead several days in August and the heat — the body had decayed very badly. I was a kid at the time. I was only like 25 years old, and right then I knew I didn't care, I was not going to let that mother see her child in that condition. I didn't care if I rolled around on the floor with her and handcuffed her, I was not going to let her in that apartment.</p><p>When I went back out into the hallway, you know, Mom was like twice my age, she was my mother's age. And I really wasn't experienced in this; I was only a cop for like a year and a half and I really didn't have the life experience to fall back on. But, somehow in police work, you're in people's lives during times of crises and you have to rise to the occasion — you have to know what to say and what to do. And somehow I convinced Mom that it was best to remember her daughter the way she was and not the way she is. Luckily she listened to me.</p><p><strong>On how he stopped a knife fight when he was convinced one guy was going to murder another</strong></p><p>I was in a crowded park and a lady comes walking by and says, \"You better get over there,\" pointing to the other side of the park. She goes, \"They're fighting.\" So I drove around to the other side of the park and there they were. I saw the two guys fighting.</p><p>As I approached, you could see one guy was in this total complete rage, like the veins were popping out of his neck and spit was flying out of his mouth, and he was pointing at the other guy, like accusing him of something. As I got closer, I put the lights on, on the car, and that didn't seem to get his attention. I tapped the siren. That didn't seem to get his attention either. He was just in this total all-consuming rage. At that moment he pulls out a 10-inch steak knife out of his back pocket and he goes to stab the guy. He's going to murder this guy right in front of me, right in front of a police car. ...</p><p>I had literally one second to make a decision. ... I would've been completely justified shooting him, but there was no time ... to jump out of the car and get a shot off, so I hit the gas. I tapped them with the car and he went flying. The knife went flying; he went flying. And just in the nick of time I kept him from stabbing the other guy — and saved his life.</p><p><strong>On the crowd's reaction to the knife incident</strong></p><p>I jumped out of the car. I got my perp; I'm handcuffing him. [And] just as I'm feeling a little proud of myself that I prevented a murder, a crowd had gathered. All of the sudden the crowd starts chanting, \"F the police,\" and somebody else starts yelling, \"Yeah, they ran the brother over, he wasn't doing nothing!\" Now, nobody actually saw what happened, but because they saw him flying off the hood of the car, everybody just assumed that I was wrong. Next thing I know bricks and bottles start flying, bottles are crashing through the windshield of the car, and a little riot started. I think what hurt more than anything is I saved this guy's life. He was about to die and the crowd, their first instinct was that the cop was wrong and the second instinct was to start throwing bricks and bottles at me. But that's a cop's life, you know?</p><p><strong>On going to scenes knowing people aren't happy to see you </strong></p><p>You have a job to do, so you do your job. ... Everybody loves a fireman, you know, they're coming to your house to save you. But when the cop comes, somebody is usually leaving in handcuffs. I think over 20 years it kind of burns you out a little bit. You don't feel appreciated. You do a difficult and dangerous job and you just feel like a lot of people don't appreciate what you do.</p><p><strong>On working in plainclothes </strong></p><p>I always liked working in plainclothes. What we did was, especially in Manhattan, we would drive around [in] a yellow taxicab, which was actually a police car, it was identical to all the other 13, 14,000 taxicabs that are out there, you couldn't tell the difference just by looking at it. We would use that to go out and follow guys. ... Our job was to go out, blend in the crowds, and look for the bad guys before they did their crime.</p><p><strong>On his opinion of the <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/08/398292202/my-heart-was-broken-says-father-of-sc-man-slain-by-police\">cell video footage</a></strong><strong> of police officer Michael Slager shooting and killing Walter Scott in South Carolina (Slager has been charged with murder)</strong></p><p>If you're expecting me to defend that guy down in South Carolina, forget about it, it's not going to happen. I saw the video just like everybody else did and I can't possibly explain what was going on in his head. We don't shoot fleeing felons. I've been in that situation thousands of times, and I never had to resort to deadly physical force.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+20+Years+On+The+Job%2C+NYC+Police+Officer+Tells+His+Intense+Stories&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401264996-ec377b.m3u?orgId=1&topicId=1033&aggIds=100876926&d=2232&p=13&story=401238481&t=progseg&e=401261358&seg=1&ft=nprml&f=401238481"},{"href":"http://media.npr.org/assets/img/2015/04/21/9780385539623-994bd32fa566157fe67f08e02d9ac9cbd360f688.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"531","width":"708"}},{"href":"http://media.npr.org/assets/img/2015/04/21/osbo_9780385539623_jkt_ap1_r1-1--a629f38e745e6ee94e58f0ae748f5b7ebb4fb48b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"417","width":"556"}}]}