{"created":"2014-12-08T09:57:54+00:00","modified":"2015-05-13T21:27:41+00:00","valid":{"from":"2015-05-13T21:27:41+00:00","to":"3015-05-13T21:27:41+00:00"},"hreflang":"en","title":"Their Senate, Their Rules: GOP May Allow Blocking Of Nominees Again","published":"2014-12-08T18:28:00+00:00","teaser":"A year after Democratic senators invoked a \"nuclear option\" to stop GOP filibusters of confirmation votes, Republicans are debating whether to switch back. Some say they're sick of the fighting.","itags":["npr_api","369276246"],"guid":"901b7cb9-8677-4931-868b-03dbf8a71b82","contentencoded":"<p>Incoming Senate Majority Leader Mitch McConnell says one of his top priorities will be to make the Senate work the way it used to — which would include the use of filibusters to block presidential appointments. But would that improve the way the Senate works? Republicans will be debating that question behind closed doors Tuesday. Many were furious when Democrats eliminated the filibuster for nearly all confirmation votes last year — a change some called the \"nuclear option.\" But now that the GOP will be in the majority, they're not all that eager to go back.</p><p>The drama over which party has the dirtier hands when it comes to blocking nominations has gone on for years as the majority party has changed. When Democratic Sen. Harry Reid decided to get rid of the filibuster on confirmation votes last year, it wasn't all that surprising, given how bad things had become.</p><p>So, why should anyone care about this moment now? Republican Sen. Susan Collins of Maine says it matters because it's about restoring integrity to the Senate.</p><p>\"The Senate has always been known for its protection of minority rights, and I think it was wrong for the Democrats to break the rules of the Senate in order to change the rules of the Senate,\" Collins said.</p><p>So she wants to return to the old rules — when it took 60 votes to confirm rather than a simple majority. Because the Senate is supposed to be different from the more populist House — it's meant to be more deliberative.</p><p>But many Republicans ask, why bother changing things again? There's less drama with majority rule. Even those who would rather restore the filibuster — like Sen. Jeff Flake of Arizona — understand that some people are tired of fighting.</p><p>\"Because I think a lot of our colleagues realize we shouldn't politicize these nominees,\" Flake said.</p><p>Actually, there are very political reasons for Republicans not to resurrect the filibuster. Especially if a Republican gets elected president in 2016.</p><p>\"If you get a Republican president, then he's not going to have nearly the troubles that we've always had with Democrats in getting judges through,\" said Senate Republican Orrin Hatch of Utah.</p><p>And Hatch says even if his party brought back the filibuster for tradition's sake, it could be short-lived.</p><p>\"I used to be in this camp, who think we need to get back to the old rule. But the Democrats will break that rule anytime they want to, if they get back in the majority,\" Hatch said.</p><p>Besides, even without the filibuster, there are many ways Republicans can easily block nominations.</p><p>\"The whole filibuster debate is a bit of a red herring. It's not unimportant, but it certainly doesn't explain anywhere close to all of the reasons that a president's confirmation rate is not going to be 100 percent,\" said Russ Wheeler of the Brookings Institution.</p><p>As the party in control, Republicans can refuse to schedule committee hearings for nominees. Or the new majority leader can simply refuse to hold floor votes.</p><p>But law professor Carl Tobias at the University of Richmond says Republicans may well restrain themselves.</p><p>\"They are coming into power and want to show that they can actually do something. Sen. McConnell is talking about making the Senate functional again. I think they want to start off on a positive note,\" Tobias said.</p><p>If you look at the past three two-term presidents, each was able to get at least some of his nominations through in his last two years — all with a Senate controlled by the opposing party. So maybe McConnell will be satisfied with returning to those examples of Senate tradition.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Their+Senate%2C+Their+Rules%3A+GOP+May+Allow+Blocking+Of+Nominees+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369276247-6f592d.m3u?orgId=1&topicId=1014&d=271&p=3&story=369276246&t=progseg&e=369264988&seg=1&ft=nprml&f=369276246"}]}