{"created":"2015-03-17T21:37:59+00:00","modified":"2015-03-17T22:20:27+00:00","valid":{"from":"2015-03-17T22:20:27+00:00","to":"3015-03-17T22:20:27+00:00"},"hreflang":"en","guid":"901e3955-dae2-461d-ab3a-9153c5d7019b","title":"Growing doubts that Chechens are behind the Nemtsov assassination","published":"2015-03-17T22:20:22+00:00","byline":"Charles Maynes","tags":["Vladimir Putin","Russian human rights","Boris Nemtsov","Russian politics","Kremlin","Ramzan Kadyrov","Global Politics","Moscow","Russia","north Caucasus","Ramzan Kadyrov","Vladimir Milov","Boris Nemtsov","Alexander Baunov","Oleg Orlov","Zuar Dadayev","Vladimir Putin","Politics of Russia","Boris Nemtsov","Ramzan Kadyrov","Vladimir Putin","Chechnya","Politics of Chechnya"],"teaser":"Now that Vladimir Putin is back in the public eye, Russia observers can turn their attention back to figuring out who exactly killed opposition leader Boris Nemtsov. But even that isn't the only question surrounding the Kremlin at the moment.","contentencoded":"<p>There are lots of mysteries swirling around Russia these days. One of the biggest one was resolved when Russian President Vladimir made a brief public appearance, his first after a mysterious 10-day disappearance.</p>\n<p>But the other big mystery — finding out who's responsible for the murder of opposition leader Boris Nemtsov — is still going strong.</p>\n<p>Investigators have arrested five suspects, all of whom are men of Chechen origin and come from Russia's majority-Muslim North Caucasus region.</p>\n<p>Their primary suspect is Zuar Dadayev, a former soldier for Chechnya’s Interior Ministry. They say Dadayev has already confessed to masterminding the murder and carrying it out; he has told Russian officials that he was tortured into admitting guilt.</p>\n<p>According to the government’s case, Dadayev and the other suspects murdered Nemtsov because of negative remarks he allegedly made about Islam after the Charlie Hebdo attacks in Paris in January. But that theory is facing growing scrutiny on several fronts, and not just because of Dadayev’s claims of torture.</p>\n<p>Nemtsov's allies say the Charlie Hebdo connection is just not credible given his liberal political views. “Nemtsov was never at odds with the Chechen people,” says Vladimir Milov, an opposition politician and former government official who worked closely with Nemtsov for years.</p>\n<p>“You could never find anything he said or wrote which insults [the] Muslim faith,\" Milov insists. \"He was very careful with his remarks. If you are to chase somebody who can be suspected of insulting Muslims, I think Nemtsov will be well on the bottom of the list.”  </p>\n<p>Milov argues the Chechen connection is akin to authorities rounding up the usual suspects. He also points out Nemtsov’s killing required the kind of planning and heavy surveillance that Russia’s security services excel at — and they don’t act on their own.</p>\n<p>“This is absolutely impossible in the current Russian system, to carry out such a serious crime or such a serious attack, without the consent of person number one — which is President Putin,” Milov says.</p>\n<p>Yet Alexander Baunov, an analyst with the <a href=\"http://carnegie.ru/?lang=en\">Carnegie Moscow Center</a>, says it’s exactly Putin’s reputation for strong leadership that Nemtsov’s murder puts in question. He argues the urgent pace of the investigation suggests the murder was committed without Putin’s approval by someone who overstepped bounds.</p>\n<p>“The recent months of propaganda sent a lot of signals that Russia is now a conservative place for patriots and believers,” Baunov says. “When these sort[s] of people find that this image is not completely true, they can try to complete the job the regime wasn’t able to do.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" alt=\"A sign at a march in memory of Russian opposition leader Boris Nemtsov reads: &amp;quot;Propaganda kills.&amp;quot;\" title=\"A sign at a march in memory of Russian opposition leader Boris Nemtsov reads: &amp;quot;Propaganda kills.&amp;quot;\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/WORLD_NEMTSOV_PROPAGANDAKILLS_0.jpg?itok=mMGqXoeP\" /><div class=\"field-caption\">\n    <p>A sign at a march in memory of Russian opposition leader Boris Nemtsov reads: \"Propaganda kills.\"</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Charles Maynes</p>\n  </div>\n</div>\n<p>One person’s name keeps coming up in all of this: Ramzan Kadyrov, the president of Chechnya and <a href=\"http://www.bbc.co.uk/news/world-europe-31794742\">Putin’s controversial strongman</a> in the North Caucasus.</p>\n<p>Several of the suspects, including Dadayev, served in the select “Sever” battalion of Chechnya's Interior Ministry — a group that experts say is, in effect, Kadyrov's private militia.</p>\n<p>Oleg Orlov, who heads the work of human rights group <a href=\"http://www.theguardian.com/world/2014/oct/14/russian-human-rights-group-faces-threat-closure\">Memorial </a>work in the North Caucasus, finds the idea of rogue Chechen soldiers carrying out Nemtsov's murder nearly impossible for still another reason: In Kadyrov's Chechnya, family members pay the price for insubdination.</p>\n<p>“It's the way the Kadyrov regime operates,” Orlov says. “The families are responsible. Their house will be burned, relatives will disappear, or they'll be kicked out of Chechnya. And that's what would happen if a member of Kadyrov's army committed an act of terror on his own.”</p>\n<p>And Kadyrov has actually praised Dadayev, the lead suspect. In a post to his Instagram account, the Chechen leader called Dadayaev “a true warrior and a patriot.”</p>\n<p>So what then of Vladimir Putin? The Russian leader promised to personally oversee the Nemtsov investigation. Nearly all of this has happened against the backdrop of a president literally gone missing. For 10 inexplicable days, Putin was neither seen nor heard from, prompting a flood of theories about his health or a possible Kremlin coup.</p>\n<p>But a Monday, a smiling if slightly pale Putin seemed to put those concerns to rest — for now — with a brief appearance in St. Petersburg. “Without rumors life is boring” was all the Russian leader had to say about his absence.</p>\n<p>Yet rumors now risk engulfing the Kremlin, as questions swirl not only over who killed Boris Nemtsov, but — increasingly — who's in charge.  </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-17%2Fgrowing-doubts-chechens-behind-nemtsov-assassination&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/world_nemtsov_today_06.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/worldnemtsovtoday06jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03172015_04.mp3"},{"href":"http://www.pri.org/file/0317201504mp3"}]}