{"created":"2014-10-09T07:05:26+00:00","modified":"2015-03-26T19:06:02+00:00","valid":{"from":"2015-03-26T19:06:02+00:00","to":"3015-03-26T19:06:02+00:00"},"hreflang":"en","title":"Rules For Provisional Ballots All Over The Map","published":"2014-10-09T15:46:00+00:00","teaser":"People who don't have the right ID or who run into other problems at the polls are often told to vote a provisional ballot. But the rules governing these ballots vary, and many are never counted.","itags":["npr_api","354534487"],"guid":"9022fa11-2cd1-426f-a238-480b595271c9","contentencoded":"<p>The fail-safe for many voters who run into problems at the polls — such as a lack of ID or an outdated address — is called provisional voting. The person votes, and his or her ballot only counts after the problem is resolved.</p><p>But many of these ballots never do count, raising questions about how good a fail-safe they really are.</p><p>In Virginia, for example, some residents have been preparing to meet a new state requirement that all voters show a photo ID at the polls. Bernest Sellars, 87, is one of several elderly voters who lined up recently to get a new ID at a senior center in Arlington. After checking that he's registered to vote, county election workers ask Sellars to look into a tiny camera attached to a laptop computer. His new photo immediately pops up on the screen.</p><p>For the most part, this process is pretty easy. Still, it's estimated that 200,000 voters in the state might not have the right ID. If they show up at the polls, they'll likely be asked to use a provisional ballot.</p><p>Arlington County General Registrar Linda Lindberg says the voter then has three days to clear up any problems.</p><p>\"If they just forgot to bring their license, they can shoot us an email with a copy of their license. But if they absolutely have no ID, they are going to need to come down to our office, where we'll take their photo just as we're doing here today, and print out a temporary ID,\" she says.</p><p>That will allow their ballot to be counted. Lindberg says the county only counted about half of the 161 provisional ballots cast there last year — and rejected the rest.</p><p>Around the country this fall, more than a million provisional ballots will likely be cast — not only because people lack ID, but more likely because poll workers can't find the voter's name on the rolls. That happens a lot. If the past is any indication, at least a quarter of these votes won't count.</p><p>\"The main reason is that the voter is not in the correct polling place or in the correct jurisdiction,\" Lindberg says.</p><p>In Virginia that means the vote doesn't count, but that's not the case everywhere. The rules for provisional ballots vary widely. In some states, like California, they're routinely used to update a voter's information, such as a new address. In other states, they're rarely used — and even more rarely counted.</p><p>\"Absolutely it's created concerns that where you live matters and how your election officials interpret things matters,\" says Mike Hanmer, a political scientist at the University of Maryland.</p><p>He says provisional balloting is generally a good thing. Since 2000, millions of people who might otherwise have been turned away from the polls have had their votes count. But Hanmer says there's also evidence that whether a provisional ballot counts sometimes depends on an election official's political affiliation.</p><p>\"That should strike anybody as problematic,\" he says.</p><p>The fact is, no one knows for sure. Though almost 3 million provisional ballots were cast in 2012, widespread provisional voting is fairly new and research is limited — which also means that poll workers and voters are often confused over how they work. Lindberg of Arlington County says some voters cast a provisional ballot even if they know it won't count because they're in the wrong precinct.</p><p>\"It kind of mollifies them, I guess, in cases like that. They can get their little 'I Voted' sticker so they can tell their friends that they voted,\" Lindberg says.</p><p>Some people think that's bad — that provisional ballots lull people into thinking their votes will count when they might not.</p><p>It's an issue in North Carolina. On Wednesday the U.S. Supreme Court allowed the state to stop counting ballots cast in the wrong precinct, while a new voting law is being challenged. Opponents say it hurts minority voters who often use such ballots. Susan Myrick of the conservative Civitas Institute in Raleigh, N.C., says she thinks people don't realize that out-of-precinct ballots are not fully counted. Only votes cast for races also appearing on the voter's home ballot count.</p><p>\"That to me is a disenfranchised voter. And I believe, unfortunately, these voters aren't told that some of their ballot may not count and probably will not count,\" she says.</p><p>And in a close election, it could matter. Almost 6,000 of these ballots were counted in North Carolina in 2010. This year, none of them will count.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rules+For+Provisional+Ballots+All+Over+The+Map&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354754664-8c7ca4.m3u?orgId=1&topicId=1014&e=354534487&d=283&ft=nprml&f=354534487"},{"href":"http://media.npr.org/assets/img/2014/10/08/voting-f83341d43a13f90ead1ed4287ca54fe8a57acd82.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2761","width":"3682"}}]}