{"created":"2015-05-26T21:00:33+00:00","modified":"2015-05-27T18:47:09+00:00","valid":{"from":"2015-05-27T18:47:09+00:00","to":"3015-05-27T18:47:09+00:00"},"hreflang":"en","guid":"90257437-31a5-4573-b07c-371308f67acb","title":"In oil-rich Nigeria, just getting a tank of gas is an all-day endeavor  ","published":"2015-05-27T18:47:04+00:00","byline":"Joyce Hackel","tags":["oil","fuel","gas","distribution","corruption","Nigeria","scam","transparency","Business","Business, Finance & Economics","oil","Fuel","gas","Distribution","Corruption","Nigeria","scam","Transparency"],"teaser":"Fuel distributors in Nigeria have turned off the tap, leaving residents of Africa's main oil producer without gas and electricity. Critics say they are holding Nigeria hostage.\r\n\r\n","contentencoded":"<p>Getting gasoline is usually not a problem in oil-rich Nigeria. It's Africa's biggest oil exporter. But a fuel distributor's strike this week has meant long lines and chaos at gas stations; grounded flights and shuttered banks in many major cities.  </p>\n<p>Abuja resident Hussaini Abdu says he's stopped using his car. \"Where you have petrol available in some filling stations, people are on queue for about 10 to 12 hours,\" Abdu says. \"Sometimes people are travelling over a 100 miles out of Abuja to get fuel.\" </p>\n<p>Nigerian fuel wholesalers halted the distribution of fuel in recent days, claiming the government owed them $1 billion. Although the distributors say they've now reached a deal with Nigerian officials, residents says they haven't yet seen the result. Many homes and businesses rely on gas-powered generators for electricity. So they're in the dark as well.</p>\n<p>\"It's so bad that the banks have been saying we can only offer a few hours of service today,\" says Nigerian writer Adaobi Tricia Nwaubani. \"Usually when there is fuel not accessible to the common every day people, the big people know where to get their fuel from. But the way it is now, even the big people don't have access to fuel ... It's just crazy.\"  </p>\n<p>Nigeria's President-elect Muhammadu Buhari is slated to take office on Friday. He blames the outgoing administration of Goodluck Jonathan for the crisis, saying it has \"sabotaged\" fuel distribution.</p>\n<p>Nwaubani says corruption is the root of the problem. </p>\n<p>\"Oil marketers are afraid they won't be paid what is owed them when the new government comes,\" Nwaubani says. \"There are just a few people holding the entire country to ransom.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-26%2Fnigeria-headline&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05262015_06.mp3"},{"href":"http://admin.pri.org/file/0526201506mp3"}]}