{"created":"2014-09-08T15:48:12+00:00","modified":"2014-09-09T12:50:20+00:00","valid":{"from":"2014-09-09T12:50:19+00:00","to":"3014-09-09T12:50:19+00:00"},"hreflang":"en","title":"West Is Ruled 'By The Gun,' Putin Says As He Annexes Crimea","published":"2014-03-18T22:21:00+00:00","teaser":"The Russian leader has approved legislation to draw that part of Ukraine into the Russian Federation — over the objections of the new leaders in Kiev and despite Western sanctions.","tags":["npr_api","291032917"],"guid":"9026e004-5088-4c89-9478-f865523cf401","contentencoded":"<p><h6>We updated this post as Russian President Vladimir Putin spoke and other leaders reacted.</h6></p><p>Wasting no time and showing no sign that he's concerned about Western objections or economic sanctions, Russian President Vladimir Putin annexed Crimea on Tuesday.</p><p>Making the case that Russia is responding to the will of the Crimean people, Putin argued that it is the U.S. and its Western allies who seek to rule by the will of \"the gun.\" His military forces in Crimea, Putin argued, are there only to create \"peaceful conditions\" as that region's ethnic-Russian majority exercises its right to self-determination.</p><p>As NPR's Michele Kelemen notes, Putin said cities in Crimea are sacred to many Russians and are symbols of his nation's past military glory. When the Soviet Union collapsed, he said, millions of Russians went to bed as citizens of one country and ended up in another. Those included many ethnic Russians in Crimea.</p><p>President Obama and leaders from the European Union vehemently disagree with Putin. They say Russia has violated international law by interfering in Ukraine's affairs. In response, the U.S. and EU have slapped economic and travel sanctions on some Russian officials.</p><p>After Putin's address, the White House announced that Obama will meet with other leaders next week in the Netherlands to discuss the next steps they'll take. British Prime Minister David Cameron said Tuesday that \"Russia will face more serious consequences and I will push European leaders to agree further EU measures.\" (Update at 11 a.m. ET.)</p><p>We began this post just before 7 a.m. ET with word that Putin had \"notified Russia's parliament of his intention to make Crimea a part of the Russian Federation, defying the United States and Europe just hours after they imposed their first financial sanctions against Moscow since the crisis in Ukraine began,\" <a href=\"http://www.nytimes.com/2014/03/19/world/europe/ukraine.html?_r=0\" target=\"_blank\">The New York Times writes</a>.</p><p>Then we monitored the news from Putin's speech and updated with highlights.</p><p><a name=\"0001\"></a></p><p><strong>Update at 6:13 p.m. ET. A Diplomatic Solution: </strong></p><p>In an interview with <em>All Things Considered</em>, Ukraine's Ambassador the United States Olexander Motsyk said Ukrainian troops have been instructed to respond with aggression, if they are attacked by the Russians. </p><p>But Motsyk also made it clear that they are looking for a diplomatic solution to its standoff with Russia. </p><p>\"We need strong support from the U.S. to establish direct dialogue with Russia,\" Motsyk said. He added that Ukraine believed \"all issues should be solved at the table of negotiations not by use of military aggression.\" </p><p><strong>Update at 7:50 a.m. ET. Crimea Brought Into Russian Federation:</strong></p><p>Saying that he is responding to the \"will of the Crimean people\" and the referendum approved by citizens of that region on Sunday, Putin just confirmed that Russia is absorbing \"the republic of Crimea\" and its city of Sevastopol into the federation. He and a group of Crimea's new leaders are about to sign treaties to make that happen.</p><p><strong>Update at 7:45 a.m. ET. West Is Guided By \"Rule Of The Gun\":</strong></p><p><a href=\"http://www.reuters.com/article/2014/03/18/ukraine-crisis-putin-usa-idUSL6N0MF2QY20140318\" target=\"_blank\">Reuters offers this translation</a> of another part of Putin's critique of the U.S. and European Union:</p><p><blockquote></p><p>\"Our Western partners headed by the United States prefer not to be guided by international law in their practical policies, but by the rule of the gun,\" he said. \"They have come to believe in their exceptionalism and their sense of being the chosen ones. That they can decide the destinies of the world, that it is only them who can be right.\"<strong> </strong></p><p></blockquote></p><p><strong>Update at 7:40 a.m. ET. Ukraine Shouldn't Fear Russia, Putin Says:</strong></p><p>\"To the people of Ukraine,\" Putin says, \"don't trust those who frighten you with Russia. ... We do not want to split Ukraine.\"</p><p>Crimea, he says, \"was and will remain both Russian and Ukrainian and Tatarian.\"</p><p><strong>Update at 7:30 a.m. ET. Echoes Of His <em>New York Times</em> Op-Ed:</strong></p><p>Throughout his address so far, the Russian leader has spoken critically of the objections to Russia's actions that have been raised by the U.S. and European Union nations. He's making the case that Russia is helping Crimeans determine their own fate, much as the West helped people in the former Yugoslavia during the 1990s. His critique <a href=\"http://www.npr.org/blogs/thetwo-way/2013/09/11/221551883/challenging-obama-putin-appeals-directly-to-americans-on-syria\" target=\"_blank\">calls to mind a New York Times op-ed</a> he wrote last September when the Obama administration was considering the use of force against the regime of Syrian President Bashar Assad.</p><p><strong>Update at 7:25 a.m. ET. Creating 'Peaceful Conditions':</strong></p><p>Putin says Russia has moved to create \"peaceful conditions\" in Crimea that give the people there a chance to determine their own fate. He also says Russia only \"strengthened\" its military presence there and that the size of its forces do not exceed earlier agreements with Ukraine — a claim that Ukrainian leaders dispute, saying Russia has effectively invaded the region.</p><p><strong>Update at 7:18 a.m. ET. History, According To Putin:</strong></p><p>The Russian leader has used the first 15 minutes or so of his speech to lay out his view of recent Russian-Ukrainian history. He says the 1954 handover of Crimea to Ukraine went against international \"norms\" and lays the blame at the feet of then-Soviet leader Nikita Khrushchev.</p><p><strong>Update at 7:10 a.m. ET. Standing Ovation:</strong></p><p>As he begins his address, Putin asks for a \"round of applause\" for Crimea, which leads to a standing ovation from the Russian lawmakers.</p><p><strong>Our original post picks up the story and adds background:</strong></p><p>On Sunday, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/16/290525623/crimeans-vote-on-splitting-from-ukraine-to-join-russia\" target=\"_blank\">as we reported</a>, an overwhelming majority of those Crimeans who voted said they want their semi-autonomous region, which has been part of Ukraine since 1954, to join the Russian Federation.</p><p>On Monday, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/17/290788338/u-s-and-eu-ready-sanctions-crimea-asks-to-join-russia\" target=\"_blank\">the U.S. and European Union announced</a> sanctions on some Russians close to Putin who are accused of interfering in Ukrainian affairs. President Obama, European leaders and the new interim government in Ukraine say the vote in Crimea violated both Ukraine's constitution and international law. Tuesday, <a href=\"http://abcnews.go.com/International/wireStory/france-russia-suspended-22951530\" target=\"_blank\">French Foreign Minister Laurent Fabius added</a> that Russia has also been suspended from the \"Group of Eight\" — the club of leading industrialized nations. The other members had already suspended planning for a G-8 summit in Sochi, Russia, that had been scheduled for June. (Those seven other nations: Canada, France, Germany, Italy, Japan, the U.S. and the U.K.)</p><p>The U.S. and its allies have also condemned the presence of Russian troops and pro-Russian \"self-defense forces\" in Crimea. Russian forces have effectively been in control on the Crimean Peninsula for most of the past two weeks. They have surrounded or taken control of Ukrainian military bases and other strategic locations. So far, there have been no serious confrontations between the two militaries — Ukrainian forces have stayed mostly in their posts.</p><p>Putin says Russia is looking to protect the majority ethnic-Russian population in Crimea from \"nationalists\" in Ukraine. He also says Russia supports what he calls Crimea's right to \"self-determination.\"</p><p>On Tuesday, Putin foreign policy adviser Yuri Ushakov said the Western sanctions have provoked only \"irony and sarcasm\" in Russia, Reuters reports.</p><p>Here's a quick recap of the crisis in Ukraine and some additional background:</p><p><blockquote></p><p>As we've previously said, Crimea has been the focus of attention as the ripple effects of the protests that led to last month's <a href=\"http://www.npr.org/tags/126978674/viktor-yanukovych\" target=\"_blank\">ouster of Ukrainian President Viktor Yanukovych</a> have spread.</p><p>Summing up the history and importance of Crimea to Russia and Ukraine isn't possible in just a few sentences, of course. The Parallels blog, though, has published several posts that contain considerable context:</p><p>-- <a href=\"http://www.npr.org/blogs/parallels/2014/02/26/283019913/crimea-three-things-to-know-about-ukraines-latest-hot-spot\">Crimea: 3 Things To Know About Ukraine's Latest Hot Spot</a></p><p>-- <a href=\"http://www.npr.org/blogs/parallels/2014/02/27/283481587/crimea-a-gift-to-ukraine-becomes-a-political-flash-point\" target=\"_blank\">Crimea: A Gift To Ukraine Becomes A Political Flash Point</a></p><p>-- <a href=\"http://www.npr.org/blogs/parallels/2014/02/21/280684831/why-ukraine-is-such-a-big-deal-for-russia\" target=\"_blank\">Why Ukraine Is Such A Big Deal For Russia</a></p><p>We've recapped what set off months of protest in Kiev and ultimately led to Yanukovych's dismissal by his nation's parliament last month this way:</p><p>\"The protests were sparked in part by the president's rejection of a pending trade treaty with the European Union and his embrace of more aid from Russia. Protesters were also drawn into the streets to demonstrate against government corruption.\"</p><p>It was after <a href=\"http://www.npr.org/blogs/thetwo-way/2014/02/24/281936240/ukraines-yanukovych-on-run-from-mass-murder-charge\" target=\"_blank\">Yanukovych left Kiev</a> and headed for the Russian border that troops moved to take control of strategic locations in Crimea.</p><p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=West+Is+Ruled+%27By+The+Gun%2C%27+Putin+Says+As+He+Annexes+Crimea&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1291033659-03f3e4.m3u?orgId=1&topicId=1001&ft=3&f=291032917"},{"href":"http://media.npr.org/assets/img/2014/03/18/putin182way-c0abe3e3bd6a06fc5693ea2230c62a778492c46d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1171","width":"1563"}}]}