{"created":"2014-11-12T21:42:51+00:00","modified":"2014-11-20T18:22:01+00:00","valid":{"from":"2014-11-20T18:22:00+00:00","to":"3014-11-20T18:22:00+00:00"},"hreflang":"en","title":"At The Supreme Court, Tracing A Fine Line Between Politics And Race","published":"2014-11-13T18:38:00+00:00","teaser":"On Wednesday, the justices took up a redistricting case from Alabama that explores the question of which kinds of political gerrymandering are acceptable and which are not.","itags":["npr_api","363579771"],"guid":"9055e824-f034-4caa-a7b0-1a28aabb9930","contentencoded":"<p>The election may be over, but at the U.S. Supreme Court on Wednesday, the justices grappled with an Alabama case that may have a big impact on the next one.</p><p>The case tests what kinds of gerrymandering are and are not acceptable under the Constitution. In the past, the court has said that if the primary motive for drawing legislative lines is to limit a race's influence, that's unconstitutional — but if it's to create a partisan advantage, that's OK.</p><p>The trouble is, it's often hard to tell the difference.</p><p>When Alabama's Republican-controlled Legislature drew new state legislative district lines after the 2010 census, African-Americans accused the Republicans <a href=\"http://blog.al.com/spotnews/2012/08/alabama_legislative_black_cauc_1.html\" target=\"_blank\">of packing the black vote into a smaller number of districts</a>. For example, the plan moved one-sixth of the eligible black voters from majority-white districts into districts that were already majority black. The challengers charged that the purpose was to consolidate the black vote and limit its effect.</p><p>Inside the Supreme Court chamber on Wednesday, lawyers Richard Pildes and Eric Schnapper opposed the GOP plan. They told the justices that the Republicans had used racial quotas by requiring that every majority-black district retain at least the same percentage of eligible African-American voters that were in the previous election map. Lawyer Pildes noted that, as a measure of just how far the state was willing to go, the GOP redistricting plan broke up counties — defying a state constitutional provision that requires counties to be preserved in redistricting.</p><p>Chief Justice John Roberts was suspicious of the allegations, saying that Attorney General Eric Holder would have come down on such a plan \"like a ton of bricks.\"</p><p>But Pildes noted that the Justice Department had let slide similar concentrations of black voters in the state's 2000 and 1993 redistricting plans. Under those approved plans, the percentage of black voters was reduced in many districts, some by as much as 19 percent, he said.</p><p><strong>Politics Or Race?</strong></p><p>Justice Anthony Kennedy asked a \"what's good for the goose is good for the gander\" question: If the Democrats are allowed to reduce the number of minorities in a district for partisan purposes, so that reliably Democratic African-American voters are more spread around, then why can't the Republicans do the opposite?</p><p>\"I sense that there's a one-way ratchet here,\" said Kennedy, frequently the swing vote in these cases.</p><p>Justice Antonin Scalia contended that black voters are moved in and out of districts \"because we assume blacks are overwhelmingly Democrats.\"</p><p>Lawyer Schnapper, however, argued that the GOP plan was \"very calculated and race-based.\"</p><p>He pointed to evidence that the GOP plan had not just moved whole precincts in and out of districts but had split precincts, meaning that Republicans relied only on racial census data and not precinct election outcomes.</p><p>Next up at the lectern was U.S. Solicitor General Donald Verrilli, taking a position embraced by neither side in this case. He urged the justices to send the whole case back to the lower courts, in part because it had used mistaken interpretations of the law as guideposts for evaluating the GOP plan.</p><p>Chief Justice Roberts noted that because the proposed map was drawn up before <a href=\"http://www.nytimes.com/interactive/2013/06/25/us/annotated-supreme-court-decision-on-voting-rights-act.html?_r=0\" target=\"_blank\">the court struck down provisions of the Voting Rights Act</a>, any replacement map would be created under oversight that the Obama administration considers too weak.</p><p>\"It is what it is,\" replied Verrilli.</p><p><strong>What Would A 'Do Over' Look Like?</strong></p><p>When it was Alabama's turn to argue, state Solicitor General Andrew Brasher told the justices that the state's motives were not racial; the Legislature was just trying to equalize the population in the districts and preserve the status quo in majority-black districts.</p><p>\"But in no interpretation of the act does a 76 percent [black] district have to stay a 76 percent district,\" said Justice Elena Kagan, a sentiment with which Justice Kennedy seemed to agree.</p><p>\"Justice Kagan's question points up the fact\" that the defenders of this plan did not claim this was a partisan gerrymander, he said. If race was not the purpose, he asked, what <em>was</em> the purpose?</p><p>If you were forced into a \"do over\" on redistricting, Justice Samuel Alito asked Brasher, and the state comes up with a purely partisan plan that produces a \"drastic reduction\" in the number of African-American state senators and House members, would that be a violation of the existing Voting Rights Act provisions?</p><p>\"Not necessarily,\" replied Brasher. \"But I do not know what would happen, quite frankly.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+The+Supreme+Court%2C+Tracing+A+Fine+Line+Between+Politics+And+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363579772-c03732.m3u?orgId=1&topicId=1070&ft=3&f=363579771"}]}