{"created":"2014-12-22T00:00:12+00:00","modified":"2015-06-18T22:14:11+00:00","valid":{"from":"2015-06-18T22:14:11+00:00","to":"3015-06-18T22:14:11+00:00"},"hreflang":"en","title":"Smashing Snow Globes: A Writer On Essays, Novels And Translation","published":"2014-12-27T23:54:00+00:00","teaser":"Valeria Luiselli, who was born in Mexico City and lives now in Harlem, released two slim, multinational books this year: the essay collection <em>Sidewalks</em> and her time-jumping novel <em>Faces in the Crowd</em>.","itags":["npr_api","371261474"],"guid":"905b6ef8-1e69-4e1a-890d-4aa499cbf4e7","contentencoded":"<p>Valeria Luiselli was born in Mexico City, but she'll admit with a laugh that where she's from is a complicated question. She lived there for only two years before packing up for, at various times, Costa Rica, South Korea, South Africa, India, Spain and France.</p><p>These days, Luiselli lives in Harlem. And that's the neighborhood where her novel <em>Faces in the Crowd</em> is set: both the Harlem of the recent past and the Harlem of the Harlem Renaissance, along with present-day Mexico City.</p><p>The story follows a young translator living in New York, who is trying to convince an American publisher to release the poems of a real-life Mexican poet named Gilberto Owen, Luiselli explains: \"She does so by faking a series of translations and saying that they're written by a famous American poet.\"</p><p>In a slim 146 pages, <em>Faces in the Crowd</em> swaps perspectives every few pages or paragraphs between three main narrative threads: the present-day narrator living in Mexico City with her husband and two young children, that narrator's semi-autobiographical novel-within-a-novel, and the fictionalized experiences of Gilberto Owen himself living in 1920s New York City. Each gradually becomes more indistinguishable from the others.</p><p><em>Faces in the Crowd</em> was released this year in the United States, along with Luiselli's collection of essays <em>Sidewalks</em>. (Both books had been previously released in Spanish and were translated into English.)</p><p>Luiselli spoke with NPR's Arun Rath about the difference between fiction and nonfiction, and what she'll be working on next.</p><hr /><h3>Interview Highlights</h3><p><strong>On how her essay collection <em>Sidewalks</em> led to her writing a novel</strong></p><p><a href=\"http://www.nytimes.com/2009/05/17/nyregion/thecity/17door.html\" target=\"_blank\">One of those essays</a> was about my then-doorman in the apartment, in the building where I used to live in Harlem. And I realized while writing that essay that I was tempted by fiction all the time. I wanted characters. And I think essays are very much like — you know those little round crystals that enclose a very kitsch landscape? ...</p><p>Essays are a bit like snow globes, in the sense that they're enclosed worlds, where it's really just the voice of the essayist that we hear. I think that if you take a [snow globe] like that and throw it against the ground, so to speak, then you allow other things to come in. You allow a sort of contamination. I think that novels are more like that. And I started feeling that temptation when I wrote that essay about my doorman, where I just needed other voices to come in.</p><p><strong>On why she had someone else translate her books, despite being bilingual</strong></p><p>I write a lot in English, and I write a lot in Spanish. But I don't usually self-translate because — well, basically because it's a bit boring. I mean, you've already written a book. The best thing about writing a book is the absolute freedom you have when you're writing. And if you translate yourself, it's like you've lost that freedom because you have to somehow stick to the original.</p><p>And I like to think of my books in English more as versions of the Spanish ones, and the Spanish ones as versions of the English ones. A lot of things change when I go from one language to the other.</p><p><strong>On her next project, currently titled <em>Stories of My Teeth</em></strong></p><p>It's a novel that I wrote in installments for workers in a juice factory in Mexico. So for a series of months, maybe four or five months, I wrote sort of chapbooks, much in the early-20th-century style, that I sent to the factory. They were printed there and handed out amongst the workers. And they would read the pieces out loud and comment [on] them and criticize them. And all those sessions were recorded and then sent back to me here in New York. And then I would listen and write the next installment and so on. So it's a very different procedure.</p><p>I mean, I had no idea what I was gonna write about when I started writing. I wrote a first installment just to make initial contact with them. And the first time I heard them reading out loud, I was struck of course by the variety of voices and accents, and some very colloquial forms of saying things. And I started picking those forms up and bringing them into the novel.</p><p>I think — I mean, this novel would have been impossible without the collaboration of the workers. They weren't just listeners. They really helped me build it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Smashing+Snow+Globes%3A+A+Writer+On+Essays%2C+Novels+And+Translation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"125"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373494664-ce50a9.m3u?orgId=1&topicId=1033&aggIds=100876926&d=125&p=2&story=371261474&t=progseg&e=373447622&seg=10&ft=nprml&f=371261474"},{"href":"http://media.npr.org/assets/img/2014/12/16/luiselli-author-photo-dd8718d3ec2b36a89e11330c340a3a3f2696dc28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"705","width":"940"}}]}