{"created":"2014-10-27T23:47:52+00:00","modified":"2014-10-27T23:47:52+00:00","valid":{"from":"2014-10-27T23:47:52+00:00","to":"3014-10-27T23:47:52+00:00"},"hreflang":"en","title":"Sterling's Tarnished History Of Alleged Discrimination","published":"2014-04-29T16:52:00+00:00","teaser":"Observers say the Clippers owner's current trouble is only the latest in a 30-year record of racism in LA — although he has also been honored by the NAACP for his charity work.","itags":["npr_api","307825043"],"contentencoded":"<p>Los Angeles Clippers owner Donald Sterling has been at the heart of racial controversies before.</p><p>Sterling, one of the longest-tenured owners of an NBA franchise, is alleged to have made racist comments in an audio tape that was first posted by the celebrity gossip site TMZ.</p><p>He is also a prominent real estate mogul in LA who, ironically, has been honored for his philanthropy by the local NAACP.</p><p>The NBA says it will announce findings Tuesday afternoon from its investigation into the controversy.</p><p><strong>A Fortune In Real Estate</strong></p><p>Forbes has estimated Donald Sterling's net worth at $1.9 billion. His lavish Beverly Hills life is a long way from his apparent humble beginnings, growing up as a child of Jewish immigrants in the east Los Angeles neighborhood of Boyle Heights in the 1930s.</p><p>It was around the time that he was in law school that he reportedly changed his name from Tokowitz to what he considered a more reputable one, Sterling.</p><p>He started his career as a personal injury attorney, turning that success to real estate, where he soon made a fortune. He bought the then-San Diego Clippers in 1981 and three years later moved them to LA, where he was building up his real estate empire.</p><p>\"Donald Sterling has long been considered among the worst owners in professional sports history,\" says <em>Los Angeles Times</em> sports columnist Bill Plaschke, who has covered Sterling at the paper since the late 1980s. \"The owner of a losing team, he didn't really care if the Clippers ever won. But far worse than any of that has been his 30-year history of racism here in Los Angeles.\"</p><p>Sterling has faced countless accusations of housing discrimination over the years. The most egregious involved a lawsuit that ended in a $2.7 million settlement with the Justice Department in 2009. In that case, he was accused of discriminating against black and Latino tenants in the apartment buildings he owned.</p><p>Then there was the unsuccessful wrongful termination suit brought against Sterling by NBA Hall of Famer and former Clippers General Manager Elgin Baylor. He claimed Sterling once said he wanted a \"white Southern coach coaching poor black players.\"</p><p><strong>'It Was Just Donald Sterling'</strong></p><p>Plaschke says it's a troubling pattern that most everyone knew about.</p><p>\"Including the NBA,\" he says, \"but they never did anything about it because it was just the Clippers and it was just Donald Sterling.\"</p><p>One strange twist to the Sterling saga: He was just about to receive a lifetime achievement award by the local chapter of the NAACP. It would have been his second, actually, until the group reconsidered Monday.</p><p>In fact, Sterling has been recognized frequently here over the years for his philanthropy. Even as his teams were, until recently, the laughing stock of the league, his Clippers Foundation was long praised for its charity work.</p><p><strong>Lining Up To Castigate Sterling</strong></p><p>LA Councilman and former Police Chief Bernard Parks considers Sterling's philanthropy a smoke screen. He says it also speaks to a broader problem.</p><p>\"Nonprofits and organizations that rely on contributions often will turn a blind eye to indiscretions by their donors because they are getting funding,\" he says.</p><p>Parks says he will introduce a resolution at City Hall on Tuesday calling on local newspapers to stop running a weekly ad that promotes real estate and community activities that Sterling funds. It also calls on the NBA to take swift action.</p><p>Local leaders and NBA stars, from Kareem Abdul Jabbar to Magic Johnson, have lined up to offer bitter rebukes of Sterling since the audio recordings surfaced. His estranged wife of 50 years, Rochelle Sterling, has also condemned them.</p><p>On Monday, Clippers Coach Doc Rivers told reporters that he believes unquestionably that it is Sterling on the tapes.</p><p>\"You know, I haven't given him his due process,\" Rivers said. \"I haven't given him an opportunity to explain himself, and quite honestly, right now I don't want him to.\"</p><p>Donald Sterling will learn what, if any, discipline he faces later Tuesday, when the NBA holds a news conference ahead of Game 5 in the Clippers' series against Golden State. That game, Tuesday night in LA, will be the first home-court game for the Clippers since the tapes were released.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sterling%27s+Tarnished+History+Of+Alleged+Discrimination&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","guid":"9066bca8-6ae0-4d1e-8028-fa9013a3ffe5","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307913579-55dba2.m3u?orgId=1&topicId=1015&ft=3&f=307825043"},{"href":"http://media.npr.org/assets/img/2014/04/28/487235487-cea798a4b98ac3b4c19101ab00d83abe5a4eddd2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}}]}