{"created":"2014-09-13T21:10:00+00:00","modified":"2014-12-04T15:16:04+00:00","valid":{"from":"2014-12-04T15:16:04+00:00","to":"3014-12-04T15:16:04+00:00"},"hreflang":"en","title":"In Margaret Atwood's Latest, The Past Is Powerfully Present","published":"2014-09-14T14:48:00+00:00","teaser":"Her new collection, <em>Stone Mattress</em>, features characters still shaped by events in their youth. She's also working on a project that's all about the future: a book that won't be read for a century.","itags":["npr_api","347426878"],"guid":"907215e3-c6ff-4472-bef3-d03cde99fb8a","contentencoded":"<p>Author Margaret Atwood is prolific, beloved and extraordinarily accomplished. In addition to best-selling novels like<em> The Handmaid's Tale</em> and <em>The Blind Assassin, </em>she's penned poems, short stories, children's books, essays and works that defy classification.</p><p>But her fans will have to wait a long, long time for one particular piece of writing. She's working on a book that nobody will read for a hundred years — part of an art project that's going to require some special archival paper, as she explains to NPR's Arun Rath.</p><p>In the meantime, readers can pick up her latest work, <em>Stone Mattress. </em>It's a collection of what Rath calls \"wonderfully weird short stories,\" in which the passage of time plays a key role. Many characters find that they're powerfully affected by things that happened years ago, in their youth.</p><p>\"It does seem to be a human characteristic, that in fact those things, although you may forget about them in your 20s, they are the sub-layer upon which your life is based. And they come back,\" Atwood says, warning Rath that the same thing will happen to him as he ages.</p><p>In most of NPR's author interviews, the host asks the questions and the writer responds. But, as Atwood tells Rath, \"there are no rules.\" Click on the audio link above to hear her turn the tables, quizzing Rath about his commitment to Comic-Con and asking whether he feels caught in traps of his own making.</p><hr /><h3>Interview Highlights</h3><p><strong>On the escape one protagonist finds in writing about a fantasy world</strong></p><p>It becomes more real to her and more important to her because it's an escape from her actual life. And talk to any writer on that subject ... that's just a characteristic of writing, not a characteristic of fantasy writing.</p><p>She's got her old boyfriend in a barrel ... and she's got her old rival for that very boyfriend shut up in a stone wall and attacked by bees. So she's acting out, but in a way that doesn't actually harm the real people — or so we believe.</p><p><strong>On her involvement in the <a href=\"http://www.futurelibrary.no/\">Future Library</a> project</strong></p><p>The artist is a very inventive young lady called Katie Paterson, and her idea is that they're growing a forest in Norway and it will grow for a hundred years. Does this recall <em>Sleeping Beauty</em> to your mind?</p><p>And each one of those hundred years, they will invite one writer to write a manuscript. It can be anything — it can be a novel, a poem, nonfiction. And all that can be told about it is its title. So each one of those hundred years, a manuscript will be presented and put into this room in the [New Oslo Public] library, in a box, sealed, like a genie in a bottle.</p><p>And at the end of the hundred years, they will cut enough trees from the forest to make enough paper to print the book of these books — of all of the manuscripts that have been put in the boxes.</p><p><strong>On the appeal of the Future Library for her</strong></p><p>There's a number of very attractive things about it. First of all, I will not have to deal with the critics. Think of that.</p><p>Second, it is a lot like the message-in-the-bottle metaphor for writing any book. Any book that you write, you write it and then you publish it — that's the bottle part. And it goes out on the sea of wherever books go, flows hither and thither, and you don't know who may read it. So this is the same, except that there's a hundred-year gap. As the writer, you will never know what people think of it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Margaret+Atwood%27s+Latest%2C+The+Past+Is+Powerfully+Present&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"446"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348286504-47a91c.m3u?orgId=1&topicId=1033&ft=3&f=347426878"},{"href":"http://media.npr.org/assets/img/2014/09/10/margaretatwood-creditjeanmalek--67989a1d0515be16ea4c20743efdeff0e059f4e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2407","width":"3210"}}]}