{"created":"2014-09-19T19:45:30+00:00","modified":"2014-10-08T21:07:50+00:00","valid":{"from":"2014-10-08T21:07:50+00:00","to":"3014-10-08T21:07:50+00:00"},"hreflang":"en","title":"Like Ham? There's A Festival For That In French Basque Country","published":"2014-04-18T21:52:00+00:00","teaser":"The port town of Bayonne in France's Basque region is known for its colorful food and culture. And since 1464, its residents have celebrated the remarkable, local cured ham at the springtime Ham Fair.","itags":["npr_api","304537880"],"guid":"907af56d-e3ca-466f-bb0e-a1a731b90388","contentencoded":"<p>In Bayonne, they take their ham very, very seriously.</p><p>This medieval fortress of a town is minutes from the French seaside ports of Barritz and St. Jean de Luz, and not far from Spain's St. Sebastian. It has reigned as a cultural and commercial center for a millennium, according to historian <a href=\"http://www.amazon.com/The-Basque-History-World-Nation/dp/0140298517\">Mark Kurlansky</a> in<em> The Basque History of the World</em>.</p><p>Its most famous item since the Middle Ages? The <a href=\"http://www.jambon-de-bayonne.com/en/origine-qualite/histoire/\">jambon de Bayonne</a>. The town's celebrated ham even has its own festival on Easter weekend.</p><p>First, some background. Bayonne may be technically in France, but its people call themselves Basque and claim ancestry from four Spanish states and three French states. It is said, in this case, 4+3=1.</p><p>Above all, the Basque have a rich culinary tradition combining sea exploration, the spice trade and foods raised in the fertile valleys of the nearby Pyrenees. And since 1464, the <em>Foire au jambon</em> <em>de Bayonne</em> or <a href=\"http://www.bayonne-commerces.com/en/event/the-bayonne-ham-fair.html\">Ham Fair</a>, has celebrated this remarkable food.</p><p>Three distinct elements — pigs bred for marbled and meaty back quarters, a rich diet of grains and nuts and a dry constant breeze called the <em>foehn</em> that blows down from the mountains — ensure a complex, fruity, silky Bayonne ham.</p><p>The air at the fair is thick with the scent of cured meat. Local farmers present their pride and joy – in this case, enormous hams – to be judged.</p><p>Each ham is aged for a year or more. After salting and partial air drying, the hams are coated in a <em>panade</em> – a flour and lard-based paste, then put into <em>affinage, </em>or an aging space. For presentation, they are coated with varying quantities of <em>pimente d'Espelette</em>, a local <a href=\"http://www.bonappetit.com/test-kitchen/ingredients/article/piment-d-espelette\">chili pepper powder</a>.</p><p>Eric Ospital, one of the three judges, says that most of these farmers are amateurs who make just two hams a year. They raise one pig, which provides two hams: one for the family, the other for the contest.</p><p>In the old town square, long tables are arranged just steps from the riverbank. The sun is bright and the ham glistens. Each ham weighs between 12 and 15 kilograms (about 26 to 33 pounds).</p><p>Some are presented on patches of moss, grass and clover, to show where the pigs were pastured. One is nestled in a complex diorama with a hearth, fireplace tools, and slices of ham in a skillet with eggs. But most are simply arranged on a piece of classic linen, striped in the Basque red, white and green.</p><p>All of the judges are artisan Bayonne ham producers, each with a long family history of charcuterie. They are joined by the members of <em>La</em> <em>Confrèrie du Jambon de Bayonne</em> — the keepers of the ham standards — a dozen men and women wearing long red velvet capes adorned with gold braid and medals, red white and green satin berets and sashes. Evidently, not much has changed in decades.</p><p>The judges each carry a probe made from a horse's leg bone to test the ham. But they don't taste it. They judge on smell alone.</p><p>Without disturbing the coating, the probe is inserted into three spots: near the hip joint, in a thick part of the meaty upper section between two muscles and near the hock. These three spots indicate if the ham is evenly and properly cured.</p><p>The probe is inserted and twisted, removed and quickly raised to the nose; the scent is strong and robust, but fades rapidly. The slim end of the probe is wiped clean, and the hole where the ham was pierced is pounded firmly with the broad flat end to reseal the insertion spot. From time to time, the judges blow their noses to keep their olfactory senses clear.</p><p>One ham has turned foul, and the ammonia scent sends the judges reeling. Most of the time, the probe is raised to the nose and is met with a slight nod of the head.</p><p>Hours go by. The judges move deliberately from ham to ham, then retire to a local bar to confer. Over glasses of cold beer, they discuss the individual hams and determine the top twelve. Then they return to the table for another round of judging and then another round of beer. Five hams are set aside as the best examples.</p><p>This year, the winner receives a fancy <em>plancha</em>, or griddle, as well as a cash prize, not to mention pride. In all, four ham makers out of the 27 entries will take home prizes. With much pomp and circumstance, the winners are announced and celebrated.</p><p>Next, the crowd moves to the tents where more than 30 Bayonne ham producers have set up booths. It's lunchtime, after all. Ham sandwiches are sold at each booth. Cones filled with sample charcuterie and ham are offered to attendees.</p><p>While the Ham Fair falls on Easter weekend, beginning the Thursday before Good Friday and concluding on Easter (after a Mass that includes the blessing of this year's hams), there is not a specific tradition of serving ham at the Basque Easter dinner.</p><p>Ask a Basque when ham is consumed and you will be greeted by a puzzled look. Here, ham appears at nearly every meal.</p><p>For now, you have to go to Europe to get a true Bayonne ham. But the trip just might be worth it  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Like+Ham%3F+There%27s+A+Festival+For+That+In+French+Basque+Country&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cathy Barrow","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1304547821-e7863a.m3u?orgId=1&topicId=1053&ft=3&f=304537880"},{"href":"http://media.npr.org/assets/img/2014/04/18/485280129_sq-f5025d414634f6e00e32642818dd104a1e04c275.jpg","type":"image/jpeg","meta":{"crop":"square","height":"3212","width":"3212"}},{"href":"http://media.npr.org/assets/img/2014/04/18/485280115-72514410c2f0bd7fb4a8aa2c707d4cafc888518c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2128","width":"2832"}},{"href":"http://media.npr.org/assets/img/2014/04/18/band-d2c18aa222188c1689fcf4bba77292abef0b4ea6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2221"}}]}