{"created":"2014-12-09T22:29:29+00:00","modified":"2014-12-10T21:46:49+00:00","valid":{"from":"2014-12-10T21:46:48+00:00","to":"3014-12-10T21:46:48+00:00"},"hreflang":"en","guid":"907c165b-442f-411a-8470-8269eb06ee9a","title":"China's Internet censor-in-chief gets a warm welcome at Facebook headquarters  ","published":"2014-12-10T21:46:44+00:00","byline":"Matthew Bell","tags":["technology","business and economy","censorship","civil rights","government","Business","Business, Finance & Economics","Asia","China","United States","East Asia","Asia","North America","Paul Mozur","Mark Zuckerberg","Lu Wei","China Internet","Great Firewall"],"teaser":"Washington has taken an increasingly harder line with China on the issues of computer hacking and online censorship. But when the country’s top official for Internet policy – Mr. Lu Wei – visited the office of Facebook founder, Mark Zuckerberg, he got a warm reception. ","contentencoded":"<p>China is in a league of its own when it comes to online censorship. The government has long gone to great lengths to cleanse Chinese cyberspace of topics it finds objectionable. Even so, party official Lu Wei stands out for imposing unprecedented restrictions on Internet activities in the People’s Republic.</p>\n<p>The new Internet czar of China recently paid a visit to the US. And Lu had a packed schedule that included plenty of high-level meetings in Washington, which has taken an increasingly harder line toward China on matters of online censorship and computer hacking.</p>\n<p>The meeting that attracted the most attention, though, was probably Lu’s visit to Mark Zuckerberg’s office in Silicon Valley.</p>\n<p>When Lu showed up, the Facebook chief executive just happened to have a copy of the Chinese president’s book sitting on his desk. “Xi Jinping: The Governance of China” is a weighty compilation — it’s more than 500 pages in English — of speeches and commentary by Xi, written with a heavy dose of Marxist jargon familiar to anyone who follows the Chinese Communist Party closely. </p>\n<p>“Mr. Lu is basically an old school propagandist,” says Paul Mozur, who covers the Internet in China for the New York Times. And the book by Xi, as Mozur describes it, is “the prime propaganda text that’s been put out by President Xi Jinping.”</p>\n<p>Apparently, Zuckerberg told Lu that the Chinese president’s book is helping him and his staff at Facebook better understand “socialism with Chinese characteristics.” Mozur says he verified this account with someone who attended the private meeting.</p>\n<p>Facebook has been blocked in China since 2009, leading to some instant criticism of Zuckerberg on social media for his perceived attempt at currying favor with the Chinese government.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Zuckerberg the Red Guard, <a href=\"https://twitter.com/hashtag/%E4%B9%9F%E6%98%AF%E9%86%89%E4%BA%86?src=hash\">#也是醉了</a> <a href=\"http://t.co/TagPLyyDMT\">pic.twitter.com/TagPLyyDMT</a></p>\n<p>— edde (@Edourdoo) <a href=\"https://twitter.com/Edourdoo/status/541950909094187008\">December 8, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>The episode might be concerning to lots of Facebook users, says Mozur. Xi’s book doesn’t hide the Chinese president’s skepticism toward the value of online freedom. “Censorship and control over the Internet is a key element of China’s goals for the future,” is a message that comes through clearly in the book, Mozur says.</p>\n<p>As the man in charge of implementing China’s national Internet policies, Lu has made his own mark. “He has singlehandedly presided over ... an unprecedented crackdown,” Mozur says. “That’s in a place where, already, the censorship regime and blocks were already [among] the most sophisticated and strict in the world.”</p>\n<p>It is easy to see why Zuckerberg would want Beijing to lift the ban on Facebook. China has more than 600 million people online and more than 40 percent of the global growth in the tech industry will come from China alone next year, according to Mozur. The big American tech players know they have to secure a place in the China market if they’re going to continue to grow.</p>\n<p>But Mozur says “China doesn’t need Facebook.” The country already has its own booming social media companies, so “[Chinese Internet czar] Lu Wei holds all the cards. And it’s up to Facebook to see how they can get in.”</p>\n<p>What is not clear, though, is how a US tech giant like Facebook might have to change its ways to satisfy the Chinese government. Lu <a href=\"http://blogs.wsj.com/chinarealtime/2014/10/30/chinese-internet-censor-hints-at-facebooks-china-challenges/\">has been quoted</a> saying, “I have no way to change you, but I have the power to choose my friends. I hope that all who come to China are friends, true friends.”</p>\n<p>LinkedIn is one example of how it can be done. The US social media company started censoring its Chinese language site earlier this year. But it was criticized when there were incidents of users based outside of China finding their online activities censored as well. Mozur says the company appears to have worked out the kinks, and now it runs an entirely separate service for China-based users that presumably keeps the government censors happy.</p>\n<p>Official Washington’s message to Lu Wei included warnings about China’s government controlled censorship and the hacking attacks allegedly emanating from China. But Mozur says US companies are less concerned about those issues. “It’s all about finding a way into the Chinese market,” he says.</p>\n<p>“That’s one of the reasons we see somebody like Mark Zuckerberg pulling out a book of Chinese propaganda and laughing about it, and palling around with this chief censor.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}