{"created":"2015-04-12T21:23:41+00:00","modified":"2015-04-16T17:05:34+00:00","valid":{"from":"2015-04-16T17:05:34+00:00","to":"3015-04-16T17:05:34+00:00"},"hreflang":"en","title":"I Saw The All-Stars Of Our Generation Honor Allen Ginsberg's 'Howl'","published":"2015-04-13T19:05:00+00:00","teaser":"This year marks the 60th anniversary of Ginsberg's once-controversial poem. A group of musicians and actors put on a show in Los Angeles this week in celebration of Ginsberg and his iconic poem.","itags":["npr_api","399159190"],"guid":"907d50ee-b5ce-4912-9b73-5e309c3582bb","contentencoded":"<p>Sixty years ago in San Francisco, Allen Ginsberg penned a poem that opened with the now-famous lines:</p><blockquote><p>I saw the best minds of my generation destroyed by madness, starving hysterical naked, <br />dragging themselves through the negro streets at dawn looking for an angry fix <a href=\"http://www.poetryfoundation.org/poem/179381\">...</a></p></blockquote><p>The publication of the poem \"Howl\" sparked an obscenity trial. But the charges were ultimately dismissed, and <a href=\"http://www.poets.org/poetsorg/poem/howl-parts-i-ii\" target=\"_blank\">it became an anthem</a> for the Beat Generation.</p><p>It continues to inspire, and earlier this week, an eclectic, all-star tribute in honor of the poem's anniversary — that also served as a benefit for The David Lynch Foundation — was held at the Ace Hotel in downtown Los Angeles. <em>(Click on the audio link above to hear samples of the performances.)</em></p><p>There was plenty to howl about. Eric Mingus, the son of jazz legend Charles Mingus, belted out a song in tribute to Ginsberg. So did Nick Cave, Beth Orton, Lucinda Williams, Macy Gray and Courtney Love.</p><p>It was all part of what show producer Hal Wilner called an \"insane variety show.\"</p><p>Comedian Will Forte and musician Peaches delivered a frenetic rendition of Ginsberg's 1981 punk song \"Bird Brain,\" and musician Devendra Banhart performed a song <a href=\"https://www.youtube.com/watch?v=BAzm0eEANMQ\" target=\"_blank\">Ginsberg and Bob Dylan wrote</a> called \"Vomit Express.\" And from his laptop onstage, DJ Mocean Worker reworked Ginsberg's poem \"<a href=\"http://www.writing.upenn.edu/~afilreis/88/america.html\">America</a>.\"</p><p>Wilner produced many of Ginsberg's albums and is known for assembling all-star tributes. He is also a longtime music producer for <em>Saturday Night Live.</em> For Tuesday night's celebration, he invited some <em>SNL</em> alums onstage, including Amy Poehler and Chris Parnell, who performed \"<a href=\"http://www.thenation.com/article/170764/allen-ginsberg-ballad-skeletons\">The Ballad of the Skeletons</a>.\"</p><p>The highlight of the night was a spirited reading of \"Howl,\" performed onstage by Wilner and actress Chloe Webb, who once co-starred as Sid Vicious' girlfriend in the film <em>Sid and Nancy</em>.</p><p>Their rendition was backed by a jazz band, something Ginsberg himself would have approved, says Jonah Raskin, author of <em>American Scream: Allen Ginsberg's Howl and the Making of the Beat Generation</em>. Raskin says the poem was about many things, including sex, drugs, youth, alienation, defiance and transcendence.</p><p>\"People, even if they don't get the whole poem or even if they're a little confused at times, they get the rhythm, and they get the feeling of it,\" he says. \"It's like a quintessential expression of the Beat perspective and philosophy, where you're down in the gutter but you're also beatific. You're spiritually uplifted.\"</p><p>Raskin says the poem's images still enthrall audiences as they did when Ginsberg read his work.</p><p>\"Ginsberg performed it. He didn't just read it. He didn't have face buried in his manuscript. He was moving his whole body, and he was making eye contact with the audience,\" Raskin says. \"When he read it for the first time ... Jack Keroac was there. He'd gone out and bought red wine and passed this jug around, and so the audience was also part of the performance. I think that happens. It's a kind of tribal event.\"</p><p>A tribal event is exactly what the evening in LA felt like, as Wilner and Webb read \"Howl,\" with marijuana wafting through the theater as the audience was swept along.</p><p>The two received a standing ovation, and the spirit of Ginsberg and the Beats was alive once more.</p><p><em>Update at 3pm ET April 13, 2015: we've added a phrase to acknowledge this evening was a benefit for The David Lynch Foundation.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=I+Saw+The+All-Stars+Of+Our+Generation+Honor+Allen+Ginsberg%27s+%27Howl%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit DelBarco","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399210583-0bc6bd.m3u?orgId=1&topicId=1008&aggIds=144967617&e=399159190&d=273&ft=nprml&f=399159190"},{"href":"http://media.npr.org/assets/img/2015/04/12/468882718-06e70b786a7e07fcaf6cd8190f1f94e0e4cac277.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2008","width":"2678"}}]}