{"created":"2015-05-20T18:10:21+00:00","modified":"2015-05-20T18:10:21+00:00","valid":{"from":"2015-05-20T18:10:21+00:00","to":"3015-05-20T18:10:21+00:00"},"hreflang":"en","guid":"9088b1c1-5790-42e0-9bc9-4ed8d5e28820","title":"Exploring The Fort Worth Legacy Of House Speaker Jim Wright","published":"2015-05-07T20:37:00+00:00","teaser":"TCU political science professor Jim Riddlesperger says the legacy of longtime Fort Worth Congressman Jim Wright is everywhere. ","itags":["npr_api","404772812"],"contentencoded":"<p>TCU political science professor Jim Riddlesperger says the legacy of longtime Fort Worth Congressman Jim Wright is everywhere.</p><p><!--break--></p><p><a href=\"http://cpa.ds.npr.org/kera/audio/2015/05/jim_wright_web.mp3\" class=\"asset-audio\">The KERA Radio story</a></p><p>“There’s nowhere in Fort Worth that you don’t see Jim Wright’s fingerprint,” Riddlesperger said.</p><p>Wright died Wednesday. He was 92.</p><p><span style=\"line-height: 1.5;\">He says Wright was legendary for his ability to bring home the bacon: defense contracts for Lockheed and Bell Helicopter; federal money to revitalize downtown and the Stockyards; and DFW</span><span style=\"line-height: 1.5;\"> Airport, which he says</span><span style=\"line-height: 1.5;\">&#160;did more for Fort Worth than people may realize.</span></p><p>“Putting Fort Worth for the first time on an even par with Dallas as a center for trade, for travel not just here in the United States, but internationally,” Riddlesperger said.</p><p>After helping secure the federal money to help build DFW Airport, Wright was called on to broker the peace between new-born DFW and upstart Southwest Airlines at Dallas Love Field.&#160; Former Texas Republican Senator Kay Bailey Hutchison says travelers may have griped for 35 years about the solution, flight restrictions at Love, but it worked.</p><p>“The Wright Amendment for which he is famous was to protect his constituents from DFW being bled when Love Field opened back up and became a factor,\" Hutchison said. \"And he wanted to make sure that DFW would stay strong.” &#160;</p><p>Hutchison says Wright loved Texas and was always looking out for his constituents.</p><p>That was the case even after he left Washington in 1989. He resigned as Speaker of the House in a scandal over income limits and sales of a book he’d written.&#160; Back home in Fort Worth, Wright stayed busy for nearly 20 years teaching a “Congress and the President” class at TCU until five years ago after turning 88.</p><p>What stood out to former Fort Worth Mayor Kenneth Barr was Wright’s eloquence.</p><p>“Jim Wright was one of the most articulate people I’ve ever known,\" Barr said. \"His choice of words, his ability to express himself, his vocabulary, and the way he presented his thoughts was truly remarkable.” &#160;</p><p>Barr remembers being with his parents at Jim Wright’s victory party in 1954 after he upset the incumbent congressman Wingate Lucas.&#160;</p><p>“And in doing that he overcame opposition from a considerable portion of the community’s leadership,\" Barr said. \"He was a little bit of an outsider at that point in time.&#160; He became the ultimate insider, though.”</p><p>Tarrant County Judge Glen Whitley says Jim Wright was a statesman who got things done. &#160;</p><p>“What I would remember about him as a speaker it was a time when DC was actually functioning,\" Whitley said. \"When Congress was getting something done. “</p><p>Former Fort Worth City Councilman Jim Lane was a teenager in 1959, a lifeguard at the Carswell Air Force Base Officers’ Club, where Wright came to speak one day. &#160;Lane sneaked in to listen.</p><p>“I thought he was the coolest guy I had ever seen in my whole life,\" Land said. \"And don’t forget, we’d seen Elvis by then.”</p><p>Wright became a mentor to Lane and in later years, they’d often meet on the Northside for tamales and talk.&#160; Lane says when he heard the news of Wright’s death, he sat down and cried.  <div class=\"fullattribution\">Copyright 2015 KERA-FM. To see more, visit <a href=\"http://www.kera.org/\">http://www.kera.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Exploring+The+Fort+Worth+Legacy+Of+House+Speaker+Jim+Wright&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"BJ Austin","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405012160-6d16fe.m3u?orgId=78&d=190&story=404772812&ft=nprml&f=404772812"},{"href":"http://mediad.publicbroadcasting.net/p/kera/files/201505/9226963434_b21baf839e_z__1_.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"359","width":"640"}}]}