{"created":"2014-09-08T15:47:38+00:00","modified":"2014-09-09T12:49:42+00:00","valid":{"from":"2014-09-09T12:49:42+00:00","to":"3014-09-09T12:49:42+00:00"},"hreflang":"en","title":"Can A 250-Year-Old Mathematical Theorem Find A Missing Plane?","published":"2014-03-26T13:28:00+00:00","teaser":"As one scientist puts it, Bayes' theorem, developed by a Presbyterian minister, isn't clouded by emotion, so it can be revelatory — and may be the best hope of finding Malaysian Airlines Flight 370.","tags":["npr_api","294390476"],"guid":"908ac18b-a603-4c56-81bb-5d21b7af7198","contentencoded":"<p>Searchers are feeling overwhelmed by the task of locating the wreckage of missing Malaysian Airlines Flight 370.</p><p>\"We're not searching for a needle in a haystack — we're still trying to define where the haystack is,\" Australian Air Marshal Mark Binskin <a href=\"http://www.npr.org/templates/story/story.php?storyId=294184094\">said Tuesday</a>. The current search zone stretches across many thousands of square miles of the Indian Ocean off the coast of Australia.</p><p>But a 250-year-old mathematical theorem developed by an English minister might be able to do what a small armada of satellites, planes and ships cannot — provide a location (or at least a guess) of where the missing plane might be.</p><p>The theorem in question was developed by <a href=\"http://bayesian.org/bayes\">Thomas Bayes</a>, a Presbyterian minister who was a big fan of Isaac Newton and other scientists of the day. Bayes thought very carefully about probability and developed a theorem for combining different probabilities.</p><p>It's not the easiest to put it into words, but <a href=\"http://mitsloan.mit.edu/faculty/detail.php?in_spseqno=41132\">Arnold Barnett</a>, a statistician at MIT's Sloan School Of Management, explains it this way: Suppose someone in another room throws a die and you're asked the odds he rolled a 5? \"You'd say 1 in 6,\" he says.</p><p>\"But now suppose [someone comes out of the next room] and says, 'an odd number came up, but I don't remember which,' \" he says. There are only three odd numbers on the die (1, 3, and 5), so the odds of a 5 have gone up to 1 in 3.</p><p>Bayes' theorem is a formal way of revising that original 1-in-6 estimate based on this new information about an odd number.</p><p>The theorem is used to analyze scientific results, and also to look for things. <a href=\"http://www.metsci.com/\">Metron Corp.</a> has used Bayes' theorem to hunt for everything from sunken submarines to gold bullion.</p><p>Colleen Keller, a senior analyst with Metron, was called in to hunt for <a href=\"http://en.wikipedia.org/wiki/Air_France_Flight_447\">Air France Flight 447</a>, which disappeared somewhere over the Atlantic Ocean in 2009. A sonar search for \"pinger\" beacons on the plane's two black boxes had turned up no sign of the wreckage. \"[They] were kind of throwing up their hands,\" she says. \"They brought us onboard to start collating the data and keep them organized.\"</p><p>Keller went to work developing a Bayesian model to look for the plane. She started with data on the flight's last known position, along with details of currents and weather, and stats from previous crashes. She calculated the odds of various scenarios and combined them into a huge probabilistic framework. The mathematical model <a href=\"http://apps.npr.org/documents/document.html?id=1096813-af447-final-report-to-bea-jan-2011-2\">calculated the odds of the plane being at any one point in a nearly 50-mile radius of the last point of contact</a>. Keller updated those odds after searchers passed over a section of ocean.</p><p>But initially, the Bayesian search turned up nothing.</p><p>The reason provides a cautionary note about the power of such searches. In her initial guess of where to look, Keller eliminated huge swaths of ocean floor because nobody heard a signal from the plane's black boxes. \"We actually looked at historical data of a bunch of air crashes,\" she says. \"Ninety percent of the time one of them did work.\"</p><p>But the Air France flight was that 1-in-10 case where both boxes were damaged. Two years later, she revised her probability map. This time, searchers started at a red bull's-eye in the center of the search field. \"It was literally within four or five days, and they were right on it,\" she says.</p><p>Barnett says that the tale shows the strength, and weaknesses, of Bayes' theorem. \"Bayes' theorem is calm, it doesn't have emotions and it may actually tell us things we might not have realized otherwise,\" he says.</p><p>But the theorem is only as good as the facts it includes. In the case of Air France, the failure of both black boxes — against the odds — kept the theorem from initially succeeding.</p><p>For the missing Malaysian Airlines flight, the problem may be the sea itself. The southern Indian Ocean is vast, deep and prone to bad weather and powerful currents. Search planes can miss things; boats can pass over wreckage and not even realize it.</p><p>\"If the search itself is imperfect, then the revisions under Bayes' theorem will still leave a great deal of uncertainty,\" warns Barnett. \"You might not be that far away from where you started.\"</p><p>Still, Keller says, Bayes' theorem probably does have something to offer. Even if the search area it predicts proves vast, \"it's going to be better than searching the whole Indian Ocean.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+A+250-Year-Old+Mathematical+Theorem+Find+A+Missing+Plane%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1294411758-d31691.m3u?orgId=1&topicId=1001&ft=3&f=294390476"},{"href":"http://media.npr.org/assets/img/2014/03/25/af447-3d767f1c99d82c82d9ca410f82f48324b17d74fa.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"432","width":"576"}},{"href":"http://media.npr.org/assets/img/2014/03/25/480357151-ccf15db073d8f71bbc53bab1b52f68b82a2f8899.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2333","width":"3116"}}]}