{"created":"2014-09-14T09:31:22+00:00","modified":"2014-10-30T22:28:26+00:00","valid":{"from":"2014-10-30T22:28:26+00:00","to":"3014-10-30T22:28:26+00:00"},"hreflang":"en","title":"The Nile Project: Producing Harmony In A Divided Region","published":"2014-09-16T17:32:00+00:00","teaser":"It began as a conversation over a beer. Now, a collaboration between musicians across the Nile basin has expanded to concert tours, albums and courses at universities in the U.S. and East Africa.","itags":["npr_api","347733976"],"guid":"90a16f5c-7edb-4989-9c21-11507862e1ba","contentencoded":"<p>In a quiet park in Kampala, Uganda, 14 musicians from seven East African countries sit together under a tree. They're working on an idea from Ugandan musician Lawrence Okello.</p><p>\"This is what I would suggest for this piece: That we have a conflict,\" Okello says to the group. \"And then all of us will keep on adding flavors from different cultures, but maintaining the water that flows.\"</p><p>The musicians speak many languages, which means ideas and instructions have to get translated multiple times. They use different rhythms, even different tonal systems. And they play many instruments: Sudanese harps, Kenyan kettle drums, Ethiopian violins, Burundian thumb pianos, Egyptian flutes.</p><p>But under this tree, they're listening for what's shared: conflict that resolves into harmony.</p><p>This is the Nile Project — an education and development initiative that uses music to help find new ways to share an ancient resource.</p><p>\"When we divert and go to your culture, give us that authentic touch of it,\" Okello continues. \"Ah, that is Egypt. Mm, that is Rwanda. And then we go back to the Nile, and continue. We have a journey to make.\"</p><p>That journey started in a bar in Oakland, Calif. Egyptian-American ethnomusicologist Mina Girgis and his friend, Ethiopian-American singer Meklit Hadero, were talking about the musical connections between their two countries.</p><p>\"In London or New York or San Francisco, we're each other's neighbors and friends and co-workers,\" Hadero says. \"And the fact that folks from everywhere are in those places means that we can hear each other's music, we can grow beyond being strangers in a very everyday way. And this just isn't true of life on the continent of Africa.\"</p><p>Back home, in East Africa, Hadero says there are too many cultural barriers. But Girgis says there is a point of connection.</p><p>\"For me, the connection was the Nile. It's a river. It's an organism made of 437 million people, 11 countries, some of the poorest countries in the world,\" he says.</p><p>Right now, the Nile more often divides than unites. The longest river in the world, it is a vital source of drinking water, irrigation, jobs electricity, and transportation in 11 countries in East Africa — countries as diverse as Uganda and Sudan, Egypt and Ethiopia. Nile waters are a source of stability, but also a source of conflict over how the water gets used and who gets to decide.</p><p>For example, last year, Ethiopia diverted Nile waters to begin construction on Africa's biggest hydroelectric plant. Egypt worried that this would cut off most of the country's drinking water, and the government threatened military action. Against a backdrop of conflicts like this, Girgis and Hadero had what they jokingly call a very 'San Francisco' idea.</p><p>\"Why don't we create a project that brings musicians from across the river together,\" Hadero says, recounting the moment. \"Wouldn't that be amazing?\"</p><p>They quickly realized music could be a door-opener for a much larger project — one aimed at sustaining a finite resource and fostering a new regional identity.</p><p>\"We can be a kind of model for the world that we want to see,\" Hadero says. \"And the Nile Basin that we'd like to see. \"</p><p>Under the direction of Nile Project musical director Miles Jay, the songs written in Kampala will become part of a concert tour and album called <em>Jinja</em>, after the Ugandan town at the source of the Nile. Last year's album, <em>Aswan</em>, took its name from the Egyptian town at the river's end.</p><p><em>Aswan</em> got international attention — and helped organizers move forward. Nile Project fellowships will support students at four East African universities. Programs at Boston University, Stanford, Penn State and others, as well as a K through 12 curriculum are in progress, all tied to the Nile Project's 2015 concert tour. Ethnomusicologist Mina Girgis says this is what they had in mind all along.</p><p>\"Is it a music project? Is it an environment project? Is it a dialogue project? In reality, it's all of those things,\" she says.</p><p>\"Kilmat Watan,\" the song that brought down houses across The Nile Project's Africa tour, mixes Arabic lyrics, Ugandan and Kenyan rhythms, Egyptian and Ethiopian vocals, and Sudanese, Rwandan, and Burundian strings.</p><p>What started out as two friends sharing a beer and talking music has grown into a mix of cultures created by musicians and audiences who might never have met otherwise.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Nile+Project%3A+Producing+Harmony+In+A+Divided+Region&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie Caine","audio":[{"meta":{"duration":"409"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348412200-a17b0f.m3u?orgId=1&topicId=1106&ft=3&f=347733976"},{"href":"http://media.npr.org/assets/img/2014/09/12/img_8661-copy-262020e02659ec258fd7ba42944efdfdb7db9943.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}}]}