{"created":"2014-10-07T18:40:38+00:00","modified":"2014-10-30T23:27:06+00:00","valid":{"from":"2014-10-30T23:27:06+00:00","to":"3014-10-30T23:27:06+00:00"},"hreflang":"en","title":"Entrepreneur Looks Beyond Africa's Problems To Focus On Solutions ","published":"2014-08-11T15:04:00+00:00","teaser":"To promote global trade, Vital Sounouvou founded a company that connects producers with traders, allowing a farmer in Benin to sell products to a buyer in South Africa — with just a cellphone.","itags":["npr_api","339202670"],"guid":"90bf9b58-1cb8-4735-808b-4101c40b7122","contentencoded":"<p><em>Each week, </em>Weekend Edition Sunday<em> brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>Vital Sounouvou comes from Benin, a small country in West Africa. To help promote global trade in Africa, he founded the company Exportunity.com after some sobering advice from a college professor.</p><p>\"When I was 16, I graduated from high school and I started college,\" Sounouvou says, \"and the first thing the professor told me: 'After the three years you'll spend here, you won't find a job, so you better create your own company.' \"</p><p>Exportunity is an online platform that connects producers with traders. It allows a farmer in Benin to sell his products to a buyer in South Africa — or even the U.S. — with just a cellphone.</p><p>Sounouvou was one of 500 African leaders chosen to be part of President Obama's Young African Leaders Initiative, which met in Washington this past week. He tells NPR's Linda Wertheimer that his company was inspired by sites like eBay, but adapted Exportunity to the African market.</p><p>\"We built the only mobile application that works on all types of mobile devices, including non-smartphones,\" Sounouvou says.</p><p>In Africa, Sounouvou says, there are 700 million mobile phones, but a large percentage of them are not smartphones, especially those used by farmers.</p><p>\"Almost 70 percent of whatever crop is produced in Africa is wasted because the producers have no way to get the product to market,\" he says.</p><p>Sounouvou says that after bad deals with other countries, including China, the U.S. has an opportunity build a new trade relationship with African nations.</p><p>\"We see America as a hope ... to build a genuine relationship based on trust and cultural understanding,\" he says.</p><p>Sounouvou says focusing only on the problems in Africa — war, poverty and disease — it's hard to come up with change and innovation. He says what's needed is less focus on the problem and more focus on solutions. One of those solutions, he says, is empowering people.</p><p>\"We need to empower people economically,\" he says. \"When somebody has food to eat, he can think about innovating.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Entrepreneur+Looks+Beyond+Africa%27s+Problems+To+Focus+On+Solutions+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"352"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339292676-857f5e.m3u?orgId=1&topicId=1022&aggIds=177065210,130593764&ft=3&f=339202670"},{"href":"http://media.npr.org/assets/img/2014/08/09/vital-9ea3cab8b5f4432ad1d3dc196e16aba650d8942d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"383","width":"511"}}]}