{"created":"2015-05-15T11:17:08+00:00","modified":"2015-05-15T11:17:08+00:00","valid":{"from":"2013-08-08T16:06:22+00:00","to":"3013-08-08T16:06:22+00:00"},"hreflang":"en","guid":"90ee267a-cf69-48e0-8d65-000a01f2759a","title":"Banks sue a California city trying to take over underwater mortgages","published":"2013-08-08T16:06:22+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The city of Richmond, Calif. -- a working-class community in the Bay Area -- is now in federal court. Banks sued the city yesterday over a novel legal strategy the city is trying to use to deal with a troublesome blot on the city&apos;s economic health: distressed homeowners who owe more on their mortgages than their houses are worth.</p>\"},{\"content\":\"<p>With the help of a private investment firm called Mortgage Resolution Partners, Richmond is trying to keep those homeowners in their homes, using ‘eminent domain’ to force banks and investors to sell their mortgages off to the city at a discount.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Richmond, and Mortgage Resolution Partners (MRP), insist this is for ‘the public good’ -- just like the use of eminent domain to seize property to build  roads, parks or affordable housing. Property owners are entitled to fair compensation, often determined by a court. The same could occur in this case if the parties don&apos;t agree on a price.</p>\"},{\"content\":\"<p>Yesterday in federal court in San Francisco, several banks, including units of Wells Fargo and Deutsche Bank, representing multiple mortgage investors, including BlackRock, Pacific Investment Management, Fannie Mae and Freddie Mad, sued, alleging the plan is not in the ‘public good’ at all, and would the banks and investors financially.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Mortgage Resolution Partners’ business proposition for the City of Richmond goes like this:</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Let’s say a homeowner is stuck with a $300,000 mortgage. But the house is now worth a lot less -- perhaps, $250,000.</p>\"},{\"content\":\"<p>The city will force the mortgage holder, via eminent domain, to sell the mortgage at less than face value -- let&apos;s say, $225,000. The homeowner gets to refinance at $250,000. There’s $25,000 left over from the refinance proceeds, That profit would be split by the city (to use for legal and administrative fees, or other public purposes), MRP, and the investors MRP solicits to put up the money for the deal.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“MRP’s fee is a flat-fee per loan, and that fee is $4,500,” says <span>John Vhaloplus, MRP’s Chief Strategy Officer</span>. “We don’t share in any profits.” He says the $4,500 fee is the same that  any bank would be paid -- for instance, Morgan Stanley or Bank of America -- to reduce principal and refinance an underwater mortgage under the federal program designed to help distressed homeowners.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But critics say the investors that MRP lines up would take a substantial piece of the profit. And it’s out of someone else’s pie, says Christopher Whalen at real estate firm Carrington Investment Services.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Whalen charges that the losers would be the original holder of the mortgage note. That might be a bank, or a group of bond investors who own slices of a mortgage-backed security. Those investors would be forced to take a bath.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s rather unseemly for somebody in our business to advocate the taking of property,” says Whalen. &quot;When you look at this eminent domain process, I don’t think that the holder of the note -- let’s say that they’re compelled to sell -- is going to get good value.”</p>\"},{\"content\":\"<p>Real estate professor Susan Wachter at the University of Pennsylvania’s Wharton School says the city of Richmond and its homeowners could also be big losers.  Lenders could shun them in the future and redline their neighborhoods.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“What does this do to mortgage borrowing and lending in that community?” she asks. “Lenders do have a right not to lend, if in fact the risks seem too high.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Vhaloplus says that MRP, which is based in San Francisco, is currently advising North Las Vegas, Nevada, as well as La Puente and El Monte in Southern California, on the potential use of eminent domain <span>to reduce principal, refinance mortgages, and reduce distressed homeownership. </span>He says nonprofit community groups are advising cities including Newark and Seattle as they consider pursuing the same strategy .</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Susan Wachter says that if Richmond, California, and other cities succeed in using eminent domain to force banks to sell off underwater mortgages, it could increase investors’ perception of mortgages and mortgage-backed securities as risky and unreliable. And that could increase mortgage interest rates and other borrowing costs across the country. And that, she says,  could lead to less lending, and hurt the housing recovery, down the road.</p>\"}]","description":"Richmond, Calif., is trying to help distressed homeowners by reducing the principal on their mortgages using eminent domain.","teaser":"Richmond, Calif., is trying to help distressed homeowners by reducing the principal on their mortgages using eminent domain.","tags":["APM","Economy","Housing","california","eminent domain","housing bubble","real estate"],"byline":"Mitchell Hartman","itags":["Marketplace for 8/8/13","90ee267acf698e05d65e000a01f2759a","PMP:Marketplace_PMP","Marketplace"],"contentencoded":"<div class=\"barn-cleaned\"><p>The city of Richmond, Calif. -- a working-class community in the Bay Area -- is now in federal court. Banks sued the city yesterday over a novel legal strategy the city is trying to use to deal with a troublesome blot on the city's economic health: distressed homeowners who owe more on their mortgages than their houses are worth.</p>\n<p>With the help of a private investment firm called Mortgage Resolution Partners, Richmond is trying to keep those homeowners in their homes, using ‘eminent domain’ to force banks and investors to sell their mortgages off to the city at a discount.</p>\n<p>Richmond, and Mortgage Resolution Partners (MRP), insist this is for ‘the public good’ -- just like the use of eminent domain to seize property to build &nbsp;roads, parks or affordable housing. Property owners are entitled to fair compensation, often determined by a court. The same could occur in this case if the parties don't agree on a price.</p>\n<p>Yesterday in federal court in San Francisco, several banks, including units of Wells Fargo and Deutsche Bank, representing multiple mortgage investors, including BlackRock, Pacific Investment Management, Fannie Mae and Freddie Mad, sued, alleging the plan is not in the ‘public good’ at all, and would the banks and investors financially.</p>\n<p>Mortgage Resolution Partners’ business proposition for the City of Richmond goes like this:</p>\n<p>Let’s say a homeowner is stuck with a $300,000 mortgage. But the house is now worth a lot less -- perhaps, $250,000.</p>\n<p>The city will force the mortgage holder, via eminent domain, to sell the mortgage at less than face value -- let's say, $225,000. The homeowner gets to refinance at $250,000. There’s $25,000 left over from the refinance proceeds, That profit would be split by the city (to use for legal and administrative fees, or other public purposes), MRP, and the investors MRP solicits to put up the money for the deal.</p>\n<p>“MRP’s fee is a flat-fee per loan, and that fee is $4,500,” says <span>John Vhaloplus, MRP’s Chief Strategy Officer</span>. “We don’t share in any profits.” He says the $4,500 fee is the same that &nbsp;any bank would be paid -- for instance, Morgan Stanley or Bank of America -- to reduce principal and refinance an underwater mortgage under the federal program designed to help distressed homeowners.</p>\n<p>But critics say the investors that MRP lines up would take a substantial piece of the profit. And it’s out of someone else’s pie, says Christopher Whalen at real estate firm Carrington Investment Services.</p>\n<p>Whalen charges that the losers would be the original holder of the mortgage note. That might be a bank, or a group of bond investors who own slices of a mortgage-backed security. Those investors would be forced to take a bath.</p>\n<p>“It’s rather unseemly for somebody in our business to advocate the taking of property,” says Whalen. \"When you look at this eminent domain process, I don’t think that the holder of the note -- let’s say that they’re compelled to sell -- is going to get good value.”</p>\n<p>Real estate professor Susan Wachter at the University of Pennsylvania’s Wharton School says the city of Richmond and its homeowners could also be big losers. &nbsp;Lenders could shun them in the future and redline their neighborhoods.</p>\n<p>“What does this do to mortgage borrowing and lending in that community?” she asks. “Lenders do have a right not to lend, if in fact the risks seem too high.”</p>\n<p>Vhaloplus says that MRP, which is based in San Francisco, is currently advising North Las Vegas, Nevada, as well as La Puente and El Monte in Southern California, on the potential use of eminent domain <span>to reduce principal, refinance mortgages, and reduce distressed homeownership.&nbsp;</span>He says nonprofit community groups are advising cities including Newark and Seattle as they consider pursuing the same strategy .</p>\n<p>Susan Wachter says that if Richmond, California, and other cities succeed in using eminent domain to force banks to sell off underwater mortgages, it could increase investors’ perception of mortgages and mortgage-backed securities as risky and unreliable. And that could increase mortgage interest rates and other borrowing costs across the country. And that, she says, &nbsp;could lead to less lending, and hurt the housing recovery, down the road.</p></div>","audio":[{"type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/richmond.jpg?itok=dOLQiCYG"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/08/marketplace_segment18_20130808_64.mp3","type":"audio/mpeg","meta":{"duration_hms":"00:02:01","duration":121,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/08/marketplace_segment18_20130808"}}}]}