{"created":"2014-11-10T08:03:38+00:00","modified":"2015-05-08T19:30:43+00:00","valid":{"from":"2015-05-08T19:30:43+00:00","to":"3015-05-08T19:30:43+00:00"},"hreflang":"en","title":"Combining The DNA Of Three People Raises Ethical Questions","published":"2014-11-10T22:03:00+00:00","teaser":"Scientists in England are ready to do something that's never been done before — combine the DNA of two women and one man to create embryos that don't carry hereditary mitochondrial disorders.","itags":["npr_api","360342623"],"guid":"90ef572a-64b9-4834-9b81-19800a6979c9","contentencoded":"<p>In a darkened lab in the north of England, a research associate is intensely focused on the microscope in front of her. She carefully maneuvers a long glass tube that she uses to manipulate early human embryos.</p><p>\"It's like microsurgery,\" says Laura Irving of Newcastle University.</p><p><a href=\"http://www.newcastle-mitochondria.com/portfolio/miss-laura-irving/\">Irving</a> is part of a team of scientists trying to replace defective DNA with healthy DNA. They hope this procedure could one day help women who are carrying genetic disorders have healthy children.</p><p>\"We are talking about conditions for which there is currently no cure,\" says <a href=\"http://www.ncl.ac.uk/biomedicine/research/groups/profile/doug.turnbull\">Dr. Doug Turnbull</a>, a professor of neurology at Newcastle University who is leading the research. These <a href=\"http://mitochondrialdiseases.org/mitochondrial-disease/\">mitochondrial diseases</a> are caused by hereditary defects in human cells.</p><p>\"Mitochondria are like little power stations present in all our cells,\" Turnbull says. These power stations provide the energy that cells need. If the mitochondrial DNA is defective, the cells don't work right. The cells in effect run out of energy.</p><p>\"I see the anguish of the families in every clinic that I do,\" says Turnbull. The severity of the disease can vary, with some families seeing their babies die in the first few hours of life. For others it can be a slow, progressive illness often leading to an early death.</p><p>Mitochondria have their own DNA, separate from the DNA that helps control the color of our eyes and hair, the shape of our noses, and how tall or smart we are. The mitochondrial DNA is passed down from mothers to their children.</p><p>Replacing defective mitochondrial DNA with healthy DNA might prevent these diseases from occurring. And that's exactly what Turnbull and his team want to do: DNA transplants.</p><p>But the idea of scientists manipulating a human being's DNA in this way is very controversial. It would be the first time genetic changes have been made in human DNA that would be passed on, down the generations, through the <a href=\"http://ghr.nlm.nih.gov/glossary=germline\">germline</a>. Any baby born this way would have genes from three different people.</p><p>One of Turnbull's patients is Victoria Collins. She comes from a family that has had trouble having healthy babies for generations.</p><p>\"My grandma had twin sisters who both died as babies,\" says Collins, 37, who lives in County Durham. \"One died at 13 days old and one at 6 months old.\" Their little bodies just wasted away. \"No matter how much food the babies were getting, the nutrients just weren't getting through to the body,\" Collins says.</p><p>Collins would like to have children, but like other women in her family, she has defective mitochondrial DNA. \"It's always in the back of my mind that I could pass on mitochondrial disease to a child of mine,\" she says.</p><p>To solve that problem, scientists recruit women with healthy mitochondrial DNA to donate eggs. Next, the researchers fertilize the egg, creating a very early embryo. Then they carefully remove all of the DNA in the nucleus, leaving behind only the healthy mitochondrial DNA.</p><p>The scientists then add in nuclear DNA from an affected couple's very early embryo. The result is an embryo with the healthy mitochondrial DNA of the donor and the nuclear DNA of the mother and father.</p><p>The British scientists are waiting for government approval for the next step — transferring an embryo made this way into the womb of a woman trying to have a healthy baby.</p><p>\"A lot of people find that very troubling,\" says <a href=\"http://www.hgalert.org/topics/hge/threat.htm\">David King</a>, a molecular biologist who runs Human Genetics Alert, a British genetics research watchdog group. \"It speaks to something very deep and emotional in the human psyche about how human reproduction is supposed to work.\"</p><p>King worries that scientists could make some kind of mistake as they are doing the transplant.</p><p>\"You're making changes which we may not know the actual consequences until that person is born, which could include damaging effects on that person's health,\" King says. \"And then those problems would be passed down the generations to that person's descendants. And obviously that's something that you don't want to do.\"</p><p>Allowing scientists to tinker with human DNA for a medical reason, King says, could open the door for doing this kind of thing for other reasons.</p><p>\"That's something that can potentially lead to this future of designer babies and consumer eugenics — whereby people will be able to purchase for their children sort of genetic enhancements of certain characteristics like athletic ability or intelligence,\" King says. \"It will be absolutely socially disastrous for our society.\"</p><p>Despite these concerns, the British government is moving toward letting mitochondrial DNA transfers go ahead. <a href=\"https://www.gov.uk/government/people/sally-davies\">Dr. Sally Davies</a>, England's chief medical officer, dismisses the worries about designer babies and children with three genetic parents. She likes to compare the procedure to changing the battery in a car.</p><p>\"It is all about changing the battery so it works, so you're healthy,\" Davies says. \"The child will have the characteristics any other child would have in that family: intelligence, looks, behaviors, whatever. The only thing different would be those 37 genes in each mitochondria.\"</p><p>For her part, Victoria Collins isn't worried about having a baby with a few dozen genes from another woman.</p><p>\"You've got this desire to be a mother. And you ultimately want your child to be healthy,\" Collins says. \"So it would give us peace of mind, really.\"</p><p>The British Parliament may vote on this by the end of the year. If so, the Newcastle scientists hope to do their first DNA transplant sometime next year.</p><p>In the United States, scientists are working on a similar technique using eggs before they are fertilized. They have used the technique in monkeys, but they are a long way from getting approval to use the procedure in humans.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Combining+The+DNA+Of+Three+People+Raises+Ethical+Questions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"508"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362952911-3d63b3.m3u?orgId=1&topicId=1066&d=508&p=3&story=360342623&t=progseg&e=362952643&seg=7&ft=nprml&f=360342623"},{"href":"http://media.npr.org/assets/img/2014/11/07/npr_dna_1-ab6a88c8f380ec3314b99b250063c12bd8c4ff0d.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"900","width":"1202"}}]}