{"created":"2014-11-07T21:33:12+00:00","modified":"2014-11-10T22:00:41+00:00","valid":{"from":"2014-11-10T22:00:41+00:00","to":"3014-11-10T22:00:41+00:00"},"hreflang":"en","title":"Supreme Court Agrees To Hear New Health Law Challenge","published":"2014-11-08T01:11:00+00:00","teaser":"Health care experts say an adverse ruling would be catastrophic for the health insurance program that the president has fought so hard to enact and preserve.","itags":["npr_api","362346337"],"guid":"90f1aa70-931f-48d5-87ad-18547bb00a35","contentencoded":"<p>In a rare and unexpected move, the U.S. Supreme Court has agreed to hear a new challenge to the Obama health care overhaul, dealing the White House yet another blow this week. Health care experts say an adverse ruling would be catastrophic for the health insurance program that the president has fought to enact and preserve.</p><p>The case centers on what some opponents of the law once called a \"glitch.\" They have seized on that glitch to dismantle the heart of the health care law — the tax credits and subsidies that make health insurance affordable for millions of low- and middle-income Americans.</p><p>What's more, Friday's action by the Supreme Court would appear to signal that at least four justices think the law's opponents have a reasonable case.</p><p>Under the health care law, each state is to set up its own health care exchange, and if it does not do so, the federal government steps in. As things have turned out, 36 states, more than two-thirds, have deferred to the federal government, most because of opposition from state Republicans, and a few because of state problems in setting up exchanges on their own.</p><p>The problem is that one subsection of the health care law says that the tax credits and health insurance subsidies that are at the heart of the law can only be paid out by \"state-run exchanges.\" Opponents of the law contend this language means that low- and middle-income people buying insurance from the federally run exchanges are ineligible for the subsidies and tax credits. The federal government counters that under the explicit terms of the statute, a federally run exchange <em>is</em> a state exchange.</p><p>At the White House on Friday, spokesman Josh Earnest expressed confidence that the administration would prevail. \"The congressional intent here is quite clear. They intended for customers who signed up for health insurance through the marketplace to be eligible to receive assistance from the government to make their premiums more affordable. That is, after all, one of the principal goals of the Affordable Care Act,\" said Earnest.</p><p>But the Supreme Court's decision to step into the case now is an ominous sign for the administration. The court rarely intervenes in a controversy when there is no disagreement in the lower courts, the exception being if a federal law or regulation has been struck down. And so far, only one federal appeals court has ruled on this challenge, dismissing it and upholding the current system. A 2-to-1 decision by an appeals court panel in Washington, D.C., was voided when the full 11-judge court voted to review the case. Oral arguments in that case were set for December.</p><p>Nonetheless, Obamacare opponents have pressed the Supreme Court to step in now.</p><p>\"Billions of dollars are flowing out of the federal Treasury. Sooner or later you're going to have to decide this case. You should decide it sooner,\" said lawyer Michael Carvin, in summing up the argument for early intervention.</p><p>Supporters of the law countered that there was no reason to enter the fray in a case with so little merit. \"The argument, frankly, is made up out of whole cloth in an attempt to get rid of a law that political opponents do not like,\" said Elizabeth Wydra, counsel for the Constitutional Accountability Center.</p><p>But the Supreme Court, or at least four justices, seem to have taken the argument more seriously than that. It requires the votes of four members of the court to grant review of a case. So, Friday's decision to do that means the court will hear arguments in the Affordable Care Act case this spring, with a decision by summer.</p><p>Health experts agree the stakes will be high. \"They could have just catastrophic consequences,\" for Obamacare, says Timothy Jost, a Washington & Lee law professor. Jost explains that because the provisions of the health care law are so interconnected, a ban on subsidies in 36 states would have cascading effects. Not only would millions of Americans see their premiums jump as much as 75 percent, but employers in those states would no longer face penalties for failure to provide employee health insurance, and the individual mandate would be greatly weakened.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Agrees+To+Hear+New+Health+Law+Challenge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362352012-23ac08.m3u?orgId=1&topicId=1070&ft=3&f=362346337"}]}