{"created":"2015-06-18T09:00:28+00:00","modified":"2015-07-02T23:05:23+00:00","valid":{"from":"2015-07-02T23:05:23+00:00","to":"3015-07-02T23:05:23+00:00"},"hreflang":"en","title":"Raised Around Cry For Smaller Government, Rand Paul Carries The Torch","published":"2015-06-18T13:04:00+00:00","teaser":"In Lake Jackson, Texas, where Paul grew up, he learned politics and his small-government philosophy around his family's kitchen table.","itags":["npr_api","413928387"],"guid":"90f693f2-6a90-4347-b585-ec6082cd709d","contentencoded":"<p><em>This story is part of NPR's series </em><a href=\"http://www.npr.org/series/415173943/journey-home\">Journey Home</a><em>. We're going to the places presidential candidates call home and finding out what those places tell us about how they see the world.</em></p><p>Sen. Rand Paul made headlines recently with his one-man effort to roll back government surveillance. And that's the just beginning of Paul's plan to dismantle big chunks of the federal government.</p><p>\"The Washington machine that gobbles up our freedoms and invades every nook and cranny of our lives must be stopped,\" Paul declared in April, as he announced his presidential campaign.</p><p>But Paul's hometown of Lake Jackson, Texas, only exists because of a shotgun wedding between big government and industry. The city was hastily built near the Texas Gulf Coast in the 1940s to house workers at a nearby Dow Chemical plant, so that they could produce the magnesium the military needed during World War II.</p><p>\"The U.S. government stepped in and they made it happen,\" said Robert Rule, executive director of the Lake Jackson Historical Association.</p><p>Lake Jackson's curving streets were master-planned to protect the city's live oak trees — a stark contrast to the unregulated sprawl of Houston, 50 miles to the north.</p><p>Dow Chemical banners still hang at Rand Paul's alma mater, Brazoswood High School, a large, brick building surrounded by ballfields.</p><p>\"Our family has deep roots in this community and in this school,\" said Matthew Pyeatt, the senator's nephew, who's now an assistant principal at the school. In a small town like Lake Jackson, Pyeatt says, \"Everybody knows who you are and everybody knows who your family is.\"</p><p>Rand Paul was known as standout on the high school swim team. His older brother Ronnie still holds the school record for the 100-meter butterfly. Their father, Ron Paul, was the local obstetrician. He delivered many of the babies in town, but refused to accept either Medicare or Medicaid.</p><p>The elder Paul took his libertarian leanings to Congress in 1976.</p><p>\"Ron went up there as 'Dr. No,' \" recalled Mary Jane Smith, Ron Paul's original campaign manager. \"We loved it. We loved his going up there and just trying to turn back the growth of government.\"</p><p>In those early days, the den of the family's ranch-style home was campaign central. Members of the Methodist church choir and the PTA were drafted to help sort incoming mail. And libertarian economists such as Murray Rothbard and Hans Sennholz were frequent guests at family dinners.</p><p>\"They were always around the kitchen table. The kids would come and have dinner,\" Smith said. \"And I remember Randy sitting there, being there. And I've heard him say as an adult, 'I just learned so much by just listening.' \"</p><p>Rand Paul listened carefully and absorbed much of his father's small-government philosophy. Before he tried taking a scalpel to government, though, Rand Paul followed his father into medicine. There's a striking photo in the high school yearbook of young \"Randy\" Paul in anatomy class, smiling as he dissects a cat.</p><p>\"He said when he was a very young man, 'I'm going to be a medical doctor,' \" Pyeatt said. \"He knew exactly what he wanted to be and exactly what he needed to do to get there and be successful.\"</p><p>In 1981, Paul went off to college at Baylor University in Waco, taking his home-grown politics along. He joined a new political organization called the Young Conservatives of Texas. Founder Steve Munisteri recalled that Paul quickly distinguished himself, offering a collegiate preview of the speaking ability that would later make him a C-SPAN sensation.</p><p>\"He can quote philosophers to you. He can quote poets to you. He can quote texts from Austrian economics,\" Munisteri said. \"I mean, he was somebody that would constantly challenge your position if it was different. And he would exchange ideas, not to show he was a better debater but to explore what you believed in and what he believed in.\"</p><p>Paul was accepted to the Duke University School of Medicine after just three years of college. Ultimately, he opened an ophthalmology practice in his wife's home state of Kentucky. Unlike his father, the young Dr. Paul did accept Medicare and Medicaid.</p><p>He also built a home in a stately subdivision where the rules governing property owners fill 21 typewritten pages. The staunch defender of individual freedom couldn't even choose his own mailbox.</p><p>The neighborhood's developer, Jim Skaggs, was also chairman of the Warren County Republican Party. He says that Paul was never active in backslapping party politics.</p><p>\"He never attended a meeting while I was chairman,\" said Skaggs, who also serves on the executive committee of the Kentucky GOP. \"You get to know who is and who isn't interested in politics.\"</p><p>Skaggs was surprised five years ago when Paul came \"out of nowhere\" to win a Senate seat, beating Senate Majority Leader Mitch McConnell's handpicked candidate. To be sure, 2010 was a good year for Tea Party insurgents. But Paul proved to be a more savvy politician than Skaggs had given him credit for.</p><p>\"I underrated Rand,\" Skaggs admitted. \"He's one of the more intellectual and hardest working people there.\"</p><p>People who knew Paul back home in Texas were not surprised. Mary Jane Smith said it wasn't just Austrian economics that Paul picked up around the family dinner table. He also learned the nuts and bolts of running a political campaign. In fact, she added, Rand Paul was often more interested than his father in the tactics it took to get elected — such as how to use polling data to fine-tune a campaign message.</p><p>\"Ron would say, 'Oh no, no, no. We're not changing anything. No, no, no, no, no.' But Rand would make it adaptable to what's going on,\" Smith said. \"He is more realistic about the campaigns than his father is.\"</p><p>Supporters argue now that he's been elected, Rand Paul is also more strategic about governing than his quixotic father, whose views were often too extreme for his own Republican party. The younger Paul didn't exhibit much willingness to compromise during the recent Senate debate over government surveillance, but Munisteri believes that, on most issues, Paul is willing to cut deals if that's what it takes to move beyond dorm room dogma into legislation.</p><p>\"The difference maybe between his dad and Rand is his dad didn't mind being the only vote, 434 to one,\" Munisteri said. \"Many times you cannot get everything you want. The key question is: Do you move government closer to the direction you want it to be or farther away?\"</p><p>And the direction Rand Paul wants to <a href=\"http://crfb.org/blogs/comparing-budgets-spending-revenue-deficits-and-debt\" target=\"_blank\">move the government</a> is still the dramatic downsizing he heard discussed around the kitchen table all those years ago.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Raised+Around+Cry+For+Smaller+Government%2C+Rand+Paul+Carries+The+Torch&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415394756-dc5041.m3u?orgId=1&topicId=1014&aggIds=415173943&d=437&p=3&story=413928387&t=progseg&e=415358348&seg=7&ft=nprml&f=413928387"},{"href":"http://media.npr.org/assets/img/2015/06/17/rand-paul-highschool2_sq-e410531df750f4090f3820029832f8093929c572.jpg","type":"image/jpeg","meta":{"crop":"square","height":"465","width":"465"}},{"href":"http://media.npr.org/assets/img/2015/06/17/rand-paul-house_custom-546e261f60b764728844dc284dfd5c58e0a253a3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1458","width":"2184"}},{"href":"http://media.npr.org/assets/img/2015/06/17/rand-paul-highschool_custom-13b4cb57696bea4532565f4c622bf1b84590d77a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1424","width":"2042"}}]}