{"created":"2014-10-08T14:30:10+00:00","modified":"2014-10-31T01:22:43+00:00","valid":{"from":"2014-10-31T01:22:43+00:00","to":"3014-10-31T01:22:43+00:00"},"hreflang":"en","title":"FBI Director Comey Looks Ahead To His Next Nine Years","published":"2014-06-11T13:45:00+00:00","teaser":"FBI Director Jim Comey serves for a decade, longer than a president or any other national official. That tenure's designed to insulate the FBI from political influence.","itags":["npr_api","319828283"],"guid":"90ff608f-fa62-4840-8a59-445ce72274d5","contentencoded":"<p>FBI Director Jim Comey brushed back a dark curtain last Thursday morning and emerged to greet his audience, <em>Tonight Show</em> style.</p><p>\"I feel like a talk show host,\" Comey told a group of new recruits, the first hired on his watch since he joined the FBI nine months ago.</p><p>The FBI director serves for a decade, longer than the president who appointed him, and longer than any other member of the national security establishment. That tenure's designed to insulate the FBI from political influence. But it also gives the bureau's leader the time to put his stamp on an organization that's meant to disrupt terror plots and root out corruption.</p><p>That effort is now underway, and it's significant enough to send Comey to the academy in Quantico, Va., where about 50 new agents and another 28 intelligence analysts-in-training fill half the auditorium. He wants to deliver a message about integrity, bravery and judgment.</p><p>\"You're gonna get to see a lot of bad things in this work, a lot of pain you're gonna absorb,\" Comey said. \"You're gonna help a lot of people and in the course of helping them you're going to be touched by some of the pain and suffering they've endured. I need you to look after yourselves.\"</p><p><strong>FBI Director As Emergency Foster Parent</strong></p><p>After his chat with trainees, a reporter asked the FBI director what he does off the clock to stay centered. One answer: he and his wife have been helping as emergency foster parents.</p><p>\"Little boy who came to us born a month premature in a homeless shelter to a drug-addicted mother and born in very very difficult circumstances so we got him right out of the hospital,\" Comey said.</p><p>The baby's doing well. He's been placed with an adoptive mom but Comey and his wife, Patrice, still watch the boy a couple times a week.</p><p>\"And we've stayed very close. We'll look after him his whole life,\" Comey said. \"It is absolutely true that as a foster parent that you in a lot of ways get more out of it than you put into it.\"</p><p><strong>Leaving His Mark on the FBI</strong></p><p>These days, Comey's pouring most of himself into charting a course for the FBI. He's on track to hire 1,500 people by October to fill positions that stayed empty during the recent federal budget crunch. And he's starting to make an imprint on some of the most important jobs in the FBI, installing more than a dozen new leaders in cities around the country and 11 more key staffers at headquarters.</p><p>The new executive assistant director of the national security branch, <a href=\"http://www.fbi.gov/news/pressrel/press-releases/andrew-g.-mccabe-named-executive-assistant-director-of-national-security-branch\">Andrew McCabe</a>, once led a team that questions high value terrorism suspects. The new assistant director of the counterterrorism division, <a href=\"http://www.fbi.gov/news/pressrel/press-releases/john-giacalone-named-assistant-director-of-counterterrorism-division\">John Giacalone</a>, helped command and coordinate FBI agents and intelligence operatives in Iraq. And in Miami, the new special agent in charge is <a href=\"http://www.fbi.gov/news/pressrel/press-releases/george-l.-piro-named-special-agent-in-charge-of-fbi-miami-division\">George Piro</a>, the man who interrogated former Iraqi dictator Saddam Hussein. Many of the newly promoted leaders have backgrounds in the military and advanced degrees in law or history.</p><p>But Comey says the FBI still has a long way to go on diversity. In 2001, the bureau <a href=\"http://articles.latimes.com/2001/may/01/news/mn-57894\">settled a huge discrimination case</a> filed by African American agents. Another lawsuit <a href=\"http://seattletimes.com/html/localnews/2020361905_fbibiasxml.html\">filed by a female supervisor in Seattle</a>, brought before Comey arrived, is still moving through the courts.</p><p>\"I'm very fond of slightly geeky 6 [foot] 8 white guys from the Northeast — cause I am one. But if I have a table that's just filled with me's, I'm not being advised, directed, challenged, the way I need to be,\" Comey said.</p><p>Back in the auditorium in Quantico, Comey said the new agents and analysts would be learning more about FBI history in the coming weeks. Not just the decades-long reign of J. Edgar Hoover, but also some of the abuses carried out in his name.</p><p>That history is troubling enough that the new FBI director is adding a stop on the recruits' annual trip to DC's monuments. After visiting the Holocaust museum, they'll go to the Martin Luther King Jr. Memorial, to reflect on how the FBI misused its power to harass the civil rights icon. Comey said he'll go along too, to make sure the trainees understand the lesson he's trying to impart.</p><p>There's room for improvement, too, Comey told his recruits, on the intelligence front.</p><p>After the Sept. 11 attacks, Comey's predecessor, Robert Mueller, devoted himself to turning an agency created to arrest bank robbers into an organization that focuses on preventing crime before it happens.</p><p>\"Bob Mueller began the transformation of this organization after 9-11 to make sure that intelligence was part of all of our operations,\" Comey said. \"We've made tremendous strides there; I've been traveling all over the country trying to figure out how it's going. And my answer is it's going pretty well, but not good enough.\"</p><p>Finding clues and sharing that information — within the FBI and among state and local police — is a centerpiece of that transformation. But a recent watchdog report identified failings there — failings revealed in an investigation after the Boston marathon bombing. The <a href=\"http://www.oig.dhs.gov/assets/Mgmt/2014/OIG_Bos_Marathon_Bom_Rev_Apr14.pdf\">report said</a> federal agents on a terrorism task force had been scribbling information on sticky notes, not exactly conducive to good communications.</p><p>Comey says that problem's already been fixed. But he wants to make sure the FBI is prepared to identify and focus on the biggest threats, not just the easy stuff in the inbox. He's got nine years and three months more to make that happen.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=FBI+Director+Comey+Looks+Ahead+To+His+Next+Nine+Years&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320220107-699635.m3u?orgId=1&topicId=1122&ft=3&f=319828283"},{"href":"http://media.npr.org/assets/img/2014/06/08/475372027-1d6e84c7fef45e87a123aa4f9cd9fcf02b0e1e9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1935","width":"2582"}}]}