{"created":"2015-07-03T20:33:09+00:00","modified":"2015-07-04T04:00:10+00:00","valid":{"from":"2015-07-04T04:00:10+00:00","to":"3015-07-04T04:00:10+00:00"},"hreflang":"en","title":"On The Rebound, Panthers Prowl Expanding Swath Of Land In Florida","published":"2015-07-03T22:31:00+00:00","teaser":"From a low of about 20, the population of Florida's state animal has grown to about 200 — enough, wildlife officials say, to warrant taking them off the endangered species list. Not everyone agrees.","itags":["npr_api","418585657"],"guid":"91143234-33a9-419b-be6f-b4d1bc185756","contentencoded":"<p>In Florida, the official state animal triggers mixed feelings. The Florida panther has been on the endangered species list for nearly 50 years. From a low point in the 1970s when there were only about 20 panthers in the wild, the species has rebounded.</p><p>Now, nearly 200 range throughout southwest Florida. And some officials, ranchers and hunters in the state say that may be about enough.</p><p>Florida panthers are a subspecies of the cougar or mountain lion. They're slightly smaller than their cousins, but like them, the panthers need lots of room to roam.</p><p>At the northern end of the panthers' range is <a href=\"http://www.blackboarranch.com/\">Black Boar Ranch</a>, a hunting preserve near the town of LaBelle. When the ranch started 15 years ago, says ranch manager Cliff Coleman, you never saw panthers.</p><p>\"Then you'd see tracks and then you finally got to where you see them, see sign all the time really,\" he says.</p><p>Now, there's a female panther with kittens living on the property, Coleman says. Like most ranchers in panther country, he loses livestock and game to panthers. While he doesn't like it, Coleman says the panthers were here first</p><p>Black Boar Ranch recently signed an agreement with the U.S. Agriculture Department and the Nature Conservancy, a private environmental group, <a href=\"http://www.nature.org/ourinitiatives/regions/northamerica/unitedstates/florida/newsroom/florida-panther-corridor-protected-at-black-boar-ranch.xml\">designating a portion of the ranch as habitat for the Florida panther</a>. It connects to adjoining properties to the north and south, creating a travel corridor for panthers.</p><p><a href=\"http://www.nature.org/ourinitiatives/regions/northamerica/unitedstates/florida/explore/save-the-florida-panther.xml\">Creating a travel corridor for panthers</a> and other wildlife has become increasingly important as the big cat's population has grown in southwest Florida.</p><p>\"Because their ranges are fairly large,\" says Wendy Matthews, with the Nature Conservancy, \"they need to move north in order to continue having a healthy population in terms of genetics and then also being able to have sufficient game to eat and feed their kittens with.\"</p><p>Florida officials estimate there are now at least 180 Florida panthers living on millions of acres of public and private land in Florida. But after decades of protecting the panther and working to expand its habitat, state wildlife officials now say they want to adopt a new policy toward the endangered species.</p><p>Under a federal recovery plan for the panther, it can't be taken off the endangered species list until three populations of 240 animals or more are established in Florida or other Southeastern states.</p><p>Liesa Priddy, a member of the Florida Fish and Wildlife Conservation Commission and a ranch owner, believes those goals may be unrealistic.</p><p>\"We're at the point where we're probably pushing the 240 animals in this primary, first range for panthers,\" she says. \"And where does the second population go? Because it takes a lot of contiguous land to support a panther population.\"</p><p>Environmental and animal welfare groups are outraged. Many gathered recently in Sarasota at a hearing to discuss the new policy.</p><p>\"We are shocked and dismayed that the Florida Wildlife Commission is backing off decades of protection for the Florida panther,\" said Laura Bevan with the Humane Society.</p><p>Jennifer Hecker, with the Conservancy of Southwest Florida, added: \"We cannot fathom how we can be talking about that there are too many panthers.\"</p><p>If adopted, the new plan would put Florida on record opposing efforts to establish a new panther population outside of southwest Florida. In their current range, the plan says, panthers may have exceeded their habitat's \"carrying capacity.\"</p><p>At the hearing, the commission heard from dozens of people opposed to any move to weaken the state's commitment to re-establishing the panther. But there also were many on the other side — hunters angry that panthers have taken their game and ranchers upset that panthers sometimes take their livestock.</p><p>\"I raise cattle for a living,\" said Jack Johnson, a rancher. \"I don't come to your house and take whatever it is you do. And I expect you don't come to my house and take mine.\"</p><p>But panthers are just one part of a much larger dispute playing out in Florida: one about land use and the future of millions of undeveloped acres in the state. After decades of development along the coasts, builders and retirees are increasingly looking to new communities in Florida's interior, including areas west of Lake Okeechobee where panthers are becoming common.</p><p>Paul Carlisle, an administrator from Glades County, says more than one-third of the land there is already under conservation easements. Setting aside more land for panthers, he says, would hurt the county's economy. The panther, Carlisle noted to the commission, used to range not just in Florida, but throughout the Southeast, from Texas to North Carolina.</p><p>\"Why should Florida carry the whole burden of the panther that once had that broad range, and the expenses that goes along with it? And the cost of development,\" Carlisle said. \"Yes, development is needed. To be sustainable, we have to have development.\"</p><p>Florida's Fish and Wildlife Conservation Commission took another controversial position this month, responding to the rebounding black bear population by <a href=\"http://www.npr.org/2015/02/28/389516451/to-curb-bear-population-florida-reinstates-hunting-season\">approving a bear hunt</a>. Using some of the same reasoning as with panthers, the commission says bears may have reached the carrying capacity in some areas and it's now necessary to control their population.</p><p>They are three species: panthers, bears and people, all of which require a lot of space. In Florida, officials say panthers and bears may just about have reached their limit.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+The+Rebound%2C+Panthers+Prowl+Expanding+Swath+Of+Land+In+Florida&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419824417-408f49.m3u?orgId=1&topicId=1025&d=274&p=2&story=418585657&t=progseg&e=419643655&seg=4&ft=nprml&f=418585657"},{"href":"http://media.npr.org/assets/img/2015/06/30/pan2-edit-14dfa4ee09b00b35195f6a9706cb925ae13764ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1346","width":"1794"}},{"href":"http://media.npr.org/assets/img/2015/06/30/photo-3-7029f649d487905731e53aac24849011a8a13354.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"357","width":"476"}},{"href":"http://media.npr.org/assets/img/2015/06/30/pan4-edit-8146ad7b3fa7290a031ffff5336248439e7bdfcc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1961","width":"2615"}}]}