{"created":"2014-08-28T21:13:32+00:00","modified":"2014-08-28T21:13:32+00:00","valid":{"from":"2014-08-28T21:13:32+00:00","to":"3014-08-28T21:13:32+00:00"},"hreflang":"en","guid":"9115b5d7-ff43-415b-a1e3-ce8e9fed2faf","title":"Alaska's first mosque prepares to open its doors","published":"2014-08-28T21:13:31+00:00","byline":"Shirin Jaafari","tags":["religion","culture","Global Nation","Belief","Lifestyle & Belief","Anchorage","North America","United States","Alaska","North America","Heather Robertson Barbour","Mosque","Islam","Religion","Islamic culture","Islamic architecture"],"teaser":"The Muslim community in Alaska is larger than you might think. And now, after years of fundraising, they have a place of worship.","contentencoded":"<p>For the Muslim community in Anchorage, Alaska, the get-togethers and communal prayers used to take place in a rented space in a shopping mall.</p><p>&quot;It&#39;s a small place,&quot; says Heather Robertson Barbour, a Muslim who lives in Anchorage.</p><p>She says over the years, the Muslim community in Alaska has grown larger and the space they rented became too small.&nbsp;<span style=\"line-height: 1.538em;\">But soon, they&#39;ll have a brand new </span><a href=\"http://alaskamasjid.com/masjid.php\" style=\"line-height: 1.538em;\">mosque</a>&nbsp;to call their spiritual home.</p><p><span style=\"line-height: 1.538em;\">The idea for the mosque came about a few years ago and after years of fundraising, construction finally began in 2010.</span></p><p>[[{\"fid\":\"72857\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":407,\"width\":1275,\"style\":\"line-height: 1.538em; width: 500px; height: 160px; float: right;\",\"alt\":\"Mosque in Alaska\",\"title\":\"Mosque in Alaska\",\"class\":\"media-element file-default\"}}]]</p><p>&quot;<span style=\"line-height: 1.538em;\">It will be a two-story building. The men will be in the prayer area on the first floor and the women will be on the second floor. There will be a balcony where women can watch the Imam when he does sermons,&quot; Barbour says.</span></p><p>The second phase of the construction consists of creating classrooms, offices and a library.</p><p>Because of harsh winters and heavy snowfalls in Alaska, the mosque will not have a dome. But t<span style=\"line-height: 1.538em;\">he cold weather&nbsp;</span><span style=\"line-height: 1.538em;\">hasn&#39;t stopped the flow of immigration to Alaska.&nbsp;</span><span style=\"line-height: 1.538em;\">Barbour says her hometown is much more diverse than people think.</span></p><p>&quot;We have people from all over the world,&quot; she says. &quot;We have people from southeast Asia, south Asia, India, Pakistan, the Middle East, Europe.&quot;</p><p>While this kind of diversity could cause friction in some communities, Barbour says that&#39;s not the case in Anchorage.</p><p>&quot;If, say, an Arab tries to impose their culture, Pakistanis say, no, that&#39;s not Islamic. You have to go to the books, you have to research,&quot; she says.</p><p>And now that the state has a new mosque, Barbour thinks Muslims there will feel more organized. The place will give them more of an identity.</p><p><span style=\"line-height: 1.538em;\">&quot;We&#39;ll have the facilities. We won&#39;t have a kind of a rag-tag operation,&quot; she says.</span></p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082620145.mp3"},{"href":"/file/082620145mp3-1"}]}