{"created":"2014-10-08T17:34:42+00:00","modified":"2014-10-31T02:30:11+00:00","valid":{"from":"2014-10-31T02:30:11+00:00","to":"3014-10-31T02:30:11+00:00"},"hreflang":"en","title":"'The Noble Hustle': In Vegas And In Life, We Play The Cards We're Dealt","published":"2014-05-03T16:33:00+00:00","teaser":"Novelist Colson Whitehead is also a devoted poker player. And in 2011 <em>Grantland</em> gave him the assignment to write about the World Series of Poker — by playing in it.","itags":["npr_api","308751363"],"guid":"911d7df2-380a-4f10-88d5-7e3f9bbe72eb","contentencoded":"<p>Poker is a favorite metaphor for life, and Colson Whitehead says it's not a bad comparison — especially for big city life. \"I think you survive in New York just by having fewer bad things happen to you,\" he tells NPR's Scott Simon. \"And I think that's true for poker as well: If you can play your good cards your bad cards decently and hope that your other player is not as adept at riding these currents of luck and circumstance, you're in good shape.\"</p><p>Whitehead is the author of the novels <em>Zone One</em> and <em>The Institutionist</em>, and a devoted, but casual poker player. In 2011 <em>Grantland </em>magazine gave him the assignment <a href=\"http://grantland.com/features/part-1/\" target=\"_blank\">to write about the World Series of Poker</a> in Las Vegas — by being in it. That experience inspired his new book<em> The Noble Hustle: Poker, Beef Jerky, and Death.</em></p><p>Whitehead has an excellent poker face. \"I have a good poker face because I'm half dead inside,\" he writes. \"My particular combo of of slack features, negligible affect and soulless gaze has helped my game ever since I started playing 20 years ago.\"</p><p>His poker face hasn't helped him \"human relationships-wise over the years,\" but he's sure he's not alone. \"Anyone whose peculiar mix of genetic material and formative experiences has resulted in a near expressionless mask can relate. Nature giveth, taketh, etc.,\" he writes. \"You make the best of the hand your dealt.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On how he prepared for the World Series of Poker in just six weeks</strong></p><p>When I got the assignment it seemed like the assignment of a lifetime. Then I realized I had never played tournament poker before, which is very different than your home game. There are different rules, different rhythms, different ways of betting — and I only had six weeks.</p><p>I tried to attack it scientifically. I bought a bunch of books and they were all the wrong books — they were money game books and not tournament books. And so I started to lose sleep. One of my friends knew someone who had played in a World Series and she agreed to talk to me and she became my coach and she taught me where to go in Las Vegas, the better books to read, and basically how to keep my head together.</p><p><strong>On building up his physical and mental endurance</strong></p><p>Nutrition is very important. The World Series is a 12-hour stretch that you're at the tables so it seemed a physical trainer might help me. So another friend recommended a woman ... who helped me with some yoga poses so I could keep limber. ... Breathing exercises were most handy — when I was freaking out at the table I would take a deep breath, hold it, and then let it out.</p><p><strong>On his evolving relationship with Las Vegas</strong></p><p>When I first went to Vegas in '91 after college, I thought it was campy and kitschy and I thought I'd have fun making fun of the sort of culture there. But somehow I felt I fit right in — I'm not sure what that says about me — I felt I was a part of this weird, arcane, bizarre culture. And I guess in the years as I've gone back and the city has grown and there are more permutations of Vegas, I admire it. I admire this sort of great kingdom in the desert.<strong></strong></p><p><strong>On glimpses of gambling addiction</strong></p><p>There was one time when I was coming out of Caesars in Atlantic City and there was a man in his 60s who needed to gamble, and his friends were trying to usher him back into their rental car. And he was shouting, \"I need to gamble!\" ... And it was sort of a glimpse into the kind of gambling addiction I hadn't seen that much.</p><p>I'd seen these poker scientists enjoy the game and spin their great narratives and seen their dexterous moves on the felt. But there are people who don't win, and there are people who don't get to the final tables, or make it to Vegas at all. They're [the ones] coming to Atlantic City, to the cheaper casinos ... who are the casualties.</p><p><strong>On whether he played differently at the World Series because he didn't have any real money in the game — <em>Grantland </em>was paying his way and writing off his loses</strong></p><p>I went in intending to write about the experience and then once the game started I realized it was more than an assignment. It meant much more to me than I had realized. Hopefully in those final 30 pages ... the reader sort of sees how much I was invested and how much it meant to me. Because it was very profound and I knew that once I finished writing the article for <em>Grantland, </em>that it was a much bigger story in there that I didn't have time to tell.</p><p><strong>On who he was playing for</strong></p><p>It's the World Series of Poker so I was trying to figure out what country I was representing. I'm an American usually, but I think my true allegiance is to my homeland of The Republic of Anhedonia. Anhedonia — the inability to experience pleasure. And it seemed like even though we don't really have borders around our country there are a lot of us who sort of stumble around with great poker faces because we've never learned any other way to hide our half deadness inside. And if I could play for them, I was accomplishing something at least.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Noble+Hustle%27%3A+In+Vegas+And+In+Life%2C+We+Play+The+Cards+We%27re+Dealt&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"384"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309213569-8bc96e.m3u?orgId=1&topicId=1033&ft=3&f=308751363"},{"href":"http://media.npr.org/assets/img/2014/05/02/110929689-c0185fdf9f38422d73afd97c02b96bd0b7195dca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1570","width":"2092"}},{"href":"http://media.npr.org/assets/img/2014/05/01/whit_9780385537056_publicity_ap1_cmyk-f3eafe79b2bfe44873fd64d92a8a039c86c8caab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1177","width":"1566"}}]}