{"created":"2014-11-25T22:18:01+00:00","modified":"2015-05-13T21:29:24+00:00","valid":{"from":"2015-05-13T21:29:24+00:00","to":"3015-05-13T21:29:24+00:00"},"hreflang":"en","title":"At Vandalized Ferguson Businesses, Anger And Tears","published":"2014-11-26T04:29:00+00:00","teaser":"In Ferguson, Mo., some residents spent Tuesday cleaning up looted and vandalized businesses near the police station — some for the second time since the August shooting sparked public outcry.","itags":["npr_api","366619804"],"guid":"9129d017-9b45-4d2e-a24a-9447c9b9482e","contentencoded":"<p>Residents and business owners in Ferguson, Mo., awoke Tuesday morning to assess the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/25/366452769/ferguson-businesses-burn-crowds-confront-police-in-overnight-chaos\">damage done to their neighborhoods</a>. In the aftermath of the grand jury's decision Monday night <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/24/366370100/grand-jury-reaches-decision-in-michael-brown-case\">not to indict</a> police officer Darren Wilson in the shooting death of Michael Brown, many business were vandalized and some were destroyed.</p><p>At a local Quiznos, volunteers from the neighborhood — not one of them an owner or employee — were cleaning up glass from the broken storefront windows. Many said they were in no mood to talk.</p><p>\"What can you say? I mean, I've lived here 40 years. I love this community and I'm devastated,\" resident Susan Ankenbrand said.</p><p>Ankenbrand says neighbors were assured by the police that precautions had been taken and she doesn't understand how it got this bad. She says she's not sure how Ferguson will move on without being divided.</p><p>\"I don't know, we've had all these meetings and ... trying to find a way to move forward and how do you move forward from this?\" she said. \"Besides being so sad, I'm angry.\"</p><p>Ankenbrand is angry at the protesters, and she's got company. A couple of blocks up the street, local bus driver Jerry Lewis, dressed in his Metro uniform, shook his head over the destruction in response to the grand jury decision not to indict Wilson.</p><p>\"He didn't get indicted, OK? God has a plan for him,\" Lewis said. \"And that's what everybody failed to realize.\"</p><p>Lewis says he feels most sorry for the employees of the businesses who will be out of work during the cleanup.</p><p>\"What about their Christmas? What about their Thanksgiving?\" he said. \"What about keeping a roof over their heads?\"</p><p>And in this particular area, near the site of Monday night's protest in front of the police station, a bunch of businesses were hit — some worse than others.</p><p>A Chinese restaurant was broken into; a 2-foot-tall ceramic Buddha lay headless on the floor. A beauty shop was set ablaze and then hosed down. The huge plate glass windows of the local hardware store were broken, as were those of an optometrist's office and a dental office.</p><p>\"I love our patients. We have black patients, white patients, all kinds of patients,\" said Marilyn Crider, who manages Ferguson Dental. The office had a full schedule of patients for Tuesday, but she says it's going to be closed, now, until next week. Trails of black mascara streaked her cheeks.</p><p>\"I've been crying all night; I'm going to cry again,\" she said. \"It's so sad. It's just so sad. You know, these people in Ferguson, they're good people. They didn't deserve this; they didn't do this.\"</p><p>Crider's dental office has been hit twice, once last August and again, Monday night. She keeps the brick from the first time as a memento.</p><p>A half-mile down the road, a man dressed in jeans, sneakers and a black Cardinals cap preached from his Bible in front of the burned carcass of a Little Caesars Pizza. To his left, a handful of young women were standing and staring. Asked if they worked there, one replied, \"Apparently not anymore.\"</p><p>\"We were here last night and ... we left because people were running in the streets and we decided for our safety to leave and then hours later, we had no job,\" said Rebecca, who didn't want to give her last name because, she said, she knows people who have gotten death threats after talking to the media.</p><p>Rebecca said she's in community college and her job at Little Caesars helped pay for school. The man reading his Bible is Tirezz Walker. With tears in his eyes, he said this burned building is the result of decades of racism.</p><p>\"I'm very emotional right now,\" Walker said. \"I believe that the verdict was wrong and justice is going to be served because God's going to bring forth justice and the people.\"</p><p>Walker says he'll be out with the people, protesting again Tuesday night.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Vandalized+Ferguson+Businesses%2C+Anger+And+Tears&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366681760-e80b2d.m3u?orgId=1&topicId=1091&d=223&p=2&story=366619804&t=progseg&e=366620491&seg=1&ft=nprml&f=366619804"},{"href":"http://media.npr.org/assets/img/2014/11/25/ferg_caesars-35fc493137c29084de939593a2f522dbf4bbbeca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2050","width":"2733"}},{"href":"http://media.npr.org/assets/img/2014/11/25/ferg_caesars1-4b0db93e2f4963c00f338a118b8052a9e14e443d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"767","width":"1023"}}]}