{"created":"2014-09-19T19:43:56+00:00","modified":"2014-12-23T18:40:53+00:00","valid":{"from":"2014-12-23T18:40:53+00:00","to":"3014-12-23T18:40:53+00:00"},"hreflang":"en","title":"Summer Program For Hungry Kids Gets Creative With Food Delivery","published":"2014-08-01T16:40:00+00:00","teaser":"Around the U.S., food assistance agencies are trying to come up with new ways to feed hungry kids in the summer. In Hopkins County, Ky., they're using mobile vans to take food to where kids live.","itags":["npr_api","334041056"],"guid":"913a8a5d-95a8-4ff0-8f9d-f539ada486da","contentencoded":"<p>More than 21 million children get free or reduced priced meals during the school year. But in the summer, that number drops to only three million.</p><p>The big question is what happens to all the other children. Do they get enough, and the right food, to eat?</p><p>This summer, government agencies and <a href=\"http://www.ymca.net/summer-food-program\">non-profit groups</a> are making a massive push to get millions of meals to kids who might otherwise go hungry as part of the nationwide <a href=\"http://www.fns.usda.gov/sfsp/summer-food-service-program-sfsp\">summer nutrition program</a>. And they're doing some creative things to reach them.</p><p>Take rural Hopkins County, in western Kentucky. It's mostly farms and coal fields and gently rolling hills. So when school's out, the children are widely dispersed and often isolated.</p><p>That makes it a challenge for the local YMCA. It's feeding about 700 children a day this summer, mostly at central sites like camps and parks. But increasingly, it's using mobile units to get food to some of the harder-to-reach areas in the county.</p><p>One of the units is a red pick-up truck, with two Y employees in front and several coolers of food in the back. One of its first stops of the day is a Baptist church in the small town of Earlington.</p><p>Church volunteer Don Egbert is waiting inside for the lunch delivery — about 20 pork barbeque sandwiches, carrots, strawberries and milk.</p><p>No sooner is the food set out on a long table at the church, when two little girls rush in.</p><p>Kiarra and Ciara Crook, ages 7 and 8, live right around the corner. Egbert says they come to the church for lunch every day, like clockwork.</p><p>\"Well, we don't have any food at home, \" explains Ciara, adding that her mother works, but only gets paid once a month.</p><p>Deanna Brewster arrives next, driving a blue pickup truck, with three neighborhood kids in back. Another two are up front. Brewster says these children automatically get fed when school's in session. But, during the summer, she says, it's difficult for some kids to get even one good meal a day.</p><p>If they weren't getting these free meals, says Brewster, the kids she brought would probably be eating a pack of noodles for lunch.</p><p>\"That's the truth about it,\" she says. \"It's hard these days. \"</p><p><a href=\"http://www.hopkinscountyymca.com/index.php?option=com_contact&view=contact&id=1&Itemid=183\">Ed Wallace</a>, executive director of the Hopkins County Family YMCA, has a map on his wall, where he's circled in black marker what he calls \"pockets of poverty\" — areas where kids not only lack money, but often transportation to get to other sites or grocery stores. Some also lack parental supervision.</p><p>\"There are children who their parents are not home,\" he says. \"I know some of the housing sites over the years where the parents have kind of locked them out and then they're just on their own.\"</p><p>And who knows what they're eating, if they're eating at all, he says.</p><p>In the summer nutrition program — which is funded by the U.S. Department of Agriculture — any child who shows up gets a free lunch. No questions asked. The kids just have to live in an area where more than half the children qualify for free-or reduced price meals at school. That's most of Hopkins County.</p><p>Wallace is now using four mobile routes to target some of the hardest to reach areas in the county.</p><p>\"We stop, feed them, make sure they're eating and then we move on to the next site,\" he says.</p><p>The fourth mobile stop of the day is a subsidized apartment complex in Dawson Springs, a town about a half hour from the YMCA. About a half-dozen children are waiting in line for the red truck. Most of them are holding white plastic grocery bags.</p><p>Even though the children are supposed to eat outside at a picnic table where the food is delivered, many take some of it home for siblings, and maybe a parent.</p><p>Carrie Kovach watches as her children, ages 2, 5 and 6, unwrap their barbeque sandwiches. She says she and her husband both work, but they still struggle to pay all their bills, so the lunches help.</p><p>\"'Cause food costs a lot nowadays. And feeding three kids? Yeah,\" she sighs.</p><p>There are similar efforts across the country this summer. Libraries are sending lunches out on bookmobiles. Food banks are delivering meals directly to the homes of needy children who can't get to another site. Cities are serving lunch at public housing projects, where parents are afraid to let their kids out alone.</p><p>Educators say when school reopens, they can tell which children ate well over the summer and which did not. Those who didn't are less focused, less ready to learn.</p><p>\"Imagine if children's hospitals said, 'We're not going to be open in the summer.' If the fire department said, 'We're not going to be open in the summer time,' \" says <a href=\"http://www.nokidhungry.org/about-us/staff-and-board\">Billy Shore</a>, head of Share Our Strength, a national food advocacy group. \"It makes no sense. I mean, this is a critical service. Kids need it. It's got to be provided all year round.\"</p><p>The problem is, right now, the government's summer nutrition program is hit or miss. It relies on a loose network of agencies and volunteers still trying to figure out the best way to reach needy kids when they're not in school.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Summer+Program+For+Hungry+Kids+Gets+Creative+With+Food+Delivery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334494742-1db6bb.m3u?orgId=1&topicId=1053&ft=3&f=334041056"},{"href":"http://media.npr.org/assets/img/2014/07/23/img_2844-edit-5f1e5467f526741f13ec9a41055d19ee5985ca62.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/07/23/img_2830---copy-edit-d6dd65f3bf3d6a6562209078ebe4ebde78cb29c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1076","width":"1433"}}]}