{"created":"2015-04-23T13:10:02+00:00","modified":"2015-04-27T00:51:26+00:00","valid":{"from":"2015-04-27T00:51:26+00:00","to":"3015-04-27T00:51:26+00:00"},"hreflang":"en","title":"Ingrid Michaelson: Girl Chases Quiz Chases Girl","published":"2015-04-27T00:51:00+00:00","teaser":"Indie pop star Ingrid Michaelson performs on her ukulele, turns on her Staten Island accent and covers a rewritten \"Somebody That You Used to Know.\"","itags":["npr_api","401214587"],"guid":"913a3c43-feb0-4c36-b367-3eaa770a880d","contentencoded":"<p>One of the differences between your high school garage band and Ingrid Michaelson is that, although both got their starts on MySpace, Michaelson's music has been heard by more than 30 people. In fact, her songs have been heard by millions of people, thanks to a licensing representative who immediately offered her a TV spot on <em>Grey's Anatomy</em> after finding her on the website. Michaelson accepted. She says, \"I had never seen [the show] but my mother told me that my song should be on it.\" According to Michaelson, her parents' support factored heavily in her career success. \"My mom always thought that I could be whatever, 'You could be an astronaut!' She believed in me so much.\"</p><p>Michaelson's distinct style is evident in her work. From deeply personal ballads about heartbreak to upbeat pop songs, her music is both evocative and entrancing. For this episode, Michaelson graces our stage with her ukulele and ethereal voice, and she joins Jonathan Coulton in a musical trivia game sung to the tune of Gotye's \"Somebody That I Used to Know.\"</p><hr /><h3><strong>Interview Highlight</strong></h3><p><strong>On the intimacy of her music</strong></p><p>One of the wonderful things about music is that it can mean different things for different people. It heals people. It excites people. It saddens people. But a song that maybe dredges up sad memories for me, that I play over and over again, can maybe make somebody feel really joyful in the audience. I'm just really amazed by it.</p><p><em>Heard in <a href=\"http://www.npr.org/programs/ask-me-another/401212713/quiz-me-the-way-i-am\">Quiz Me The Way I Am</a></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ingrid+Michaelson%3A+Girl+Chases+Quiz+Chases+Girl&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"427"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401261900-c997d2.m3u?orgId=1&topicId=1008&aggIds=167740319&e=401214587&d=427&ft=nprml&f=401214587"},{"href":"http://media.npr.org/assets/img/2015/04/21/p1120870_wide-12b714fc0c4d4126201731adf0a8cc185bae50b0.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"2066","width":"3673"}},{"href":"http://media.npr.org/assets/img/2015/04/21/p1130065_custom-f9f06fe54e2673cbd4f1db8e8daf5d96dfb46352.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1284","width":"1161"}}]}