{"created":"2014-09-08T19:19:58+00:00","modified":"2015-02-27T22:33:56+00:00","valid":{"from":"2015-02-27T22:33:56+00:00","to":"3015-02-27T22:33:56+00:00"},"hreflang":"en","title":"Dead Chickens, A Tiny Motor And The Story Of Alibaba","published":"2014-09-08T13:26:00+00:00","teaser":"Alibaba is the biggest e-commerce company in the world. It may also save the lives of a few chickens in Northern California.","itags":["npr_api","345553002"],"guid":"913eedc3-7d9a-4dd9-aee9-06b3906c7b80","contentencoded":"<p>Last year, Shawn Hector bought some baby chicks. He put them outside in a little chicken coop, but it did not go well. The chicks were eaten by hawks, foxes and raccoons.</p><p>Shawn decided the world needed a better chicken coop. He and a buddy, Steve Deutsch, should build it themselves. They figured there might be a market for a high-tech chicken coop, and dreamed of starting a little business.</p><p>The parts they'd need — motors, sensors — are all made in China. So if they wanted to start this business 20 years ago, they'd have had to fly to China, find a translator, and spend lots of time building relationships with people at Chinese factories.</p><p>Today, there's Alibaba, the Chinese company that's the biggest e-commerce site in the world. The company is about to be added to the New York Stock Exchange in what could be the biggest IPO ever.</p><p>On Alibaba, you can buy almost anything you can imagine: a used <a href=\"http://www.alibaba.com/product-detail/Boeing-747-400_143373078.html\" target=\"_blank\">747 airplane</a>, an <a href=\"http://www.alibaba.com/product-detail/6500-tons-oil-tanker-Ship_479261404.html?s=p\" target=\"_blank\">oil tanker</a>, or 500 million tiny screws.</p><p>One thing Shawn and Steve needed for their chicken coop: a little programmable motor, called a stepper motor.</p><p>When they got on the website and searched for \"step,\" more than 50,000 results for stepper motors popped up. They placed an order with a company called Guangzhou, HongYi Automation Co. Ltd.</p><p>About 80 percent of the company's business comes through Alibaba, according to Zhong Cheng Cai, who works for the company. Zhong says he's surrounded by other factories — clothes, shoes, bags, electronics — that wouldn't exist without Alibaba.</p><p>But, he says, there is one problem: Now there are so many manufacturers on Alibaba that it's getting harder to make a profit. Which is why factories are willing to work with little clients — like two guys dreaming of a better chicken coop.</p><p>Shawn and Steve still have a long way to go before their dreams of automated chicken coops become a reality. But they won't have to fly to China or schmooze factory owners to get there.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dead+Chickens%2C+A+Tiny+Motor+And+The+Story+Of+Alibaba&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Zoe Chace","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345706898-638cdf.m3u?orgId=1&topicId=1006&e=345553002&d=278&ft=nprml&f=345553002"}]}