{"created":"2015-02-22T12:52:00+00:00","modified":"2015-02-27T23:05:22+00:00","valid":{"from":"2015-02-27T23:05:22+00:00","to":"3015-02-27T23:05:22+00:00"},"hreflang":"en","title":"In Oscar Nominations For Best Score, Some Hear Sour Notes","published":"2015-02-23T23:46:00+00:00","teaser":"The distinctive music in the movie <em>Birdman</em> will not win an Oscar — in fact, it wasn't even nominated. Like other acclaimed film scores from years past, it didn't comply with academy rules.","itags":["npr_api","387994380"],"guid":"913f306a-e552-4c57-bca9-c21d49283ee7","contentencoded":"<p>The movie <a href=\"https://www.youtube.com/watch?v=uJfLoE6hanc\">Birdman</a> is favored to pick up several major Academy Awards Sunday night, but it will not be taking home the Oscar for best original score. That's because it was declared ineligible for Oscar consideration.</p><p><em>Birdman</em> has one of the year's more distinctive musical scores, propelled by the unaccompanied jazz drumming of <a href=\"http://www.antoniosanchez.net/\">Antonio Sanchez</a>, a bandleader and longtime drummer for guitarist <a href=\"http://www.patmetheny.com/\">Pat Metheny</a>.</p><p>It's Sanchez's first film score. To create it, director Alejandro Gonzalez Iñárritu asked him to improvise along with rough footage of the scenes. After as many as 60 or 70 takes, Sanchez recorded the final score.</p><p>Sanchez says he never gave a thought to awards until the nominations started rolling in. On the same day he was <a href=\"http://www.goldenglobes.com/antonio-sanchez\">nominated </a>for a Golden Globe award, the Academy of Motion Picture Arts and Sciences informed him that his score had been declared ineligible for Oscar consideration because the soundtrack used too much music by other composers, including Mahler and Tchaikovsky.</p><p>\" 'Scores diluted by the use of tracked themes or other preexisting music,' that's the exact phrasing of the rule,\" says Jon Burlingame, who writes about TV and film music for <a href=\"http://variety.com/\">Variety </a>and teaches film history at the University of Southern California.</p><p>Burlingame says eligibility for the Oscar is determined by a small group known as the executive committee of the academy's Music Branch. \"In this case,\" he says, \"they clearly felt the classical selections were just too much to overcome.\"</p><p><em>Birdman</em> producers appealed, but the academy stood its ground. It declined to comment for this story.</p><p>This is not the first time it's excluded an acclaimed score for the same reason. The music branch disqualified the score by <a href=\"http://www.npr.org/artists/15152697/radiohead\" target=\"_blank\">Radiohead</a> guitarist Jonny Greenwood for the 2007 film <a href=\"https://www.youtube.com/watch?v=f3THVbr4hlY\">There Will Be Blood</a>.</p><p><em>Birdman</em> composer Antonio Sanchez says the whole process strikes him as arbitrary. \"To me, it seems like they have very strict rules that they seem to bend,\" he says.</p><p>Consider the score for <a href=\"http://www.kingsspeech.com/\">The King's Speech</a>. It was nominated for the Oscar in 2010, despite using Beethoven's Symphony No. 7 in the movie's most important scene.</p><p>Even academy members concede the rules are a little murky. \"It's art,\" says Daniel Carlin, a former executive board member of the music branch. \"We're trying to make business rules about art, and that's a difficult thing to define.\"</p><p>Carlin says the rules exist to make sure Oscar voters don't confuse an original score with licensed music in the soundtrack.<em> </em>\"I don't mean to say that the average voter couldn't tell the difference between drums and Mahler,\" he says.</p><p>The question, he says, is when they leave the theater and think about a soundtrack, \"Are they including the Mahler and Tchaikovsky — is that part of the reason they thought it was a terrific score? And if it is, it shouldn't be eligible.\"</p><p>Carlin insists academy voters are open to new sounds. The synthesizer-driven score for <a href=\"http://www.thesocialnetwork-movie.com/\">The Social Network</a> by Trent Reznor and Atticus Ross won the Oscar in 2011.</p><p>But is the music branch more likely to bend its rules for a traditional, orchestral score? Maybe. \"The music branch, it's really comprised of aging, old white guys,\" Carlin concedes. \"And we harken back to the <a href=\"http://www.bernardherrmann.com/\">Bernard Herrmanns </a>and other great composers who sit down with a blank piece of paper and create these things out of their heads.\"</p><p>That is little consolation to <em>Birdman</em> composer Sanchez. He'll be watching the Oscars at home Sunday night like the rest of us, when the pit orchestra plays somebody else's winning score.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Oscar+Nominations+For+Best+Score%2C+Some+Hear+Sour+Notes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388187311-680b90.m3u?orgId=1&topicId=1045&e=387994380&d=247&ft=nprml&f=387994380"},{"href":"http://media.npr.org/assets/img/2015/02/21/fox-searchlight-birdman-51c09ec50e025eb16e3875b9f5af1602006b92b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1986","width":"2649"}}]}