{"created":"2015-03-23T08:08:16+00:00","modified":"2015-03-24T21:05:17+00:00","valid":{"from":"2015-03-24T21:05:17+00:00","to":"3015-03-24T21:05:17+00:00"},"hreflang":"en","title":"Is A Confederate Flag License Plate Free Speech?","published":"2015-03-23T21:58:00+00:00","teaser":"Texas issues specialty license plates at the behest of private groups or individuals. At issue before the Supreme Court Monday is whether the state can reject messages that are offensive to some.","itags":["npr_api","394308609"],"guid":"9149f32f-c494-461b-8bb8-42cb4bf412cf","contentencoded":"<p>The U.S. Supreme Court is tackling a question of great interest to America's auto-loving public: Whose speech is that on your specialty license plate? Specifically, when the government issues specialty tags at the behest of private groups or individuals, can it veto messages deemed offensive to others?</p><p>The specialty plate at the center of Monday's case was proposed by the Texas division of the Sons of Confederate Veterans (SCV). The tag design features a square Confederate battle flag, along with the organization's name. Texas produces specialty plates for a fee, but the design must first be approved by the state Department of Motor Vehicles board.</p><p>The SCV plate generated considerable controversy.</p><p>\"Why should we as Texans want to be reminded of a legalized system of involuntary servitude, dehumanization, rape, mass murder?\" asked state Sen. Royce West at a public hearing about the plates in 2011.</p><p>But Granvel Block, a former commander of the SCV, defended the proposed plate, countering that expecting the group to delete the image of the flag would be \"as unreasonable\" as expecting the University of Texas to remove its logo from a plate \"because Texas A&M graduates didn't care for it.\"</p><p>After several votes, the motor vehicles board rejected the proposed plate, finding that \"a significant portion of the public associate[s] the Confederate flag with organizations\" that demean or express hatred for minorities.</p><p>The Sons of Confederate Veterans sued, contending that the state of Texas was violating their free speech rights. A federal appeals court agreed, and the state appealed to the U.S. Supreme Court, which hears arguments in the case Monday.</p><p>The state of Texas maintains that private groups can't commandeer the machinery of government to convey a message that the government doesn't want to associate with.</p><p>\"The plaintiffs have every right to festoon their cars with bumper stickers or other images that display the Confederate battle flag,\" says former Texas Solicitor General Jonathan Mitchell. \"But they can't compel the state of Texas to propagate the Confederate battle flag by displaying it on state-issued license plates.\"</p><p>The SCV replies that Texas, by statute, has a policy of honoring their forebears. Specifically, there is a state holiday honoring Confederate veterans.</p><p>\"The lawyers working on this case get Confederate Heroes Day off,\" says R. James George Jr., the lawyer representing the Confederate veterans group.</p><p>And there's more, he notes. There are Confederate battle re-enactments on the Capitol grounds, monuments honoring Confederate veterans and the Capitol gift shop sells Confederate memorabilia.</p><p>Therefore, he argues, \"The Department of Motor Vehicles does not have the authority to second-guess the Legislature on whether or not to honor Confederate veterans since the Legislature has already decided that the other way.\"</p><p>Beyond that, George contends that the Constitution does not allow the government to ban certain speech simply because it's offensive.</p><p>That's a proposition that former Texas Solicitor General Mitchell rejects when the speaker is the <em>state</em>.</p><p>\"If the rule's going to be no viewpoint discrimination,\" we couldn't \"turn down anyone.\" he says. \"Everything would have to come in — swastikas, sacrilege, overt racism, you name it.\"</p><p>For governments large and small, drawing these lines is fairly common — whether the message is on a license plate or on a proposed monument in a public park, or even on a brick purchased for a public pathway or memorial.</p><p>In a country that loves its cars, of course, license plates are enormously important. Nearly 40 years ago, the Supreme Court ruled that the government may not require drivers to put license plates on their cars that carry an ideological message they disagree with — in that case, Jehovah's Witnesses in New Hampshire objected to license plates that bore the state motto, \"Live Free or Die.\"</p><p>In Monday's case, the question is reversed, testing whether the government may reject some messages in a specialty-plate program.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+A+Confederate+Flag+License+Plate+Free+Speech%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394789502-fb00be.m3u?orgId=1&topicId=1070&e=394308609&d=265&ft=nprml&f=394308609"}]}