{"created":"2014-09-05T13:38:17+00:00","modified":"2014-12-23T18:39:25+00:00","valid":{"from":"2014-12-23T18:39:25+00:00","to":"3014-12-23T18:39:25+00:00"},"hreflang":"en","title":"The Salmon Cannon: Easier Than Shooting Fish Out Of A Barrel","published":"2014-08-31T22:40:00+00:00","teaser":"Alarmed by the rapid decline of wild salmon populations, a company has invented a novel way to help migratory fish over blocked rivers. It uses air pressure to fire them out of a cannon.","itags":["npr_api","344360634"],"guid":"91629b0c-a73d-4b31-9f5a-893c5bb67006","contentencoded":"<p>Ever since rivers have been dammed, destroying the migration routes of salmon, humans have worked to create ways to help the fish return to their spawning grounds. We've built ladders and elevators; we've carried them by hand and transported them in trucks. Even helicopters have been used to fly fish upstream.</p><p>But all of those methods are expensive and none of them are efficient.</p><p>Enter the salmon cannon.</p><p>The device uses a pressure differential to suck up a fish, send it through a tube at up to 22 mph and then shoot it out the other side, reaching heights of up to 30 feet. This weekend, it will be used to move hatchery fish up a tributary of the Columbia River in Washington.</p><p>The device was developed by <a href=\"http://whooshh.com/\" target=\"_blank\">Whooshh Innovations</a> in Bellevue, Wash. CEO Vince Bryan tells NPR's Linda Wertheimer that the word \"cannon\" is a bit of a misnomer: the device looks like a cannon, and shoots fish out like a cannon, but unlike the weapon, this device is designed to move items <em>gently</em>.</p><p>Bryan says that despite their journey — which takes them out of the water for the duration of their flight — the fish don't seem worse for the wear.</p><p>\"From the very beginning of the test that was a concern,\" Bryan says. \"It may be just ten seconds to go as much as 250 feet ... [but] there seems to be no effect. The fish enter the water and swim away.\"</p><p>Compared to scaling a 350-foot high dam, it's a relatively easy way to get from point A to point B. The cannon that went operational this weekend is being used to transport hatchery fish, but state agencies are studying the cannon to see if it can be used in rivers where federally protected species of wild salmon are migrating.</p><p>Bryan says his company's vacuum technology was originally designed to transport fragile fruit in Washington's apple and pear orchards. Whooshh created a vacuum tube that allowed pickers to drop the fruit into a tube attached to their waist, where it was sucked up and sent down the line — all with no damage to the fruit.</p><p>In fact, a lot of things were sent through the vacuum contraption before salmon, Bryan says, including potatoes — with a French fry cutter on one end of the tube.</p><p>\"So the potatoes went through the tube as a whole potato and when they came out the other side they were French fries,\" he says.</p><p>They've also had human volunteers, although Bryan says that the company hasn't created a tube that's large enough.</p><p>\"There really is no limit to what we can move,\" he says.</p><p>He says the physics works the same whether it's a fish or person — the tricky part is sticking the landing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Salmon+Cannon%3A+Easier+Than+Shooting+Fish+Out+Of+A+Barrel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martha Ann Overland","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344732613-f6d863.m3u?orgId=1&topicId=1053&ft=3&f=344360634"},{"href":"http://media.npr.org/assets/img/2014/08/29/9230221076_d71384560f_o-f910fe82a00ff8e3452a47d5ffb3411244943698.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"721","width":"961"}}]}