{"created":"2014-11-28T10:07:59+00:00","modified":"2015-05-13T21:29:04+00:00","valid":{"from":"2015-05-13T21:29:04+00:00","to":"3015-05-13T21:29:04+00:00"},"hreflang":"en","title":"Viral Videos Show Kenyan Women Assaulted For Wearing Miniskirts","published":"2014-11-29T14:58:00+00:00","teaser":"A woman in Kenya has been publicly stripped and molested nearly every day for two weeks for so-called \"indecent dress.\" Cellphone video of the assaults have ignited condemnation, and copycat attacks.","itags":["npr_api","367154315"],"guid":"9167097f-968f-4f97-88eb-47cd6b3798e6","contentencoded":"<p>Earlier this month, a woman selling hard-boiled eggs at a bus station in Nairobi got into an argument with a customer over 70 cents she said he owed her.</p><p>The man mocked the mother of two — who was wearing a short skirt — for being \"indecently dressed,\" then rallied dozens of nearby men to strip her naked while others filmed the mob attack with their cellphones.</p><p>The graphic video, instead of prompting arrests, was met with some approval on Kenyan social media. The miniskirt has been decried as a \"foreign\" blight on traditional African dress and values. Earlier this year, miniskirts were declared illegal by parliamentary decree in neighboring Uganda.</p><p>In Nairobi, just around the corner from where that bus station attack took place, in a narrow stall stocked with brightly colored fabrics, Marianne Njambi does a brisk trade in women's clothes. Miniskirts, she says, are one of her best-selling items.</p><p>\"This is our country,\" she laughs. \"Women have to wear what they want.\"</p><p>Then Njambi slowly reaches into her purse and pulls out her cellphone to show me the latest stripping video she'd downloaded just that morning. Since that first attack on the egg-vendor there has been a new victim, and a new video, almost every day.</p><p>We watch the video together with some other women in the shop. This one takes place inside a bus. A woman's canary yellow dress is pulled up to her waist. The cellphone camera zooms in as her legs are forcibly spread open by some of the male passengers.</p><p>\"Oh God, please help me, please stop,\" she begs in Swahili, as the men are heard laughing.</p><p>When the one-minute video ends, Njambi puts her phone back in her purse and shakes her head.</p><p>\"It is getting worse,\" she says. \"Every day. It's routine now. If someone wears something short, not even short, a bit short.\"</p><p>She glances outside at the bus station on the corner, crowded with commuters but also pickpockets and unemployed drifters.</p><p>\"Since they have started stripping girls, I started fearing,\" she says.</p><p>These widely shared videos have found their way into the homes of suburban moms and middle-class Kenyans who wouldn't normally venture to these rough parts of town.</p><p>A popular Kenyan mom's Facebook group set up to exchange information about childcare and parenting has taken on an activist role, organizing a rally in downtown Nairobi last week where hundreds of demonstrators chanted \"My dress, my choice!\" (the name of a <a href=\"https://twitter.com/MydressMychoice\">Twitter campaign</a> as well) and demanded government action.</p><p>Kavinya Makau, who works at the Nairobi office of the human rights group Equality Now, says the stripping videos have provided an \"opportunity\" for social change, generating more popular outrage and soul searching in this predominantly Christian country than far more brutal crimes of sexual violence or rape.</p><p>\"Kenya is now having a conversation around violence against women for the first time in a very long time,\" Makau says.</p><p>However, the same viral videos that are galvanizing activism are also inciting copycat attacks of increasing violence, she says. In a subsequent video, a woman was beaten. Another was raped with a beer bottle.</p><p>Each new assault, Makau says, sends a message to would-be perpetrators that men can attack women in broad daylight with impunity.</p><p>Kenyan police say they can't arrest people if victims don't come forward; women's rights activists estimate that only 1 out of 5 victims of sexual violence in Kenya ever report the crime.</p><p>As a result, Kenya's national bar association, the Law Society of Kenya, is requesting special permission to prosecute the crimes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Viral+Videos+Show+Kenyan+Women+Assaulted+For+Wearing+Miniskirts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367154316-b22cc9.m3u?orgId=1&topicId=1126&d=215&p=3&story=367154315&t=progseg&e=367154265&seg=8&ft=nprml&f=367154315"},{"href":"http://media.npr.org/assets/img/2014/11/28/33347961_h33219979-4782bf833321b26ffbdb3ae0ecb94b0aecc179ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2728","width":"3637"}},{"href":"http://media.npr.org/assets/img/2014/11/28/33347961_h33219196_custom-020b2afea9c64bcda50a80fde2f5e10dc5147b85.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2098","width":"3500"}},{"href":"http://media.npr.org/assets/img/2014/11/28/mariannenjambi_custom-9f6aae506b8e680a80facf432b59f78ada63628c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1830","width":"2592"}}]}