{"created":"2014-10-08T14:24:07+00:00","modified":"2014-10-31T01:18:34+00:00","valid":{"from":"2014-10-31T01:18:34+00:00","to":"3014-10-31T01:18:34+00:00"},"hreflang":"en","title":"With More Veterans Needing Health Care, What Will The Cost Be? ","published":"2014-06-11T00:31:00+00:00","teaser":"Veterans Affairs has a budget of $160 billion, the second largest in government. Some veterans groups say this isn't enough to meet the rapidly expanding demands placed on the VA health system.","itags":["npr_api","320687148"],"guid":"917f3775-0a57-459f-aab5-3b8803945d15","contentencoded":"<p>A new generation of American vets is home from war — about 2.6 million of them. And there are about 10 million older veterans, many from the Vietnam era, hitting their 60s, 70s or 80s. Taking care of both groups is getting expensive.</p><p>\"If they can afford to pay for wars, they can afford to pay for the treatment after the wars,\" says Garry Augustine, with Disabled American Veterans. DAV and other private veterans' organizations draw up their own \"independent budget\" for the Department of Veterans Affairs every year.</p><p>\"We've been saying it every year for the last 10 years in our independent budget, that the funding is not sufficient to sustain the demand,\" Augustine says.</p><p>The VA is dealing with a 50 percent increase in primary care visits in the past three years. During the same period, the department has increased the number of primary care doctors by just 9 percent.</p><p>Augustine says this points to the root of the recent scandals. The VA sets a goal on patient wait times, for example, but doesn't have the resources to meet it.</p><p>\"We believe that over the last 10 years the VA has been underfunded to the tune of about $9 billion,\" he says.</p><p>A VA audit into the current wait-times scandal found that a lack of providers was the largest cause of delayed care. On a <a href=\"http://www.azcentral.com/story/news/arizona/investigations/2014/06/05/va-scandal-sloan-gibson-phoenix/10023845/\" target=\"_blank\">visit to the Phoenix VA hospital</a>, the acting VA secretary, Sloan Gibson, said more resources are probably needed there.</p><p>But Republican Sen. Tom Coburn of Oklahoma says the VA needs to spend what it has more wisely.</p><p>\"Money is not the problem at the Veterans Administration,\" says Coburn. \"We've got <a href=\"http://www.latimes.com/nation/la-na-va-construction-20140609-story.html\" target=\"_blank\">four VA hospitals under construction</a> right now that are [a billion dollars] over budget, $500 million over budget in Denver alone,\" Coburn said recently. \"It's called competency. And what we have to do is demand accountability. There's plenty of money.\"</p><p>The VA has <a href=\"http://www.va.gov/budget/products.asp\" target=\"_blank\">the second-largest budget</a> in the government, at around $160 billion. Only the Pentagon's is larger, with a base budget of <a href=\"http://www.defense.gov/home/features/2013/0413_budget/\" target=\"_blank\">more than $500 billion</a>; that rises to more than $600 billion when adding the war in Afghanistan, which is counted separately.</p><p>Coburn is not alone in making his claim. Lawmakers have been asking VA officials for years if they have enough money. They always say they do.</p><p>It's become sort of an unspoken understanding, says Phil Carter at the Center for a New American Security.</p><p>\"There seems to be a consensus or a kind of detente that's emerged, which is that the VA will request a certain amount of money ... and the committees will give them a little bit less than that. And no one will question the fundamental assumptions in that budget, or ask: Is it too much or too little?\" says Carter.</p><p>Carter says the budget debate is also about deficits and the role government should play, not just a line-by-line look at VA programs. The debate about VA funding is now a continuation of the political debate about whether the government should be involved in health care, he says.</p><p>The politics may slant the numbers to the left or right, but what if the numbers are wrong?</p><p>Carter points out that the current scandal involves VA hospitals passing bad data up to Washington.</p><p>\"We don't know if the VA has enough money or not,\" says Carter.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+More+Veterans+Needing+Health+Care%2C+What+Will+The+Cost+Be%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Quil Lawrence","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320734923-65788f.m3u?orgId=1&topicId=1122&ft=3&f=320687148"}]}