{"created":"2014-09-07T00:57:03+00:00","modified":"2014-12-04T14:31:04+00:00","valid":{"from":"2014-12-04T14:31:04+00:00","to":"3014-12-04T14:31:04+00:00"},"hreflang":"en","title":"Our Use Of Little Words Can, Uh, Reveal Hidden Interests","published":"2014-10-06T01:50:00+00:00","teaser":"When we talk, we focus on the \"content\" words — the ones that convey information. But the tiny words that tie our sentences together have a lot to say about power and relationships.","itags":["npr_api","344043763"],"guid":"91891a7e-4abf-44c5-95b7-b91af527f004","contentencoded":"<p>One Friday night, 30 men and 30 women gathered at a hotel restaurant in Washington, D.C. Their goal was love, or maybe sex, or maybe some combination of the two. They were there for speed dating.</p><p>The women sat at separate numbered tables while the men moved down the line, and for two solid hours they did a rotation, making small talk with people they did not know, one after another, in three-minute increments.</p><p>I had gone to record the night, which was put on by a company called Professionals in the City, and what struck me was the noise in the room. The sound of words, of people talking over people talking over people talking. It was a roar.</p><p>What were these people saying?</p><p>And what can we learn from what they are saying?</p><p>That is why I called <a href=\"http://homepage.psy.utexas.edu/homepage/faculty/pennebaker/home2000/jwphome.htm\">James Pennebaker</a>, a psychologist interested in the secret life of pronouns.</p><p>About 20 years ago Pennebaker, who's at the University of Texas, Austin, got interested in looking more closely at the words that we use. Or rather, he got interested in looking more closely at a certain subset of the words that we use: Pennebaker was interested in function words.</p><p>For those of you like me — the grammatically challenged — function words are the smallish words that tie our sentences together.</p><p>The. This. Though. I. And. An. There. That.</p><p>\"Function words are essentially the filler words,\" Pennebaker says. \"These are the words that we don't pay attention to, and they're the ones that are so interesting.\"</p><p>According to the way that Pennebaker organizes language, the words that we more often focus on in conversation are content words, words like \"school,\" \"family,\" \"live,\" \"friends\" — words that conjure up a specific image and relay more of the substance of what is being discussed.</p><p>\"I speak bad Spanish,\" Pennebaker explains, \"and if I'm in a conversation where I'm listening to the other person speak, I am just trying to find out what they are talking about. I am listening to 'what, where, when' — those big content-heavy words. All those little words in between, I don't listen to those because they're too complex to listen to.\"</p><p>In fact, says Pennebaker, even in our native language, these function words are basically invisible to us.</p><p>\"You can't hear them,\" Pennebaker says. \"Humans just aren't able to do it.\"</p><p>But computers can, which is why two decades ago Pennebaker and his graduate students sat down to build themselves a computer program.</p><p>The <a href=\"http://www.liwc.net/\">Linguistic Inquiry and Word Count</a> program that Pennebaker and his students built in the early 1990s has, like any computer program, an ability to peer into massive data sets and discern patterns that no human could ever hope to match.</p><p>And so after Pennebaker and his crew built the program, they used it to ask all kinds of questions that had previously been too complicated or difficult for humans to ask.</p><p>Some of those questions included:</p><ul><li>Could you tell if someone was lying by carefully analyzing the way they used function words?</li></ul><ul><li>Looking only at a transcript, could you tell from function words whether someone was male or female, rich or poor?</li></ul><ul><li>What could you tell about relationships by looking at the way two people spoke to each other?</li></ul><p>Which brings us back to speed dating.</p><p>One of the things that Pennebaker did was record and transcribe conversations that took place between people on speed dates. He fed these conversations into his program along with information about how the people themselves were perceiving the dates. What he found surprised him.</p><p>\"We can predict by analyzing their language, who will go on a date — who will match — at rates better than the people themselves,\" he says.</p><p>Specifically, what Pennebaker found was that when the language style of two people matched, when they used pronouns, prepositions, articles and so forth in similar ways at similar rates, they were much more likely to end up on a date.</p><p>\"The more similar [they were] across all of these function words, the higher the probability that [they] would go on a date in a speed dating context,\" Pennebaker says. \"And this is even cooler: We can even look at ... a young dating couple... [and] the more similar [they] are ... using this language style matching metric, the more likely [they] will still be dating three months from now.\"</p><p>This is not because similar people are attracted to each other, Pennebaker says; people can be very different. It's that when we are around people that we have a genuine interest in, our language subtly shifts.</p><p>\"When two people are paying close attention, they use language in the same way,\" he says. \"And it's one of these things that humans do automatically.\"</p><p>They aren't aware of it, but if you look closely at their language, count up their use of \"I,\" and \"the,\" and \"and,\" you can see it. It's right there.</p><p>Pennebaker has counted words to better understand lots of things. He's looked at lying, at leadership, at who will recover from trauma.</p><p>But some of his most interesting work has to do with power dynamics. He says that by analyzing language you can easily tell who among two people has power in a relationship, and their relative social status.</p><p>\"It's amazingly simple,\" Pennebaker says, \"Listen to the relative use of the word \"I.\"</p><p>What you find is completely different from what most people would think. The person with the higher status uses the word \"I\" less.</p><p>To demonstrate this, Pennebaker pointed to some of his own email, a batch written long before he began studying status.</p><p>First he shares an email written by one of his undergraduate students, a woman named Pam:</p><blockquote><p>Dear Dr. Pennebaker:</p><p><strong>I</strong> was part of your Introductory Psychology class last semester.<strong> I</strong> have enjoyed your lectures and <strong>I've</strong> learned so much. <strong>I</strong> received an email from you about doing some research with you. Would there be a time for <strong>me</strong> to come by and talk about this?</p><p>Pam</p></blockquote><p>Now consider Pennebaker's response:</p><blockquote><p>Dear Pam -</p><p>This would be great. This week isn't good because of a trip. How about next Tuesday between 9 and 10:30. It will be good to see you.</p><p>Jamie Pennebaker</p></blockquote><p>Pam, the lowly undergraduate, used \"I\" many times, while Pennebaker didn't use it at all.</p><p>Now consider this email Pennebaker wrote to a famous professor.</p><blockquote><p>Dear Famous Professor:</p><p>The reason<strong> I'm</strong> writing is that <strong>I'm </strong>helping to put together a conference on [a particular topic]. <strong>I</strong> have been contacting a large group of people and many have specifically asked if you were attending. <strong>I</strong> would absolutely love it if you could come... <strong>I</strong> really hope you can make it.</p><p>Jamie Pennebaker</p></blockquote><p>And the return email from Famous Professor:</p><blockquote><p>Dear Jamie -</p><p>Good to hear from you. Congratulations on the conference. The idea of a reunion is a nice one ... and the conference idea will provide us with a semiformal way of catching up with one another's current research.... Isn't there any way to get the university to dig up a few thousand dollars to defray travel expenses for the conference?</p><p>With all best regards,</p><p>Famous Professor</p></blockquote><p>Pennebaker says that when he encountered these emails he was shocked to find that he himself obeyed this rule. He says he thought of himself as a very egalitarian person, and assumed he would never talk to people differently because of their status.</p><p>But in retrospect he says it makes sense. We use \"I\" more when we talk to someone with power because we're more self-conscious. We are focused on ourselves — how we're coming across — and our language reflects that.</p><p>So could we use these insights to change ourselves? Like Eliza Doolittle in <em>My Fair Lady,</em> could we bend our personalities by bending the words we use? Could we become stronger? More powerful? Healthier?</p><p>After 20 years of looking at this stuff, Pennebaker doubts it.</p><p>\"The words reflect who we are more than [they] drive who we are,\" he says.</p><p>You can't, he believes, change who you are by changing your language; you can only change your language by changing who you are. He says that's what his research indicates.</p><p>Pennebaker has collected some of this research in a book called <a href=\"http://www.secretlifeofpronouns.com/\">The Secret Life of Pronouns</a>, but he says he feels the practice of using computers to count and categorize language is really just a beginning.</p><p>It's like we just invented the telescope, he tells me, and there are a million new places to look.</p><p>In fact, since this article first ran, Pennebaker has used his big data computer analysis to look at a wide range of new questions.</p><p>He's become a kind of literary detective, using the program to determine if a lost play was written by Shakespeare. (Results of that search should be published soon.)</p><p>He's also trying to figure out if function words can predict students' performance in college through an analysis of 25,000 admissions essays.</p><p>And he published an <a href=\"http://jls.sagepub.com/content/early/2014/03/26/0261927X14526993.abstract\">entire paper</a> on the use of the filler words — um, like, uh, I mean and you know. One of the things that he found was that the use of these words — in addition to their function of annoying older people — was associated with conscientiousness.</p><p>Pennebaker has several other projects underway as well — using our simplest words as a window into our souls.</p><p><em>An </em><a href=\"http://www.npr.org/blogs/health/2012/04/30/151550273/to-predict-dating-success-the-secrets-in-the-pronouns\">earlier version</a> <em>of this story ran on NPR in 2012.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Our+Use+Of+Little+Words+Can%2C+Uh%2C+Reveal+Hidden+Interests&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alix Spiegel","audio":[{"meta":{"duration":"506"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344935045-313d1c.m3u?orgId=1&topicId=1128&ft=3&f=344043763"},{"href":"http://media.npr.org/assets/img/2014/08/29/functionwordsfinal-63738e207f1256fc7b48ab75d13ac7f37102370f.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1684","width":"2246"}}]}