{"created":"2014-10-07T20:21:07+00:00","modified":"2014-10-30T21:42:27+00:00","valid":{"from":"2014-10-30T21:42:27+00:00","to":"3014-10-30T21:42:27+00:00"},"hreflang":"en","title":"Justices Skeptical Of Beard Rule In Inmate Religious Rights Case","published":"2014-10-08T18:24:00+00:00","teaser":"The Supreme Court heard arguments in the case of an Arkansas prisoner who says he must be allowed to wear a beard as part of his religious practice.","itags":["npr_api","354371719"],"guid":"91922725-6427-4264-8bf8-e73aca8adc0d","contentencoded":"<p>The U.S. Supreme Court heard arguments Tuesday in a case that pits the authority of prison officials against the religious rights of prison inmates. Specifically, the question is whether a federal law aimed at shoring up those religious rights requires the state of Arkansas to allow a Muslim prisoner to wear a half-inch beard.</p><p>Gregory Holt, convicted of stabbing his ex-girlfriend, argues that the tenets of his Muslim faith require him not to cut his beard. As a compromise, he asked Arkansas prison authorities for permission to at least wear a half-inch beard.</p><p>The state has a security policy — \"no beards\" except for medical reasons — and so it said no.</p><p>Holt sued, citing a statute passed by Congress that tells prison officials they have to try to accommodate religious practices. The lower courts sided with the state, deferring, as they usually do, to the judgment of prison officials.</p><p>The case is seen as a very big deal among advocates for religious freedom.</p><p>\"If they will not enforce the statute in this case, with a half-inch beard, it's hard to imagine they will ever enforce it,\" said University of Virginia law professor Douglas Laycock, speaking on the steps of the Supreme Court on Tuesday. \"What this case really comes down to is telling the lower courts this statute needs to be taken seriously.\"</p><p>Inside the court chamber, Laycock told the justices that 40 prison systems allow beards of any length, yet Arkansas still will not allow a short, half-inch beard. That policy, he argued, is \"seeking absolute deference to anything they say, just because they say it.\"</p><p>Such total deference was barred by Congress, when it passed a law in 2000 meant to keep prison officials from imposing substantial and unjustified burdens on prisoners' religious rights.</p><p>But the justices wrestled with just how far they might have to go.</p><p>\"If the prisoner wanted to have a full beard, would the law require that?\" asked Justice Ruth Bader Ginsburg.</p><p>\"That would be a different case,\" Laycock replied.</p><p>\"Isn't the religious requirement here that your client grow a full beard?\" interjected Justice Antonin Scalia.</p><p>\"It is,\" conceded Laycock, but the prisoner offered the half-inch length as a \"reasonable compromise.\"</p><p>\"Religious beliefs aren't reasonable,\" Scalia thundered back, \"Religious beliefs are categorical!\"</p><p>Chief Justice John Roberts was also skeptical about the half-inch compromise, for a different reason. It resolves little, he said, since the next case would involve a full beard.</p><p>Scalia agreed, adding, \"I don't want to do these cases half-inch by half-inch.\"</p><p>Justice Elena Kagan returned to the question of prison security. Whether it's a full beard or long hair or a turban, prison officials will have some ability to say, \"Even though it's just teeny tiny, there is some increase in prison security that results from disallowing this practice,\" Kagan said.</p><p>\"This is not something so dangerous that nobody has tried it,\" Laycock replied. Forty-three states and the federal prison system allow beards and they have \"no examples of anything hidden in them.\"</p><p>In fact, Laycock pointed out, Arkansas has none of these restrictions for hair on top of the head. \"You can have long hair, curly hair, Afros,\" and there is no rational basis for distinguishing between \"hair on top of your head and in the front of your head,\" he said.</p><p>Defending Arkansas' no-beard policy, Deputy Attorney General David Curran sought to refocus the case. Instead of the idea that prisoners might hide contraband in their beards, he maintained, the policy was aimed at preventing inmates from shaving their beards to disguise themselves — either inside the prison or to escape. But as Curran's argument unfolded, the hole he was digging for himself seemed to get deeper and deeper.</p><p>Unlike most other states, Curran noted, Arkansas houses prisoners in large barracks. Prisoners go in and out during the day to work in fields, and the high traffic can pose a security risk. Even with armed guard supervision, he said, inmates can change their appearance and go into other barracks to commit assaults.</p><p>But Roberts interrupted, \"You have no examples of that ever happening.\"</p><p>Justice Samuel Alito went further, trying to imagine how an inmate would go into the field, shave off his beard, then switch photo ID cards with another inmate who looked like him beardless, and them use that ID card to get into a barracks where the other inmate was known to the guards.</p><p>Ginsburg posed another question: \"You have no comparable rule about hair on one's head.\"</p><p>Curran responded that shaving one's head or changing a hair style doesn't provide the same risk of disguise.</p><p>\"Why is that?\" asked an incredulous Alito. \"Are you saying that someone with or without a half-inch beard, that's a bigger difference than someone with long hair who shaved his head?\"</p><p>\"In our professional judgment, yes, that's correct.\" Curran said.</p><p>Justice Stephen Breyer jumped in to note that there is not a single example, in states that allow beards, in which something was hidden in a beard.</p><p>\"I think that's mostly right.\" Curran conceded.</p><p>Breyer followed up, asking whether Arkansas' no-beard policy might be what Congress was trying to prohibit when it said that \"exaggerated fears\" often allowed prison officials to prevent prisoners from exercising their religious rights?</p><p>\"Just because we haven't found the example doesn't mean they aren't there,\" Curran responded.</p><p>Alito sat back in exasperation, asking why the prison can't just give the inmate a comb and tell him to comb out his beard, and if there's a \"tiny revolver\" hidden in his half-inch beard, \"it will fall out.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justices+Skeptical+Of+Beard+Rule+In+Inmate+Religious+Rights+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354371720-4b7f54.m3u?orgId=1&topicId=1070&ft=3&f=354371719"}]}