{"created":"2015-05-15T02:39:45+00:00","modified":"2015-05-15T02:39:45+00:00","valid":{"from":"2013-09-12T15:46:25+00:00","to":"3013-09-12T15:46:25+00:00"},"hreflang":"en","guid":"91934e64-5954-4a94-8bf6-eb5096674f07","teaser":"Billionaire Ron Burkle just bought the Fresh and Easy chain from Tesco. Today's earnings report from Kroger affords a glimpse into the way these markets make money.","contenttemplated":"[{\"content\":\"<p>The Kroger grocery chain is expected to report its earnings today, and many analysts think they should be impressive.  But to have impressive earnings in the grocery industry is kind of impressive in itself.  It&apos;s a bruising business.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;The average profit margin for grocery stores is 1.3 percent” says Jeff Cohen, a grocery industry analyst with <a href=\\\"http://www.ibisworld.com/\\\" target=\\\"_blank\\\">IBIS World</a>. “It’s a very competitive industry; so, as a result,  grocery stores can only slightly mark up the prices for their products”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>One way to pry open those margins is to differentiate your stores.  And Cohen says the number one grocery store out there in terms of sales  is actually Walmart.    </p>\"},{\"content\":\"<p>&quot;We call Kroger’s strategy almost like the Un-Walmart strategy,” says Scott Mushkin with <a href=\\\"http://wolferesearch.com/\\\" target=\\\"_blank\\\">Wolfe Research</a>.  He says Kroger is trying to thread the needle between Walmart’s low prices, and the freshness and feel of higher end stores. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“They try to get very close to price on Walmart on common items – the milk, the Cheerios, the butter, the eggs, and then they try to attract customers that maybe aren’t attracted to Walmart through increased service, better perishables,” Mushkin adds.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Kroger’s margins have fallen, but its market share has been rising steadily. So the middle of the road strategy appears to be working, and earnings are expected to reflect that.</p>\"}]","description":"Billionaire Ron Burkle just bought the Fresh and Easy chain from Tesco. Today's earnings report from Kroger affords a glimpse into the way these markets make money.","title":"Groceries: a low margin business, but still highly desirable","byline":"Sabri Ben-Achour","contentencoded":"<div class=\"barn-cleaned\"><p>The Kroger grocery chain is expected to report its earnings today, and many analysts think they should be impressive.&nbsp; But to have impressive earnings in the grocery industry&nbsp;is kind of impressive in itself.&nbsp; It's&nbsp;a bruising business.</p>\n<p>\"The average profit margin for grocery stores is 1.3 percent” says&nbsp;Jeff Cohen, a grocery industry analyst with <a href=\"http://www.ibisworld.com/\" target=\"_blank\">IBIS World</a>. “It’s a very competitive industry; so, as a result, &nbsp;grocery stores can only slightly mark up the prices for their products”</p>\n<p>One way to pry open those margins is to differentiate your stores.&nbsp; And Cohen says the number one grocery store out there in terms of sales &nbsp;is actually Walmart.&nbsp;&nbsp; &nbsp;</p>\n<p>\"We call Kroger’s strategy almost like the Un-Walmart strategy,” says&nbsp;Scott Mushkin with <a href=\"http://wolferesearch.com/\" target=\"_blank\">Wolfe Research</a>.&nbsp; He says Kroger is trying to thread the needle between Walmart’s low prices, and the freshness and&nbsp;feel of higher end stores.&nbsp;</p>\n<p>“They try to get very close to price on Walmart on common items – the milk, the Cheerios, the butter, the eggs, and then they try to attract customers that maybe aren’t attracted to&nbsp;Walmart through increased service, better perishables,” Mushkin adds.</p>\n<p>Kroger’s margins have fallen, but its market share has been rising steadily. So the middle of the road strategy appears to be working, and earnings are expected to reflect that.</p></div>","tags":["APM","Business","Fresh & Easy","Walmart","grocery stores","supermarket"],"published":"2013-09-12T15:46:25+00:00","itags":["Marketplace","Marketplace Morning Report","Marketplace Morning Report for Thursday, September 12, 2013","91934e645954a94cbf6aeb5096674f07","PMP:Marketplace_PMP"],"audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/56644659.jpg?itok=ISrXkfiN"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/12/marketplace_segment07_20130912_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/12/marketplace_segment07_20130912","type":"application/json"},"duration_hms":"00:01:23","duration":83},"format":"MP3"}]}