{"created":"2014-10-29T09:01:03+00:00","modified":"2015-01-15T20:34:29+00:00","valid":{"from":"2015-01-15T20:34:29+00:00","to":"3015-01-15T20:34:29+00:00"},"hreflang":"en","title":"Red Cross 'Diverted Assets' During Storms' Aftermath To Focus On Image","published":"2015-01-14T21:33:00+00:00","teaser":"An investigation by NPR and ProPublica reveals how the Red Cross increased its focus on public relations while it struggled to meet basic needs of storm victims.","itags":["npr_api","359365276"],"guid":"91943b71-aee9-49fb-ac4a-0ab8811b65c8","contentencoded":"<p>Within hours of Superstorm Sandy slamming the East Coast two years ago, Americans opened their wallets to help — donating millions to the first charity that came to mind: the American Red Cross.</p><p>President Obama, like most elected officials and celebrities, vouched for the organization, <a href=\"https://www.youtube.com/watch?v=WRZQDttM81c\">encouraging people to give</a>.</p><p>In the months after the disaster, the Red Cross touted its success in delivering food, clothes and shelter to tens of thousands of people left homeless by the storm. Gail McGovern, the Red Cross president and CEO, <a href=\"http://usnews.nbcnews.com/_news/2012/11/11/15090950-red-cross-pushes-back-on-sandy-response-calls-it-near-flawless?lite\">told NBC News</a> two weeks after the storm: \"I think that we are near flawless so far in this operation.\"</p><p>The truth, however, is different.</p><p>The venerable charity's track record in dealing with the megastorm is now being challenged by an unusual cadre of critics — its own employees and records.</p><p>Multiple <a href=\"http://media.npr.org/documents/2014/oct/RC-Sandy-Hot-WASH.pdf\">internal</a> <a href=\"http://media.npr.org/documents/2014/oct/RC-Lessons.pdf\">documents</a> obtained by NPR and ProPublica along with interviews with top Red Cross officials reveal an organization that struggled to meet the basic needs of victims in the first weeks after the storm. The <a href=\"http://www.propublica.org/article/the-red-cross-secret-disaster\">documents and interviews</a> also depict an organization so consumed with public relations that it hindered the charity's ability to provide disaster services.</p><p>In an interview, the Red Cross officials stood behind their work overall, especially during Sandy.</p><p>\"I'm very proud of the services we provided,\" says Trevor Riggen, a vice president at the Red Cross. \"I think the volume of services and the speed at which we provided it speaks to the quality of service of the volunteers and staff on the ground. I think there are details both in the documents you have and other documents you haven't seen that help us learn from our processes.\"</p><p>Riggen says the Red Cross served 17 million meals, provided millions of supplies and housed tens of thousands of people in its shelters. He says the organization would never put public affairs over the needs of clients in that storm or any other.</p><p>\"I don't believe that's the way our leadership has used resources on the ground or that that was a driving factor in their decisions,\" he says.</p><p><strong>Among NPR and ProPublica's findings:</strong></p><p>* The Red Cross national headquarters in Washington \"diverted assets for public relations purposes.\" A former Red Cross official managing the Sandy effort says 40 percent of available trucks were assigned to serve as backdrops for news conferences.</p><p>* Distribution of relief was \"politically driven instead of [Red Cross] planned.\"</p><p>* Food waste was \"excessive,\" due to factors including inexperienced staff, poor communication and \"political pressures.\"</p><p>* In one shelter, \"sex offenders were placed in a special area off of dorm, but they weren't there, they were all over, including playing in children's area,\" according to a confidential \"lessons learned\" memo from the Red Cross.</p><p>* \"We didn't have the kind of sophistication needed for this size job,\" concluded one senior Red Cross official, describing the agency's logistics operations in notes from an after-action report five weeks after the storm. Added another official: \"Multiple systems failed.\"</p><p>* Relief organizers were ordered to produce 200,000 additional meals one day — to drive up numbers. They did it at extraordinary cost, even though there was no one to deliver them to and most went to waste.</p><p>* \"It was just clear to me that they weren't interested in doing mass care; they were interested in the illusion of mass care,\" says Richard Rieckenberg, who helped lead the Red Cross' response to Sandy and Hurricane Isaac.</p><p>* It wasn't just Sandy. When Isaac hit Mississippi and Louisiana earlier in 2012, Rieckenberg says: \"We didn't have food in the shelters, we didn't have cots, we didn't have blankets in the shelters, which to me was incredible because we saw this hurricane coming a long way away.\"</p><p>* Also during Isaac, one Red Cross official had 80 trucks drive around empty or largely empty \"just to be seen,\" as one of the drivers recalls.</p><p>* \"Our experience with the Red Cross is they're a little late to the game,\" says Police Lt. Matthew Tiedemann, the emergency management coordinator for Bergen County, N.J., who says the Red Cross failed to provide volunteers and resources to open shelters after Sandy. \"The reality set in that I was in the sheltering business. It was pretty time-consuming, considering I was putting together cots when I should have been managing an emergency,\" he says.</p><p><em>Read more of the investigation at <a href=\"http://www.propublica.org/article/the-red-cross-secret-disaster\">propublica.org/redcross</a>. Can you help? <a href=\"http://www.propublica.org/getinvolved/item/help-us-report-on-the-american-red-cross\">Share a tip</a> or e<em>mail NPR correspondent </em><a href=\"https://mail.google.com/mail/?view=cm&fs=1&tf=1&to=lsullivan@npr.org\" target=\"_blank\">Laura Sullivan.</a> <br /></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Red+Cross+%27Diverted+Assets%27+During+Storms%27+Aftermath+To+Focus+On+Image&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sullivan","audio":[{"meta":{"duration":"498"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359760386-23e63a.m3u?orgId=1&topicId=1150&aggIds=377506201&ft=3&f=359365276"},{"meta":{"duration":"534"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360107694-a17a2e.m3u?orgId=1&topicId=1150&aggIds=377506201&ft=3&f=359365276"},{"href":"http://media.npr.org/assets/img/2014/10/28/red-cross-handout-bb9e62d582ec2082061deb86da50cb053eb5309a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1203","width":"1604"}},{"href":"http://media.npr.org/assets/img/2014/10/28/richard_091814_rieckenberg_dg-02_20736491edit_custom-15b9c83ea8d265dd8202eadac2937999c45556e2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1286","width":"1885"}},{"href":"http://media.npr.org/assets/img/2014/10/28/npr_redcross_rubee_10-24-14_2650edit_custom-43696d08b71800870d68c1fab25cf180554918a6.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1578","width":"2378"}}]}