{"created":"2014-09-22T16:11:02+00:00","modified":"2014-09-22T16:11:02+00:00","valid":{"from":"2014-09-22T16:11:02+00:00","to":"3014-09-22T16:11:02+00:00"},"hreflang":"en","title":"Lending Circles Help Latinas Pay Bills And Invest","published":"2014-04-06T23:16:00+00:00","teaser":"Participants in these social networks pool their money to give each other informal, no-interest loans. They're called <em>cundinas </em>or<em> tandas,</em> and politicians are taking notice.","tags":["npr_api","292580644"],"contentencoded":"<p><em>As part of its Changing Lives of Women series, </em>Morning Edition<em> is exploring women and their relationship with money: saving, purchasing and investing for themselves and their families. </em></p><p>Cuban-American Barb Mayo describes a <em>tanda</em> like this: \"It's like a no-interest loan with your friends.\" Mayo had never heard of <em>tandas</em> growing up, and it wasn't until she started working in sales for a cable company in Southern California that she was introduced to the concept.</p><p>\"I worked with a bunch of Mexican women and they were like, 'Hey Barb do you want to do a <em>tanda</em>?' And I was like, 'What is a <em>tanda</em>?' — and they explained it to me.\"</p><p>Here's an example of how a <em>tanda</em> works: Ten friends, family or co-workers get together, and each agrees to give $100 every two weeks to the group's organizer. One person ends up with the whole pot at the end of the month: $2,000. This goes on for 10 months until everyone gets the pot.</p><p>Everyone pays $2,000. Everyone gets $2,000. They're called <em>tandas</em> or <em>cundinas,</em> depending, in Mexico. Brazilians call them <em>pandeiros</em>; they're <em>susus</em> in West Africa and the Caribbean, and <em>hui</em> in Asia.</p><p>If you get the $2,000 early on in the process, it's a no-interest loan. If you get it later on in the cycle, the <em>tanda</em> acts as a savings account. Mayo says she used her first payout for expensive dental work, and she liked that the peer pressure kept her paying on time.</p><p>If she missed a payment, the consequence was letting down friends — a harsher penalty, to her, than a default notice from a bank. But, Mayo says, for some reason, only the Latinas at her job were into the idea.</p><p>\"It's funny because we work with white people, and one girl was like, 'All you're doing is giving money to other people and not collecting interest on it, and there's a risk!' \" she says. \"But all of us didn't see it that way.\"</p><p>There is, of course, a real risk. Someone could be the first in the group to get the pot and never come back. The leader could skip town with all the cash. It happens. But Carlos Vélez-Ibáñez, <em></em>an anthropologist at Arizona State University who wrote a book about <em>tandas</em>, says that's pretty rare.</p><p><strong> </strong>\"In the United States there is such emphasis given to individuality and individuation and individual success,\" he says. \"The bottom line is trust. They can't believe people trust each other.\"</p><p>Vélez-Ibáñez says newly arrived Mexican immigrants have to trust each other for survival. Their neighbors and co-workers are also their mechanics, seamstresses, baby sitters, interpreters. He says these social connections are critical, especially for those who are undocumented or can't speak English.</p><p>These connections are maintained, primarily, by women, who are most frequently running <em>tandas</em>, too — or what he calls rotating savings and credit associations.</p><p>\"When you participate in rotating savings and credit associations, everybody already knows your name, everyone already knows what your social collateral is and whether you're trustworthy or not,\" Vélez-Ibáñez says.</p><p>In San Francisco's Mission District, people introduce themselves to a group they'll be participating with in a <em>tanda</em>. Everyone gives their first and last names, their country of origin, and their reason for coming. A majority on this day are women from Latin America, primarily Mexico and Central America.</p><p>Alicia Villanueva stands up and introduces herself to the group. She's from Mexico: Mazatlan, Sinaloa. This is the sixth time she's participated in a <em>tanda</em> organized by a nonprofit called the <a href=\"http://missionassetfund.org/\">Mission Asset Fund</a>. It uses the <em>tanda</em> system, but calls the groups \"lending circles\" and reports the payments to credit agencies to help participants build good credit.</p><p>Nearly 70 percent of the people who sign up are women, and the other 30 percent are men women bring with them: husbands, brothers, sons, family friends or co-workers.</p><p>Alicia Villanueva came to the U.S. a few years ago, looking to make a better life for her three kids. She started out cleaning houses and taking care of disabled people, but Villanueva really wanted to start her own business selling tamales.</p><p>She joined a <em>tanda</em> back in Mexico, so when she saw a flier for something similar run by the Mission Asset Fund, she traveled from two cities away to participate. She needed a quick infusion of cash to pay bills and jump-start her business. She used her first $1,000 to pay her car registration, \"and the rest of my money I invest in my business.\"</p><p>Villanueva went from selling her tamales door-to-door to hiring a staff of seven women and buying a food cart. She's using this round of cash to buy fliers and signs to help advertise Alicia's Tamales Los Mayas.</p><p>\"This one is going to support me and, can I say, catapult me to play in the big leagues,\" she says giggling. Villanueva says the \"big leagues\" means owning a restaurant she can pass down to her three kids.</p><p>California state Sen. Lou Correa says when he was a kid growing up in the poor neighborhoods of central Orange County, this was a very popular way of getting a loan. He calls <em>tandas</em> an alternative to those payday lenders who charge what he calls out-of-control interest rates.</p><p>Correa has proposed <a href=\"http://www.leginfo.ca.gov/pub/13-14/bill/sen/sb_0851-0900/sb_896_bill_20140113_introduced.html\">legislation</a> that would exempt nonprofits from having to get a lender's license. He says they're not lending the money, the participants are, and regulators should get out of the way.</p><p><strong> </strong>\"The lesson for me as the chair of the Banking and Finance Committee in the California State Senate is to open my eyes a little more and start looking in those areas that I think finance does not exist, because that is the place I may find more solutions to our problems,\" he says.</p><p>Correa says lending circles are responsible for supporting entrepreneurs and job-creators like Alicia Villanueva. And, he says, no matter what you call them — <em>tandas</em>, <em>cundinas</em>, lending circles, rotating savings and credit associations — they work, and it's time to bring them out of the shadows.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lending+Circles+Help+Latinas+Pay+Bills+And+Invest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","guid":"91991461-f30c-4579-8a5f-2e9e3f2b7c13","audio":[{"meta":{"duration":"384"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1297623175-a68154.m3u?orgId=1&topicId=1015&aggIds=177622347&ft=3&f=292580644"},{"href":"http://media.npr.org/assets/img/2014/03/21/maf_alicia-114-e2e127c394183db9afb99c39c3ce706ddba6ac33.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1076","width":"1437"}},{"href":"http://media.npr.org/assets/img/2014/03/21/maf_alicia-176-e863396b8505c610621d39c2c8e5563797196597.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1272","width":"1699"}},{"href":"http://media.npr.org/assets/img/2014/03/31/maf_alicia-114_custom-6d710e809e7550f7b8724a71fd2365d292cf094c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1387","width":"2564"}},{"href":"http://media.npr.org/assets/img/2014/03/31/maf_alicia_small-20_custom-b059c36cd5b2fa8d41460bd70b571587f3583e9b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"432","width":"288"}}]}