{"created":"2015-01-17T10:27:48+00:00","modified":"2015-06-05T15:30:28+00:00","valid":{"from":"2015-06-05T15:30:28+00:00","to":"3015-06-05T15:30:28+00:00"},"hreflang":"en","title":"Do You Harp A Slib Of The Ling? One Small Town's Opaque Language","published":"2015-01-20T20:15:00+00:00","teaser":"Tiny Boonville, Calif., is known for a few things. Its wineries, its tight-knit community, and its very own language. Boontling was created in the late 1800s as a way to gossip covertly.","itags":["npr_api","377734363"],"guid":"91a06a7b-9ae4-4199-a196-951b3025f055","contentencoded":"<p>Tiny Boonville, in Northern California, is known for a few things: its wineries, its tight-knit community — and its very own language, Boontling.</p><p>Bahl means good. Nonch means bad. And horn of zeese? That's Boontling for a cup of coffee.</p><p>The language was created long ago as a way to gossip covertly in this community of about 1,000 people, nestled in a valley a few hours north of San Francisco. Now, it's still alive, but barely.</p><p>You can hear the sounds of Boontling in the community's senior center, where on a recent day, Wes Smoot and David Knight had this conversation:</p><blockquote><p>Smoot: \"You've been boshin'?\"</p><p>Knight: \"Just a slib.\"</p><p>Smoot: \"You get a granny hatchet?\"</p><p>Knight: \"Nope. ... Mostly just gormin' and horse shoes.\"</p></blockquote><p>Translation: Have you been deer hunting? Yes, but only a little. Bagged one yet? Nope, Knight says: instead, he's been eating barbecue and playing horse shoes.</p><p>Boontling dates back to the late 1800s, but it was still spoken widely on Boonville's streets and even taught in its schools much more recently.</p><p>The language was so ingrained in local culture that when Smoot's great-uncle joined the military, he had a hard time understanding English.</p><p>\"All he knew was Boontling,\" Smoot says.</p><p>Smoot, on the other hand, enjoys being bilingual.</p><p>\"Strangers come in on the weekends, you know, metropolitan people, and they'd sit down,\" he says. \"And we'd sit there and talk about them, things that would normally get your face slapped pretty bad. And they were just grinning at you, and they had no idea what we was talking about, you know. And that, to me, is a lot of fun.\"</p><p>The community has some newer Boontling speakers as well, like Fal Allen. He's not fluent — \"Ya, I by harp a wee slib of the ling,\" he says, translating it as \"Yes, I speak a little bit of Boontling.\"</p><p>But he's still one of the unofficial keepers of the lingo's history. He says Boonville's always been kind of removed from the outside world — by treacherous roads and by choice.</p><p>\"It was very hard to get in and out of this valley, and so they were very isolated, and they were not excited about having outsiders come in,\" he says. \"And so the secret language for the people of the valley seemed to ... you know, make perfect sense.\"</p><p>And it makes no sense at all to outsiders, which was the point of this combination of nicknames, jargon and the odd foreign term. Allen says Boontling eventually reached a vocabulary of 1,600 words.</p><p>Now the language dances on the edge of extinction. It's estimated that less than 100 people still speak it — and far fewer are fluent.</p><p>But it's still evolving, too. Back at the senior center, Smoot describes his contribution to Boontling, a word that means \"oldtimer.\" It's \"downstreamer,\" in honor of local dog salmon.</p><p>\"He's going back downstream trying to get back to the ocean, but he dies before he gets to the ocean,\" Smoot says. \"So, when you get up in our age, we're almost downstreamers. We're headed for the ocean, but I doubt if we're going to make it.\"</p><p>Boontling, for its part, just might make it, if enough of its younger enthusiasts keep it up. They've created a Boontling study group that meets once a month.</p><p>The appeal is built-in, says Fal Allen.</p><p>\"Who doesn't love a secret language?\" he says. \"I mean, come on.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+You+Harp+A+Slib+Of+The+Ling%3F+One+Small+Town%27s+Opaque+Language&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stina Sieg","audio":[{"meta":{"duration":"198"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377925105-7de35e.m3u?orgId=1&topicId=1091&d=198&p=7&story=377734363&t=progseg&e=377924997&seg=17&ft=nprml&f=377734363"},{"href":"http://media.npr.org/assets/img/2015/01/17/fal-ac0ab6ac9884a297d8ec03ed557271c31c58b84f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"899","width":"1199"}},{"href":"http://media.npr.org/assets/img/2015/01/17/smoot-3d850adcec446bf222f1a7d2aef9b1f3ef4d525e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"899","width":"1199"}}]}