{"created":"2015-05-04T20:31:07+00:00","modified":"2015-06-25T17:44:30+00:00","valid":{"from":"2015-06-25T17:44:30+00:00","to":"3015-06-25T17:44:30+00:00"},"hreflang":"en","title":"Ruth Rendell Dies, Pioneered The Psychological Thriller","published":"2015-05-05T06:02:00+00:00","teaser":"The British mystery writer was known for her Inspector Wexford series and in her later years became active in Labour Party politics. NPR's Petra Mayer has this remembrance.","itags":["npr_api","377740302"],"guid":"91a1ec37-c777-471e-9263-8cf0ccbbcb06","contentencoded":"<p>Famed British crime writer Ruth Rendell died this past weekend in London. She was 85 and had suffered a stroke in January.</p><p>Best known for her long-running Inspector Wexford series — which was adapted for television — she pioneered a psychological approach to thriller writing. She also wrote darker, more contemplative books as <a href=\"http://www.npr.org/templates/story/story.php?storyId=102302417\">Barbara Vine</a>. In her later years, she was made a baroness and took up Labour Party politics.</p><p>Rendell's most memorable creation may have been Chief Inspector Reginald Wexford: Liberal, intelligent, sensitive but hot-tempered, prone to quoting Shakespeare — Rendell based him partly on herself, and partly on her father.</p><p>The mysteries Wexford solved weren't simple whodunits — there were layers upon layers of psychological complication, packed with obsession, deception, social issues and power games.<br /> <br />When Ruth Rendell started writing, there really wasn't anyone like her. She had an unlikely beginning: She was a reporter for a local newspaper, at least — as the story goes — until she wrote up the tennis club's annual dinner without actually attending. It might have passed unnoticed, except for the fact that the after-dinner speaker dropped dead in the middle of his speech.</p><p>So Rendell became a novelist, and her first Inspector Wexford mystery, <em>From Doon With Death</em>, came out in 1964. In it, Wexford investigates the life — and violent death — of a seemingly repressed, respectable woman.</p><p>In a 2005 NPR interview, Rendell was asked whether she was fascinated by crime. \"Well, I don't know that I am fascinated with crime,\" she said. \"I'm fascinated with people and their characters and their obsessions and what they do. And these things lead to crime, but I'm much more fascinated in their minds.\"</p><p>\"Her stories got people to see a different kind of crime writing,\" says Ted Hertel. He's the executive vice president of the Mystery Writers of America, which gave Rendell its highest honor, the Grand Master Award, in 1997.</p><p>Hertel says Rendell's writing stood out for its literary qualities. \"You would sit there and you'd read a turn of a phrase or a sentence, and you know, as a writer I think man, I wish I could write a sentence like that.\"</p><p>Rendell was incredibly prolific. In addition to the Inspector Wexford mysteries and several stand-alone novels, there were also the <a href=\"http://www.npr.org/templates/story/story.php?storyId=4948848\">Barbara Vine books</a>. She talked about her alter ego on WHYY's <em>Fresh Air</em> in 2005. \"I don't think the Barbara Vines are mysteries in any sense. The Barbara Vine is much more slowly paced. It is a much more in-depth, searching sort of book; it doesn't necessarily have a murder in it.\"</p><p>Rendell won almost every award out there. As her career progressed, she became increasingly conscious of social issues, of the pressures of poverty and class and the ways they can drive people to madness. Her 1977 novel <em>A Judgement in Stone</em> is about a housekeeper who murders her employers, and it's famous for its opening line: \"Eunice Parchman killed the Coverdale family because she could not read or write.\"</p><p>That concern carried over into other areas of her life. Rendell was made a baroness in 1997 and vowed to take an active role in the House of Lords as a member of the Labour party. She campaigned against female genital mutilation, or FGM, helping make it illegal to send girls outside the U.K. for the procedure. She addressed the House of Lords in 2011, saying \"the public at large know little about FGM. I have told people what it really is, and my explanation has been received with horror, or with 'I don't want to know.' \"</p><p>But Rendell <em>did</em> want to know, about all the darkness that hides inside us, and all the strange things it makes us do.</p><p>She leaves behind one son; her husband — whom she divorced in 1975 and remarried shortly thereafter — died in 1999. Just before she died, she finished another book. It's due out this fall.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ruth+Rendell+Dies%2C+Pioneered+The+Psychological+Thriller&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Petra Mayer","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404236583-c1b6ce.m3u?orgId=1&topicId=1161&aggIds=100876926&d=234&p=2&story=377740302&t=progseg&e=404236299&seg=17&ft=nprml&f=377740302"},{"href":"http://media.npr.org/assets/img/2015/01/16/ruth-rendell-d3675ce030d987de58929eca1a6c9a2f7b74d9e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1214","width":"1619"}}]}