{"created":"2015-06-17T08:48:14+00:00","modified":"2015-06-19T18:07:48+00:00","valid":{"from":"2015-06-19T18:07:48+00:00","to":"3015-06-19T18:07:48+00:00"},"hreflang":"en","title":"Scammers Turn To Caller ID 'Spoofing' To Pose As Police ","published":"2015-06-17T22:18:00+00:00","teaser":"There's a new kind of phone scam on the rise: fraudsters using fake numbers to pretend they're calling from the local police department. And there's little the real police can do about it.","itags":["npr_api","414997683"],"guid":"91a28fdc-dd60-41ab-adc2-dc23b754d18e","contentencoded":"<p>Most people know to hang up on con artists supposedly calling from the power company or the IRS, demanding money. The problem is, there's little the police can do — even when the scammers go so far as to impersonate the police themselves.</p><p>The fake police scam, or \"spoofing,\" has been making the rounds for the last year or so.</p><p>Cmdr. Joseph Chacon of the Austin Police Department's intelligence division says they saw a wave of these calls this spring from people claiming to be Austin police.</p><p>\"We've seen them saying that they need to send money so they can get a loved one out of jail,\" Chacon says. The scammers \"want them to buy cash cards and then give them the card numbers over the phone, and then they're able to take that money and use it.\"</p><p>But why would anyone fall for that? The simple answer: Caller ID.</p><p>\"We have people that are calling using 'spoof' numbers that are very similar or identical to numbers that we use, that we call from,\" he says.</p><p>\"Spoofed\" calls are calls that come in showing an altered number on the caller ID.</p><p>Dave Huras is very familiar with spoofing; he's the president of the Communications Fraud Control Association, a joint effort of telecoms and law enforcement. He says the fact that people can change their caller ID isn't a flaw in our phone system — it's a feature.</p><p>\"There are customers who legitimately want to be able to deliver a different phone number showing up at the other end, so it was built that way,\" he says.</p><p>For instance, companies might modify their caller ID to show a single customer service number, or police detectives might want to display a generic residential number when doing investigations.</p><p>The problem is, Internet phone services have democratized phone spoofing. There are websites that make the trick available to anybody. And now that people are pretending to be cops, some wonder whether our phone system is too flexible.</p><p>But Huras says it's too late to change that.</p><p>\"Basically, to get rid of spoofing at this point would take an entire retooling, re-architecture of telephony networks across the world,\" he says. \"You are talking about multi, multi, multi billions of dollars, and it's just not practical.\"</p><p>It is technically possible, sometimes, to trace spoofed calls, but it's a challenge. You need cooperation from multiple companies, and the trail often goes overseas. Law enforcement might do it on a big case, but it's not something that most local cops would know how to initiate.</p><p>Mark Coil is the deputy chief of the Shelby Township police, a small suburban department outside Detroit.</p><p>\"I don't know of one case where we've just gotten the number on its own and traced it back,\" he says. \"Usually there's some sort of other evidence or there's something else to tie it together.\"</p><p>Sometimes there's a money trail, or the victim knows the fraudster. But generally, there's little local police can do to solve these crimes. Instead, they just warn people — over and over again — to be on guard. But skepticism has its own cost.</p><p>Coil says he has seen that when he has called people about their family members who really are in jail.</p><p>\"You know, when you're really truly trying to make phone calls to have somebody come bond somebody out, and they say, 'Well, I don't believe you are who say you are,' and you have to give them your number, and then they have to call you back and, you know, it dilutes people's trust or belief in who they're really speaking with,\" he says.</p><p>It's like that old cartoon about how on the Internet, no one knows you're a dog. Except in this case, on the phone, no one knows if you're really a cop.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scammers+Turn+To+Caller+ID+%27Spoofing%27+To+Pose+As+Police+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415138113-c352d9.m3u?orgId=1&topicId=1003&d=235&p=3&story=414997683&t=progseg&e=415102525&seg=14&ft=nprml&f=414997683"}]}