{"created":"2015-03-08T13:42:06+00:00","modified":"2015-03-09T03:10:15+00:00","valid":{"from":"2015-03-09T03:10:15+00:00","to":"3015-03-09T03:10:15+00:00"},"hreflang":"en","title":"Education May Be Priceless, But A College Degree Isn't","published":"2015-03-08T17:08:00+00:00","teaser":"The four college seniors participating in The Howard Project talk about how they're paying for college, how they make and spend their pocket money and what they expect in their financial futures.","itags":["npr_api","391029958"],"guid":"91b690cc-6468-42e7-a40a-22f176b4eca5","contentencoded":"<p>Paying for college gets more expensive every year.</p><p>According to the <a href=\"http://www.consumerfinance.gov/blog/too-big-to-fail-student-debt-hits-a-trillion/\">Consumer Financial Protection Bureau</a>, Americans owe more than a <em>trillion</em> dollars in outstanding student loan payments.</p><p>The result can be a lot of pressure for college grads. The four seniors participating in our Howard Project — Ariel Alford, Taylor Davis, Leighton Watson and Kevin Peterman — talk to us about finances.</p><p>Leighton and Taylor both have full scholarships. Ariel is paying for her education exclusively through loans, and she says it's \"very disheartening to watch the debt just accumulate .... it's like you're slowly walking yourself into prison.\" Kevin is paying for his schooling through a combination of scholarships, grants and loans.</p><p>Ariel, Taylor and Kevin each have part-time jobs; Leighton doesn't, but he's the student body president, which he says can feel like full-time work.</p><p>The four students shared insights into how they pay for their schooling, what they splurge on when they indulge, and how they think about their financial futures. <em>Excerpts are below: click on the audio link above to hear more.</em></p><hr /><h3>Ariel Alford<br /><em>Works as a campus organizer for an education nonprofit</em></h3><p><strong>On her financial goals for her future</strong><em><strong><br /></strong></em></p><p>I would like to be a homeowner because I think it's important for black people to become homeowners in our communities. So I would like to own a home. I would definitely like to not have to live paycheck to paycheck. And I would like to own my car, or be able to pay my car note, and I would like to have health insurance and all these things. So I think that the things that we would say in this country are, like, necessities, or go along with our standard of living, those are things that I would like to have. And I would also like to live comfortable enough so that I can give back to my community, so that I can give back to my people, so that I can have something to contribute.</p><hr /><h3>Taylor Davis<br /><em>Works for alumni relations</em></h3><p><strong>On her part-time job</strong></p><p>It's really rewarding. Because it's not just them — yeah, of course they give back to the institution, but they also ask me about my Howard journey, and they offer bits of wisdom. And it's honestly encouraging to know that they care about how I'm doing, and what my future plans are, and they're telling me \"Keep up the good work, and I believe in you. Go out and be great.\"</p><p><strong>On how her attitude toward future earnings has change</strong></p><p>Initially, when I was in high school, I thought I wanted to be an engineer, I thought I wanted to be doctor — I thought I wanted to do things that would result in me having a really fat paycheck, right? But when I came to Howard, and I began to learn more about myself and more about the world and as I began to understand my purpose, I realized that I'm not put on this earth just to make money. And that's not to say that money's not important, but that's not my driving factor. My driving force is to serve my people.</p><hr /><h3>Leighton Watson<br /><em>Student body president (unpaid)</em></h3><p><strong>On whether money figures into his career plans</strong></p><p>We all talk about wanting to make six figures. That's just the thing now for college graduates. I think somewhere well into the six figures would be comfortable for me to do what I need to do. Now I wouldn't be comfortable as far as taxes are concerned, but that's something else to worry about. And it's enough, I think, to pass down to the next generation so they can have something to start out with too and you don't have to worry about paying for college and debt and all that kind of stuff.</p><hr /><h3>Kevin Peterman<br /><em>Works as a resident assistant in a dorm</em></h3><p><strong>On his job as an RA</strong></p><p>You're on the clock 24 hours a day. You become not only a residence RA but you become their big brother, you become their father, you become their uncle, you become their financial aid resource officer. You become everything that they might need you to be in their moment of need.</p><p><strong>On occasionally splurging on a haircut</strong></p><p>It's not just about having a clean cut, but it really is an experience. Being on a college campus ... you sometimes [are] surrounded with affluence and intellectuals. And then you go into the barbershop, especially African-American barbershops, and you can find the same conversations that you were having in your classroom, but just on a regular scale.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Education+May+Be+Priceless%2C+But+A+College+Degree+Isn%27t&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391619608-71de10.m3u?orgId=1&topicId=1013&aggIds=391259749&e=391029958&d=419&ft=nprml&f=391029958"},{"href":"http://media.npr.org/assets/img/2015/03/05/alternate-group-shot-bb23115250877a36bf7e18bdc82b9099050d4011.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1956","width":"2608"}},{"href":"http://media.npr.org/assets/img/2015/03/06/_mg_5964-eae40e39508f5d35a21d6b78e6ef45b21514a919.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/06/_mg_6143-00155c09911896943acd24dd87a6d351590e637c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/06/_mg_5938-2f97ece7fa8820a28344b1a56353163d60b522ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1927","width":"2570"}},{"href":"http://media.npr.org/assets/img/2015/03/06/_mg_6099-635755c2a3b2db01cd5a750490e6242299c0f74d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}