{"created":"2014-10-03T21:11:03+00:00","modified":"2014-12-01T21:05:12+00:00","valid":{"from":"2014-12-01T21:05:12+00:00","to":"3014-12-01T21:05:12+00:00"},"hreflang":"en","title":"Mark Your Calendars: In A Year, We'll Arrive At Pluto","published":"2014-07-14T13:36:00+00:00","teaser":"It takes a long time to travel 3 billion miles. On July 14, 2015, NASA's New Horizons spacecraft will finally get a flyby glimpse of the dwarf planet, as part of a mission launched in 2006.","itags":["npr_api","330983584"],"guid":"91c75de2-7a94-49ee-8d1f-112a10f35892","contentencoded":"<p>Planetary scientist Alan Stern is counting down the days — just 365 of them now. He has spent the past 8 1/2 years waiting for the New Horizons spacecraft to make a close encounter with Pluto. Next year, on July 14, the spacecraft will reach its destination.</p><p>\"Not only did we choose the date, by the way, we chose the hour and the minute. And we're on track,\" says Stern, the principal investigator for NASA's Pluto-Kuiper Belt Mission.</p><p>In January 2006, the New Horizons spacecraft left Earth on the 3-billion-mile journey to Pluto and beyond.</p><p>\"We're arriving at Pluto on the morning of the 14th of July 2015,\" Stern says. \"It's Bastille day. To celebrate, we're storming the gates of Pluto.\"</p><p>To be clear, this is an unmanned flyby mission by a spacecraft about the size and shape of a baby grand piano. No humans or robots will be landing and walking around.</p><p>\" 'Arriving's' a little bit of a squishy term, I know. At closest approach, we'll be about 6,000 miles from Pluto,\" Stern says.</p><p>That distance was carefully calculated to ensure the sharpest images without blurring (the spacecraft is going <a href=\"http://blogs.scientificamerican.com/life-unbounded/2013/02/25/the-fastest-spacecraft-ever/\"><em>really</em> fast</a>) and to avoid getting pulled into Pluto's orbit. And 6,000 miles away is still much, much closer than we've ever been before.</p><p>\"The closest any spacecraft had ever been to Pluto was ridiculously far — about a billion miles,\" Stern says. \"And we've been within a billion miles of Pluto for years now, so every day we break our own record.\"</p><p>Months before we get to that closest approach, we'll start getting the best images of Pluto we've ever seen. So far, the best Pluto pictures are from the Hubble Telescope. By May of next year, New Horizons will be sending home better images.</p><p>Stern says, \"We actually call that our BTH date — Better Than Hubble.\"</p><p>A great deal of planning went into this mission. But in case you're wondering, the New Horizons team did <em>not</em> plan for Pluto to be downgraded to a dwarf planet in the same year as the launch.</p><p>That didn't change anything for Alan Stern. Some planetary scientists still dispute Pluto's planet status, and Stern says he'll always think of Pluto as a planet.</p><p>Either way, it's a distant realm ripe for exploration. Scientists don't actually know what exactly they will see there. And that's the exciting part.</p><p>\"When we first sent missions to Jupiter, no one expected to find moons that would have active volcanoes. And I could go down a long list of how often I've been surprised by the richness of nature,\" he says.</p><p>So now, we wait.</p><p>\"You'll just have to wait just like we will to unwrap this present,\" Stern says. \"Save the date — July 14, 2015: humankind's encounter with Pluto.\"</p><p>It takes about 4 1/2 hours for a signal to reach Earth from New Horizons. The spacecraft is programmed to go radio silent on July 14 so it can collect as much data as possible. The first batch of images will come down the next day.</p><p>The New Horizons spacecraft is healthy and full of fuel, so after the Pluto encounter, it will keep going beyond Pluto and into the outer rim of our solar system.</p><p>If you'd like to stay on top of New Horizons' progress to the second, check out the Johns Hopkins University Applied Physics Laboratory <a href=\"http://pluto.jhuapl.edu/\">countdown clock</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mark+Your+Calendars%3A+In+A+Year%2C+We%27ll+Arrive+At+Pluto&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Priska Neely","audio":[{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331199138-5a8f13.m3u?orgId=1&topicId=1026&ft=3&f=330983584"},{"href":"http://media.npr.org/assets/img/2014/07/13/pluto-new-horizons-b4abd6e40d80c44baab0604d30e0b80c974badf4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"540","width":"720"}}]}