{"created":"2014-09-11T18:46:03+00:00","modified":"2014-09-11T18:46:12+00:00","valid":{"from":"2014-09-11T18:46:12+00:00","to":"3014-09-11T18:46:12+00:00"},"hreflang":"en","guid":"91c76b98-a722-4c09-8f4f-929951304fa9","title":"Mosul residents will be listening closely to President Obama's speech","published":"2014-09-11T18:46:11+00:00","byline":"Bradley Campbell","tags":["terrorism","military","politics","International Security","Conflict","Conflict & Justice","Mosul","Asia","North America","Iraq","Middle East","Asia","North America","Aisha Jassim","Barack Obama","Mosul","ISIS","War"],"teaser":"American credibility is on the line as the US prepares to act against ISIS, but no one has more at stake than those who live in or have loved ones in the militant group's path. In the city of Mosul in northern Iraq, those people are eagerly awaiting President Obama's speech.\r\n","contentencoded":"<p>There&#39;s a lot at stake tonight when President Barack Obama speaks to the nation.&nbsp;<span style=\"line-height: 1.538em;\">The president is expected to unveil his strategy for defeating ISIS, the Islamist militants who call themselves the Islamic State.</span></p><p>That&#39;s the group that now controls large parts of Iraq and Syria, leaving American Middle East policy in tatters. But while<span style=\"line-height: 1.538em;\">&nbsp;American credibility is on the line, no one has more at stake than those who live in or have loved ones in ISIS&#39;s path.</span></p><p>Aisha Jassim is originally from Mosul, the northern Iraqi city taken over by ISIS this summer. She&#39;s currently far away, a junior at Northwestern University&#39;s campus in Qatar, but s<span style=\"line-height: 1.538em;\">he still has family back home.</span></p><p>Jassim says Mosul residents, including her relatives, favor US military intervention despite all the violence that followed the American-led invasion of 2003. &quot;You have to know this is difficult, even for Iraqis to admit that they want intervention,&quot; she says. &quot;But life has gotten so bad that intervention is ... something that people won&#39;t protest too fervently.&quot;</p><p>She says people in her family have not joined ISIS. The simplest reason is her family members rarely leave the house. Her cousin has essentially stayed inside for months, and her family, despite being religious, hasn&#39;t even left to attend Friday prayers. &quot;They don&#39;t want to hear about how they need to support ISIS,&quot; she says. &quot;If you don&#39;t support ISIS you&#39;re threatened.&quot;</p><p>For that twisting of her religion, Jassim says, she and her family call ISIS &quot;Islamic outsiders,&quot; what Americans might call &quot;fakers.&quot; She points to the group&#39;s destruction of the Prophet Younis Mosque in Mosul as evidence that their faith isn&#39;t particularly sincere.</p><p>Jassim wants people to know that the militants coming into Iraq are frequently not Iraqis. They come from all over, she says: Europe, Russia, Saudi Arabia. And they come to Iraq to die. &quot;These people, you can&#39;t deal with them,&quot; she says. &quot;You can&#39;t even negotiate with them.&quot;</p><p>Her parents gave up on the hope of moving back to Mosul in 2008. That&#39;s the year they sold their house in the city. Jassim hopes they&#39;re wrong, that she&#39;ll be able to return to her hometown one day. But, she admits that &quot;<span style=\"line-height: 1.538em;\">from what it looks like, Iraq just keeps on going backward.&quot;</span></p>","audio":[]}