{"created":"2014-09-08T15:35:21+00:00","modified":"2015-02-06T19:32:17+00:00","valid":{"from":"2015-02-06T19:32:17+00:00","to":"3015-02-06T19:32:17+00:00"},"hreflang":"en","title":"Ferguson Update: National Guard Deployed, School Postponed","published":"2014-08-18T20:25:00+00:00","teaser":"Members of the National Guard have arrived in the St. Louis area, one day after the suburb of Ferguson saw new violence at a protest over an unarmed teenager killed by police.","itags":["npr_api","341313667"],"guid":"91d0afb0-b55a-4c46-9d1b-0db77cdd15da","contentencoded":"<p>Members of the National Guard have arrived in the St. Louis area, one day after Missouri Gov. Jay Nixon said he would deploy troops to prevent violence in Ferguson, a St. Louis suburb that's been wracked by outrage and looting over the police shooting of an unarmed black teenager last weekend.</p><p>\"Members of the National Guard are arriving in South St. Louis,\" local TV news KMOV reports, in a tweet this morning. \"They will be heading to <a href=\"https://twitter.com/hashtag/Ferguson?src=hash\" data-query-source=\"hashtag_click\">#Ferguson</a> today.\"</p><p>Late Sunday, <a href=\"http://www.nytimes.com/2014/08/18/us/michael-brown-autopsy-shows-he-was-shot-at-least-6-times.html?hp&action=click&pgtype=Homepage&version=LedeSumLargeMedia&module=a-lede-package-region&region=lede-package&WT.nav=lede-package\">news emerged</a> that a preliminary private autopsy had found that Michael Brown, 18, was shot at least six times by a police officer (<strong><em>Update</em></strong>: the forensics experts <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/18/341345834/forensic-experts-discuss-six-bullets-that-hit-michael-brown\">have held a news conference</a> about their findings). Two of those bullets hit Brown in the head. The autopsy was conducted at the request of Brown's family by former New York City chief medical examiner Dr. Michael Baden.</p><p>Before those developments, Sunday night had already brought fresh violence to Ferguson, as at least two people were reportedly shot in what police say was gunfire coming from within the crowd of demonstrators.</p><p>After that incident around 8:30 p.m., police then used tear gas to try to disperse the crowd and reach the victims. But some families were caught in the middle.</p><p>From <a href=\"http://news.stlpublicradio.org/post/national-guard-called-after-ferguson-shatters-night-rolling-confrontation\">St. Louis Public Radio's</a> Durrie Bouscaren:</p><blockquote><p>\"A peaceful march down West Florissant Avenue turned violent after a woman was shot — to reach the victim, police began advancing with armored trucks, throwing tear gas, and later shooting rubber bullets.</p><p>\"Cars filled the road as demonstrators tried to leave, others moved forward towards police, placing bricks and broken glass in the street.</p><p>\"At a press conference around 1 a.m., State Highway Patrol Capt. Ron Johnson said police had received a report of eight people with guns in the area. According to police, officers were shot at but sustained no injuries.\"</p></blockquote><p>Also Sunday, three journalists — from <em>Sports Illustrated</em>, the <em>Financial Times</em>, and <em>The Telegraph</em> — <a href=\"http://www.poynter.org/latest-news/mediawire/263931/more-journalists-arrested-in-ferguson/\">were briefly arrested</a> before being released.</p><p>The governor's move to call in the National Guard came after a midnight-5 a.m. curfew failed to calm crowds angered by Brown's death — and upset by how police have handled the case. Nixon issued a statement after 1 a.m. today, in which he said in part:</p><p>\"I join the people of Ferguson, and all Missourians, in strongly condemning this criminal activity that included firing upon law enforcement officers, shooting a civilian, throwing Molotov cocktails, looting and a coordinated attempt to block roads and overrun the Unified Command Center. These violent acts are a disservice to the family of Michael Brown and his memory, and to the people of this community who yearn for justice to be served, and to feel safe in their own homes.\"</p><p>Later in the day, he also said there there would be no curfew Monday night.</p><p>All schools in the <a href=\"http://www.fergflor.org/pages/Ferguson-Florissant_SD\">Ferguson-Florissant School District</a> have canceled classes for Monday, throwing the start of the school year further into disarray one week after it was originally planned to begin. At least two neighboring districts followed suit. As <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/18/341233889/more-mayhem-in-ferguson-tear-gas-looting-gunshots\">we reported earlier</a>, in announcing the move, the district said, \"We are planning to receive and support our students as soon as possible.\"</p><p>Anticipating the start of classes, some parents and kids have been decorating their schools, trying to get kids excited about a return to normalcy. And some parents are using the chaos as a learning opportunity, as member station KCUR's Frank Morris reports for <em>Morning Edition:</em></p><p>\"Dennis Jethroe has taken his 4-year-old son, Harlem, from their home here, a couple of blocks over, to see the burned-out convenience store where the boy's treats used to come from. It's an important education for a young African-American boy, according to Jethroe.\"</p><p>\"I just fear for him as he gets older,\" Jethroe says. \"That's why I'm trying to show him these things. It can happen, it can be that fast. You can put on your shoes and clothes in the morning, and don't even make it home that night.\"</p><p>The National Guard is deploying to Ferguson a week after <a href=\"http://www.amnestyusa.org/news/press-releases/amnesty-international-sends-human-rights-delegation-to-ferguson-missouri\">a human rights delegation from Amnesty International</a> arrived in the town.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ferguson+Update%3A+National+Guard+Deployed%2C+School+Postponed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341340402-4dd749.m3u?orgId=1&topicId=1003&e=341313667&d=282&ft=nprml&f=341313667"}]}