{"created":"2014-10-07T21:14:57+00:00","modified":"2014-12-04T14:32:35+00:00","valid":{"from":"2014-12-04T14:32:35+00:00","to":"3014-12-04T14:32:35+00:00"},"hreflang":"en","title":"When Work Becomes A Haven From Stress At Home","published":"2014-07-16T15:13:00+00:00","teaser":"Moms who worked full time reported significantly better physical and mental health than moms who worked part time, research involving more than 2,500 mothers found.","itags":["npr_api","330191097"],"guid":"91d37394-7513-4877-89c2-7f892bdf52c7","contentencoded":"<p>In the land that came up with the phrase \"Thank God it's Friday,\" and a restaurant chain to capitalize on the sense of relief many feel as the work week ends, researchers made an unusual finding in 2012.</p><p>Moms who worked full time reported significantly better physical and mental health than moms who worked part time, research involving more than 2,500 mothers found. And mothers who worked part time reported better health than moms who didn't work at all.</p><p>Working and juggling family responsibilities can be stressful. But can work, despite its demands, be less stressful than the alternative?</p><p>Mothers who worked longer hours had more juggling to do. They had more demands on their time and more stress. How could they possibly be in better physical and mental health?</p><p>One answer, of course, is self-selection. Mothers who were in better health to begin with may have chosen to work regularly. Researchers <a href=\"http://www.uakron.edu/sociology/faculty-staff/bio-detail.dot?identity=2124907\">Adrianne Frech</a> and <a href=\"http://www.sarahdamaske.com/About_the_Author.html\">Sarah Damaske</a>, who conducted the 2012 study, also found that moms who worked steadily had other advantages. They were more likely to have grown up with two married parents, more likely to have completed high school and more likely to be in a stable relationship before the birth of their first child.</p><p>But in new research, Damaske argues that another factor might have been at play. It's a factor that sociologists such as <a href=\"http://sociology.berkeley.edu/professor-emeritus/arlie-r-hochschild\">Arlie Hochschild</a> and psychiatrists such as Sigmund Freud have examined in the past. Hochschild, for one, found that many people find work to be less stressful than their home lives. Work was, in fact, a haven. Freud once said work and love were two wellsprings of emotional satisfaction in life.</p><p>In a <a href=\"http://www.sciencedirect.com/science/article/pii/S0277953614002858\">study</a> of 122 working men and women, Damaske had volunteers collect samples of saliva throughout the day. The samples were later tested to measure the levels of cortisol, a stress hormone.</p><p>Cortisol levels didn't spike when the volunteers were at work. They soared when the volunteers were home.</p><p>\"When we looked at the difference between home and work in terms of their cortisol levels — that biological marker of stress — we found that people's cortisol levels were significantly lower at work than they were at home,\" Damaske said. The results \"suggested to us that people — at least biologically speaking — had lower levels of stress ... at work,\" she said.</p><p>Low-income people and those without children were especially likely to report lower levels of the stress hormone when they were at work.</p><p>The idea that work might be less stressful than home life for many people is mirrored in <a href=\"http://www.npr.org/blogs/health/2014/07/07/323351759/for-many-americans-stress-takes-a-toll-on-health-and-family\">a nationwide poll</a> conducted by NPR, the Robert Wood Johnson Foundation and the Harvard School of Public Health: Health problems, the death of loved ones and juggling busy family schedules often scored among the top sources of stress in people's lives.</p><p>Damaske said there was an important difference between the kind of stress people experience at home and the kind of stress they experience in the workplace.</p><p>\"No matter how urgent something is at work, you are not as attached to that urgency as you would be to, say, a health scare or the death of a loved one, because we are emotionally entangled at home in a way that we aren't at work,\" she said in an interview.</p><p>Besides, she added, most workers have a trump card to play at work, which they may not feel they have in their personal lives.</p><p>\"You still know that you can quit, you can look for something else, that you can leave — leave your boss and your bad day behind,\" Damaske said. \"Those aren't exactly strategies that you have for home, right? Most of us aren't going to up and leave our families because they're stressful, although most people's families are stressful from time to time.\"</p><p>Damaske said the study offered a different window into why women who work steady jobs might experience better physical and mental health than those who work part time, or not at all. It is still possible that women who are healthier to begin with are more likely to hold steady jobs, but Damaske said it might also be the case that work had positive effects on women's health.</p><p>So why do we hear so much about stressful jobs, bad bosses and difficult demands at work?</p><p>One reason could be that people might find it easier to talk about problems at work than to talk about problems and challenges in their personal lives. Social norms, Damaske said, make it acceptable to complain in public about our work lives, but make it difficult to talk publicly about health problems and other stressors in our personal lives.</p><p>All this points to one thing. There is pent-up demand in the United States for a new restaurant named \"TGIM\" — Thank God it's Monday!  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Work+Becomes+A+Haven+From+Stress+At+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shankar Vedantam","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331586820-aa7e88.m3u?orgId=1&topicId=1128&aggIds=327816692&ft=3&f=330191097"},{"href":"http://media.npr.org/assets/img/2014/07/14/stress-and-work-x-14d9d8b611e666d1375e2b606bcf8cb037e39574.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1513","width":"2013"}}]}