{"created":"2015-05-27T12:21:51+00:00","modified":"2015-05-27T15:08:36+00:00","valid":{"from":"2015-05-27T15:08:36+00:00","to":"3015-05-27T15:08:36+00:00"},"hreflang":"en","guid":"91d90f9f-fdad-4380-98e4-2aa5f072788b","title":"If China militarizes the South China Sea, the US 'will have' to respond","published":"2015-05-27T15:08:34+00:00","byline":"Matthew Bell","tags":["politics","military","diplomacy","Global Politics","Asia","North America","China","United States"],"teaser":"China’s military has published an ambitious policy paper that, along with Chinese actions in disputed waters of the Pacific, has some experts worried about a future clash with America. ","contentencoded":"<p>It’s no secret. The Chinese military wants to project its power far beyond the shores of the People’s Republic. That goal appears in a strategy document <a href=\"http://news.usni.org/2015/05/26/document-chinas-military-strategy\">released this week by China’s Ministry of National Defense</a>. The paper says that the Chinese navy, for example, will move beyond the strategic objective of simply protecting the country’s coastline and develop capabilities to patrol the open seas.</p>\n<p>Closer to the Chinese mainland, tensions in the disputed South China Sea and other disputed parts of the Pacific are not going away. A recent report by CNN detailed how a US Navy surveillance plane was <a href=\"http://www.cnn.com/2015/05/20/politics/south-china-sea-navy-flight/index.html\">challenged by the Chinese military in the area</a>. To get his take on the state of US-Chinese military tensions, we spoke with Jeffrey Bader on Tuesday afternoon. Bader is a China expert at the Brookings Institution. From 2009 until 2011, Bader was at the National Security Council as the principal adviser to President Barack Obama on Asia affairs. The following is a lightly edited transcript of the interview.</p>\n<p><strong>Matthew Bell:</strong> There was a recent encounter between the Chinese military and a US Navy plane in the South China Sea, which was reported by CNN. When you hear about incidents like this, how much do you worry about this kind of encounter spinning out of control?</p>\n<p><strong>Jeffrey Bader:</strong> I don’t worry about specific encounters spiraling out of control, because the US has been performing these operations for many years in the South China Sea and the Chinese are accustomed to them. What was unusual in this case was the fact that there was a CNN correspondent on board, which gave it high visibility. I do worry about the long-term impact of US-China strategic confrontation in the South China Sea and the kinds of messages it sends to governments and publics on both sides. And also, I worry what all that means for the future of the [US-China] relationship.</p>\n<p><strong>MB</strong>: What about Chinese behavior in a place like the South China Sea? That's not the only disputed area off of the Chinese coast, but when you when you look at what the Chinese are doing there, do you worry about that?</p>\n<p><strong>JB:</strong> Yes, I do. There are a number of things the Chinese are doing and one that's been of greatest concern over the last six months are these so-called land reclamation projects, where they’re basically taking rocks, atolls and reefs, features that don’t give you any particular rights under international law, and they're building airstrips and building out these things into artificial islands. That in and of itself is not a big deal. The question is, how are the Chinese going to use these facilities? What are they going to put on them? Are they going to use them to intimidate other claimants in the South China Sea? Malaysia, Taiwan, the Philippines, Vietnam, Brunei, they all claim parts of this same area. So, will there be Chinese intimidation of all those countries? Or will the Chinese use their military capabilities to threaten US operations? Those activities are definitely of concern.</p>\n<p><strong>MB:</strong> Is it pretty clear to you that these will be military facilities?</p>\n<p><strong>JB:</strong> I think it remains to be seen. They will certainly want to land planes on them. And they have said there will be “a few troops” on them. But there isn’t much you can do on these islands. They’re man-made. They’re tiny. But you could probably have some kind of capability on them. So, that’s a strategic concern for the US and others in the region. There are some things that the Chinese have not done, which I think is also important to keep in mind. The Vietnamese occupy about 25 islands in the South China Sea, the Malaysians about seven, the Philippines seven or eight. China only occupies seven in the Spratly Islands, where the latest tensions are developing. So, China got into the game late. And the Chinese have not attacked any of these other islands in the South China Sea, even though they claim them. The Chinese are showing restraint, at least, in that respect. I think they are looking for niches where they can expand their influence and [expand] the basis of their territorial claims without crossing certain lines.</p>\n<p><strong>MB:</strong> If the US is telling Beijing to stop these land reclamation activities and Beijing is clearly saying, “No, we're not going to stop,” where does that leave Washington? What are the options for the US government?</p>\n<p><strong>JB:</strong> One option that we made clear through this flight through the region the other day is that we regard the freedom of navigation, by which we mean naval and air assets being able to go through any international space on the South China Sea, as sacrosanct. We're not going to accept any claims around these artificial islands that are contrary to international law. We will certainly continue those kinds of flights and naval activity — surveillance operations — in the vicinity of these facilities, which will make the Chinese uncomfortable. We’ll keep up diplomatic pressure to insist on non-coercive outcomes in the South China Sea by the claimants, that they settle their claims peacefully and consistently with international law. And I think we’ll also be having quiet conversations with the Chinese about what they plan on building on these islands. If there's going to be serious militarization of the region, there will have to be some form of US reaction. I can’t say at this point what the reaction would be. There would certainly be much more US activity in the region. The other thing we’ve done over the last few years is that we have built up our relationships with other claimants. For instance, we have lifted the arms embargo with Vietnam. We have also revived our military relationship with the Philippines. We’re using Philippine bases for operations in the western Pacific. So, China’s activities in the South China Sea have already had an impact on US relations with the other claimants.</p>\n<p><strong>MB:</strong> We have also heard from the Pentagon about sending more US ships to the region, right?</p>\n<p><strong>JB:</strong> Yes, I think that will happen. There are different kinds of features in the South China Sea. And without getting too deep into the weeds of international law, there are full-fledged islands — not very many — which could support full-fledged human habitation. And those things are entitled to a 12-mile territorial limit and a 200-mile exclusive economic zone. Then, there are rocks which are not entitled to a 200 mile exclusive economic zone. Then, there are reefs under water. These [artificial islands] that we are talking about now are mostly reefs under water and they give you no rights under international law. So, if the United States wants to sail a naval vessel or fly an airplane right up the limits of these artificial islands, under international law and the United Nations Convention on the Law of the Sea, we can. </p>\n<p><strong>MB:</strong> Is the United States being provocative though? Does Beijing have a point when it says that these US surveillance flights are quite aggressive, being only 12 miles away from Chinese territory? What if Chinese military planes were operating, for example, 12 miles off the coast of California?</p>\n<p><strong>JB:</strong> The Chinese certainly have their own perspective, which I understand. The Chinese have long resented US surveillance operations near the Chinese coast, basically within their 200-mile exclusive economic zone, but outside the 12-mile territorial limit. A lot of these flights go through the South China Sea and through the East China Sea. The US has allies in the region. We have an alliance with Japan and we’re committed to their defense. We have a defense relationship with Taiwan. We have a mutual defense agreement with the Philippines. We have a treaty relationship with Korea. And we have to be able to act on our commitments, which requires understanding what potential adversaries are doing. Certainly I understand the Chinese concern. But in some respects, this is just a conflict of interest and it’s not going to be resolved. Under the UN Convention on the Law of the Sea, by our interpretation and by the interpretation of most other countries, if you’re outside 12 miles you can conduct military operations without notification. Now, how often you do it and whether they’re provocative, that’s in the eyes of the beholder. The Chinese regularly follow our planes. There have been actions in the past where the Chinese have done barrel rolls in front of our planes. The Chinese have basically given assurances that this kind of close encounter won't happen again. So, yes, it is a somewhat risky business.</p>\n<p><strong>MB: </strong>About the white paper from China's defense ministry that has come out this week about the country's future military strategy, do you see things in there to be concerned about, especially in terms of a potential clash with the US down the road?</p>\n<p><strong>JB:</strong> The Chinese have certainly developed capabilities in the last 10 or 15 years that go well beyond what they had before. Most of them are designed, at this stage, for regional application. And from the Chinese perspective, they’re defensive. They want to have a zone, perhaps out to 1,000 miles or so, where they feel safe from intrusion. They have a history of being invaded, which is very much marking their way of seeing the world. So, they think of this as defensive. To others in the region, it doesn’t look so defensive. But I don't see enormous Chinese global military reach in the next 10 years or so. I think the capabilities are mostly limited to about 1,000 miles from the Chinese coast. Now, over the long term, whether their global diplomacy and global economic reach, which are very real, whether these can translate into global military capabilities, I think there’s a decent chance of that. The question of how that’s used depends on how the US-China relationship evolves. We want to see China rise in conformity with international norms and international law. And in part, that’s what the South China Sea is about. It’s to ensure that whatever China claims and whatever China does in the area, its behavior will set an important precedent for how the world sees what China does beyond that region.</p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-26%2Fwhat-s-going-south-china-sea&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0526201509.mp3"},{"href":"http://admin.pri.org/file/0526201509mp3-0"}]}