{"created":"2015-05-24T11:27:49+00:00","modified":"2015-05-26T14:43:16+00:00","valid":{"from":"2015-05-26T14:43:16+00:00","to":"3015-05-26T14:43:16+00:00"},"hreflang":"en","title":"With Syria's Army Losing Ground, A Boost From Hezbollah ","published":"2015-05-26T14:43:00+00:00","teaser":"President Bashar Assad has suffered a series of recent military setbacks. But Hezbollah keeps fighting in alliance with Syria's army, and it scored a recent victory along the border with Lebanon.","itags":["npr_api","408794283"],"guid":"91e5528e-62fe-4b46-b217-c6a2e4bc710f","contentencoded":"<p>The dirt roads on the border between Syria and Lebanon wind across a mountain range dotted with little wildflowers.</p><p>It's windswept and deserted except for a few hilltop outposts with clumps of gray tents, machine-gun nests and flags that fly the green and gold colors of Lebanon's Hezbollah movement.</p><p>These posts are new. In a three-week offensive, Hezbollah has worked with Syrian government forces and other allies to push rebel fighters out of a chunk of territory that the rebels held along this border for two years.</p><p>Hezbollah says it's still firing at rebels who are less than a mile away.</p><p>The group organized a press trip weaving into Syrian territory from Lebanon and made a commanding officer available for interviews in the field — though he was only identified by his nickname, Hajj Nader.</p><p>He says Hezbollah has faced a tough fight. The rebels were well-armed — their shell casings still litter the ground — and their morale was high.</p><p>\"They fought like they had nothing to lose,\" says the stocky man, with dark glasses and a short, dark beard.</p><p>Across Syria, rebel fighters have been taking territory recently from President Bashar Assad's forces. Many of these opposition fighters belong to either the self-declared Islamic State or to al-Qaida. In the past week, Syrian regime forces lost the city of Palmyra and a border crossing with Iraq.</p><p><strong>A Crucial Partner For Assad </strong></p><p>Hezbollah is considered Assad's most competent ally, and its victory here is the best news for Assad in weeks, which is perhaps why the usually insular group is now inviting groups of journalists to the front line.</p><p>Hezbollah analyst and author Nick Blanford thinks thinks both Assad and Hezbollah needed to highlight a win. Hezbollah needed to show its grassroots supporters that \"this is not our Vietnam, we are winning this war, we are defending the borders of Lebanon,\" says Blanford. \"And more broadly, of course, for the Assad regime it gives the message of a victory that – not all is lost.\"</p><p>But for all the triumphalism, this is just a small part of Syria. Blanford says there are not enough Hezbollah fighters to solve Assad's rebel problem</p><p>\"Hezbollah are good fighters but it's a question of numbers,\" he says. The group has strong backing from Iran, as does Assad's army, but Blanford says the group only has about 5,000 active duty Hezbollah fighters and they can't prop up Assad's forces alone.</p><p>\"If you are looking at the forces loyal to the Assad regime, chiefly the Syrian army,[they're] utterly exhausted after four years of fighting,\" Blanford says.</p><p>Hezbollah's leader Hassan Nasrallah has vowed to protect Assad. That would satisfy the group's obligations to Syria and Iran.</p><p>Up in the mountain, the men say their priority is to protect their homeland, as they look down on Lebanese villages. And even here on the border they're spread thin — a formidable force maybe but seemingly not one that can save Assad by itself.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Syria%27s+Army+Losing+Ground%2C+A+Boost+From+Hezbollah+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"197"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409210195-9cc70b.m3u?orgId=1&topicId=1009&d=197&p=10&story=408794283&t=progseg&e=409210084&seg=5&ft=nprml&f=408794283"}]}