{"created":"2014-10-08T15:00:06+00:00","modified":"2014-11-20T16:38:12+00:00","valid":{"from":"2014-11-20T16:38:12+00:00","to":"3014-11-20T16:38:12+00:00"},"hreflang":"en","title":"Getting To Know The IN Crowd","published":"2014-06-01T17:36:00+00:00","teaser":"Every answer to the given clue is a made-up, two-word phrase in which you add IN to the front of the first word to get the second word.","itags":["npr_api","317697851"],"guid":"92004c78-f8de-4f4d-bc25-671c57d0a050","contentencoded":"<p><strong>On-air challenge:</strong> Every answer to the given clue is a made-up, two-word phrase in which you add IN to the front of the first word to get the second word. For example: shoe insert; sole insole</p><p><strong>Last week's challenge:</strong> This challenge comes from listener Ed Pegg Jr., who runs the website Mathpuzzle.com. The word \"sort\" has an unusual property: The first letter, S, is found inside the word \"first.\" The second letter, O, is found inside \"second.\" The third letter, R, is found inside \"third,\" and the fourth letter, T, is found inside \"fourth.\" Think of a familiar three-word phrase in 10 letters that has the same property, in which every letter in the phrase is found inside its corresponding ordinal. Here's a hint: It's something most people have, lose and regain. What is it?</p><p><strong>Answer:</strong> Set of teeth</p><p><strong>Winner:</strong> Daniel Heist from Brookline, Mass.</p><p><strong>Next week's challenge:</strong> This challenge comes from listener Dan Pitt of Palo Alto, Calif. Take the name of a well-known American businessman — first and last names. Put the last name first. Insert an M between the two names. The result names a food item. What is it?</p><p><strong><a href=\"http://help.npr.org/npr/includes/customer/npr/custforms/contactus.aspx?pz=t\">Submit Your Answer</a><br /></strong></p><p>If you know the answer to next week's challenge, submit it <a href=\"http://help.npr.org/npr/includes/customer/npr/custforms/contactus.aspx?pz=t\">here</a>. Listeners who submit correct answers win a chance to play the on-air puzzle. Important: Include a phone number where we can reach you Thursday at 3 p.m. Eastern.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Getting+To+Know+The+IN+Crowd&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Will Shortz","audio":[{"meta":{"duration":"386"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317843664-e76c87.m3u?orgId=1&topicId=1052&aggIds=4473090&ft=3&f=317697851"},{"href":"http://media.npr.org/assets/img/2014/05/31/sunday-puzzle-2col_wide-888bf9d380fe97baba59e3a5e52e32add8b011f4.png","type":"image/jpeg","meta":{"crop":"wide","height":"224","width":"400"}}]}