{"created":"2014-09-03T21:04:51+00:00","modified":"2015-02-25T19:16:55+00:00","valid":{"from":"2015-02-25T19:16:55+00:00","to":"3015-02-25T19:16:55+00:00"},"hreflang":"en","title":"Want To Dine Out? You May Need To Buy Tickets — Or Bid On A Table","published":"2014-09-03T21:04:00+00:00","teaser":"Some of the nation's restaurants are using technology to make diners commit before their night out. It's convenient for the restaurant and customer — and it may pry people away from old habits.","itags":["npr_api","345261328"],"guid":"92023562-07ae-4842-bc2b-7efc34511713","contentencoded":"<p>The practice of making a restaurant reservation, outside of a tiny minority of extra snooty places, is egalitarian. Tables are given on a first-to-reserve basis, and then, at the appointed time, diners are directed to their seats and the meal begins.</p><p>But reservation technology is changing, led by a new set of companies and some of the hottest chefs in America. And as they offer alternatives to the standard method of reserving a table, the new technological possibilities force us to examine a cultural practice that first got going in 18th century France.</p><p>OpenTable, a company that solely provides restaurant reservations on the Web, was sold to Priceline.com for $2.6 billion in June. That's because OpenTable's reservation system is used by 30,000 restaurants across the United States. Fifteen million people sit down at a table booked through the site each month.</p><p>But OpenTable is only the beginning of what an enterprising restaurant technologist might cook up. It merely replicates the existing system of the restaurant reservation online. And while that does change some things — for one, it's easier for patrons to make and cancel reservations, as well as to see all the restaurants who could seat two on Friday at 8 p.m. — that technology doesn't challenge the basic idea of the convention.</p><p>For that, we can look to Grant Achatz, the chef behind Alinea, Chicago's entry for best restaurant in the country. In August of 2012, Alinea got rid of reservations. Instead, it started selling tickets. Earlier this summer, Nick Kokonas, Achatz's business partner and the driving force behind the ticketing system, revealed exactly how effective it's been.</p><p>On one side of the equation, Kokonas says that ticketing makes sense for the restaurant. At Alinea, people prepay for the prix fixe meal they're going to eat. So, having already spent the money, almost everybody who books shows up. They've also massively reduced the labor needed to take reservations for a restaurant that popular. Altogether, the ticketing system has increased the restaurant's earnings by 38 percent.</p><p>The Alinea partners aren't the only ones going to ticketing. There are several more elite chefs who've decided to follow suit. Kokonas told me that they're forming a new company to commercialize their software, and are testing it in 20 restaurants in seven cities this year, with plans to roll it out widely in 2015.</p><p>Other restaurants are even pondering auctions for tables, selling them off to the highest bidder. And even though Alinea doesn't do that, bidding already occurs for Alinea tickets on other websites.</p><p>But tickets are one thing. A new ethics-challenging startup called ReservationHop is another. In its initial form, ReservationHop booked tables at popular restaurants under assumed names, and then sold those reservations on its website. It's not as if restaurants have always dealt in equity and justice, but something about the bogusness of the operation sent San Francisco, a city torn apart by the flow of tech money, into paroxysms. This wasn't even good for the restaurants! <em>Wired</em><em> </em>senior writer Mat Honan tweeted, \"This is irresponsible and sleazy and exactly what people hate about startups sucking the life out of San Francisco.\"</p><p>Other people said that there shouldn't be a market in everything. That reservations should be first come, first serve, like always.</p><p>And maybe that's true. But one consequence of the ease with which information and money flow around the digital world is that it is easy to create a ticketing system, it's easy to create an auction system, and it's easy to create a restaurant reservation scalping system. Things that would have been incredibly difficult in the offline world are simple online.</p><p>What OpenTable, Alinea's ticketing system and ReservationHop do, specifically, is very different. But they're connected by the notion of extreme convenience, and using that convenience as a tool to pry people away from established notions and old habits.</p><p>While I think what OpenTable and Alinea do has real value for people, many new technology-enabled services are so convenient that people don't even stop to ask if what they do is good for local businesses or communities. Instead, the apps often escape close scrutiny because they make things so easy that they feel right.</p><p><em>Alexis</em><em> </em><em>Madrigal is the deputy editor of</em><em> </em>TheAtlantic.com, <em>where he also oversees the technology channel,</em><em> </em><em>and a visiting scholar at Berkeley's Center for Science, Technology, Medicine and Society.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Want+To+Dine+Out%3F+You+May+Need+To+Buy+Tickets+%E2%80%94+Or+Bid+On+A+Table&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexis Madrigal","audio":[{"meta":{"duration":"392"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345299276-714b17.m3u?orgId=1&topicId=1019&e=345261328&d=392&ft=nprml&f=345261328"},{"href":"http://media.npr.org/assets/img/2014/09/02/istock_000019429867medium-525b98604b6b7a3ea523b513ab5503582d93aba2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1130","width":"1507"}}]}