{"created":"2014-10-08T15:16:34+00:00","modified":"2014-10-31T01:43:28+00:00","valid":{"from":"2014-10-31T01:43:28+00:00","to":"3014-10-31T01:43:28+00:00"},"hreflang":"en","title":"Don't Overlook The Unsung Umpire; Referees Can Be Pretty, Too","published":"2014-05-28T16:57:00+00:00","teaser":"In professional sports, it's the players who get all the attention. But commentator Frank Deford says referees, who so often go unnoticed, bring their own style and artistry to their craft.","itags":["npr_api","316337428"],"guid":"920f941e-b608-40aa-b435-efa788735704","contentencoded":"<p>Not so long ago, while enjoying a libation in a decorous saloon, the proprietor — who happened to hail from the fabled Windy City — suddenly jarred the genteel assembled by turning on the Cubs game. Just at that moment, a Cubby was heading toward the plate when the throw came in, and the runner (spoiler alert!), being a Cub, was tagged out.</p><p>Visualize the tableau: The runner. The catcher. But also a third figure: the umpire. And see him now: feet spread well apart, solidly grounded, mask off in his left hand, and his right arm flies up, thumb to the heavens. You don't even have to hear him shout, \"Yer out!\"</p><p>It made me think how sometimes the action of an official is every bit as memorable and as stylish as what a player does. Like the soccer referee presenting — presenting! — a yellow or red card. He flips it, like a magician finishing a trick. Soccer officials always stand so upright then, don't they?</p><p>Or, the other extreme: a wrestling referee, flush down on the mat with the two competitors as one tries to pin the other's shoulder. And then, in a flash, the ref slaps his hand down. No player ends any kind of game as decisively as a wrestling ref does — better than a walk-off.</p><p>By contrast, my favorite action from a boxing referee is almost dainty: those times when he gently touches both boxers simultaneously to break up a clinch. And then, subtly, he drifts away. It's always called backpedaling — where else but in a boxing ring does anybody backpedal?</p><p>Football officials are the least distinctive, because they just throw flags, then let the head ref explain later. <strong><em> </em></strong>I do like the symmetry, though, when two officials, side by side under the goal posts, throw up their hands in unison to signal a successful field goal. Who would ever think that football could remind you of synchronized swimming?</p><p>Basketball officials are the most expressive, though. That hands-slapping-the-hips business –– blocking! Or the scraping motion across the top of the ball to indicate that the defender didn't touch his man, only the ball. Beautiful stuff — better than most dunks that mere players do.</p><p>The most expressive ref I ever saw was basketball hall-of-famer Mendy Rudolph. When it was time out, he'd take his stance, put the ball in the crook of his left arm and, with his right hand, wipe his brow. Whether there was sweat there or not, he'd flip the drops away. With disdain. You <em>had</em> to see it.</p><p>Referees always say it's best not to be noticed, but the fact is that an official who makes his call with vigor and elan is really a beautiful part of the game. OK, let's watch that Cubs game again. The runner, the throw, the tag –– but the arm up, the thumb high. 'Yer out ... and 'yer terrific.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Don%27t+Overlook+The+Unsung+Umpire%3B+Referees+Can+Be+Pretty%2C+Too&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316552713-3379f1.m3u?orgId=1&topicId=1055&aggIds=4499275&ft=3&f=316337428"}]}