{"created":"2015-06-24T20:32:49+00:00","modified":"2015-06-30T18:39:34+00:00","valid":{"from":"2014-03-08T06:22:32+00:00","to":"3014-03-08T06:22:32+00:00"},"hreflang":"en","byline":"Martin, Brittany","title":"Dave Barry Sticks to his Guns: Humor and Ignorance","guid":"922c5529-0d80-443d-8ec9-6fcd5456c116","teaser":"Pulitzer Prize winning humorist Dave Barry is probably best known for his nationally syndicated humor column and his impressive library of now 39 books. His newest is a follow-up to his best-seller about parenting and aging, “I’ll Mature When I’m Dead,” called “You Can Date Boys When You’re Forty: Dave Barry on Parenting and Other […]","contentencoded":"<div class=\"barn-cleaned\"><p>Pulitzer Prize winning humorist <a href=\"http://www.davebarry.com/\">Dave Barry</a> is probably best known for his nationally syndicated humor column and his impressive library of now 39 books.</p>\n<br />\n<p>His newest is a follow-up to his best-seller about parenting and aging, “I’ll Mature When I’m Dead,” called “<a href=\"http://www.amazon.com/Date-Boys-When-Youre-Forty/dp/0399165940/?tag=dinnerp-20\">You Can Date Boys When You’re Forty: Dave Barry on Parenting and Other Topics He Knows Very Little About</a>.” With a title like that, how could we <em>not</em> invite Barry back to advise on other topics he knows very little about, like listener’s etiquette dilemmas?! &nbsp;Put on a bulletproof vest and brace yourselves…</p>\n<br />\n<img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /><br />\n<p><strong>Brendan Francis Newnam:</strong> Dave, welcome back to the show. The subtitle of your book demands the question: are you writing about things you don’t know about because, after dozens of books, you’re out of topics you do know about? Like you’ve already you’ve already written everything else?</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> I don’t know anything about anything. I’m an English major and a journalist so our skill is not knowing that much about anything but writing about them anyway.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So you’ve been saving this subtitle? It could have been on any of your previous 38 books?</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> Well, I wanted to call this book, “Dave Barry: I Bet You Thought He Was Dead.” But they wanted more, something that was more…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Dave, you put out a book every five minutes. I don’t think anybody has thought that you’ve departed us.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> The other title I proposed which was “Dave Barry: A Dave Barry Book by Dave Barry.” Kind of like the branding thing. But they wanted a theme so there are a couple of things in there about being a dad and so they decided to pretend it was a parenting book. So now I have to explain to all these parenting columnists who want to interview me that it’s really not about parenting. And when I don’t know anything about it, I’m quite serious.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> We should say though, in the book you do things like you do go to a Justin Bieber concert with your daughter.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> I did and it was a terrifying thing. Here’s the thing, it was a tremendious sacrifice. It cost a lot of money. There are 17,000 people and like eight of them were dads. There were eight of us. You could see the holes in the crowd where the dads are sitting down twiddling on their phones. And there’s 17,000 girls and they’re very loud. And it was like, “I love you!” They were all like crying, and the loudest single moment came when Justin Bieber took off his shirt and, here’s the thing: it would be one thing if the guy… but he has the same exact body as the Geico gecko. I’m not kidding. It’s like this pasty, Canadian person.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> He’s not a very developed kid?</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> No, no. And the other thing about it, I didn’t want to sound like an old fart but I am an old fart and I will sound like one here. In the day when music was music, you went to see a band and the band stayed in one place. If you went to see the Rolling Stones, first of all they were attached to their amplifiers back then. Second of all, they were stoned. They stayed still.</p>\n</blockquote>\n<br />\n<p><strong><a href=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/03/YOU-CAN-DATE-jacket-image.jpg\"><img class=\"alignleft\" alt=\"YOU CAN DATE jacket image\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/03/YOU-CAN-DATE-jacket-image.jpg\" /></a>Brendan Francis Newnam:</strong> They stood in one place.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> You knew where the band was at all times. Even when you went to see Gladys Knight and the Pips. The Pips would move, but it was a limited range. The Pips had about a five yard range to either direction. Now I don’t know the exact numbers but we can look it up.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> So Justin was wide roaming is what you’re saying?</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> Like a track meet! It’s like, he gets up there with, he’s got like twelve hot body back up dancers and they come down on wires and they’re sprinting all over the place. And it just makes these girls scream more. But the music’s not that good. That’s what you wanna say but you can’t because, first of all, they would kill you.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> And they can’t hear you.&nbsp;So it’s more spectacle?</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> What was the question again? Yes I did, I went to and here’s the hell of it, my daughter was 13 when she was in love with Justin Bieber. Now she hates him. She thinks he’s a jerk.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> She’s over him?</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> She’s over him. She loves One Direction.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Wasted time. Well since you’ve done such a fine job advising people about stuff…</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> Oh this is the scary part of the show where you ask etiquette. This is the real reason for the show.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam</strong>: This is real stuff you don’t know about.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah, you ready for these? Here’s something from Bob in Chicago. Bob writes, “I’ve been a writer for ages but when I tell people what I do, I still get the ‘seriously?’ look in some crowds. Do you have any choice responses?”</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> So they’re not taking him serious or they think that’s not a real job?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> I think the fact that Bob is so insecure means he is a writer.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> Yeah I don’t know what he means. To be honest, I’m a writer but I don’t usually get that reaction from people.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah, but you’re Dave Barry.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> The reaction I get is, “You actually get paid to do that?” They don’t deny that I do but they just find that part of it surprising.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> They can’t believe it.</p>\n<br />\n<p><strong>Rico Gagliano:</strong> What’s wrong with this world we live in?</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> Exactly. I’m doing a useful skill. I’m teaching children or something.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You went to a Bieber concert and I’m curing cancer.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> Exactly. And I wrote about it and I’m gonna claim it on my income taxes. I’m gonna claim everything.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That’s why you wrote this book.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> When you’re a humor writer, life itself is tax deductible. You don’t have to pay taxes on anything. Come and get me, IRS.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> We’re in the wrong gig.</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Well, Bob, if you’re not already a humor writer, there’s a reason to become one.</p>\n<br />\n<p>So our next question comes from Jennifer in Los Angeles. Jennifer writes, “I love where I live with the exception of its terrible sound insulation. My 87 year old upstairs neighbor, a self-proclaimed night owl, usually goes to bed around 3AM. I’m woken up every night by her wood-soled shoes, every step sounding like thunder. I feel like I’ve waited too long to confront her and, as much as I want to, can’t gift her slippers and expect this to solve the problem. How do I confront her?”</p>\n<br />\n<p>Rico Gagliano: God, I feel for her.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> I do too because we’ve all been in that situation where you have a loud neighbor.&nbsp;Okay, I don’t know if this is totally legal in California but does she have a firearm?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh, no.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> No, I’m not for a second suggesting to shoot the neighbor. That would be wrong.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You are from Florida.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> I am from Florida and that’s how we would handle it there. But let’s just say it accidentally discharged through the ceiling. Because you know where she is, she’s got the loud shoes so…</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You don’t wanna hit her.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> A bullet comes through her floor and up through her ceiling and she comes down and she would then confront you. The situation now reverses like, “Oh my God, I’m so sorry. You know what happens? I’m cleaning my gun and I get startled sometimes by this loud clomping, this loud clomping noise from overhead and it twitches my fingers at 3 o’clock in the morning.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> “I wish I knew from whence it emanated.”</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> “It’s the last thing I’d want to do.” Let’s say her neighbors name is Gladys. “Gladys, the last thing I wanna do is shoot you. It’s win-win if you put on these slippers which I happen to have in your size right here with me now next to my gun.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Wow, you’ve really thought this out Dave.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> Yeah I think we got Jennifer straightened out.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh totally, she knows just what to do.</p>\n<br />\n<p>Here’s something from LeAnn via our website, we don’t know where she’s from. LeAnn says, “What do you do when it’s painfully obvious a parent has completed their child’s art or science class project? This is not standard parental guidance we’re talking. I’m saying the parent is embroidering, hot gluing, et cetera. Is it petty to bring this up to the teacher or should I just bolster my own kid and explain this is the way the world works sometimes?”</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> Okay, first of all I totally relate to this as a parent of a child. The science fair, they’re competing, children are coming in with working cold fusion reactors. I’m sorry, and I really do think this is a situation to where you work with the parents because at the end of the year they have a big assembly and awards. And I think they should at some point, like the teacher of science should go, “And the top prize for science this year goes to Bobby Thomlinson’s mom for her incredible wave theory—he couldn’t have done it without you, in fact we didn’t need him at all to do it.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Or you could have two categories. What if you kind of split the sound editing and the sound mixing categories. You have the kids that have been aided by their parents award and the kids that just did it themselves.</p>\n<br />\n<blockquote>\n<p><strong>Dave Barry:</strong> Exactly. Blue ribbon award for the one actually done by a child. That would actually be just wonderful.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> All right.&nbsp;Dave Barry, thank you for telling our audience how to behave.</p>\n<br />\n<p><strong>Dave Barry:</strong> Hey, that’s why I’m here.</p>\n<br /></div>","published":"2014-03-08T06:22:32+00:00","itags":["922c55290d8043d6ec996fcd5456c116","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-03-08"],"description":"Pulitzer Prize winning humorist Dave Barry is probably best known for his nationally syndicated humor column and his impressive library of now 39 books. His newest is a follow-up to his best-seller about parenting and aging, “I’ll Mature When I’m Dead,” called “You Can Date Boys When You’re Forty: Dave Barry on Parenting and Other […]","tags":["APM","Etiquette","books"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Pulitzer Prize winning humorist <a href=\\\"http://www.davebarry.com/\\\">Dave Barry</a> is probably best known for his nationally syndicated humor column and his impressive library of now 39 books.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>His newest is a follow-up to his best-seller about parenting and aging, “I’ll Mature When I’m Dead,” called “<a href=\\\"http://www.amazon.com/Date-Boys-When-Youre-Forty/dp/0399165940/?tag=dinnerp-20\\\">You Can Date Boys When You’re Forty: Dave Barry on Parenting and Other Topics He Knows Very Little About</a>.” With a title like that, how could we <em>not</em> invite Barry back to advise on other topics he knows very little about, like listener’s etiquette dilemmas?!  Put on a bulletproof vest and brace yourselves…</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Dave, welcome back to the show. The subtitle of your book demands the question: are you writing about things you don’t know about because, after dozens of books, you’re out of topics you do know about? Like you’ve already you’ve already written everything else?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> I don’t know anything about anything. I’m an English major and a journalist so our skill is not knowing that much about anything but writing about them anyway.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So you’ve been saving this subtitle? It could have been on any of your previous 38 books?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> Well, I wanted to call this book, “Dave Barry: I Bet You Thought He Was Dead.” But they wanted more, something that was more…</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Dave, you put out a book every five minutes. I don’t think anybody has thought that you’ve departed us.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> The other title I proposed which was “Dave Barry: A Dave Barry Book by Dave Barry.” Kind of like the branding thing. But they wanted a theme so there are a couple of things in there about being a dad and so they decided to pretend it was a parenting book. So now I have to explain to all these parenting columnists who want to interview me that it’s really not about parenting. And when I don’t know anything about it, I’m quite serious.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> We should say though, in the book you do things like you do go to a Justin Bieber concert with your daughter.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> I did and it was a terrifying thing. Here’s the thing, it was a tremendious sacrifice. It cost a lot of money. There are 17,000 people and like eight of them were dads. There were eight of us. You could see the holes in the crowd where the dads are sitting down twiddling on their phones. And there’s 17,000 girls and they’re very loud. And it was like, “I love you!” They were all like crying, and the loudest single moment came when Justin Bieber took off his shirt and, here’s the thing: it would be one thing if the guy… but he has the same exact body as the Geico gecko. I’m not kidding. It’s like this pasty, Canadian person.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> He’s not a very developed kid?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> No, no. And the other thing about it, I didn’t want to sound like an old fart but I am an old fart and I will sound like one here. In the day when music was music, you went to see a band and the band stayed in one place. If you went to see the Rolling Stones, first of all they were attached to their amplifiers back then. Second of all, they were stoned. They stayed still.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong><a href=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/03/YOU-CAN-DATE-jacket-image.jpg\\\"><img alt=\\\"YOU CAN DATE jacket image\\\" class=\\\"alignleft\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/03/YOU-CAN-DATE-jacket-image.jpg\\\" /></a>Brendan Francis Newnam:</strong> They stood in one place.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> You knew where the band was at all times. Even when you went to see Gladys Knight and the Pips. The Pips would move, but it was a limited range. The Pips had about a five yard range to either direction. Now I don’t know the exact numbers but we can look it up.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> So Justin was wide roaming is what you’re saying?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> Like a track meet! It’s like, he gets up there with, he’s got like twelve hot body back up dancers and they come down on wires and they’re sprinting all over the place. And it just makes these girls scream more. But the music’s not that good. That’s what you wanna say but you can’t because, first of all, they would kill you.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> And they can’t hear you. So it’s more spectacle?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> What was the question again? Yes I did, I went to and here’s the hell of it, my daughter was 13 when she was in love with Justin Bieber. Now she hates him. She thinks he’s a jerk.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> She’s over him?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> She’s over him. She loves One Direction.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Wasted time. Well since you’ve done such a fine job advising people about stuff…</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> Oh this is the scary part of the show where you ask etiquette. This is the real reason for the show.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam</strong>: This is real stuff you don’t know about.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah, you ready for these? Here’s something from Bob in Chicago. Bob writes, “I’ve been a writer for ages but when I tell people what I do, I still get the ‘seriously?’ look in some crowds. Do you have any choice responses?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> So they’re not taking him serious or they think that’s not a real job?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> I think the fact that Bob is so insecure means he is a writer.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> Yeah I don’t know what he means. To be honest, I’m a writer but I don’t usually get that reaction from people.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah, but you’re Dave Barry.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> The reaction I get is, “You actually get paid to do that?” They don’t deny that I do but they just find that part of it surprising.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> They can’t believe it.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> What’s wrong with this world we live in?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> Exactly. I’m doing a useful skill. I’m teaching children or something.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You went to a Bieber concert and I’m curing cancer.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> Exactly. And I wrote about it and I’m gonna claim it on my income taxes. I’m gonna claim everything.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That’s why you wrote this book.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> When you’re a humor writer, life itself is tax deductible. You don’t have to pay taxes on anything. Come and get me, IRS.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> We’re in the wrong gig.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Well, Bob, if you’re not already a humor writer, there’s a reason to become one.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So our next question comes from Jennifer in Los Angeles. Jennifer writes, “I love where I live with the exception of its terrible sound insulation. My 87 year old upstairs neighbor, a self-proclaimed night owl, usually goes to bed around 3AM. I’m woken up every night by her wood-soled shoes, every step sounding like thunder. I feel like I’ve waited too long to confront her and, as much as I want to, can’t gift her slippers and expect this to solve the problem. How do I confront her?”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Rico Gagliano: God, I feel for her.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> I do too because we’ve all been in that situation where you have a loud neighbor. Okay, I don’t know if this is totally legal in California but does she have a firearm?</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Oh, no.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> No, I’m not for a second suggesting to shoot the neighbor. That would be wrong.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You are from Florida.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> I am from Florida and that’s how we would handle it there. But let’s just say it accidentally discharged through the ceiling. Because you know where she is, she’s got the loud shoes so…</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You don’t wanna hit her.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> A bullet comes through her floor and up through her ceiling and she comes down and she would then confront you. The situation now reverses like, “Oh my God, I’m so sorry. You know what happens? I’m cleaning my gun and I get startled sometimes by this loud clomping, this loud clomping noise from overhead and it twitches my fingers at 3 o’clock in the morning.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> “I wish I knew from whence it emanated.”</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> “It’s the last thing I’d want to do.” Let’s say her neighbors name is Gladys. “Gladys, the last thing I wanna do is shoot you. It’s win-win if you put on these slippers which I happen to have in your size right here with me now next to my gun.”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Wow, you’ve really thought this out Dave.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> Yeah I think we got Jennifer straightened out.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Oh totally, she knows just what to do.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>Here’s something from LeAnn via our website, we don’t know where she’s from. LeAnn says, “What do you do when it’s painfully obvious a parent has completed their child’s art or science class project? This is not standard parental guidance we’re talking. I’m saying the parent is embroidering, hot gluing, et cetera. Is it petty to bring this up to the teacher or should I just bolster my own kid and explain this is the way the world works sometimes?”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Dave Barry:</strong> Okay, first of all I totally relate to this as a parent of a child. The science fair, they’re competing, children are coming in with working cold fusion reactors. I’m sorry, and I really do think this is a situation to where you work with the parents because at the end of the year they have a big assembly and awards. And I think they should at some point, like the teacher of science should go, “And the top prize for science this year goes to Bobby Thomlinson’s mom for her incredible wave theory—he couldn’t have done it without you, in fact we didn’t need him at all to do it.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Or you could have two categories. What if you kind of split the sound editing and the sound mixing categories. You have the kids that have been aided by their parents award and the kids that just did it themselves.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Dave Barry:</strong> Exactly. Blue ribbon award for the one actually done by a child. That would actually be just wonderful.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> All right. Dave Barry, thank you for telling our audience how to behave.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Dave Barry:</strong> Hey, that’s why I’m here.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","audio":[{"meta":{"height":null,"crop":"primary","width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/03/YOU-CAN-DATE-jacket-image.jpg","type":"image/jpeg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/03/Author-photo-Credit-Daniel-Portnoy.jpg","type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"}},{"format":"MP3","meta":{"duration":468,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/2014/03/14/0314_barry"},"duration_hms":"00:07:48"},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/2014/03/14/0314_barry_128.mp3"}]}