{"created":"2015-04-28T21:42:50+00:00","modified":"2015-05-12T20:00:01+00:00","valid":{"from":"2015-05-12T20:00:01+00:00","to":"3015-05-12T20:00:01+00:00"},"hreflang":"en","guid":"9232b5d0-c9f8-4a79-b88e-6d5f5c33431a","title":"Mexico's marriage equality revolution is a quiet one so far","published":"2015-05-12T19:59:52+00:00","byline":"Nina Porzucki","tags":["LGBT rights","same-sex marriage","Justice","U.S. Supreme Court","Justice","Conflict & Justice","North America","Mexico","Same-sex marriage","Human rights","Social Issues"],"teaser":"While the US Supreme Court debated the constitutionality of same-sex marriages Tuesday, the Mexican Supreme Court has long recognized the legality of same-sex unions. And that ruling has stirred far less controversy there than similar rulings have in the US.","contentencoded":"<p>While the US continues to grapple with recognizing and granting same-sex marriages, the Mexican Supreme Court has been quietly paving the way for marriage equality.</p>\n<p>“Back in 2010, [the Mexican Supreme Court] handed down a ruling that was pretty comparable to the [US Supreme Court’s] <em>Windsor</em> ruling last year — that there needed to be recognition for same-sex couples that had married under state laws,” says J. Lester Feder, who covers global LGBT issues for BuzzFeed News.</p>\n<p>Mexico City became the first jurisdiction in Mexico to legalize same-sex marriage in 2010. That prompted a flood of lawsuits across the country, encompassing nearly every one of Mexico's 31 states, challenging state bans on same-sex unions.</p>\n<p>“At this point, more than two-thirds of Mexico’s states have ruled that same-sex couples have the right to marry,” Feder says.</p>\n<p>And while some states have resisted change, Feder says there hasn't yet been the same major backlash against the legalization of same-sex marriage as there has been in the United States. \"Mexican couples have not rushed to marry, nor have conservatives organized major protests,” Feder <a href=\"http://www.buzzfeed.com/lesterfeder/mexicos-quiet-marriage-equality-revolution#.ra6Qa83Lj\">wrote for BuzzFeed</a>.</p>\n<p>Mexico has no prominent national LGBT rights organization, and major political opposition hasn't geared up to stop the marriages. Even the Catholic Church has done little.</p>\n<p>“In fact, this notion that the Catholic world is somehow more aggressively opposed to same-sex marriage then other parts of the world hasn’t been true for a very long time,” says Feder.</p>\n<p>He points out that several Latin American countries, including Brazil, Argentina and Colombia, have either recognized same-sex marriages or appear close to doing so. And on May 22, Ireland will hold a national referendum on marriage equality.</p>\n<p>“It’s actually the first country in the world that’s going to be holding a national vote on whether to allow same-sex countries to marry,\" Feder says. \"The opinion polls show overwhelming support so far.\"</p>\n<p>Mexico's legal system also plays a role. Feder says the type of strategic litigation culture that's common in the US is relatively new south of the border. “This is being done under some legal procedures that were recently enacted in Mexico,\" Feder says.</p>\n<p>It's so new that the lawyer who started the wave of cases, Alex Alí Méndez Díaz, was only a law <em>student</em> when he initially filed these cases in the state of Oaxaca. “He’s still doing the legal support for most of the legal cases around the country and it’s not even his primary job,\" Feder says. \"So I think there just hasn’t been that kind of level of a national effort.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-28%2Fmarriage-equality-revolution-south-border&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/04282015_07.mp3"},{"href":"http://admin.pri.org/file/0428201507mp3"}]}