{"created":"2015-05-08T17:29:02+00:00","modified":"2015-05-12T21:00:32+00:00","valid":{"from":"2015-05-12T21:00:32+00:00","to":"3015-05-12T21:00:32+00:00"},"hreflang":"en","guid":"92361779-bd39-4845-a809-12ef26e15ce8","title":"This Iraqi couple fled ISIS but face another enemy in the US — diabetes ","published":"2015-05-12T21:00:26+00:00","byline":"Sonia Narang","tags":["diabetes","immigrants","immigration","ISIS","health","public health","Global Nation","Health","Health & Medicine","North America","United States","Medicine","Health","Diabetes","ISIS"],"teaser":"Being new to the US can be challenging enough. Now add managing your diabetes in a new culture and language. A project in California is offering help. ","contentencoded":"<p>Just a few months ago, Athiel Al-Yusif and his wife, Bushra Azouz, arrived in San Diego after fleeing northern Iraq. ISIS had threatened their family and their hometown. But they face another risk here in the US — diabetes.</p>\n<p>They both have the disease, which, when uncontrolled, can lead to kidney failure, blindness and even amputations.</p>\n<p>You probably know someone who’s diabetic, but if you’re an immigrant, you might know several people with the disease. Diabetes hits US immigrant communities especially hard, with genetics and higher-calorie diets explaining just part of it. To read more about this, there are studies <a href=\"http://clinical.diabetesjournals.org/content/30/3/130.full\">here</a>, <a href=\"http://jama.jamanetwork.com/article.aspx?articleid=1878720\">here</a>, and <a href=\"http://www.cdc.gov/diabetes/risk/hispaniclatinos/index.html\">here</a>.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Diabetes%20Ethnicity%20CDC_bar%20graph_v3-new.jpg?itok=mmaUKglD\" alt=\"\" /><div class=\"field-caption\">\n    <p>Data comes from the 2010–2012 National Health Interview Survey and 2012 Indian Health Service’s National Patient Information Reporting System.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of the CDC</p>\n  </div>\n</div>But there’s a project in San Diego that’s getting attention for improving the health of diabetics from Latin America, Asia and, now, Iraq. It’s called Project Dulce, and it is being replicated in other cities across the US and in Tijuana, Mexico, too.\n<p>Al-Yusif and Azouz joined a Project Dulce class with other Iraqi diabetics at a bustling community clinic in El Cajon. It’s a city near San Diego where many Iraqi refugees live.</p>\n<p>“When I see other Iraqis sitting in class learning together, it keeps me encouraged,” Al-Yusif says. “I stay more on track.\"</p>\n<p>That’s the hope. Imagine being new to America and its overwhelming health care system. Project Dulce holds immigrants’ hands as they deal with diabetes.</p>\n<p>Alma Ayala, the instructor, is from Mexico and has diabetes, too. She shows the class how to give an insulin injection. She also passes around snacks — Greek yogurt and pita bread. It’s like hanging out in someone’s living room.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Photo3_Alma%20teaching%20class.jpg?itok=MjoW-nM6\" alt=\"\" /><div class=\"field-caption\">\n    <p>Alma Ayala, left, teaches Iraqi diabetics in San Diego how to eat the correct portion of pita bread. Mahmoud Altaie translates into Arabic. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sonia Narang</p>\n  </div>\n</div>\n<p>This feeling of being at home with people from your country seems to work well with this community. Al-Yusif says that, before signing up for the program, he didn’t think twice about eating the fatty meats he loved.</p>\n<p>“I used to eat without instructions,” he says. “Now, I learned how to eat and how to use the needle test.”</p>\n<p>He’s referring to pricking his finger to test glucose levels. His levels have normalized recently. “My blood sugar level was around 400, now it has reduced to 150-160. It’s a huge difference,” Al-Yusif says.</p>\n<p>The program started by offering training in Spanish. The class for Iraqis is still fairly new and has just five students. The trick to increasing the number of Iraqi participants is getting the word out into the community — and securing more funding.</p>\n<p>The students say they appreciate that their instructor is an immigrant with diabetes too. “When patients come to the class, and they know that I have diabetes, I right away connect with them,” Ayala says. “Just to know someone that has diabetes and can understand what you’re going through is very powerful.”</p>\n<p>It’s a critical bond, says Tom Bodenheimer, a physician at the University of California—San Francisco. He’s extensively researched peer-to-peer diabetes coaching.</p>\n<p>“People who speak different languages have not done very well with the US health care system,” Bodenheimer says. “Having part of their care done by other people who understand their culture and are a lot like them and are not intimidating, but are collaborative, that makes a huge difference.”</p>\n<p>Chris Walker, senior director at Scripps Whittier Diabetes Institute, which hosts Project Dulce, explained how personalized and detail-oriented care transforms diabetic patients’ health.</p>\n<p>“Before there was a Project Dulce, they’d come in, have a five-minute visit, get a medication, out they would go,” says Walker. “And there was nothing really in place that would work with them to change the behaviors, learn how to use the medication, get over some of the fear that patients had.”</p>\n<p>Studies show the program’s approach works and doctors are seeing improvements across the board.</p>\n<p>“We found in the studies that blood pressure, blood glucose and cholesterol all came down,” says Athena Philis-Tsimikas, a diabetes researcher who helped launch Project Dulce.</p>\n<p>“Emergency room hospitalizations within a one-year time period were reduced,” she says, “and inpatient hospitalization costs were reduced.\"</p>\n<p>After class, I visit Al-Yusif and Azouz at their small home near the clinic. Their two college-aged sons sit quietly on the couch and one holds prayer beads. Azouz says she’s more relaxed about diabetes now compared to when she was diagnosed in Iraq.</p>\n<p>“I was so sad that I started to cry. I said to myself, ‘I have a dangerous disease and I’m going to die,’” she recalls thinking.</p>\n<p>And then, when ISIS terror threats forced her to leave Iraq, Azouz fell into a depression. “It’s difficult to remove a tree out of its roots and then plant it in a different, far away land,” she says. “You either live or die.”</p>\n<p>She started going to the diabetes classes alone, at first. Then her husband joined her. I ask him what he eats nowadays and he proudly opens up his fridge and rummages through bags full of veggies. He pulls out turnips, garlic, onions and more.</p>\n<p>Back at the classroom, Ayala closes the eight-week program by awarding each participant a certificate. Everyone poses for a group photo. But now that the class is over, the challenge is to keep up what they’ve learned.</p>\n<p><em>Sonia Narang reported this story with support from the <a href=\"http://www.solutionsjournalism.org/\">Solutions Journalism Network</a>.</em></p>\n<p><em><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Photo8_Food%20items%20at%20lunch.JPG?itok=WdkKIHzp\" alt=\"\" /><div class=\"field-caption\">\n    <p>Lunch at the San Diego home of Athiel Al-Yusif and Bushra Azouz, an Iraqi couple who fled their country because of ISIS threats. They also have diabetes, and are learning how to eat healthier and treat their disease at a class translated into Arabic and designed for diabetic immigrants.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sonia Narang</p>\n  </div>\n</div></em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-08%2Fdiabetes&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Photo7_Bushra%20and%20Athiel%20eating%20lunch.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/photo7bushra-and-athiel-eating-lunchjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05122015_07.mp3"},{"href":"http://admin.pri.org/file/0512201507mp3"}]}