{"created":"2015-03-25T21:21:05+00:00","modified":"2015-03-26T18:44:15+00:00","valid":{"from":"2015-03-26T18:44:15+00:00","to":"3015-03-26T18:44:15+00:00"},"hreflang":"en","guid":"924af8ed-de49-4d3d-9100-9f3c697f9e46","title":"Five centuries after his death, Richard III finally gets a royal send-off","published":"2015-03-26T18:44:08+00:00","byline":"Christopher Woolf, Leo Hornak","tags":["history","culture","deaths","Culture","Arts, Culture & Media","England","King Richard III","The World That Was","House of Plantagenet","House of York","Richard III","House of Lancaster","Monarchy"],"teaser":"The remains of England’s King Richard III have been lying in state this week, awaiting a formal burial. The much-maligned subject of Shakespeare’s play has gotten a rehabilitation since his remains were discovered under a parking lot in 2012, and Britons came out to see him in droves.","contentencoded":"<p>There’s been an outpouring of emotion in normally staid Britain in recent days: Thousands of individuals paid their respects to the late King Richard III after the long-dead ruler's remains were rescued from under a parking lot.</p>\n<p>Yes, that's the same Richard III portrayed as an evil hunchback in Shakespeare’s play. His back problems even help archaeologists confirm his identity</p>\n<p>Richard's bones were found beneath a parking lot near the city of Leicester in 2012, not far from the battlefield where he was killed in 1485. The identity was confirmed by DNA evidence and by the distinct curved spine of a scoliosis sufferer — and the multiple wounds from edged weapons.</p>\n<p>After a formal procession on Sunday, Richard's remain lay in state for three days in Leicester Cathedral, where public viewing had to be extended to accomodate the crowds. Thousands of people filed solemnly past the coffin, many waiting in line for an hour or longer in bitter cold to get a glimpse of the dead king.</p>\n<p>Mourners also covered a statue of the late king that stands outside the cathedral in white roses, little notes of tribute and other images and emblems of Richard's fallen dynasty. He will be formally buried at the cathedral on Thursday.</p>\n<p>Richard III died in the final battle of a decades-long civil war, the Wars of the Roses, which pitted the House of Lancaster against the of the House of York. (That’s Lancaster and York, not Lannister and Stark. Just to be clear.)</p>\n<p>The Red Roses of the House of Lancaster won the war and set about re-writing history to discredit their rivals. Shakespeare, eager to please, jumped on the bandwagon and painted the dead King Richard in a pretty poor light. But modern historians have since rehabilitated the reputation of Richard III as a ruler. They've even cast doubt on his most famous alleged crime, the killing of his two young nephews in the Tower of London.</p>\n<p>That’s one reason that many of the mourners say they felt so moved by his story. “I really felt like he needed justice, because of the way he’s been vilified,\" said Sue Brown, who cried when asked her thoughts. \"I always thought he was a good king.</p>\n<p>“I love Shakespeare,” she said, “but, at the end of the day, he’s a dramatist.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-25%2Fbrits-go-nuts-over-dead-king-getting-re-buried&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0325201505.mp3"},{"href":"http://www.pri.org/file/0325201505mp3"}]}