{"created":"2014-09-23T23:05:48+00:00","modified":"2014-10-31T02:19:39+00:00","valid":{"from":"2014-10-31T02:19:39+00:00","to":"3014-10-31T02:19:39+00:00"},"hreflang":"en","title":"Chemists Expand Nature's Genetic Alphabet","published":"2014-06-10T13:59:00+00:00","teaser":"DNA's instructions are written in a code of four molecular \"letters,\" labeled A, C, T and G. For the first time, researchers have created and inserted two brand-new letters into a living cell.","itags":["npr_api","310282870"],"guid":"924d7609-703a-4812-9d61-e88410160584","contentencoded":"<p>For the first time, scientists have expanded life's genetic alphabet, by inserting two unnatural, man-made \"letters\" into a bacterium's DNA, and by showing that the cell's machinery can copy them.</p><p>The advance means that scientists have a new tool for exploring how life encodes information, which could help them understand life's origins.</p><p>What's more, this is a step towards giving living cells new abilities, like being able to make more and better medicines, cheaper and faster.</p><p>The instructions in DNA really are written in a kind of code. It's made of strings of molecules that go by the letters <a href=\"http://science.marshall.edu/murraye/Glossary.html\">A, C, T, and G</a> (which stand for adenine, cytosine, thymine and guanine).</p><p>\"All of life's diversity, all of biology, is encoded in these long strings of pairs of G with C and of A with T,\" says <a href=\"http://www.scripps.edu/research/faculty/romesberg\">Floyd Romesberg</a>, a chemist at the Scripps Research Institute in La Jolla, California.</p><p>Life has been happy with this code for billions of years, but to Romesberg it seems really limited. Imagine, he says, if the English alphabet only had four letters.</p><p>\"Maybe you get three consonants and one vowel,\" he says. \"Maybe there are some words you can write and you can string them together to make, sort of, primitive stories. But if you could have a couple extra letters, there's more that you could write. Having the ability to store increased information would allow you to write more interesting words, bigger words, more complicated words, more nuanced words, better stories.\"</p><p>That's why he's been on a mission to add new letters to the genetic code.</p><p>\"It's not so much that I think life needs more genetic information but I think that there are things that we could really learn and drugs that could be developed by getting cells to be able to do more,\" Romesberg says.</p><p>His <a href=\"http://www.scripps.edu/romesberg/FRResearchMain.html\">team</a> has created a pair of unnatural, synthetic letters that can be inserted into DNA, right alongside the usual letters.</p><p>And in a <a href=\"http://dx.doi.org/10.1038/nature13314\">study</a> published online Wednesday in the journal <em>Nature</em>, they say they've put this new pair of letters into the genetic code of a strain of common lab bacteria, E. coli.</p><p>When the bacteria reproduced by dividing, the machinery inside each cell copied the DNA — including these unnatural letters.</p><p>\"This is the first time that people have integrated a truly synthetic, manmade thing into the machinery — in this case the most fundamental aspect of the machinery, the DNA — and used it to do something that system does, in this case store information,\" says Romesberg. \"And obviously we can now store more information than we could before.\"</p><p>So what are the names of these new letters in life's alphabet?</p><p>\"This is embarrassing. We have really horrible names,\" Romesberg says. \"They are abbreviations for very complex chemical names.\" He explains that because his lab has made and investigated many possible molecules over the years, \"we couldn't give every one of them a cute little name like X or Y or alpha or beta — because we simply examined too many of them.\"</p><p>The awkwardly-named pair of letters was put into just one spot in the bacterium's whole genome, which contains hundreds of thousands of letters. It's like someone inserted a random letter from the Cyrillic alphabet into an English text.</p><p>The cells were specially engineered so that they'd take in the chemical building blocks they'd need to copy these unnatural letters. But the cell could not \"read\" the foreign letters.</p><p>\"We didn't want to look at that step yet. We only wanted to look at the process of storing the genetic information,\" says Romesberg.</p><p>The next challenge will be to show that a cell can retrieve information from unnatural letters and use it to do something that a cell wouldn't normally do — like make a new kind of protein.</p><p>Still, just getting some new letters into a cell's genetic code is a big deal.</p><p>\"It was quite impressive actually,\" says Ross Thyer, a biochemist at the University of Texas at Austin. \"Taking it from the test tube into a living cell is definitely a significant step forward.\" He says now scientists can start exploring some basic questions, like why life settled on four genetic letters.</p><p>\"And what is the potential for adding more?\" Thyer adds. \"Can we develop more complicated living systems with these new pieces?\" <strong></strong></p><p>He says all of this work gets at how living systems store and transform information, which could help us understand how life got started in the first place.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chemists+Expand+Nature%27s+Genetic+Alphabet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310476592-9a7e3a.m3u?orgId=1&topicId=1128&ft=3&f=310282870"},{"href":"http://media.npr.org/assets/img/2014/05/07/image3helixcolor-8fe2dcc4db5eb7f082a5c39b095e6c2de5d5c5ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1831","width":"2441"}},{"href":"http://media.npr.org/assets/img/2014/05/07/synthorx-expandingalphabet-a57c590e5449a6b1ace75a7aff5e85b1722f1eb1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3852","width":"5140"}}]}