{"created":"2014-10-08T14:19:29+00:00","modified":"2014-10-31T01:25:08+00:00","valid":{"from":"2014-10-31T01:25:08+00:00","to":"3014-10-31T01:25:08+00:00"},"hreflang":"en","title":"A Campaign To House The Homeless Reaches A Milestone","published":"2014-06-11T22:24:00+00:00","teaser":"The campaign to find permanent homes for 100,000 homeless people, including the chronically homeless, was started four years ago. Now, the group behind the push says it has reached its goal.","itags":["npr_api","319509754"],"guid":"927844a3-3579-455c-8f13-cf31888bc131","contentencoded":"<p>Mallyveen Teah, 53, has been homeless or couch surfing on and off for the past 25 years. Now, he walks from his job at a construction site in Arlington, Va., to his new home, a one-bedroom apartment.</p><p>\"Something as simple as giving a person a set of keys to their own place makes a huge difference in terms of their outlook on life, the world,\" he says.</p><p>Teah is <a href=\"http://100khomes.org/\" target=\"_blank\">part of a campaign launched by a nonprofit group</a> in New York four years ago to permanently house 100,000 homeless people. This week, the group, Community Solutions, announced it had reached its goal, using a novel approach of bringing together federal, state, local, private and nonprofit groups to mount aggressive anti-homeless efforts in dozens of communities across the country.</p><p>\"It feels like I'm a normal person again,\" Teah says. \"I haven't felt this way for quite some time.\"</p><p>Teah says he used to spend his nights drinking, sometimes using drugs, and wondering where he was going to sleep. Now, he worries about things like what he'll make for dinner.</p><p>His place is small, but spotless. His shoes are lined up on a towel by the door. Teah says he has no intention of returning to his old way of life.</p><p>\"By virtue of being sheltered and in a permanent place, a lot of the stress and acting out that people have to the environment goes away,\" says Anita Friedman, deputy director of the Arlington County Department of Human Services.</p><p>She says the department joined what's called the 100,000 Homes Campaign, despite some skepticism that it would help the county's long-term homeless residents. Many had serious substance abuse or mental health problems.</p><p>\"People thought, well, these individuals have been there forever,\" she recalls. \"You see them cycle in and out of the winter shelter every year. They come in, they go back out, they come in, they go back out. So what is really the possibility of getting them housed?\"</p><p>Turns out the possibility was pretty good. The county, working with the Arlington Street People's Assistance Network, got about 100 chronically homeless residents into permanent housing. Other communities in the campaign — like Phoenix, New Orleans and Salt Lake City — have also made huge dents in their homeless populations.</p><p>The key, say advocates, is housing people first, then providing services like counseling and health care to make sure they stay housed. The federal government pitched in with hundreds of millions of dollars in housing vouchers, especially for homeless veterans.</p><p>\"It's not just touchy-feely, nice things to do. It's saving tons of money for taxpayers,\" says Becky Kanis, who is with Community Solutions, the New York nonprofit that launched the campaign.</p><p>She coordinated the 100,000 Homes Campaign, getting volunteers across the country to go into the streets and interview tens of thousands of homeless individuals. The volunteers found out their names and conditions, and ranked the individuals according to who was most likely to die if they stayed out on the streets. The most serious cases were the first to be housed.</p><p>\"When you add up the costs of the hospitalizations and the emergency room and the cycling in and out of jails, that costs much, much more than providing someone with housing and services,\" Kanis says.</p><p>It can total more than a billion dollars in savings a year, she says, from this campaign alone.</p><p>There was skepticism the campaign would ever reach 100,000 — though, to be clear, not all those who were housed as part of this campaign are still housed. About 15 percent didn't work out for one reason or another.</p><p>Kanis was so confident the group would meet the goal, she had the number tattooed on her arm, without the final zero. Her plan was to finish the tattoo when the goal was reached. But now she thinks she might leave it the way it is.</p><p>\"It's not like you ever just cross the finish line and that's it,\" she says.</p><p>Even with the campaign's success, there are still more than 600,000 homeless individuals in the U.S. on a given night.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Campaign+To+House+The+Homeless+Reaches+A+Milestone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321053976-ea0808.m3u?orgId=1&topicId=1017&ft=3&f=319509754"},{"href":"http://media.npr.org/assets/img/2014/06/11/teah-edit-079ffbc3f665ee613829737f1f93d20370e46a9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2118","width":"2822"}},{"href":"http://media.npr.org/assets/img/2014/06/06/homes-1b03c39dc9c9e4c4ef5a1a8544ac48487fa7dca3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2845","width":"3791"}}]}