{"created":"2014-10-08T13:25:41+00:00","modified":"2014-10-31T00:50:11+00:00","valid":{"from":"2014-10-31T00:50:11+00:00","to":"3014-10-31T00:50:11+00:00"},"hreflang":"en","title":"Tourism Money Flows Into Cuba, Bringing Economic Hopes And Fears","published":"2014-06-27T09:22:00+00:00","teaser":"Tourism is an essential part of Cuba's economy. But as the industry grows, some worry it will create a gap between the haves and have-nots in a throwback to pre-revolution days.","itags":["npr_api","325614454"],"guid":"9285e7da-cd34-4f04-a876-cde3ede6e8c1","contentencoded":"<p>Every morning, Manuel Landin Rodriguez walks past the luxurious state-owned Xanadu Mansion hotel and crosses its neatly trimmed golf course all the way to its edge. He camps out on the cliff overlooking the turquoise Caribbean waters that make the resort town of Varadero on Cuba's northern coast so famous.</p><p>Landin, a retired physical education teacher, comes to the spot to fish. When we meet him on the cliffs, he's trying to catch <em>mojarras</em><em> </em>-- small silver fish that hang out in the shallow waters to avoid sharks — which he will use to feed his family of five.</p><p>\"I was born in 1947, under capitalism,\" Landin says. \"[Cuba] used to be a pot of crickets. It was the saddest place on earth.\"</p><p>He wants to be sure we understand how Cuba was before the revolution.</p><p>\"Have you been to Haiti? That's what Cuba used to look like. A few people were rich, and everyone else was starving.\"</p><p>In fact we're talking to Landin on the grounds of what once was a symbol of that opulence — this used to be the Xanadu Mansion, which belonged to U.S. businessman Irenee du Pont.</p><p>Later, as we cool down with some fresh mango juice at the hotel clubhouse, the waitress tells us proudly that the mansion was nationalized shortly after the revolution. She tells us she's thrilled to work here. At Xanadu Mansion, she can make as much as $15 a day in tips. Compare that to the $30 or so some Cuban doctors make <a href=\"http://www.reuters.com/article/2014/03/21/cuba-reform-healthcare-idUSL2N0MI0C920140321\">on average</a> in a month.</p><p><a href=\"http://www.reuters.com/article/2013/10/09/us-cuba-reform-idUSBRE9980QY20131009\">Tourism is essential</a> to the Cuban economy, accounting for nearly 10 percent of the country's GDP in 2013, according to the World Travel and Tourism Council. More than <a href=\"http://www.bloomberg.com/news/2013-09-30/cuba-august-tourist-arrivals-by-country-of-origin-table-.html\">2 million</a> foreign tourists visit <a href=\"http://www.cadenagramonte.cu/english/index.php/show/articles/18602:cuba-increases-international-campaign-as-tourist-destination\">every year</a>, and the Cuban Ministry of Tourism says the 2014 high season that just ended was the biggest on record — a 5 percent increase from the previous year.</p><p>The government is also hoping a possible lifting of the American embargo, which has economically squeezed the island for more than 50 years, would add to that growing revenue. Travel writer<a href=\"https://mail.npr.org/owa/redir.aspx?C=0jdSQbEb9k2oEm0PiTzwB0Tyzn5BZNEICnAjI8R-tW5rjCXXve-_kGiPYZih3gxxAVdxQYv3FY0.&URL=http%3a%2f%2fwww.travelweekly.com%2fTravel-News%2fTravel-Agent-Issues%2fTheTradeShow-delegates-are-urged-to-help-end-Cuba-embargo%2f\" target=\"_blank\"> Christopher Barker</a> says there is speculation that 1 million new American tourists would flood the country in the first year following the end of the embargo, and 2 to 3 million annually after that. Varadero, slightly more than 100 miles from Key West, Fla., is perfectly poised to absorb some of those tourist dollars.</p><p>But many wonder if the disparity between the pay for workers in the tourism industry — and the salaries for other professions on the island — might signal the return of the huge gap between the haves and have-nots that Landin, the former teacher, remembers with such displeasure.</p><p>To find out, we drive over to Cardenas, a dusty little town where many of the bartenders, maids and waiters at the fancy Varadero resorts live.</p><p>Cardenas is famous on the island for three things: lots of Cuban flags, bicycles and horse carts. We hop on one of those legendary buggies for a quick tour. This is a typical, quiet Caribbean small town: not much to see, rundown monuments, one or two nice new restaurants.</p><p>Yuyo Nandes, our horse cart driver, breaks down the Cardenas economy for us. People who work in nearby resorts at Varadero are bringing in some good cash, he says. According to him, that $15 in tips our waitress at Xanadu Mansion makes on a good night will get you \"breakfast, lunch, dinner, pay the electricity, and buy a pair of shoes.\"</p><p>For Nandes, the booming business of tourism in Cuba is a sign of good things to come for everyone.</p><p>\"You know I'm going to tell you one thing. We live off tourism. If there's no tourism, there's no life,\" he says. \"Just look at the grocery stores here: They're empty because people have gone to other provinces.\"</p><p>He says the money generated by tourism will trickle back down: People working at the resorts will take his horse cart to get around town, he says.</p><p>Our next stop is a sugar cane town called Madruga, which literally means \"wake up early.\" Inland Cuba is starkly different from the coastal towns: The luscious greenery often seems about to overtake the narrow roads, and there's no respite from the suffocating heat. Gone are the colorful oceanfront houses, the cute <em>paladares</em>, or restaurants.</p><p>We walk into a family's front yard to ask for a glass of water, or a place where we can get one. With customary Cuban warmth, the Cruz family invites us into their house for coffee.</p><p>Juanito Cruz tells us he's worked at the sugar mill for 31 years. In fact, the house was given to him by the mill. He's on a break now, since the mill doesn't operate this time of year. But he'll be back grinding the sugar in November, a job that lasts six or seven months, and requires about twelve hours of intensive labor every day.</p><p>Cruz makes about $40 a month. He shows us his government rations booklet, and tells us his sugar mill income, combined with his monthly rations of rice, beans, coffee and other staple foods, let him live comfortably in this three-bedroom house with his wife and five children.</p><p>It's not an easy living, though: He points to his new fridge and says he'd been saving for a very long time to buy it, since appliances are incredibly expensive in Cuba. Cruz is a sugar mill man, but he knows there's more money to be made in the tourism industry.</p><p>\"You can make 10 or 15 [Cuban pesos, or roughly $10-$15] a night, and at the end of the month that adds up into a really nice income,\" he says.</p><p>One quick explanation. He said CUC, which is the Cuban convertible peso, one of two currencies in Cuba, and the one that was meant to replace U.S. dollars in the economy. They're exchanged at a near one-to-one ratio. It's all very confusing.</p><p>Looking around at the Cruz family's modest house, one can't help but think about the sprawling Xanadu Mansion, and the employees who have access to tourist tips. But Cruz says he doesn't resent those who make so much more than he does. He says he's actually excited about that money being reinvested in the economy, and he'll be benefiting from it soon enough. Plus, he adds, a Canadian company is investing in his sugar mill, and updating its technology, so he doesn't fear being left behind.</p><p>Cruz proudly shows us his backyard. It overlooks a sugarcane field and is home to a mango tree, which his son and daughter are climbing. As we finish our coffee, they hand us a bag — about 10 pounds of mangoes, a generous gift. We joke that under the embargo we can't take back any souvenirs, but they won't take no for an answer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tourism+Money+Flows+Into+Cuba%2C+Bringing+Economic+Hopes+And+Fears&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Greene","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325760344-d83f75.m3u?orgId=1&topicId=1127&aggIds=324918619&ft=3&f=325614454"},{"href":"http://media.npr.org/assets/img/2014/06/25/cuba_062514_roadtrip_dpg_03_19817643_toned-331b4b8e587b810099b65c7ea86caf45a3d46852.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/25/cuba_062514_roadtrip_dpg_02_19817639_toned-0e2c3b3b1ab1cb8737cd3aad1d072dafd5e77041.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/25/cuba_062514_roadtrip_dpg_05_19817649_toned-3b13c42e99bd950f162046d993ecf8e601851489.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1721","width":"2295"}},{"href":"http://media.npr.org/assets/img/2014/06/25/cuba_062514_roadtrip_dpg_10_19817669_toned-958060f3082c739ff32566bfeec548ef82f0828f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/25/cuba_062514_roadtrip_dpg_08_19817663_toned-e90726bdc6ed97e4c4665b7086f62f8f5d912272.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}