{"created":"2014-12-03T08:24:28+00:00","modified":"2015-05-13T21:28:37+00:00","valid":{"from":"2015-05-13T21:28:37+00:00","to":"3015-05-13T21:28:37+00:00"},"hreflang":"en","title":"CDC Considers Counseling Males Of All Ages On Circumcision","published":"2014-12-04T13:18:00+00:00","teaser":"Citing reduced risk of HIV and other sexually acquired diseases, the federal agency says health care providers should discuss circumcision with men as well as parents of infants and teen boys.","itags":["npr_api","368008742"],"guid":"928994eb-d2ab-4109-9fd9-e136369bb3c7","contentencoded":"<p>Draft federal recommendations don't usually raise eyebrows, but this one certainly will — that males of all ages, including teenage boys, should be counseled on the health benefits of circumcision.</p><p>In the past 15 years, <a href=\"http://www.cdc.gov/hiv/prevention/research/malecircumcision/\">studies</a> in Africa have found that circumcision lowers men's risk of being infected with HIV during heterosexual intercourse by 50 to 60 percent. Being circumcised also reduces men's risk of infection with the herpes virus and human papillomavirus.</p><p>Those health benefits prompted the Centers for Disease Control and Prevention's <a href=\"http://www.regulations.gov/#!docketDetail;D=CDC-2014-0012\">proposed recommendation </a>that doctors counsel parents of baby boys and teenagers, as well as men, on the benefits and risks of <a href=\"http://www.nlm.nih.gov/medlineplus/circumcision.html\">circumcision</a>.</p><p>\"The compiling of the different data sources may really be sufficient for someone who is a heterosexual male to consider the benefit of circumcision,\" Dr. Susan Blank, a pediatrician and chairwoman of the American Academy of Pediatrics' circumcision task force, told Shots.</p><p>In 2012, the American Academy of Pediatrics said for the first time that the <a href=\"http://pediatrics.aappublications.org/content/130/3/585\">benefits of circumcision </a>outweigh the risks, and that insurers should pay for the procedure.</p><p>But the pediatricians' focus was on parents considering infant circumcision. The CDC's proposal opens the door to circumcision becoming a topic of conversation any time an uncircumcised male goes to a medical appointment.</p><p>Although several surveys have found a decline in circumcision rates since the 1960s, the majority of men living in the United States were circumcised as newborns. The prevalence of the procedure varies widely, with big geographical and ethnic variations. It is typically less common in Asian and Hispanic communities.</p><p>Groups opposed to circumcision, such as <a href=\"http://www.intactamerica.org/\">Intact America</a>, say the health benefits of circumcision in the U.S. remain unproven, and that the CDC is relying too heavily on studies done in Africa that may not be relevant here. The procedure, which removes the foreskin, has been criticized because infants can't consent to it.</p><p>\"Parents need to recognize that they're effectively removing that decision from their son,\" says <a href=\"http://www.seattlechildrens.org/medical-staff/douglas-s-diekema/\">Dr. Douglas Diekema</a>, a bioethicist at Seattle Children's Hospital who served on the pediatricians' task force. \"And there are some men who will grow up being unhappy with the decision that their parents made.\"</p><p>The CDC's draft recommendation, which is open for public comment for 45 days, suggests that teenage boys be counseled along with their parents on the option, which presumably would give boys the option to say yea or nay.</p><p>\"I want to emphasize that it's a voluntary procedure, and really requires conversation between the doctor and the patient,\" says <a href=\"http://www.cdc.gov/nchhstp/Eugene-McCray.html\">Dr. Eugene McCray</a>, director of the division of AIDS prevention at the CDC. \"Our role is to insure that physicians have the information that they can then use to counsel or inform patients about the risk and benefits.\"</p><p>The risk of complications in infants is 0.4 percent, one large analysis found, 9 percent in boys ages 1 to 9, and 5 percent over age 10.</p><p>\"It's really important to emphasize that circumcision doesn't protect somebody from contracting any STD,\" Diekema says. \"It simply reduces risk.\" In other words, sexually active men still need to use condoms or other methods if they want to avoid exposure to HIV and other STDs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=CDC+Considers+Counseling+Males+Of+All+Ages+On+Circumcision&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nancy Shute","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368143705-d0090c.m3u?orgId=1&topicId=1128&d=220&p=3&story=368008742&t=progseg&e=367943242&seg=8&ft=nprml&f=368008742"}]}