{"created":"2014-09-07T23:28:40+00:00","modified":"2014-12-11T17:05:19+00:00","valid":{"from":"2014-12-11T17:05:19+00:00","to":"3014-12-11T17:05:19+00:00"},"hreflang":"en","title":"Colo. Clerk Recalls Issuing Same-Sex-Marriage Licenses — In 1975","published":"2014-07-18T17:32:00+00:00","teaser":"County clerks are making news by defying the state's gay-marriage ban, but Clela Rorex got there first. Decades ago, she issued a groundbreaking license to the first openly gay people she'd ever met.","itags":["npr_api","332344999"],"guid":"9299f870-288d-4245-904d-cc137a907683","contentencoded":"<p>For the past month, county clerks in Colorado have been challenging a ban on same-sex marriage by <a href=\"http://www.cpr.org/news/story/denver-pueblo-clerks-follow-boulder-issuing-marriage-licenses-gay-couples\">issuing marriage licenses to gay and lesbian couples</a>.</p><p>The Colorado Supreme Court is expected to rule on their actions any day now.</p><p>But few know that this is history repeating itself.</p><p>Back in 1975, when Clela Rorex was the newly elected county clerk in Boulder, she began issuing marriage licenses to same-sex couples.</p><p>On a visit to StoryCorps, Rorex tells her friend Sue Larson that two men came to her office and asked for a marriage license. Rorex, now 70, says it was the first time she'd ever met any openly gay people.</p><p>\"I said, 'I don't know if I can do this.' ... I went to the district attorney, and he said the Colorado marriage code did not specify that marriage had to be between a man and a woman. And therefore I did it,\" Rorex says.</p><p>\"I honestly did not anticipate the degree of hate. It was threats — people needed to kill me for doing this, and that kind of stuff. And I had entire church congregations writing me that it would be Sodom and Gomorrah in the area.\"</p><p>Rorex's son, about 8 years old at the time, would sometimes pick up the phone when people called. \"If he answered, they'd spiel their hatred to him,\" Rorex says.</p><p>\"One day I walked into my office. I was standing and looking out my window, and this horse trailer drives up and some media vans. This cowboy gets out. All of a sudden it just dawned on me: He was gonna ask for a marriage license for his horse,\" Rorex says. \"My deputy and I were flipping through the marriage code like crazy, you know, 'What are we gonna do?' \"</p><p>\"So the cowboy comes in and asked for a marriage license, and I started taking information. I ask him his name and Dolly's name — Dolly was the horse. And I said, 'And how old is Dolly?' He said, 'Eight.' And I put my pen down, calm as could be, and said, 'Well, I'm sorry, but that's too young without parental approval,' \" Rorex recalls with a laugh.</p><p>Rorex didn't complete her term in office, and she says she wouldn't have been re-elected if she'd tried to run again. But she doesn't regret her choice.</p><p>\"I just was this young woman in this place at this point in time,\" she tells Larson. \"And thank goodness I made that decision, because it would be so hard for me to look myself in the mirror today if I had not made the decision then.\"</p><p><em>Audio produced for </em>Morning Edition<em> by Jud Esty-Kendall.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Colo.+Clerk+Recalls+Issuing+Same-Sex-Marriage+Licenses+%E2%80%94+In+1975&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332498802-b62f42.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=332344999"},{"href":"http://media.npr.org/assets/img/2014/07/17/rorexnpr-e89bd8dc195dd9f9fde19b29db921801ef6158ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2014/07/17/storycorps_rorex_extra1-8dcafa82daf997b486e7a9e1049cf9b3b6822867.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"440","width":"587"}}]}