{"created":"2015-03-25T19:06:04+00:00","modified":"2015-03-25T21:53:05+00:00","valid":{"from":"2015-03-25T21:53:05+00:00","to":"3015-03-25T21:53:05+00:00"},"hreflang":"en","guid":"92990072-b401-4dc3-998f-d41f00b11a2c","title":"DJ Edu searches for Africa's best nightclub","published":"2015-03-25T21:53:03+00:00","byline":"Stephen Snyder","tags":["music","nightclub","Development","economy","dancehall","Culture","Arts, Culture & Media","Africa","DJ Edu","Entertainment","BBC Radio 1Xtra","Nightclub"],"teaser":"What's the best nightclub in Africa? Not even DJ Edu, who scoured night spots across the continent, can say for sure. But even if he can't pick a winner, he says he saw signs of Africa's economic progress in many places he visited.","contentencoded":"<p>Edwin Ochienowho, <a href=\"http://www.bbc.co.uk/programmes/profiles/3kLlPcXqjzTwFmstYdGW50R/dj-edu-profile\">known as DJ Edu</a> to his fans, recently went on a continental search for Africa's best nightclub. But it wasn't just for the music: He was on a mission to learn how a new generation of Africans is spending its money, and whether improving economic conditions in parts of Africa are reflected in its club scene.</p>\n<p><a href=\"http://www.bbc.co.uk/news/world-africa-30804830\">For this BBC project</a>, he travelled to the Democratic Republic of Congo to party with the Society for Ambience-makers and Elegant People, where the men dress beautifully in designer clothes and are loved by people in the region. In Morocco's Marrakech, he found a modern club scene contrasting with traditional Berber music in the central square. Johannesburg in South Africa give him a look at the country's thriving contemporary African musicians.</p>\n<p>Contrast that with Gaborone in Botswana, where the government has been enforcing an early closing time for nightclubs and putting a tax on alcohol. \"While nightclubs are shutting down, young people are creating huge parties in car parks where they dance until dawn under the stars,\" DJ Edu says.</p>\n<p>He also found signs of prosperity in Nairobi, Kenya's capital and his own hometown. \"Places that used to be — I would refer to them as the hood — have really transformed,\" he says. \"I mean, these were places I would never go to, but I was really comfortable there now. And the nightlife in Nairobi is different, because they party from Monday to Monday.\"</p>\n<p>DJ Edu, who hosts a radio program on the BBC's urban music station <a href=\"http://www.bbc.co.uk/1xtra\">1xtra</a>, says it's hard to say which of Africa's nightclubs is best. </p>\n<p>\"Every little country has its own way of saying 'Yes, this is our party scene. We love it. Come and enjoy it,'\" he says. \"You leave with an experience everywhere you go.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-25%2Fdj-edu-searches-africas-best-nightclub&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/DJ_Edu_IMG_9569.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/djeduimg9569jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03252015_09.mp3"},{"href":"http://www.pri.org/file/0325201509mp3"}]}