{"created":"2015-04-30T19:26:55+00:00","modified":"2015-05-13T20:59:31+00:00","valid":{"from":"2015-05-13T20:59:31+00:00","to":"3015-05-13T20:59:31+00:00"},"hreflang":"en","title":"Can't Get A Job Because Of A Criminal Record? A Lawsuit Is Trying To Change That","published":"2015-05-01T00:19:00+00:00","teaser":"People convicted of minor crimes years ago are suing to overturn a Pennsylvania law that bars them from working full time in nursing homes, locking them out of a fast-growing sector in the economy.","itags":["npr_api","403112951"],"guid":"92997461-771f-4dc1-aa84-fd6e4df70907","contentencoded":"<p>Outside an apartment building on Broad Street, along the county line in Philadelphia, birds outnumber the rush-hour traffic.</p><p>\"It's nice and quiet compared to other neighborhoods which I lived in,\" said Tyrone Peake, 52.</p><p>In 1981, when he was just 18, Peake was arrested with a friend for trying to steal a car to take a girl home after a long weekend.</p><p>\"No, we never got the car,\" Peake said. \"We broke the ignition column and then the cops came.\"</p><p>Peake couldn't even drive back then. He says he was just along for the ride. He never went to prison. Instead, he got probation. But that single charge years ago still haunts him, sometimes even after he's gotten work.</p><p>One in four Americans <a href=\"http://nelp.org/content/uploads/2015/03/65_Million_Need_Not_Apply1.pdf\">has a criminal record</a> that will show up on a routine background check. Those black marks can slam the door to employment in fast-growing sectors of the economy — even if the convictions are for minor offenses and decades old.</p><p>A new lawsuit in Pennsylvania is trying to change that.</p><p>\"I've been fired from three jobs,\" Peake said, \"because [of] having a criminal record. And my record is like 32 years old, and I haven't been in trouble since then.\"</p><p>A lot's happened since the 1980s for Peake. He went back to school, and he's been working part time as a counselor for men addicted to drugs and alcohol.</p><p>But the law prevents him from being hired full time to work in a nursing home or long-term-care facility because of that single criminal conviction.</p><p>\"It is an absolute bar that lasts for life and covers any position in any covered facility,\" said Tad Levan, a lawyer at the Levan Law Group.</p><p>He's working with Peake and others to overturn the Pennsylvania law, known as the Older Adults Protective Services Act.</p><p>\"There is no provision in the law for either an affected individual or for an employer who wants to hire an affected individual to prove this person is capable and fit for the job,\" Levan said.</p><p>He acknowledged that elder abuse is a real problem in nursing homes and the community needs to protect against that. But, he added, the Pennsylvania law is arbitrary and overly broad — and people like Peake are not the problem.</p><p>Advocates on the case say the law bars employment for as many as 200,000 people in Pennsylvania.</p><p>\"We find that most of our clients are not people coming just out of prison or just off of a criminal record,\" said Janet Ginzberg, who works in the employment unit at Community Legal Services of Philadelphia, one of the groups helping with the new lawsuit. \"[When our] clients come to us, often they are five, 10, 20 years away from their conviction, and they're still having trouble finding a job.\"</p><p>Ginzberg enlisted experts who say the value of criminal records in predicting future crime almost vanishes four to seven years after a single conviction. But those old convictions can show up on background checks for 20 or 30 years.</p><p>A spokesman for the Pennsylvania attorney general's office declined to comment for this story. But NPR asked the lawyers representing Peake whether they felt comfortable with their loved ones in nursing homes being cared for by people with criminal records.</p><p>Why not let business owners decide, argues Levan? \"They'll be liable for the conduct of their employees within the scope of their employment,\" he said, \"so they don't have incentives to go out on a limb.\"</p><p>But under current law, Levan said, Pennsylvania employers face financial and criminal penalties if they use that discretion.</p><p>There's something else about this lawsuit: It's the second time these same lawyers have challenged the Older Adults Protective Services Act. About 14 years ago, the plaintiffs won, and the Supreme Court in Pennsylvania declared the law unconstitutional.</p><p>Then, everyone waited for the Legislature to fix it. But that never happened, leaving people like Peake in limbo.</p><p>Back in the apartment building, Peake locks his door and gets ready to leave for his part-time job. He's graduating in a couple of weeks. But he doesn't have a big party planned.</p><p>\"No, I have to work right after that,\" he said. \"I can't afford to take off.\"</p><p>If he wins his lawsuit, Peake said, maybe he will be eligible for full-time work, with benefits and paid vacations.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can%27t+Get+A+Job+Because+Of+A+Criminal+Record%3F+A+Lawsuit+Is+Trying+To+Change+That&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403362680-1e071e.m3u?orgId=1&topicId=1070&d=251&p=2&story=403112951&t=progseg&e=403362523&seg=7&ft=nprml&f=403112951"},{"href":"http://media.npr.org/assets/img/2015/04/30/photo-3-d97dab7b95786404714d153f9b59cb28517304d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1826","width":"2434"}}]}