{"created":"2014-10-27T22:02:14+00:00","modified":"2014-11-10T20:25:33+00:00","valid":{"from":"2014-11-10T20:25:33+00:00","to":"3014-11-10T20:25:33+00:00"},"hreflang":"en","title":"Obama's Former Iraq Ambassador Calls For Air Strikes","published":"2014-06-13T19:10:00+00:00","teaser":"James Jeffrey says Americans \"were perfectly quiet when we bombed Libya for six months, so I don't see what the problem is.\"","itags":["npr_api","321695477"],"guid":"929e4cf9-7af5-4bca-8b54-f5471f766196","contentencoded":"<p><strong>James Jeffrey</strong> was Ambassador to Iraq from 2010 to 2012 under President Obama. He also served as a special advisor for Iraq under President George W. Bush. He&#8217;s now at the Washington Institute.</p><p>Jeffrey joined <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson to discuss what he thinks should be done in in Iraq in the coming months. According to Jeffrey, the U.S. should take actions to assist Iraq in this conflict.</p><p>&#8220;We have tremendous interests involved here including fighting terrorism,&#8221; he said. &#8220;And Iraq, unlike Syria, is a major oil exporting country. You see the impact we already have on oil prices. We have to act and we have to act swiftly.&#8221;</p><p>He said that Obama should use air strikes to stop ISIS from continuing their current advance. If they aren&#8217;t stopped, he fears the insurgent army will surround Baghdad, involve Iran, and cut off Kurdistan from the rest of Iraq. Air strikes could immobilize ISIS, but Jeffrey is also convinced that the American assistance will inspire the Iraqi soldiers to continue fighting.</p><p><div class=\"pullquote\" style=\"\">&#8220;The American people were perfectly quiet when we bombed Libya for six months, so I don&#8217;t see what the problem is.&#8221;</div></p><p>&#8220;Troops will stand and fight if they know that there is air strikes on the other end,&#8221; he said. &#8220;And frankly, people don&#8217;t advance and pick up trucks quite as easily if they&#8217;re facing the possible threat of attack from the air.&#8221;</p><p>Jeffrey rejected the idea that these air strikes might cause more problems in the long run, as well as the argument that these issues began when the U.S. pulled out of Iraq too quickly. Instead, he claimed that right now, it&#8217;s more important to think about our national interests in the area and the potential consequences of inaction.</p><p>&#8220;No one &#8230; wants less to see America get bogged down in another war [than I do],&#8221; Jeffrey claimed. &#8220;But that&#8217;s not what we&#8217;re talking about here.&#8221;</p><p>He said that the his ideal operation in Iraq would more closely resemble military operations conducted in the past in Bosnia, Kosovo, and Libya. These past missions achieved their goals without wasting taxpayer money, according to Jeffrey, while also avoiding American casualties.</p><p>More importantly, he said, &#8220;the American people were perfectly quiet when we bombed Libya for six months, so I don&#8217;t see what the problem is.&#8221;</p><h4>Related Stories</h4><ul><li><a href=\"http://hereandnow.wbur.org/2014/06/13/congressman-veteran-iraq\" target=\"_blank\">Congressman And Iraq Vet Opposes U.S. Air Strikes</a></li><li><a href=\"http://hereandnow.wbur.org/2014/06/13/khalilzad-iraq-ambassador\" target=\"_blank\">Bush’s Former Iraq Ambassador Calls For Air Strikes ‘If Useful’</a></li><li><a href=\"http://hereandnow.wbur.org/2014/06/13/iraq-baghdad-militants\" target=\"_blank\">Iraqi In Baghdad: Country Faces ‘Black Days’ If U.S. Doesn’t Help</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.washingtoninstitute.org/experts/view/james-jeffrey\">James Jeffrey</a></strong>, Philip Solondz distinguished visiting fellow at the Washington Institute and former ambassador to Iraq.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Former+Iraq+Ambassador+Calls+For+Air+Strikes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"430"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321758272-7a5386.m3u?orgId=1&ft=3&f=321695477"}]}