{"created":"2015-06-19T19:04:21+00:00","modified":"2015-06-23T18:14:46+00:00","valid":{"from":"2015-06-23T18:14:46+00:00","to":"3015-06-23T18:14:46+00:00"},"hreflang":"en","guid":"92ab6982-cadf-4b16-858f-e2163315dd32","title":"'Every time I hold a drum...I feel like happiness is going to kill me'","published":"2015-06-23T18:14:41+00:00","byline":"Ian Coss","tags":["Kasiva Mutua","Nile Project","drumming","African drumming","Kenya","percussion","women drummers","Across Women's Lives","Music","Arts, Culture & Media","Africa","Kenya","East Africa","Kasiva Mutua","Teach Her"],"teaser":"How do you learn an instrument you are not supposed to play? Listen to a 27-year old drummer from rural Kenya who found a way.","contentencoded":"<p>My name is Kasiva Mutua — I’m a percussionist, a drummer. Where I come from, it was a taboo for a woman to play drums or percussion. It was so serious that a woman could not even go near the space where these drumming sessions were happening.</p>\n<p>So basically how this started is I was born in the village [in Kenya], and I used to spend lot of time with my grandma. Most evenings she’d tell me stories of her young life and tales of the Hare and Hyena, and stuff like that. And she had this little drum that she used just to hit — not necessarily play — but just to hit as she told her stories. And then she liked punctuating her stories with silence and telling me to listen to something for a very long time. She’d be like: “Shhh Kasiva, do you hear that cricket? And do you hear that frog? Do you hear them shouting at each other? Or things as little as a beetle rolling dung...I would literally bend down and kneel and just try and listen to that \"sss-ckkk-ckkk,\" you know? And through this constant listening, it sort of developed to rhythm.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1350\" width=\"900\" alt=\"Kasiva Mutua\" title=\"Kasiva Mutua\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/KasivaMutua1_0.jpg?itok=q1o_me9H\" /><div class=\"field-caption\">\n    <p>Kasiva Mutua</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of the Nile Project</p>\n  </div>\n</div>\n<p>So I went to secondary school. I’m now a young adult, and I started participating in the music festivals. I was the only girl. When I was in the queue registering, there is this guy who came and he was like: “Hey, you know this is the drum solo queue right?”</p>\n<p>I was like, “Yeah, I know it's the drum solo queue.”</p>\n<p>“Um, so what are you doing here?”</p>\n<p>“I’m registering for the drum solo.”</p>\n<p>“Um, are you lost?”</p>\n<p>“No I’m not lost, come on, I’m here to play.”</p>\n<p>So I went and introduced myself and started my piece. And as I was playing, I got so tense, and my hands started sweating. The next thing I remember is the stick flew out of my hand and landed on the judge’s table, and I was like “oh boy.” And I knew — oh man, I’m like, I’m dead. I just stood up and ran outside and went to cry in the field because I made a big mistake.</p>\n<p>The next year I decided to go back, but this time I went back with a hand drum, because I knew….however bad it gets, my hand will never pop out of its socket. So I went back, and this time, I was first in the zonal levels, first in the provincial levels, and hey, first in the national level. And I was like “ahhhh, finally finally I did it, I’m the best in the country.” I was so happy.</p>\n<p><iframe width=\"453\" height=\"340\" src=\"https://www.youtube.com/embed/NABCJbKHceY?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Sometimes you see yourself defying the odds, but not to rebel, but because you actually like doing what you are doing. Every time I hold a drum, every time I am on stage I feel like happiness is going to kill me. It’s almost like choking. It’s such a good feeling.</p>\n<p><em>Kasiva Mutua told her story to producer <a href=\"http://iancoss.com/\">Ian Coss</a>. Thanks to the <a href=\"http://nileproject.org\">Nile Project</a> for their support.</em></p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-17%2Fevery-time-i-hold-drum-i-feel-happiness-going-kill-me&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06192015_09.mp3"},{"href":"http://admin.pri.org/file/0619201509mp3"}]}