{"created":"2014-10-07T18:45:09+00:00","modified":"2014-10-30T23:29:50+00:00","valid":{"from":"2014-10-30T23:29:50+00:00","to":"3014-10-30T23:29:50+00:00"},"hreflang":"en","title":"If A Water Main Isn't Broke, Don't Fix It (For 300 Years?)","published":"2014-08-12T10:05:00+00:00","teaser":"Recent water-related problems in Los Angeles and Ohio have put a focus on infrastructure. Many of the pipes in the U.S. are more than 100 years old and may not be replaced for another 100 years.","itags":["npr_api","338851111"],"guid":"92af24b5-2cb8-4cce-b82b-745f42e36b94","contentencoded":"<p>Most of us don't really give it a second thought: We turn on the tap, pour a glass of water and drink it down. But the U.S. has experienced a number of water-related problems this year, from the toxic algae bloom on Lake Erie to a massive water main break in Los Angeles that spilled 20 million gallons of water, and a chemical spill into West Virginia's Elk River that fouled the drinking water supply.</p><p>Writer <a href=\"http://www.npr.org/books/authors/137898912/charles-fishman\" target=\"_blank\">Charles Fishman</a> says by taking our water supply for granted, we ignore big problems. He's the author of <em>The Big Thirst </em>and tells NPR's Melissa Block that when the modern water system was designed more than 100 years ago, it was a remarkable achievement.</p><p>\"The reason we don't think about it is because of its brilliance. The water is unfailingly safe, it's really the best water system in the world, and it's totally reliable,\" Fishman says.</p><p>Until it isn't. The U.S. has 1.2 million miles of water supply mains, but many of the pipes are so old that water utilities lose 1 out of every 7 gallons of drinking water before it arrives to a customer.</p><p>\"The out-of-date nature of the water system is popping up all over. The regulations are out of date, and the pipes are out of date, and our attitude is out of date,\" he says.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On his favorite water main</strong></p><p>It happens to be right here in Washington, D.C. The water main runs under K Street, where all the flossy lobbying firms are headquartered. It's actually the same size and purpose as the water main that broke in [Los Angeles] — it's a 30-inch water main, so very large. It was installed in Washington, D.C., in 1860, before Abraham Lincoln moved in to the White House. And it's in use every day. It has been in use every day for the last 154 years. And that's just kind of amazing.</p><p><strong>On the problem with a 150-year-old pipe</strong></p><p>It's a testimony to how robust the system is, but there's a larger point. The water main that broke in LA was 93 years old. Los Angeles Water will tell you they are on a 300-year water main replacement cycle. Washington, [D.C.], used to be on a 300-year water main replacement cycle; now we're on a 200-year water main replacement cycle. We're not actually planning to replace most of the water mains any time in our lifetime or the lifetime of our kids or their kids. And the reason isn't because they probably don't need to be replaced. The reason is because we don't pay attention to the water system.</p><p><strong>On why we should pay more for water</strong></p><p>We don't pay enough for the water we use to cover modernizing the system. We get a great deal. The average water bill is $34 a month for an American family. Basically, all the water you need costs a dollar a day. The truth is that if everybody paid 10 bucks a month more on their water bill, we could step up the improvement of the water system.</p><p><strong>On new practices we should put in place</strong></p><p>There are things that don't cost any money — it's not just the pipes that are out of date. The regulations are out of date. And we need to step up and modernize how we manage our water, as well as the pipes themselves. Most communities do not have a secondary water supply. Most big cities should have a second source of water, and the easiest additional source of water would be a water recycling plant. The technology exists. It's totally bulletproof to take the water that a community already uses, clean it, and use it again.</p><p>And the second thing is, we haven't looked at what's in drinking water supplies in 30 or 40 years, really hard. A perfect example is what happened in Toledo. The toxin that the Toledo water utility found in the water, they weren't actually required to look for. And there were no standards for what level it should be, what level is safe. There weren't even standards over the weekend for how to measure what was in the water. There are lots of things going into our wastewater, which ends up in our water supply, that didn't even exist 40 and 50 years ago. You think about all the medicines that people take now every day.</p><p><strong>On moving forward</strong></p><p>We need to take a step back and say: What's the right way to grab hold of our water supply? We're seeing this sort of popcorn-popping of problems everywhere. The nice thing about water is, all water problems are solvable, just like the leak in the roof of your house is solvable. They aren't solvable if you close your eyes. They aren't solvable if you ignore them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=If+A+Water+Main+Isn%27t+Broke%2C+Don%27t+Fix+It+%28For+300+Years%3F%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"334"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338918052-1c6ffc.m3u?orgId=1&topicId=1025&ft=3&f=338851111"}]}