{"created":"2014-09-11T07:23:52+00:00","modified":"2015-03-09T18:08:31+00:00","valid":{"from":"2015-03-09T18:08:31+00:00","to":"3015-03-09T18:08:31+00:00"},"hreflang":"en","title":"Fast-Moving Ebola Slows Down Liberia's Economy","published":"2014-09-11T14:30:00+00:00","teaser":"Farmers are too frightened to tend their fields. Customers have stopped going to restaurants, bars and other shops. So now people in Liberia's \"breadbasket\" region are depending on food donations.","itags":["npr_api","347396996"],"guid":"92b23f84-9bc4-46f7-8615-b3eb283c8262","contentencoded":"<p>Postwar Liberia had struggled back onto its feet in the past decade, after the civil war, and was just catching its collective breath when Ebola landed. One of the lasting effects of Ebola on the country is likely to be its impact on the economy.</p><p>In Liberia, Ebola was first detected in March in <a href=\"https://www.google.com/maps/place/Lofa,+Liberia/@7.865313,-9.9749765,6z/data=!4m2!3m1!1s0xfa879cc6c97dc31:0xc81e986013615746\">Lofa County</a> in the north. Although the epidemic has brought some temporary jobs to the area, the virus is costing Liberia's economy dear. Local businesses and farmers say they're hurting.</p><p>Dozens of Liberians hover outside the Doctors Without Borders <a href=\"http://www.npr.org/tags/147820238/ebola\">Ebola</a> clinic in Foya, a town in Lofa. They're all looking for temporary work.</p><p>Young, unemployed men and women are waiting and hoping their names will be called to join the front-line workers in the battle against the virus. Hygienists, carpenters and others work at the relief agency's expanded Case Management Center for Ebola patients and suspected cases.</p><p>Alfred Pongay, a 24-year-old student, has been coming to the clinic for the past two weeks, looking for work. \"I come in the morning, 8 o'clock,\" he says, adding that he's ready to do whatever work is offered — dig holes, crush rocks, erect additional tents or carry plants.</p><p>Another student, 26-year-old Mary Nyumah, has arrived for her first day of training in the zone where relief workers dress in protective clothing. She peels an orange and waits patiently.</p><p>Aspiring national Senate candidate <a href=\"http://frontpageafricaonline.com/index.php/county-news/397-ex-lofa-county-senatorial-aspirants-throw-weight-behind-zargo\">Stephen Zargo</a> is also a businessman in Voinjama, the capital of Lofa County. He runs a security company and a gas station franchise, and owns a hotel.</p><p>\"Ebola has affected business immensely, because a lot of our customers that used to support our business, that come to our guest house, are no more around,\" he says. \"They've all left. ... They're not coming again.\"<strong> </strong></p><p>Zargo says agriculture and farming were once the backbone of Lofa's economy. They have been hard hit, twice over — first by the civil war and now by Ebola.</p><p>\"Before the war, this part of Liberia was considered the breadbasket,\" he says. \"Most of the food you see in [Liberia's capital of] Monrovia is from Lofa. But now it's the other way around. Take, for example, recently the <a href=\"http://www.wfp.org/\">World Food Program</a> sent Lofa some 2,000 bags of rice for distribution. Normally people in Lofa don't live on handouts.\"<strong> </strong></p><p>But it's donations of rice, Liberia's staple food, that many people are desperately hoping for. In the tiny village of Nyewolihun — an hour-and-a-half drive from Voinjama and a bumpy, uphill motorbike-taxi ride from the nearest town — school principal and farmer Matthew Ndorleh says they're hurting.</p><p><strong> </strong>\"A lot of us are starving,\" he tells me.</p><p>\"Starving or hungry?\" I ask.</p><p>\"Hungry!\" he says. \"We have to go out and look for food. The old rice are all gone. ... [There's] only the bush yam, the wild fruit we eat.\" He says they're fast running out of current supplies of rice and haven't yet harvested the new crop.</p><p>Many farmers, Ndorleh says, are too frightened to tend their farms during this lean season between harvests. \"Most of the people are afraid to go in the bushes, thinking that if he or she goes, they might encounter Ebola, because they say the wild animals got it — and we've got a lot of monkeys with us here.\"<strong> </strong></p><p>The health authorities have warned people not to eat bushmeat because some animals, such as bats, are carriers of the Ebola virus.</p><p>But beef — or cow meat, as it's called in Liberia — is still safe to eat. That's one of the dishes 39-year-old Mohammed Bah serves at the Quick Service Center, which doubles up as a restaurant and mom-and-pop shop in Voinjama, close to the border with Guinea.</p><p>\"Voinjama was depending on Guinea before, more than even Monrovia, because even the cow meat ... we got from Guinea,\" Bah says. \"But right now the border is closed, so we have serious problems. ... If the border is continued to close, sorry — we're not going to get fresh meat here now.\"<strong> </strong></p><p>Bah gets the occasional customer coming to watch soccer and perhaps eat a meal. But times are tough since Ebola hit.</p><p>\"The business is going down too much. Nothing good is going on now,\" he says. \"I used to receive more guests from everywhere. International, white people from America — everybody used to come and eat here. But right now, as you can see — take a look — nobody is around.\"</p><p>Except us.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fast-Moving+Ebola+Slows+Down+Liberia%27s+Economy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"296"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347595032-b0c408.m3u?orgId=1&topicId=1031&e=347396996&d=296&ft=nprml&f=347396996"},{"href":"http://media.npr.org/assets/img/2014/09/10/9-e2f70bd475f5060cce9408e77aafd0c038f64706.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1325","width":"1766"}},{"href":"http://media.npr.org/assets/img/2014/09/10/liberiaeconomy-94de8a9d1b033a9517f67ba747cb6dfecce175bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1656","width":"2208"}}]}