{"created":"2014-10-08T14:59:12+00:00","modified":"2014-10-31T01:34:59+00:00","valid":{"from":"2014-10-31T01:34:59+00:00","to":"3014-10-31T01:34:59+00:00"},"hreflang":"en","title":"Tiananmen Survivor Looks Back At China's 'Lost Opportunity'","published":"2014-06-01T16:47:00+00:00","teaser":"Shen Tong was a 20-year-old biology student and an activist in Tiananmen Square 25 years ago when the government used deadly force to crush the massive protests.","itags":["npr_api","317724450"],"guid":"92b3f9ca-87cb-4201-a019-84f87d77a2b2","contentencoded":"<p><em>Each week, </em>Weekend Edition Sunday<em> brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>This week marks 25 years since the massacre at Tiananmen Square in Beijing. In 1989, Chinese security forces conducted a widespread crackdown on pro-democracy protesters that left hundreds — some say thousands — dead. But months before the standoff, protesters saw no sign of coming violence.</p><p>Shen Tong was a 20-year-old biology student at Beijing University that year. He never considered himself political, but he and his classmates were lobbying the government to change some of its policies on scientific research. They eventually joined with the non-violent demonstrations centered in Tiananmen Square.</p><p>Tong says he expected pushback from the government, but he tells NPR's Rachel Martin that he never could have imagined the massacre that would unfold on those first few days in June, 25 years ago.</p><p>\"I had no clue,\" Tong says. \"Of course I expected inevitable crackdown, but not to this extent.\"</p><p>Tong says he and the others in the protest movement had hoped for gradual reform with a focus on freedom of speech, the freedom of assembly and freedom of the press. He says never for a moment was the main body of the protest fighting against the government or for regime change.</p><p>\"We really considered ourselves patriots and we [thought] we could help the government to reform further,\" he says. \"How naïve we were.\"</p><p>Tong was not in Tiananmen Square when the massacre broke out; he was at his mother's apartment just a couple miles to the west. Even so, he says, he still witnessed at least a dozen killings.</p><p>Following the violence, police hunted down leaders of protest groups. Tong's name was on the list. Most of his colleagues escaped through southern China, but Tong stayed. He didn't get out of the country until seven days after the killings, leaving on a Chinese plane bound for New York. He managed to get a visa through U.S. universities and stayed in America.</p><p>Looking back, Tong says there was an amazing opportunity — not just for China but for the rest of the world — for a more balanced development.</p><p>\"Instead, it has this monster of a combination of an extreme police state with an extreme form of early capitalism,\" he says. \"While we're making a few more dollars, our environment, our children's future and our individual dignities and human rights have [to suffer]. There's no reason for that.\"</p><p><strong>Join The Conversation</strong></p><p>What do you think the legacy of Tiananmen Square is outside of China? Tell us what you think on the <a href=\"https://www.facebook.com/nprweekend\">Weekend Edition Facebook page</a>, or in the comments section below.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tiananmen+Survivor+Looks+Back+At+China%27s+%27Lost+Opportunity%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"342"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317843683-60cd3d.m3u?orgId=1&topicId=1125&aggIds=177065210&ft=3&f=317724450"},{"href":"http://media.npr.org/assets/img/2014/05/31/ts-profile-1-55cbeea2f956cd4562809627268245b8b18bb46c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"825","width":"1100"}}]}