{"created":"2014-10-25T11:50:54+00:00","modified":"2014-11-10T21:40:24+00:00","valid":{"from":"2014-11-10T21:40:24+00:00","to":"3014-11-10T21:40:24+00:00"},"hreflang":"en","title":"Novelist Nuruddin Farah: Facing A Blank Page Is 'Bravest Thing' A Writer Does","published":"2014-10-25T15:57:00+00:00","teaser":"Farah's latest is called <em>Hiding in Plain Sight</em>. It's the story of Bella, a Somali photographer living in Rome who gets drawn into the lives of her niece and nephew after her half-brother is killed.","itags":["npr_api","358322551"],"guid":"92b47e6f-a861-4644-8de2-c20086a5e3bb","contentencoded":"<p>Nuruddin Farah's novel <em>Hiding in Plain Sight</em> centers around Bella, a Somali living in Rome, who has become a famed fashion photographer. Her beloved half-brother Aar, a UN official, is murdered by extremists in Mogadishu and leaves behind two teenagers who are Bella's niece and nephew.</p><p>Bella's a globetrotter, with tightly scheduled lovers and global obligations, but she feels drawn into their lives despite the opposition of Valerie — the mother who gave birth to the youngsters but left the family and doesn't know them.</p><p>Farah, a Somali-born author of 11 previous novels, talks with NPR's Scott Simon about his homeland and his biggest challenge as a writer.</p><hr /><h3>Interview Highlights</h3><p><strong>On parallels between the novel and his own life</strong></p><p>It feels almost everything that happens in Somalia is either part of my life directly or indirectly. ... What happened in this particular case is that I had done the first draft of a novel — submitted it to my publishers — when something very similar to what happened to the character Aar happened to my sister: [she was] killed in Afghanistan in a Kabul restaurant on January 19, 2014.</p><p><strong>On the challenges of writing and loss</strong></p><p>I go to Somalia a great deal, perhaps, in part, to feed my imagination and also to be in touch with the experiences that other Somalis go through on a daily basis. But, in terms of writing as a writer, there's always a daily challenge when one goes into one's studio to write. And the bravest thing, I think, for a writer is to face an empty page. Almost everything else is less challenging until it comes to ... someone close to you — as close as Basra was to me — fall[ing] a victim to terrorism.</p><p><strong>On writing about Bella's photography</strong></p><p>I actually have very little understanding of how photography works — or <em>had </em>very little understanding. But I had to train myself and I had to read lots and lots of books. And then, after that, had to train myself, buy a camera, and go digital/analog and do all these things.</p><p><strong>On the power dynamic between a photographer and his or her subject</strong></p><p>Just as there is a power structure between the novelist and the subject the novelist is writing about — it's the novelist who decides who gets the power of speech. So, whoever puts their finger on the button that ultimately decides what happens with the camera is the one who has the power. And anyone sitting outside of that power zone is turned into a subject. So, I could see parallel between the novelist's writing, and therefore, deciding, ultimately, the destiny of his or her characters — in the same way that the photographer decides what position to take, what light to use.</p><p><strong>On whether he could live in Somalia </strong></p><p>Mogadishu has stopped being a cosmopolitan city; it was a cosmopolitan city many years ago — one of the most celebrated cosmopolitan cities. I can imagine living in Somalia, but Somalia has to change. I have changed and therefore Somalia must change. And that would be the case if: one, there was peace. Two, if I could live anonymously — which is not possible all the time, but it could be. And then, [three], if there are book shops and cultural stuff that one can do and get involved in. There is no such thing now. Civil war dominates everything in one's everyday life in Somalia, which is quite tragic.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Novelist+Nuruddin+Farah%3A+Facing+A+Blank+Page+Is+%27Bravest+Thing%27+A+Writer+Does&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"409"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358789900-0e7fed.m3u?orgId=1&topicId=1033&ft=3&f=358322551"},{"href":"http://media.npr.org/assets/img/2014/10/23/nuruddin-farah-49ece354ce1f6665e98b19c9dd51f29c573062b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1627","width":"2169"}}]}