{"created":"2015-03-24T20:15:47+00:00","modified":"2015-03-25T20:43:52+00:00","valid":{"from":"2015-03-25T20:43:52+00:00","to":"3015-03-25T20:43:52+00:00"},"hreflang":"en","guid":"92b99e59-792b-44b2-8657-a78a1f59dcb6","title":"Hezbollah’s gains in Syria have triggered concerns in Israel","published":"2015-03-25T20:43:50+00:00","byline":"Christopher Woolf","tags":["conflict","terrorism","Religion","military","Conflict","Conflict & Justice","Hezbollah","Golan Heights","Iran","Israel","Syria","Apocalypse","ISIS","Islamic State of Iraq and Syria","Bashar al-Assad","Israel–Syria relations"],"teaser":"The Lebanese Shiite group, Hezbollah, is the spearhead in Syria's fight against ISIS. The group is making gains, which seems like it would be a welcome development, from a Western perspective. But it is worrying Israel, as Hezbollah is closing in on the strategically vital Golan Heights. And that’s leading some to fear a broader regional war.","contentencoded":"<p>The war in Syria is taking place in Israel’s shadow. Syrian government forces, with Hezbollah in the lead, are poised to capture a strategically vital region that borders Israel.</p>\n<p>And that’s ringing alarm bells among Israelis.</p>\n<p>Hezbollah is a Lebanese Shiite group, an old enemy of Israel, which came out openly in support of Syria’s president Bashar al-Assad almost two years ago. Both Assad and Hezbollah are allies of Iran, another Israeli enemy.</p>\n<p>Hezbollah is “fighting on multiple fronts,” explains <a href=\"http://www.csmonitor.com/World/Middle-East/2015/0306/Iran-backed-advance-in-southern-Syria-rattles-Israel\">Nicholas Blanford</a>, Beirut correspondent for the Christian Science Monitor, and author of ‘Warriors of God,’ a military history of Hezbollah. But he says Israel’s concern is focussed on one particular area — “the region [of Syria] adjacent to the Israeli-occupied Golan Heights.”</p>\n<p>“The Iranians and Hezbollah, and various other Iranian allies — Shia paramilitary groups from Iraq and even Afghanistan — are waging an offensive in southern Syria against the rebel forces there. But that’s going to put them face-to-face with Israeli troops on the Golan, which is a prospect that has filled the Israelis with some alarm.”</p>\n<p>Israel seized the Golan Heights from Syria in a dramatic fight in 1967, and again fought bitterly to retain control in 1973. But since a ceasefire deal in 1974 the region has been quiet and stable, compared to some of Israel’s other border regions. “Barely a shot has been fired in four decades,” says Blanford, “but now that whole situation has unraveled.”</p>\n<p>Hezbollah is already reported to be building fortifications facing the Golan, similar to the fortifications it already has in southern Lebanon — fortifications that Israel is yet to figure out how to neutralize, with cost. Israel does not want Hezbollah to expand its zone of control even further.</p>\n<p>Right now, Blanford says, the Israeli involvement is hands-off.</p>\n<p>“There has been some tacit cooperation between the Israelis and some of the more moderate rebel groups, certainly, that are operating in the Golan, very close to Israeli lines. The Israelis have opened up the fence. They’ve allowed Syrian [rebel] casualties to be treated inside Israeli territory. The Syrian regime avers that the extent of cooperation has gone beyond just humanitarian assistance, [and says] that the Israelis are actually providing communications equipment, weapons, ammunition and tactical intelligence to the Syrian rebels as well.”</p>\n<p>However, if the rebels are defeated, Blanford says there’s a danger Israel could intervene directly.</p>\n<p>“It seems to me the Iranians have taken a strategic decision to gain that foothold on the Golan Heights.” And Israel may not want to allow Hezbollah the time to consolidate that foothold, and create a permanent threat.</p>\n<p>“Perhaps we should think of this in the light of the climactic moments of the negotiations over Iran’s nuclear capabilities. If the talks end in failure, then an Iranian foothold on the Golan is going to put the Iranians in a much better deterrence posture against Israel. In case the Israelis [decide] they’re going to have to resort to Plan B and stage an attack on Iran’s nuclear facilities.”</p>\n<p>“By the same token,” adds Blanford, “if the talks end in some kind of deal in which Iran has to forego its pursuit, or alleged pursuit, of nuclear weapons, then again having that foothold on the Golan is going to give it that added level of deterrence, as it expands its influence throughout the region and is there to menace Israel.”  </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-24%2Fhezbollah-s-gains-syria-trigger-israeli-concerns&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03242015_02.mp3"},{"href":"http://www.pri.org/file/0324201502mp3"}]}