{"created":"2014-10-03T21:25:28+00:00","modified":"2014-11-19T20:34:49+00:00","valid":{"from":"2014-11-19T20:34:49+00:00","to":"3014-11-19T20:34:49+00:00"},"hreflang":"en","title":"Legendary Pianist Horace Silver Dies At 85","published":"2014-06-19T15:22:00+00:00","teaser":"The bandleader and composer shifted the jazz landscape of the 1950s and '60s with his bluesy, funky music. Along the way, he mentored major musicians and devised future jazz standards.","itags":["npr_api","323351163"],"guid":"92c3db14-ec6d-4549-9e93-798c5288e19f","contentencoded":"<p>Pianist <a href=\"http://www.npr.org/artists/15404943/horace-silver\">Horace Silver</a>, whose potent and catchy combination of blues, funk and Latin sounds shifted the jazz landscape in the 1950s and '60s, died Wednesday morning at his home in New Rochelle, N.Y. He died of natural causes, according to his son, Gregory Silver. He was 85.</p><p>As a bandleader, Horace Silver mentored some of the hottest musicians of his era. As a composer, he devised numerous jazz standards still played today.</p><p>Silver grew up in Norwalk, Conn. He was 11 when he and and his father stumbled upon a swing band one warm Sunday night. It was the orchestra led by Jimmie Lunceford.</p><p>\"And I saw all these black guys getting out of the bus with their instruments, and I said, 'Dad, can we stay and just hear them play one number? Just one number,' \" he told NPR in 1996. \" 'No, you gotta go to school in the morning, gotta get up early.' ... I begged and pleaded, begged and pleaded, so he's, 'OK, one number.' \"</p><p>His dad let him stay for three tunes. Silver credits that one event for a lifetime chasing jazz as a pianist and bandleader.</p><p>By his early 20s, he was a good enough pianist to be hired by saxophonist Stan Getz. That was 1950. He moved to the jazz hub of New York City the next year.</p><p>Soon after, Silver co-founded the Jazz Messengers with drummer Art Blakey. It was a hothouse for young talent and future stars. Some later joined Silver's bands — musicians like saxophonist Hank Mobley and trumpeter Blue Mitchell.</p><p>Silver signed to Blue Note Records, and the label gave him free rein as a house pianist and arranger for nearly three decades. He created a sound that provided the blueprint for countless jazz quintets in the 1950s and '60s: bluesy, soulful, funky.</p><p>\"I got the impression that sometimes some of the bebop players thought it beyond them to play funky, you know?\" he said. \"Just kind of take your shoes off and get down into the real nitty-gritty of the music and get guttural, sort of. Get basic, you know?\"</p><p>The title of Silver's memoir, <em>Let's Get to the Nitty Gritty</em>, says it all. His style was jazz's next big thing: It was called hard bop.</p><p>Dan Morgenstern, director emeritus of the Institute of Jazz Studies at Rutgers University, says Silver had great melodies, sophisticated harmonies and rhythms you could dance to.</p><p>\"They were very catchy,\" Morgenstern says. \"There's themes of Horace's that stay in your ear. He just had a knack for that.\"</p><p>Horace Silver's music was just as affecting in person. Morgenstern says he recalls hearing the pianist at the 1958 Newport Jazz Festival.</p><p>\"His hair would be flying,\" Morgenstern says. \"You know, his head was bobbing side to side and up and down, and he would be wringing wet when he came off that stage.\"</p><p>Drummer Roger Humphries drove Silver's music into the mid-1960s. Humphries says he saw Silver not just as an inspiring pianist, but also as a mentor — \"like a wonderful big brother.\"</p><p>\"He treated me very well,\" Humphries says. \"He made me want to be in his band. He made me want to play for him.\"</p><p>Humphries backed Silver on the pianist's most famous work. It's the tune almost everyone knows: \"Song for My Father\" was written for the man who nurtured Silver's career in the first place.</p><p>\"My dad said to me one time when I was a little boy, he said, 'You know, I'm not a rich man, I'm a factory worker. But if you want to go to college, I'll try my best to try to put you through college,' \" Silver said. \"I said, 'No, I don't want to go to college — I want to become a famous jazz musician. But whether I become a famous jazz musician or not, I just want to play music. If I play in just a local bar all my life — I just want to play music. That's all I want to do.' \"</p><p>Horace Silver did become a famous jazz musician. And he got to play music for more than 60 years.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Legendary+Pianist+Horace+Silver+Dies+At+85&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Walter Ray Watson","audio":[{"meta":{"duration":"349"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323351164-88bb80.m3u?orgId=1&topicId=1106&ft=3&f=323351163"}]}