{"created":"2014-11-18T18:16:49+00:00","modified":"2014-11-18T20:49:43+00:00","valid":{"from":"2014-11-18T20:49:43+00:00","to":"3014-11-18T20:49:43+00:00"},"hreflang":"en","title":"Texting And Driving: Are We Powerless To Change Our Ways?","published":"2014-11-18T18:16:00+00:00","teaser":"A new book by Pulitzer Prize-winning journalist Matt Richtel chronicles the groundbreaking case of Reggie Shaw.","itags":["npr_api","364976263"],"guid":"92c92652-74e5-411a-adc5-6713c145cd37","contentencoded":"<p>A new book by Pulitzer Prize-winning journalist <strong>Matt Richtel</strong> chronicles the groundbreaking case of Reggie Shaw, a Utah teenager who drove into oncoming traffic in 2006, killing two scientists who were commuting to work.</p><p>The book, &#8220;<a href=\"http://www.amazon.com/Deadly-Wandering-Tragedy-Redemption-Attention/dp/0062284061/?tag=wburorg-20\" target=\"_blank\">A Deadly Wandering: A Tale of Tragedy and Redemption in the Age of Attention</a>,&#8221; (excerpt <a href=\"#excerpt\">below</a>) not only details the events and people responsible for eventually prosecuting Reggie and enacting one of the nation&#8217;s first bans on texting and driving, but also provides one of the most comprehensive compilations ever of research on attention.</p><p>Among the concepts Richtel examines is the phenomenon of inattention blindness, where a driver might appear to be focused on the road, but is still mentally unable to see his surroundings because his mind is involved in the last text he sent &#8212; up to 15 seconds earlier.</p><p>Richtel also gives the reader a moving look at the Shaw&#8217;s journey, from his initial denial that he was texting, to his realization that he was guilty, to his tireless efforts to spread the word on the dangers of texting and driving. <a name=\"excerpt\"></a></p><ul><li><a href=\"http://hereandnow.wbur.org/2012/07/11/texting-driving-utah\" target=\"_blank\">Hear our 2012 interview with Reggie Shaw</a></li></ul><h4>Book Excerpt: &#8216;A Deadly Wandering&#8217;</h4><p><em>By Matt Richtel</em></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1118_deadly-wandering.jpg\"><img class=\"alignright size-medium wp-image-72303\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1118_deadly-wandering-199x300.jpg\" alt=\"Cover of \"A Deadly Wandering\" by Matt Richtel\" width=\"199\" height=\"300\" /></a></p><p>Are you comfortable, Reggie?”</p><p>“Yep.”</p><p>Reggie Shaw lies on a medical bed, his head inches from entering the mouth of a smooth white tube, an MRI machine. He’s comfortable, but nervous. He doesn’t love the idea of people peering into his brain.</p><p>Next to the machine stands a radiology technician in blue scrubs, her hair pulled tightly into a bun. She scans the room to make sure there are no errant pieces of metal. The MRI, with sixty thousand times the strength of the earth’s magnetic force, is a kind of irresistible magnet. A small pair of scissors, if accidentally left out, could be sucked across the room into the tube at forty miles an hour.</p><p>Reggie, twenty-six, has removed his clothes and left outside his keys, and the iPhone he keeps so regularly in his left front pocket it leaves a faint outline on the jeans. With his head at the edge of the machine, he wonders whether the permanent retainer on his bottom teeth, the product of a particularly nasty clash in a recreational football game in high school, could get yanked through his head. The technician, Melody Johnson, assures Reggie he’ll be okay.</p><p>She walks to the left of the machine and from a table lifts an odd-looking helmet, a cross between something that might be worn by an astronaut and Hannibal Lecter.</p><p>“I’m going to place this over your head.” She fits the white helmet over Reggie’s face, clipping the sides down to the bed. Inside the helmet, there’s a small mirror. Images can be projected into it in such a way that Reggie, lying flat on his back, stuffed in the tube, will be able to see them.</p><p>The hum of the whirring machinery is so loud that Reggie wears earplugs. The MRI works by sending massive amounts of magnetic energy into the person’s body. This excites hydrogen atoms, which are in heavy concentrations in water and fat. As the atoms begin to settle back down from their briefly excited state, they give off a radio frequency, not unlike that of an FM station. Then the computer picks up the signal and translates it into physical images—a map, or topography, of the inside of the body. The technology isn’t great for looking at hard structures, like bone, but it’s extraordinary at imaging soft tissue, like organs. It’s an unprecedented tool for looking at the brain.</p><p>When Reggie was little, he dreamed he’d play college basketball, or maybe coach. He’d have a family, for sure, but not just for its own sake; jock though he might have been, he was a romantic who wanted to fall in love, and to be in love. He hoped most of all to go on a Mormon mission. Then, one rainy morning in September 2006, while Reggie was driving to work on a mountain pass, life took a tragic, deadly turn. There was an accident, or so it seemed. Maybe it was just a moment of inattention, or something more insidious. Exactly what happened that last day of summer was not yet clear.</p><p>Two men were dead, leaving behind extraordinary grief—and a mystery. The case attracted a handful of dogged investigators, including a headstrong Utah State Trooper. He became convinced that Reggie had caused the wreck because he’d been distracted by his cell phone, maybe texting. He pursued a stubborn probe, a lonely one at first, looking for evidence and proof of Reggie’s wrongdoing, but discovering only one obstacle after another. And, later, there was a victim’s advocate, a woman named Terryl Warner. She had survived a terrible childhood, one that toughened her and forged an uncompromising sense of duty she used to pursue justice for the crash’s victims.</p><p>For his part, Reggie claimed not to remember what caused the crash. Then, as the evidence emerged, Reggie denied it, deceived himself, and was reinforced in his denial and deception by his most loving friends and family. Some members of the community, while sympathetic to the victims, couldn’t understand the fuss. So what if he’d looked at his phone, or texted—haven’t we all been distracted behind the wheel? Who knew that was so wrong? The law was no help: Nobody in Utah had ever been charged with such a crime.</p><p>The accident became a catalyst. It spun together perspectives, philosophies, and lives—those of Reggie and his advocates, and Terryl and the other pursuers, including, ultimately, prosecutors, legislators, and top scientists. It forced people to confront their own truths, decades-old events, and secrets that helped mold them and their reactions—in some cases conflicted and in others overpowering—to this modern tragedy.</p><p>And this maelstrom of forces left behind a stark reality. The tragedy was the product of a powerful dynamic, one that elite scientists have been scrambling to understand, even as it is intensifying. It is a clash between technology and the human brain.</p><p>Broadly, technology is an outgrowth of the human mind. It is an extraordinary expression of innovation and potential. Modern-day machines serve us as virtual slaves and productivity tools. The value of such technology is inarguable in every facet of life—from national security and medicine to the most basic and intimate, like the way far-flung family and friends are nurtured and connected through miniature, ubiquitous phones; email that travels thousands of miles in seconds; or Skype and FaceTime. Fundamentally, the extraordinary pace at which consumers adopt these programs and gadgets is not the product of marketing gimmicks or their cool factor but because of their extraordinary utility. They serve deep social cravings and needs.</p><p>At the same time, such technology—from the television to the computer and phone—can put pressure on the brain by presenting it with more information, and of a type of information, that makes it hard for us to keep up. That is particularly true of interactive electronics, delivering highly relevant, stimulating social content, and with increasing speed. The onslaught taxes our ability to attend, to pay attention, arguably among the most important, powerful, and uniquely human of our gifts.</p><p>As Reggie’s story unfolded, it illuminated and contributed to a thread of science dating to the 1850s, when scientists began to measure the capacities of the human brain—how we process information, how quickly, and how much of it. Prior to that time, the conventional wisdom was that people could react instantly. The idea was that the human brain was “infinite.” Machines began to change that thinking. Compared to, say, guns or trains or the telegraph, people’s reaction times didn’t seem so instant. Technology was making us look slow. But it was also allowing scientists to study the brain, creating an interesting trade-off; machines highlighted the limitations of the brain, threatened to stress our processing power and reaction time to the breaking point, but they also allowed scientists to understand and measure this dynamic.</p><p>Then, around World War II, modern attention science was born, also prompted by people’s relationships to technology. A generation of pioneering researchers tried to figure out how much technology pilots could handle in the cockpit, and tried to measure when they became overloaded, and why. Or why radar operators, looking at cutting-edge computer displays, were sometimes unable to keep up with the blips that showed Nazi planes.</p><p>In the second half of the twentieth century, high tech moved from the military and government to the consumer. First came radio, and then television (the demand for it growing explosively from 3.6 million sold in the United States in 1949 to an average of three per American home in 2010). Computers followed; the first mouse pioneered in the early 1960s, the personal computer a decade later. By the 1980s, the commercial mobile phone exceeded by orders of magnitude the capability of the world’s greatest military computer in World War II. And within a few years, it would be right there in the pocket.</p><p>The developments were swift, the acceleration described by Moore’s law, which, in essence, talks of computer processing power doubling every two years. There was something else, a principle less celebrated than Moore’s law but of equal significance when it comes to understanding what is happening to the human brain. The axiom is called Metcalfe’s law. It was codified in the early 1990s, and it defines the power of a computer network by the number of people using it.</p><p>More people, more communication, more value.</p><p>More pressure.</p><p>As networks became more populated and powerful, they added a huge wrinkle in the demand for attention by turning computers into personal communication devices. The technology was delivering not just data but information from friends and relatives—communications that could signal a business opportunity or a threat, an overture from a mate or a potential one. As such, the devices tapped into deep human needs—with increasing speed and interactivity. It was not just pure social communications, but video games, news, even shopping and consumption, a powerful, personalized electrical current connecting all of us, all of the time. This was the marriage of Moore and Metcalfe—the coming together of processing power and personal communications—our gadgets becoming faster and more intimate. They weren’t just demanding attention but had become so compelling as to be addictive.</p><p>The modern attention researchers, walking a path laid down by their forebears 150 years earlier, asked a new question: Was technology no longer the slave, but the master? Was it overtaking our powers of attention? How could we take them back? It wasn’t just a question of life-or-death stuff, like the stakes for pilots in World War II. Now there were subtler tensions, the concept that nips and cuts at attention in the cubicle can take a persistent and low-grade toll on productivity, or in schools on focus, or at home on communication between lovers and parents and children. Would it hinder memory and learning rather than enhance it?</p><p>Past technological advances, from the printing press to the radio and television, had invited questions about their unintended consequences and possible negative side effects. But many scholars agreed that these latest breakthroughs, taking full form only in the last decade, marked a difference in our lives in orders of magnitude.</p><p>Technology was exploding in complexity and capability. How could we keep up?</p><p>Reggie Shaw could not—keep up. He could not conceive of the larger dynamic, even the crisis, that had enveloped him. So maybe it’s no wonder he couldn’t grasp what had happened; perhaps this confusion prompted him to deceive himself and lie to others. Or was he less innocent than he was letting on? In any case, after being pressed by science and common sense, he no longer could keep the truth at bay and he recognized what he’d done, and he changed, completely. He became the unlikeliest of evangelists, a symbol of reckoning. And he began to transform the world with him. Broadly, his story, and that of others around him, became an era-defining lesson in how people can awaken from tragedy, confront reality, address even smaller daily dissonance, and use their experiences to make life better for themselves and the people around them. And their journey showed how we might come to terms with the mixed blessing of technology. For all the gifts of computer technology, if its power goes underappreciated, it can hijack the brain.</p><p>Along the way, Reggie’s defenders and antagonists alike came to see themselves in the young man, a projection of how they would’ve handled themselves, or should. His attention, ours, is so fragile. What happened to him could happen to anyone, couldn’t it? Does that make him, or us, evil, ignorant, naive, or just human?</p><p>Is his brain any different from ours?</p><p>Ms. Johnson, the technician, hands Reggie two little plastic devices, gray, looking like primitive video game joysticks. She tells him that the gadgets have buttons he’ll be asked to press when certain images appear in the mirror. They’re going to see what Reggie’s brain looks like when he tries to pay attention.</p><p>“I’m going to put you in slowly, Reggie,” says Ms. Johnson. “Is that okay?”</p><p>Reggie clears his throat, a sign of his assent, an exhalation of nerves. He disappears into the tube.</p><p><em>Excerpted from the book A DEADLY WANDERING by Matt Richtel. Copyright © 2014 by Matt Richtel. Reprinted with permission of William Morrow.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://mattrichtel.com/\" target=\"_blank\">Matt Richtel</a></strong>, journalist for The New York Times and author of &#8220;A Deadly Wandering.&#8221; He was awarded the <a href=\"http://www.pulitzer.org/citation/2010-National-Reporting\" target=\"_blank\">2010 Pulitzer Prize</a> for National Reporting for his <a href=\"http://topics.nytimes.com/top/news/technology/series/driven_to_distraction/index.html\" target=\"_blank\">series on distracted driving</a>. He tweets <a href=\"https://twitter.com/mrichtel\" target=\"_blank\">@mrichtel</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Texting+And+Driving%3A+Are+We+Powerless+To+Change+Our+Ways%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"927"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365009442-13ac55.m3u?orgId=1&ft=3&f=364976263"}]}