{"created":"2014-11-20T21:25:09+00:00","modified":"2015-05-13T21:30:41+00:00","valid":{"from":"2015-05-13T21:30:41+00:00","to":"3015-05-13T21:30:41+00:00"},"hreflang":"en","title":"How To Catch A Cattle Thief ","published":"2014-11-20T23:30:00+00:00","teaser":"Cattle theft has been making a major comeback. A drought in the West has meant higher beef prices, making cattle an attractive target for thieves.","itags":["npr_api","364984303"],"guid":"92cb6928-2930-4dcc-9d3c-8f9220a3f96b","contentencoded":"<p>On Sept. 9, BJ Holloway's life savings were stolen. Six cows worth about $10,000 were taken in the dead of the night from his land in Spencer, Okla.</p><p>BJ started raising cows when he was just a teenager. His parents gave him the first two, and he raised those until they had calves he could sell off to buy some more. Over the years, he kept doing that, breeding the cows and selling off the little ones. Raising cows is a business for BJ, and all of his savings are wrapped up in them, which made the theft of the cows absolutely devastating.</p><p>\"It really hit me that night when everything is quiet in the house ... knowing your investment is gone,\" said Holloway. \"If you ever had anything taken away from you that you worked all your life to try to create — all the sudden, it's gone.\"</p><p>BJ had no idea who took his cattle. And here in Oklahoma, when cows are stolen, lots of times, you never find the thief. The cows all look alike, and BJ hadn't branded of all his cattle, meaning there wasn't any way to tell who they belonged to.</p><p>Luckily for BJ, cattle cop Jerry Flowers was on the case.</p><p>Jerry Flowers' official job title is chief special agent in charge of the law enforcement section for the Oklahoma Department of Agriculture. Jerry is a cowboy through and though. He and his team have an unofficial uniform of starched jeans, starched shirts, \"wore-out boots, and a clean, white hat.\"</p><p>Jerry got turned on to BJ's case by the owner of the local cattle auction house, OKC West. The owner of OKC West, Bill Barnhart, called Jerry after getting an anonymous tip, a phone call, from someone saying that a man named C. Wright was stealing cattle.</p><p>When Jerry looked up C. Wright in the auction house records, he found that the same day BJ's six cows were stolen, C. Wright came into the auction house with six cows to sell. And the cows that C. Wright sold were the same kind of cows that were stolen from BJ.</p><p>Jerry been waiting a couple weeks for C. Wright to strike again, and eventually he got another call from the auction house saying C. Wright had shown up and dropped off three more cows.</p><p>Jerry watched surveillance video of C. Wright making the drop. And the video shows just how easy it is to sell stolen cattle. In the video, C. Wright gets out of the truck, says a few words to the auction house employee, and the three cows run out of the trailer into the pens to be sold. That's it. No one checks any paperwork, and C. Wright doesn't have to prove he owns the cows. This is the way they do business here in Oklahoma. It's a handshake. It's based on trust.</p><p>After Jerry watched the video, he sat in the parking lot of the auction house waiting for C. Wright to show up. Jerry knew he would be back to pick up the money for the three cows he thought the auction house had sold for him.</p><p>Jerry watched and waited until C. Wright's truck pulled in. When it did, Jerry approached the truck and got C. Wright and his friend to confess to stealing the three cows in under 20 minutes. They also confessed to taking BJ's six cows.</p><p>Later C. Wright and his friend told me stealing cows is easy. They said all you have to do is walk into the pasture with some food in a bucket. You shake the bucket at the cows, and they come over. Once you've got them in the pen — you back up your livestock trailer and chase the cows inside.</p><p>\"Once they in, I shut my gate, put everything back like it was, and I'm gone,\" C. Wright told me. He said stealing three cows took about 30 minutes, and it seemed like a perfect crime.</p><p>Out here on these ranches there are very few houses, very few people to catch thieves in the act. C. Wright and his friend made a calculation. The amount of money you can get for the stolen cows is high. The chance of getting caught is low.</p><p>Which makes you wonder why the ranchers out here don't do more to protect their cattle. They could beef up security by putting in cameras. They could put RFID tags in the cows so they could always know where they are. They could brand all their cattle so auction houses know who they belong to.</p><p>But the ranchers out here are doing their own calculation. Sure, they could spend the money on RFID chips and security, but for them, cow thefts are still rare enough that it doesn't make economic sense to do that.</p><p>Jerry says C. Wright and his friend will be charged next week. They face jail time.</p><p>As for BJ, he's unlikely to get his cows back. He could get some money back from the auction house's insurance, but he's still waiting to hear if that will actually happen.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Catch+A+Cattle+Thief+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stacey Vanek Smith","audio":[{"meta":{"duration":"476"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365516442-4909fd.m3u?orgId=1&topicId=1006&d=476&p=2&story=364984303&t=progseg&e=365462163&seg=6&ft=nprml&f=364984303"},{"href":"http://media.npr.org/assets/img/2014/11/18/okcattle15edit-f80f73491fcd10cdcdced3120307d79228f91158.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1460","width":"1947"}},{"href":"http://media.npr.org/assets/img/2014/11/18/okcattle13edit-b08a1843d690892ea57c4e69a0717cb6e60d1298.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1456","width":"1942"}},{"href":"http://media.npr.org/assets/img/2014/11/18/okcattle01edit_custom-474bd80aa9a431e1d4ed5a5691ce76c3d94fbd1d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1617","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/11/19/okcattle21_custom-aade551a43f67d955bc851939b189252995a5225.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2803","width":"4288"}}]}