{"created":"2014-10-28T00:30:48+00:00","modified":"2014-10-28T00:30:49+00:00","valid":{"from":"2014-10-28T00:30:48+00:00","to":"3014-10-28T00:30:48+00:00"},"hreflang":"en","title":"A Life Story In 6 Songs — Part 3","published":"2014-04-29T22:50:00+00:00","teaser":"When Erica Werner sings to her singing parrot, the term \"songbirds\" takes on a whole new meaning.","itags":["npr_api","287247212"],"contentencoded":"<p>To a lot of us, music is essential. So are animals. Often the two coincide, as we discovered when we asked people to <a href=\"http://www.npr.org/blogs/theprotojournalist/2014/01/11/222170422/tell-us-the-6-songs-of-your-life\">Tell Us The 6 Songs Of Your Life</a>.</p><p>For folks of a certain age, <em>How Much Is That Doggy in the Window?</em> is the first song they remember. Cat lovers cite <em>Our House</em> by Crosby, Stills and Nash, which refers to \"two cats in the yard.\" The Bob Marley song <em>Three Little Birds</em> is a favorite of many.</p><p>But, out of more than 1,000 contributors, only one person responded to our question on behalf of her parrots: Erica Werner, 48, who works in a United States Postal Service mail processing facility in Birmingham, Ala.</p><p>\"We have three adopted parrots that love music, <em>need</em> music and singing in their environment every day to be happy,\" says Erica, who listens to member station WBHM. \"I sing these six songs at least once to them each day as part of our routine. This is the soundtrack of <em>their</em> lives.\"</p><p>Here then is the parrots' playlist — with an abbreviated montage crafted by NPR Digital News producer April Fehling and a short video of Claire, the singing double yellow head:</p><p>1) <a href=\"https://www.youtube.com/watch?v=PdLIerfXuZ4\" target=\"_blank\">Who Are You — The Who</a></p><p>Perry, the African grey, has her own song that she demands I sing to her at dinner-making time, when she is out on her perch in the kitchen \"helping\" me. When she says, \"Who!\" I am then supposed to sing \"Who are you, who who, who who?\" by, of course, The Who. This is her special song. She dances and she sings backup.</p><p>2) <a href=\"https://www.youtube.com/watch?v=m3SmmKtR8Bw\" target=\"_blank\">Who's Afraid Of The Big Bad Wolf? — Barbra Streisand</a></p><p>When Claire, our moody double yellow head parrot, is happy, she sings \"Who's afraid of the big bad wolf,\" in an operatic tone. She turns that cartoon song into a thing of beauty. One cannot resist singing along.</p><p>3) <a href=\"https://www.youtube.com/watch?v=M1HwVmY28Pk\" target=\"_blank\">How Do You Solve a Problem Like Maria? — From The Sound of Music</a></p><p>When Claire, the moody one as I said, is loud and demanding, screaming \"Buy me a beer!\" over and over and over again, I go to her and sing, \"How do you solve a problem like a Claire bear?\" to the tune of <em>How Do You Solve a Problem Like Maria?</em> to switch her mood back to the Big Bad Wolf.</p><p>4) <a href=\"https://www.youtube.com/watch?v=LSm4kp-uJoE\" target=\"_blank\">There She Is, Miss America — as sung by Bert Parks</a></p><p>When I come home after work, the parrots are all overly excited, knowing the salad and chow are soon coming. To the tune of <em>There She Is, Miss America</em> I always sing, \"Here I am, Mommy Erica.\"</p><p>5) <a href=\"https://www.youtube.com/watch?v=MSHr4ubuD64\" target=\"_blank\">Rawhide — Theme from the TV Show</a></p><p>Every night after their dinner, all three parrots demand that I do a three-cage parade out to the living room so that we can spend some quality time talking and watching TV together. While making the transition, I sing with the moving of each large cage, \"Rollin' rollin' rollin,' get those birds a rollin.' Rollin' rollin' rollin,' Rawhide!\"</p><p>6) <a href=\"https://www.youtube.com/watch?v=uR4if4ble1A\" target=\"_blank\">Lady — Styx</a></p><p>Barney, our Blue-fronted Amazon, is deeply in love with Claire — without seeming to mind that she won't give him the time of day. He always has to be in a position where he can see and be near her, or he gets <em>very</em> upset. In the process of moving them all to the living room, for a moment, Claire is out of Barney's range of sight — his cage is the largest and has to be moved last — and he starts throwing a fit. When it's his turn to go, I sing, \"Lady, when you're with me I'm smilin,' give me wowo all of your love,\" by Styx.</p><p><em><strong><strong>The Protojournalist:</strong><em><strong> <em>Experimental storytelling for the LURVers – Listeners, Users, Readers, Viewers – of NPR. </em></strong></em></strong></em><strong><strong><a href=\"https://twitter.com/NPRtpj\" target=\"_blank\">@NPRtpj</a></strong></strong>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Life+Story+In+6+Songs+%E2%80%94+Part+3&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linton Weeks","guid":"92d8147a-1ba6-46f5-a1ef-291d9c4d801d","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302544993-07ccc6.m3u?orgId=1&topicId=1001&ft=3&f=287247212"},{"href":"http://media.npr.org/assets/img/2014/03/24/me-d13b87edf0fda53e8e93968a9f380a1b76399110.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"419","width":"558"}},{"href":"http://media.npr.org/assets/img/2014/03/24/claire3-94e5f9dfa0a22baff5c48f0bcd0c45973b1ffab3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"960"}}]}