{"created":"2015-06-22T08:35:08+00:00","modified":"2015-06-22T22:56:10+00:00","valid":{"from":"2015-06-22T22:56:10+00:00","to":"3015-06-22T22:56:10+00:00"},"hreflang":"en","title":"Summit To Concentrate On Greece's Impending Deadline To Repay IMF Loan","published":"2015-06-22T22:54:00+00:00","teaser":"Eurozone leaders are to meet in Brussels on Monday in a hastily called summit aimed at resolving the Greek debt crisis. Greece has until the end of the month to make a huge debt payment to the IMF.","itags":["npr_api","416388345"],"guid":"92dbdfd6-4f4c-495b-a3e9-aea05ca75344","contentencoded":"<p>European leaders hold an emergency summit in Brussels on Monday in an effort to prevent Greece from defaulting on its debts. Greece owes the International Monetary Fund $1.8 billion by the end of this month, and it needs Europe's help to make the payment. But the Athens government is refusing to commit to an economic overhaul package that officials are demanding.</p><p>Greece has come close to default many times before — only to work out a last-minute compromise with its creditors. This time, though, it faces much longer odds.</p><p>\"This is a real deadline, unlike the others because we really are at the end of the road,\" says Jacob Kierkegaard, a senior fellow at the Peterson Institute for International Economics.</p><p>Greece desperately needs Europe's help to roll over some big debt payments coming due. But the Athens government has strenuously rejected Europe's demands for further tax increases and pension cuts.</p><p>Over the weekend, Athens made a last-ditch effort to resolve the dispute with what it called a mutually beneficial proposal to European officials. It provided no details. But relations between Greece's leftist government and its creditors are chilly at best right now. And neither side seems inclined or able to budge much.</p><p>\"There is now a dire risk of markets bringing forward the day of reckoning for Greece, leaving little room for pushing off the end game any further,\" says economist Eswar Prasad of Cornell University.</p><p>The concern in the markets is the recent surge of withdrawals from Greek banks. Many Greek citizens are worried that without the European Central Bank's backing, Greek banks will no longer be liquid enough to keep operating. And the government might have to impose capital controls to prevent a run.</p><p>The Peterson Institute's Jacob Kierkegaard says that if no agreement is reached at Monday's summit in Brussels, Greece may even have to shut down its banks altogether.</p><p>\"It is quite likely that the Greek banks will not open up Tuesday morning, or at least open up with some variations of restrictions on access to the bank deposits,\" Peterson says.</p><p>He adds people and businesses would no longer be able to access their funds, and that would lead to a sharp deterioration in Greece's already weakened economy.</p><p>The emergency summit in Brussels is an attempt to prevent that kind of disaster and pull Greece back from the brink — yet again.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Summit+To+Concentrate+On+Greece%27s+Impending+Deadline+To+Repay+IMF+Loan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"163"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416390042-52e637.m3u?orgId=1&topicId=1017&d=163&p=3&story=416388345&t=progseg&e=416388864&seg=3&ft=nprml&f=416388345"}]}