{"created":"2015-05-14T21:41:04+00:00","modified":"2015-05-14T22:14:00+00:00","valid":{"from":"2015-05-14T22:14:00+00:00","to":"3015-05-14T22:14:00+00:00"},"hreflang":"en","guid":"92ddd56f-959a-4a10-9eb1-0d82034d5eca","title":"How African Americans and immigrants in Baltimore find common ground in police reform","published":"2015-05-14T22:13:54+00:00","byline":"Bruce Wallace","tags":["Baltimore protests","police","conflict","immigration","Ethnicity & Race","Global Nation","Conflict","Conflict & Justice","Baltimore","North America","United States","Maryland","Law enforcement in the United States","Social Issues"],"teaser":"When protests broke out in Baltimore, some immigrants there saw connections — how their relationships with police are similar to the relationships between cops and African Americans.","contentencoded":"<p dir=\"ltr\" id=\"docs-internal-guid-4fcc146a-53d6-1b29-fcd1-db2e0a547572\">Yves Gomes is 22 and lives near Baltimore. He came to the US when he was a baby. His parents were undocumented and tried to get asylum here. They’re Christian and claimed they faced persecution in majority-Hindu India, where Gomes’s mother is from; and majority-Muslim Bangladesh, where his father is from.</p>\n<p dir=\"ltr\">“After 12 years of appealing our case, it was finally denied and ultimately in 2009 both of my parents were deported,” Gomes says. He wasn’t deported, though. A lawyer made the case that since he arrived here as a kid, he shouldn't be deported. (Soon after, this type of “deferred action” was formalized in a program called <a href=\"http://www.immigrationpolicy.org/just-facts/deferred-action-childhood-arrivals-resource-page\">Deferred Action for Childhood Arrivals, or DACA</a>.)</p>\n<p dir=\"ltr\">Among the advocates who rallied around his case, Gomes found peers he never knew he had.  “All this time I thought like, ‘Oh my gosh, I’m the only one probably.’ And just to meet, like, other kids down the street who are in your same shoes, if not a worse predicament. They all happen to be Central American Latino youth. And I think to hear from them, to hear their struggles, I think it really opened my eyes,” he says.</p>\n<p dir=\"ltr\">He became an activist himself, and connected with mostly Latino groups in Maryland. They pushed for immigrant rights — and rallied against deportations.</p>\n<p dir=\"ltr\">But things changed for Gomes when the protests broke out in Baltimore after the death of Freddie Gray while in police custody. He saw more connections — how afraid some immigrants are of the police, and how broken relations between the cops and African Americans in parts of Baltimore can be too.</p>\n<p dir=\"ltr\">“At the end of the day, the system of different forms of law enforcement do target our communities. I think the only way we can move forward is if we acknowledge that, look, these people who live right next to us go through the same exact struggle if not worse, and they’ve experienced it for a longer period of time,” he says. “So it’s our job to, like, stand behind them and support them and not judge them for what they’re doing.”</p>\n<p dir=\"ltr\"></p><div class=\"media media-element-container media-default\"><img height=\"542\" width=\"720\" alt=\"An immigration activist, Yves Gomes says he saw more connectionsbetween immigrant and African-American communities and their relationships with police following the death of Freddie Gray.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/37991_139447319421323_2724279_n_0.jpg?itok=LRufp4Z7\" title=\"\" /><div class=\"field-caption\">\n    <p>An immigration activist, Yves Gomes says he saw more connectionsbetween immigrant and African-American communities and their relationships with police following the death of Freddie Gray.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Yves Gomes/Facebook</p>\n  </div>\n</div>\n<p dir=\"ltr\">In the past few years, in and around Baltimore, these mutual feelings have brought some immigrants and African Americans together.</p>\n<p dir=\"ltr\">“We all live with this fear,” says Lydia Walther-Rodriguez, an organizer with <a href=\"http://wearecasa.org/\">CASA, </a>an immigrant advocacy group in Maryland. She says one of the group’s leaders was just telling members about getting pulled over. “He says, ‘You know, I’ve gone through classes of how to interact with police. I know my rights. But in that moment, when I had my hands on the wheel just waiting for the cop to walk up to my car, that fear took over.”</p>\n<p dir=\"ltr\">It has a lot to do with a program called<a href=\"http://www.ice.gov/secure-communities\"> Secure Communities</a>. The program enables sharing of information between local law enforcement and federal Immigration and Customs Enforcement officers. So a minor infraction could, in a worst-case scenario, lead to deportation.</p>\n<p dir=\"ltr\">After we talked, Rodriguez and a group of about 40 marched from CASA’s Baltimore office to a nearby church. They wanted to show solidarity with the Freddie Gray protesters. They said they can relate to feeling targeted by law enforcement.</p>\n<p dir=\"ltr\">Three years ago, a coalition of groups like CASA <a href=\"http://content.govdelivery.com/attachments/MDBALT/2012/03/01/file_attachments/97683/exec001.pdf\">convinced</a> Baltimore's mayor to end the city's cooperation with Secure Communities, and limit other policies they argued unfairly profiled immigrants. </p>\n<p dir=\"ltr\">“Those victories we would not have won alone. We won with the support of the African American community,” explained Elizabeth Alex, CASA’s lead organizer. “We began to develop more partnerships and to notice that some of these things we had in common.”</p>\n<p dir=\"ltr\">In March, they met on more common ground. CASA testified in support <a href=\"http://america.aljazeera.com/articles/2015/4/28/Maryland-failed-attempt-at-police-reform-before-freddie-gray-death.html\">of 17 police reform bills </a>that African American groups brought to the state legislature. Ultimately, though, most of the bills failed. </p>\n<p dir=\"ltr\">But the push to work together continues. Gomes is determined about that. When violence broke out during the recent protests, he posted a<a href=\"http://www.notonemoredeportation.com/2015/04/28/immigrant-organizers-and-the-baltimore-protests-a-call-for-solidarity-and-critical-thought/\"> note online</a> aimed at other immigrants, telling them to join demonstrations. </p>\n<p dir=\"ltr\">“We always urge people to think what the hell would compel us to risk our lives, travel thousands of miles to come to this country,” Gomes says. “And if we’re going to ask people to do that for us, we need to ask ourselves what compels these black youth to go and be outraged? What compels these people to take to the streets?”</p>\n<p dir=\"ltr\">Tia Oso, a coordinator with the<a href=\"http://www.blackalliance.org/\"> Black Alliance for Just Immigration</a>, is beginning to see more of these connections between immigrant and African American groups. “The fact that you see organizations like CASA there on the ground [in Baltimore] since day one, that you see large national organizations like <a href=\"http://unitedwedream.org/\">United We DREAM </a>trying to wrestle with these questions and addressing anti-Blackness, I think it shows the progress that we’re making,” Oso says.</p>\n<p dir=\"ltr\">This wasn’t the case last August during the Ferguson protests, she says. There, immigrant advocacy groups largely stayed on the sidelines. “To me, progress will be when there’s not a hesitancy, and there’s not a question whether folks will show up.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-14%2Fblack-and-latino-communities-baltimore-find-common-ground-police-reform&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/17203909865_1b75a7786a_z_1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/172039098651b75a7786azjpg-1"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05142015_06.mp3"},{"href":"http://admin.pri.org/file/0514201506mp3"}]}