{"created":"2014-12-16T21:51:07+00:00","modified":"2014-12-18T21:29:19+00:00","valid":{"from":"2014-12-18T21:29:19+00:00","to":"3014-12-18T21:29:19+00:00"},"hreflang":"en","guid":"92e73e04-5a64-461c-86f6-0e920ee89649","title":"A mumps outbreak benches some of the NHL's top players","published":"2014-12-18T21:29:15+00:00","byline":"Andrea Crossan","tags":["sports","diseases","health","Sports","Pittsburgh","North America","Canada","United States","North America","Sidney Crosby","André Picard","Jim Rutherford","National Hockey League","Viral diseases","mumps","Vaccine","Pittsburgh Penguins","Medicine","Vaccines","Sports","Vaccination"],"teaser":"Sidney Crosby is one of the NHL's top goal scorers, but he's also one of more than a dozen players currently sidelined with the mumps. The outbreak has led the league to give players and coaches booster shots in an effort to contain the spread of the disease.","contentencoded":"<p>The mumps is mostly known as a childhood disease, and one that has generally been eradicated in the developed world, but it's currently sidelining a growing list of hockey stars that includes big names like Pittsburgh Penguins superstar Sidney Crosby.</p>\n<p>The two-time National Hockey League MVP sat out of games on Friday and Saturday after swelling developed on the right side of his face. “We're concerned about it [spreading]. It's a disease that's going throughout the league,\" said Penguins general manager Jim Rutherford. \"You just don't know far it can spread. We're watching this on a regular basis.\"</p>\n<p>Mumps, a viral illness, can cause <a href=\"http://www.cdc.gov/mumps/\">swelling of the salivary glands</a>, but also causes fever, fatigue and muscle aches. It can also lead to serious complications like meningitis, deafness, damage to the central nervous system and may lead to infertility in men.</p>\n<p>It's extremely contagious and spreads through saliva droplets, of which the hockey rink has plenty. Hockey players share water bottles and dress and spend lots of time in close proximity on benches and in locker rooms. Many of the players have also not been adequately vaccinated.</p>\n<p>“The NHL demographic is very much the high-risk demographic,” says André Picard, the health columnist for Canada's Globe and Mail newspaper. ”They are young men and they are in a period where they probably only got one MMR shot when they were children. Now it’s [recommended to get] two, because there was a recognition over time that [one] wasn’t effective enough.”</p>\n<p>Crosby reportedly received the MMR, or measles, mumps and rubella, vaccine as a child and he received a booster shot before traveling with Team Canada to Russia for the Winter Olympics in February 2014.</p>\n<p>Vaccines work by stimulating the immune system to create antibodies, but they’re not 100 percent effective, even after two doses. The first shot is 70 to 80 percent effective, and the second shot boosts the effectiveness of the vaccine to 90 percent.</p>\n<p>It’s unclear how Crosby was infected with the virus, and there's almost no way of knowing who he contracted it from. “We’re really not sure who ‘Patient Zero’ is, but it could have come anywhere in the community,” Picard says. “Hockey players get out and about a lot, and they live a communal lifestyle, so it’s not clear where it started.”</p>\n<p>There are currently 14 players across the NHL who have the virus, including members of the Anaheim Ducks, Minnesota Wild, New York Rangers and the New Jersey Devils.</p>\n<p>“The NHL has urged everyone to get a mumps booster [shot],” Picard says. “They are reminding them to do very simple infection control, things like wash their hands, don’t share water bottles, etc.”</p>\n<p>Picard says the outbreak has also put a hold on players doing community outreach. Hockey players are frequent visitors to children’s hospitals, particularly during the holiday season, and mumps can be life-threatening to kids with compromised immune systems.</p>\n<p>“It’s great humanitarian work,\" he says, \"but I’d be very concerned if I had hockey players coming in.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/sidney.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/sidneyjpg"}]}