{"created":"2014-10-26T09:20:17+00:00","modified":"2014-11-10T20:50:24+00:00","valid":{"from":"2014-11-10T20:50:24+00:00","to":"3014-11-10T20:50:24+00:00"},"hreflang":"en","title":"Stranded In France, Migrants Believe Britain Is The Answer ","published":"2014-10-26T20:38:00+00:00","teaser":"Migrants from Africa and Afghanistan have poured into Calais, hoping to seek asylum in Britain across the channel. But few succeed, leaving an estimated 2,000 in limbo in the French port city.","itags":["npr_api","358118327"],"guid":"930033c0-7582-4093-9157-dddc34e57252","contentencoded":"<p>Once known for lace-making, tourism, and being the closest French port to England, Calais has now come to represent a focal point of illegal immigration.</p><p>Hundreds of migrants roam the town by day. At night they sleep in squalid tent cities, their clothing hanging on fences and from the trees. The migrants have fled war, poverty and dictatorship, in places like Eritrea, Afghanistan and Sudan. They've traveled over desert and sea, on journeys that often take years.</p><p>Now, they're trying to get the last 30 miles to England.</p><p>Mass migration is changing the face of many European cities. The migrants use Calais as a staging ground to try to reach Britain, where they believe asylum conditions are more favorable. But few succeed in crossing the English Channel, and Calais has turned into a migrant bottleneck.</p><p>\"There are an average of 5,000 trucks crossing a day through the port of Calais,\" Philippe Mignonet, the deputy mayor of Calais in charge of security, says in an interview near the ferry terminal. \"And that's an average. Sometimes it goes to 12,000.\"</p><p>The migrants are trying to hop aboard those trucks to cross the English Channel. Mignonet stops at an intersection where a couple dozen migrants are sitting beside a fence.</p><p>\"They are just waiting for trucks coming from the petrol station. Because the trucks have to stop, right there, and they turn right to get to the port,\" he says. \"And when the trucks stop, the migrants try to get into the trailer.\"</p><p>While migrants have been coming to Calais for the last 15 years, the problem has worsened over the last six months. Hundreds of migrants have swelled to an estimated 2,000, including women and children, all from some of the most miserable places on the planet.</p><p>An official Red Cross center for the migrants was shut down in 2002, but that didn't stop the flow. Mignonet says the migrants are actually a European and even an international problem, but no one seems to be doing anything.</p><p>\"The image that is given of this city, and what the citizens are feeling now, is that Calais is sacrificed and left alone to face the situation — even blamed for the situation,\" he says.</p><p>During the day, hundreds of migrants come to a small center run by a Catholic aid group, where they can drink tea and play dominoes. Some are slumped over asleep in armchairs.</p><p>The migrants believe Britain has more favorable asylum policies and offers better economic prospects. Migrants are able to live and work illegally easier in Britain than France because there is no system of national ID cards.</p><p>But European law allows migrants to apply for asylum in only one country. So many migrants remain in limbo for years in France, hoping to eventually make it to Britain to seek asylum there.</p><p>Some eventually give up the struggle and try to settle in France.</p><p>In one room at the center, a dozen or so men are learning French. \"Un, deux, trois,\" they repeat after the teacher. They say it may prove too difficult to get to Britain, so they're learning the language to prepare for a life in France.</p><p>Senay Nemariam arrived in France from Eritrea in 2012 and was granted asylum last spring. He says he's eager to learn French because he's beginning his new life.</p><p>Others aren't so lucky. Khiali Marofkhal came to Calais eight years ago from Afghanistan when he was only 14 years old. He says he broke his arm trying to jump into a truck and spent months in the hospital. He has requested asylum in France and has a paper to prove it. But the request expired two years ago.</p><p>Marofkhal stays on in a kind of limbo, sleeping outside at night, even in the cold and rain. He says life is very hard in Calais but it's still better than going home.</p><p>Tensions are high in Calais these days. The police have demanded reinforcements, and local residents recently marched through the streets demanding to take their city back. Unemployment is 18 percent locally, and the migrant problem makes it difficult to attract investment.</p><p>Calais resident Brigitte Lips says her neighbors are scared. She says most people feel the migrants should be helped, just not here. That's clearly not Lips' philosophy.</p><p>Leading me through her house, Lips shows where she charges the migrants cell phones – she reckons up to a hundred a day. Every room is filled with extension cords and there are telephones plugged in everywhere.</p><p>All day long, migrants ring Lips bell to pick up or drop off their phones. She spends hours at her front gate talking to them while taking in and returning cell phones — their only lifeline to families left behind. The migrants call her mama.</p><p>Kashi Khan, who is picking up his Nokia, says he fled the tribal areas of Pakistan because the Taliban made it impossible to live. He made his way up through Italy and has been in Calais three months. He says he has an engineering degree, and he speaks fluent English. Khan says Lips is the only bright light in an otherwise brutal existence in Calais.</p><p>\"The police are racist and they beat us for nothing,\" he says. \"All we want is a decent job. I don't know why they have to treat us like this.\"</p><p>Lips says if people knew what the migrants had been through, they'd be more sympathetic.<br /> <br /> \"The ones who make it here have already escaped death several times,\" she says. \"They've crossed war-torn Sudan, then the Libyan desert, and then packed into rickety boats to cross the Mediterranean Sea.\"</p><p>The French and British governments recently pledged more money and greater cooperation to stem the tide of illegal migration in Calais. But Lips says more security and higher fences won't do anything to keep the desperate migrants from coming.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stranded+In+France%2C+Migrants+Believe+Britain+Is+The+Answer+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359065399-2f96e3.m3u?orgId=1&topicId=1124&ft=3&f=358118327"},{"href":"http://media.npr.org/assets/img/2014/10/24/calais-immigration1-9fe72db1ab6105ea44b8fc59374211bcc2b8c144.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1749","width":"2333"}},{"href":"http://media.npr.org/assets/img/2014/10/24/491968533-abba4fbc3d715fcc7b618ee17d432aca9dee906c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2818","width":"3760"}},{"href":"http://media.npr.org/assets/img/2014/10/24/calais-immigration3-f335be9527f25f85f0f7244020f82f2941307a76.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"987","width":"1316"}},{"href":"http://media.npr.org/assets/img/2014/10/24/calais-immigration4-701448f71f409ce88b99a0d77c766234e897a46e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}