{"created":"2015-06-15T17:23:10+00:00","modified":"2015-06-16T19:10:47+00:00","valid":{"from":"2015-06-16T19:10:47+00:00","to":"3015-06-16T19:10:47+00:00"},"hreflang":"en","title":"Sudanese President Flies Home After South African Court Orders His Arrest","published":"2015-06-15T21:12:00+00:00","teaser":"President Omar al-Bashir was indicted by the International Criminal Court in 2009 on charges that he committed war crimes and genocide in Darfur, where 300,000 people died.","itags":["npr_api","414659928"],"guid":"9300b831-73db-4ffd-a54a-b43ac7903b6b","contentencoded":"<p>Sudan's President Omar al-Bashir has eluded an arrest order for war crimes, successfully returning home from South Africa, where the nation's high court had issued an order to arrest him.</p><p>Al-Bashir was indicted by the International Criminal Court in 2009 on charges that he committed war crimes and genocide in Darfur, where 300,000 people died. But that didn't stop him from flying to South Africa last week for an African Union leaders' summit.</p><p>NPR's Ofeibea Quist-Arcton reports for <em>Morning Edition</em> from Johannesburg:</p><blockquote><p>\"Although in the past South Africa has had a diplomatic word in the ear of President Bashir and told him not to come to South Africa because, of course, it is a signatory to the Rome Treaty, which established the International Criminal Court. This time, South Africa said come and that all the heads of state invited to the African Union Summit here in Johannesburg had diplomatic immunity.\"</p></blockquote><p>Ofeibea adds that \"the leaders of the African Union have instructed member states not to cooperate with the ICC, which they say is anti-African, anti-poor, singling out African leaders.\"</p><p>In South Africa Monday, officials said that they'll look into how the leader was able to elude the arrest order that had been requested by both the ICC and a national human rights group, the Southern African Litigation Center.</p><p>Over the weekend, a South African judge <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/14/414376827/south-african-court-orders-sudans-president-detained-for-war-crimes\">issued an interim order</a> preventing al-Bashir from leaving the country. And on Monday, a panel of high court judges said the country is obligated to arrest the Sudanese president.</p><p>From Johannesburg, reporter Nastasya Tay tells our Newscast desk:</p><blockquote><p>\"Just after midday, a jet believed to belong to the Sudanese president took off from Waterkloof Air Force Base, just outside Pretoria. His name allegedly wasn't on the passenger manifest, so it took court officials several hours to confirm that the ICC indictee had actually fled.</p><p>\"His departure — in direct violation of an interim court order passed Sunday afternoon — has been met with public outrage and condemnation.\"</p></blockquote><p>Tay adds that government officials \"say there'll be an investigation into how the wanted Sudanese president was able to leave the country. \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sudanese+President+Flies+Home+After+South+African+Court+Orders+His+Arrest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414722411-225727.m3u?orgId=1&topicId=1126&d=232&story=414659928&ft=nprml&f=414659928"},{"href":"http://media.npr.org/assets/img/2015/06/15/bashir-sudan-south-africa-e3f08856b0da3c78c54ce33dd1b57950be5925a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3016","width":"4022"}}]}