{"created":"2014-11-06T08:23:35+00:00","modified":"2014-11-21T22:34:45+00:00","valid":{"from":"2014-11-21T22:34:45+00:00","to":"3014-11-21T22:34:45+00:00"},"hreflang":"en","title":"America's T. Rex Gets A Makeover","published":"2014-11-06T16:15:00+00:00","teaser":"Discovered in Montana in 1988, the Wankel T. Rex is a prize find — a nearly complete skeleton, now bound for display at the Smithsonian, in Washington, D.C. But first, those old bones need some work.","itags":["npr_api","361736809"],"guid":"9302b338-60c8-4f6a-8565-c5c9bce24d81","contentencoded":"<p>The Wankel T. rex, named for the Montana rancher who found its bones, is destined to be the <a href=\"https://twitter.com/hashtag/NationsTRex?src=hash\">giant centerpiece</a> for the new dinosaur hall at the National Museum of Natural History in Washington, D.C. — the first nearly complete skeleton of a <em>Tyrannosaurus rex</em> the Smithsonian Institution has ever had. But when it arrived at the museum last April, the skeleton was in pieces — in a couple of dozen packing crates.</p><p><a href=\"http://wudpac2014.wordpress.com/bios/becky-kaczkowski/\">Rebecca Kaczkowski</a> was on the welcoming committee.</p><p>\"We went up one freight elevator, came over to the Rex Room and dropped off the crates,\" she tells me. The Rex Room is, as you might expect, a very large workspace, with the crates arrayed along a wall marked \"Do not touch.\" When I visited recently, museum visitors were standing in the hallway and looking in through a locked gate to watch the scientists working on the skeleton.</p><p>The first task was rehabbing the bones.</p><p>The bones needed work because, when first discovered in 1988, they were in fragments. In the years since, Kaczkowski explains, the bones have been glued together and sculpted with fillers to re-create their original shape. All of that material used for spackling, patching and assembly has a lifetime, Kaczkowski says — \"and that lifetime is much less than 67 million years.\"</p><p>So researchers have had to carefully go over each bone to be sure the glues and other materials will stand up to the stress when the skeleton is again mounted upright.</p><p>The workers also <a href=\"http://3d.si.edu/\">scan</a> each bone with a device that looks like the one that reads the bar code on your groceries. That's <a href=\"http://dpo.si.edu/content/jon-blundell\">Jon Blundell's job</a>.</p><p>\"It's a total blast,\" he says, about working with such a complete skeleton, as he passes the scanner over what looks like a mighty thighbone.</p><p>It's not at all like scanning groceries. \"Here,\" he shows me, \"you can actually see new teeth in the jaw that are coming out.\" Those are teeth that never erupted; they're still lodged in the jaw. The T. rex used to lose a lot of teeth — you can understand why, given its meat-ripping feeding habits — so it was always growing new ones.</p><p>The scans will produce a digital skeleton of the dinosaur. Then <a href=\"http://www.jobaps.com/SF/specs/classspecdisplay.asp?ClassNumber=3520\">preparators</a>, who ready the fossil for exhibit, will reconstruct the whole animal virtually, and that will guide them when they put the bones together to re-create the whole animal. The digital version will also be available on the web.</p><p>One of the Smithsonian preparators, <a href=\"http://paleobiology.si.edu/staff/individuals/jabo.html\">Steve Jabo</a>, says there are still things to be learned from the fossil, even though this type of dinosaur has been known for over a century. New techniques can reveal new things even from well-known bones of any species. \"Who would have known we'd be doing CT scanning, or surface scans and stuff like that,\" he says, \"or even be able to find evidence of color in feather impressions.\"</p><p>Take the giant skull of the T. rex, for example. <a href=\"http://paleobiology.si.edu/staff/individuals/carrano.cfm\">Matt Carrano</a>, a paleobiologist and the curator of dinosaurs at the Smithsonian, says most T. rex skulls are either whole or in tiny pieces, but incomplete.</p><p>\"This one,\" he says of the Wankel, \"has actually fallen apart. So you get a good view of all the different sides for all the different bones, and that's a really important aspect of how it goes together, how it functions.\"</p><p>The digital version is all the Smithsonian scientists have at the moment — the bones have just been shipped to Canada, to one of the world's leading team of dinosaur \"builders.\" They are constructing a huge armature that will cradle the reassembled bones in a standing position. That will take two years, and at least two more years to set it up in Washington, D.C., in the newly renovated dinosaur hall.</p><p>In the meantime, Carrano is putting together the written material that museumgoers will read as the Wankel looms over them. In the past, Carrano says, the gist of the message was, \"Gee, isn't T. rex big and scary?\" This time he's telling a more nuanced story.</p><p>\"We talk more about what a T. rex really is,\" he explains. \"It's a predator, it's an apex predator. That means it has a job to do in an ecosystem. It lives with all these other animals — it's not there all by itself.\"</p><p>The T. rex lived at the top of a big, complex and messy food chain, Carrano says, and he wants visitors who marvel at the dinosaur to understand that context. In that ancient food chain, the mammals that gave rise to humans were a lot closer to the bottom than we are now.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=America%27s+T.+Rex+Gets+A+Makeover&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361942933-5e382b.m3u?orgId=1&topicId=1007&ft=3&f=361736809"},{"href":"http://media.npr.org/assets/img/2014/11/05/t-rex-1-5-43cefb5d771b61adaf517658869284a19e8a9a22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"995","width":"1327"}},{"href":"http://media.npr.org/assets/img/2014/11/05/nhb2013-02382_-dd27218b3f8253546242b97809c732943916f4a6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3217","width":"4289"}},{"href":"http://media.npr.org/assets/img/2014/11/05/t-rex-3-ff816efcb2c1001a376a8e3df883eefd8b50f066.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1006","width":"1342"}}]}