{"created":"2015-01-31T12:35:48+00:00","modified":"2015-02-17T02:50:40+00:00","valid":{"from":"2015-02-17T02:50:40+00:00","to":"3015-02-17T02:50:40+00:00"},"hreflang":"en","title":"It May Take A British Actor To Make An American Story Sing","published":"2015-01-31T18:20:00+00:00","teaser":"Awards season has offered NPR's Scott Simon the opportunity to reflect on the number of British actors playing Americans in films and television shows, and wonder where the American actors are.","itags":["npr_api","382474276"],"guid":"9305a4de-590f-41ad-963c-5876f07cbcc0","contentencoded":"<p>Martin Luther King Jr. is British. Coretta Scott King, too. So is Lyndon Baines Johnson, Superman, Batman, the last Abraham Lincoln, the ramrod U.S. Marine, and the chisel-chested CIA operative in <em>Homeland</em>, and many of the <a href=\"http://en.wikipedia.org/wiki/Culture_of_Baltimore#Slang\">B'almer</a> cops and hoods on <em>The Wire</em>. So are Philip on <em>The Americans</em>, Eli on <em>The Good Wife</em>, and both of those stealthily adulterous Americans on <em>The Affair</em>.</p><p>I could go on. In this entertainment awards season, you'll see lots of actors who appear in American cop, doc, and spy movies and TV series who win an award, take the stage, and say, \"Oh, thanks awfully, chaps.\"</p><p>They're British actors. Or maybe Australians. Playing Americans.</p><p>Now this has been going on since Lesley Howard and Vivien Leigh played Ashley and Scarlett in <em>Gone With the Wind</em>. But when you have to hire a couple of British actors, David Oyelowo and Tom Wilkinson, to play MLK and LBJ jawboning in the Oval Office, you may wonder: are all American actors on Tibetan retreats or in rehab?</p><p>A Hollywood director once told me that British actors get a lot of work here because they tend to be pros, not prima donnas. They know their lines, even if they were up late carousing, and are less likely than American stars to insist that they need their organic colonic cleansing counselor on-set before they shoot a scene.</p><p>American actors will say, \"I'm from Dayton, I can play a New Yorker,\" while British and Australian actors work to perfect distinct American accents that match a role. In fact, some British actors say taking on an accent can help them slip more fully into character.</p><p>Carlton Cuse, the director of <em>Lost</em>, <a href=\"http://www.tvguide.com/news/foreign-actors-american-tv-1060158/\">told TV Guide</a>, \"(T)here currently seems to be a big gulf between Australian and British actors and American actors. The American actors just don't seem as well trained or as deep and complex.\"</p><p>I think American directors like having British actors around to feel classy. They get to say, \"You know that guy playing the drug-addled hustler? He studied at the Royal Academy.\" <br /> <br />There are a few Americans who have played signature British roles. Robert Downey Jr. has been Sherlock Holmes, Gillian Anderson is a fixture on the London stage, and of course, Meryl Streep, who changes accents the way some of us change socks, has played Margaret Thatcher. But the balance-of-talent deficit between Hollywood and the British realm doesn't seem to be nearly equal.</p><p>I won't be happy until Beyonce plays Queen Victoria.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It+May+Take+A+British+Actor+To+Make+An+American+Story+Sing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382851520-083c58.m3u?orgId=1&topicId=1060&aggIds=4495795&e=382474276&d=171&ft=nprml&f=382474276"},{"href":"http://media.npr.org/assets/img/2015/01/30/474270265-06c569ed00db41446f3478c85bc28afe7a82fbdc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1770","width":"2360"}}]}