{"created":"2014-10-27T18:09:22+00:00","modified":"2014-10-27T18:09:22+00:00","valid":{"from":"2014-10-27T18:09:22+00:00","to":"3014-10-27T18:09:22+00:00"},"hreflang":"en","title":"Kathy Gunst Takes Soup From Summer To Fall","published":"2014-09-02T19:12:00+00:00","teaser":"Our resident chef shares recipes for tomato soup, a potato and leek soup and a zucchini-fennel soup.","itags":["npr_api","345288778"],"contentencoded":"<p>A good cold soup can be the centerpiece of a summer meal. But as the weather turns colder, soups get warmer. And that got <a href=\"https://hereandnow.wbur.org\" target=\"_blank\"><em>Here & Now</em></a> resident chef <strong>Kathy Gunst</strong> wondering, are there soups that work better cold than hot? Is it just a matter of heating or not heating, or do you need to tweak the recipe at all?</p><p>She brings us recipes for a tomato soup that gets the gazpacho treatment for warmer weather, a potato and leek soup and a zucchini-fennel soup.</p><p>&#8220;There are some really great soups that work both ways. So in other words, you can make a batch of soup, you can have it cold for lunch, you could have a picnic&#8230; but then when it turns cool at night, those exact same soups are delicious heated up,&#8221; she told host Jeremy Hobson.</p><ul><li><a href=\"#tomato\">Garden Tomato Soup</a></li><li><a href=\"#potato\">Vichyssoise (also known as Hot Potato Leek Soup)</a></li><li><a href=\"#zucchini\">Zucchini-Fennel Soup</a></li><li><a href=\"#toppings\">Ideas For Soup Toppings</a></li><li><a href=\"http://hereandnow.wbur.org/2010/07/02/summer-soup\" target=\"_blank\">Summer Pea and Lettuce Soup</a> (<a href=\"https://www.youtube.com/watch?v=1NEp2Q4-mao\" target=\"_blank\">see a video</a>)</li></ul><p><a name=\"tomato\"></a><em>See more cooking segments and recipes from Kathy Gunst <a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">here</a>.</em></p><h4>Garden Tomato Soup</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/09/0902_gunst-soup-recipes.pdf\" target=\"_blank\">(View/print a PDF of all the soup recipes)</a></p><p><strong>Kathy’s Note:</strong> This is another great way to use up the last tomatoes of summer/fall. This is a light soup that is delicious cold or hot and can be served as is or topped with a dollop of Greek yogurt, creme fraiche, or heavy cream.</p><p><em>Serves 8.</em></p><p><strong>Ingredients:</strong></p><p>4 1/2 pounds fresh tomatoes, several varieties will add more flavor</p><p>1 1/2 tablespoons olive oil</p><p>2 large leeks, green part discarded and white section sliced lengthwise and then into 1 inch pieces</p><p>2 cloves garlic, sliced</p><p>Salt and freshly ground black pepper to taste</p><p>4 cups chicken or vegetable broth</p><p>1/2 cup fresh basil, thinly sliced</p><p><strong>Instructions:</strong></p><p>Bring a large pot of water to boil. Fill a large bowl with ice cold water.</p><p>Drop the tomatoes into the boiling water for 1 minute and then directly into the ice cold water. Remove and peel. Repeat. Core the tomatoes and chop.</p><p>In a large pot heat the oil over low heat. Add the leeks and cook, stirring, for 10 minutes. Try not to let them brown. Add the garlic and cook 1 minute. Season with salt and pepper. Add the peeled, cored and chopped tomatoes and stir. Cook 10 minutes, stirring occasionally. Add the broth and bring to a boil over high heat. Reduce the heat to low and cover; cook 20 minutes. Remove from the heat.</p><p>Puree the soup using a hand held immersion blender or transfer to the container of a food processor or blender. Return the pureed soup to the pot and season to taste.</p><p>To serve cold you can turn this into a Gazpacho-like soup by making this simple vegetable topping: mix 1 ripe tomato cubed, 1 sweet green pepper, cored and cubed, 2 chopped scallions, and 1 1/2 tablespoon olive oil and 2 teaspoons white wine vinegar, salt and pepper.</p><p><a name=\"potato\"></a>To serve hot, top with fresh sliced basil leaves and a dollop of heavy cream, creme fraiche, or Greek plain yogurt.</p><h4>Vichyssoise (also known as Hot Potato Leek Soup)</h4><p><strong>Kathy’s Note:</strong> Leeks and potatoes are good companions — whether served cold or hot. This is pure comfort food, smooth, rich, and bursting with flavor.</p><p>This recipe is adapted from &#8220;Notes from a Maine Kitchen&#8221; (Down East Books) by Kathy Gunst.</p><p><em>Serves 12 as an appetizer or 6 as a main course.</em></p><p><strong>Ingredients:</strong></p><p>2 tablespoons olive oil</p><p>2 pounds leeks, washed, ends trimmed, and all dark green sections discarded, whites only</p><p>2 1/2 pounds potatoes, peeled and chopped</p><p>Salt and freshly ground black pepper to taste</p><p>7 1/2 cups vegetable or chicken stock</p><p>Freshly chopped chives for garnish</p><p>Touch of heavy cream for garnish, optional</p><p><strong>Instructions:</strong></p><p>In a large soup pot, heat the oil over low heat. Add the leeks, cover, and cook, stirring once or twice, for 10 minutes. Add the potatoes and cook, stirring to coat with the leeks and oil, for 3 minutes. Season with salt and pepper. Add the stock, raise the heat to high, and bring to a boil. Once the soup comes to a boil, reduce the heat to low, cover and cook for about 20 minutes, or until the potatoes are tender.</p><p>Let the soup cool slightly. Using a hand-held immersion blender or transferring the soup to a blender or food processor, puree the soup until completely smooth. Place the soup back in the pot (if using a blender or food processor). Heat over low and taste for seasoning.</p><p>To serve cold, chill for at least 3-4 hours. Serve cold with a touch of heavy cream and sprinkling of fresh chives on top.</p><p><a name=\"zucchini\"></a>To serve hot, heat until bubbling and top with chives.</p><h4>Zucchini-Fennel Soup</h4><p><strong>Kathy’s Note:</strong> This pale green soup is equally good hot or cold. It has no cream or dairy but is creamy and comforting. Feel free to add a drizzle of heavy cream, creme fraiche, or Greek yogurt if you like.</p><p><em>Serves 4 to 6.</em></p><p><strong>Ingredients:</strong></p><p>2 tablespoons olive oil</p><p>1 large sweet Vidalia-type onion, chopped</p><p>4 medium zucchinis, about 2 pounds, trimmed and chopped</p><p>Salt and freshly ground pepper</p><p>1/2 fresh fennel bulb, chopped</p><p>3 tablespoons chopped fennel fronds (the dill-like top of the fennel bulb)</p><p>1/3 cup dry white wine</p><p>5 cups chicken or vegetable stock</p><p><strong>Instructions:</strong></p><p>Heat the oil in a large soup pot over low heat. Add onions and cook, stirring occasionally, for 10 minutes.</p><p>Add zucchini, salt, and pepper, fennel bulb and half the fennel fronds and stir; cook 10 minutes. Raise heat to high, add wine, and let boil vigorously (to burn off the alcohol) for 4 minutes.</p><p>Add stock, bring to a boil. Reduce the heat to low and partially cover until zucchini and fennel are tender, about 15 minutes. Remove from heat and puree.</p><p><a name=\"toppings\"></a>Taste for seasoning and add salt and pepper as needed. Serve hot or cold garnished with chopped fennel fronds.</p><h4>Ideas For Soup Toppings</h4><ul><li>Pesto</li><li>Toasted nuts (chopped)</li><li>Chopped fresh herbs (parsley, chives, rosemary, basil, thyme or a combination)</li><li>Lemon-flavored olive oil (add tiny drops for an enhanced citrus or lemon flavor)</li><li>Other herb-flavored oils can be added in the same way to play up a fresh herb added to soups</li><li>Croutes or croutons: slice crusty bread thinly and brush lightly with olive oil. Broil for a minute or two and flip it over and repeat.</li><li>Smoked paprika adds a nice smoky flavor and good red color.</li><li>Grated citrus zest can enliven the fresh flavors in soup. Use sparingly.</li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kathy+Gunst+Takes+Soup+From+Summer+To+Fall&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"930e4dcb-93d4-4a01-8c84-74c98bd17e4c","audio":[{"meta":{"duration":"526"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345289310-e846ff.m3u?orgId=330&ft=3&f=345288778"}]}