{"created":"2015-05-16T01:00:21+00:00","modified":"2015-05-16T04:00:27+00:00","valid":{"from":"2015-05-15T16:00:50+00:00","to":"3015-05-15T16:00:50+00:00"},"hreflang":"en","contenttemplated":"[{\"content\":\"<p><span>Secretary of State John Kerry will be in Beijing this weekend.  Originally he was supposed to be laying the groundwork for Chinese President Xi Jinping’s first state to the U.S. this fall.  But now he’s going to be talking about islands.  The Islands that China is building in the highly disputed South China Sea.  </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Complexity on the high seas</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>There are seven so far, about 2,000 acres in all, whipped up out of thin air – or rather, whipped up out of sand dredged from the sea floor and built up on top of coral atolls.</p>\"},{\"content\":\"<p>China’s artificial islands are its way of aggressively, but quietly, staking its claim to <a href=\\\"https://www.google.com/maps/d/viewer?oe=UTF8&amp;t=k&amp;ie=UTF8&amp;msa=0&amp;mid=zIym14CoHj3s.kjRLps6mSj_A\\\">the Spratly Islands</a> in the South China Sea.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Calling the Spratlys “Islands” though, is kindof a stretch.  There are hundreds of them, but most are coral reefs or atolls, only breaking the surface at low tide.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And yet, they represent “ the world’s most complicated territorial dispute,” says Professor Taylor Fravel, associate professor of political science at MIT and an expert in China’s territorial disputes.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Vietnam, Malaysia, Brunei, Taiwan, the Philippines, and China all have overlapping claims.</p>\"},{\"content\":\"<p>Almost <a href=\\\"http://qz.com/190243/here-is-a-map-of-all-the-countries-with-territorial-disputes/\\\">every country in the world</a> has some kind of ongoing territorial dispute, but “there’s no other dispute in which six states claim all or the same land features.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>All six states have bolstered their claims in the archipelago via some form of construction activity, but none have created islands where there were none – or merely reefs – before, says Dr. Mira Rapp-Hooper, a fellow at the Center for Strategic and International Studies, and the director of its <a href=\\\"http://amti.csis.org/\\\">Asia Maritime Transparency Initiative</a> .  The AMTI was the first to break the news of China’s island building spree over the past year.</p>\"},{\"content\":\"<p><strong>What is this about, really?</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Some of the disputed claims are the result of the messy aftermath of World War II, but mostly these are unresolved claims that go back centuries.  “The reason that these countries’ claims have become salient only recently is because China is rising as a major power.   China has had these claims for decades but has only been able to match its capabilities to its claims and press them recently.”</p>\"},{\"content\":\"<p><strong>All about money?</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But what is to be gained by pressing China’s claims now?</p>\"},{\"content\":\"<p>“Economically it used to be for a long time people believed it was all about oil and natural gas,” says MIT’s Fravel.  “Turns out there is a lot of oil and natural gas in the South China Sea, but it tends to be very close to the coasts of Vietnam or Malaysia or Brunei,” not far out in the most disputed areas.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The South China Sea channels nearly a third of 30% of global commercial shipping, and the vast majority of crude oil bound for Japan and Korea.  But having claims on this shipping corridor isn’t a source of economic gain for China.    “And China doesn’t really have a major incentive to disrupt commercial shipping,” says CSIS’s Rapp-Hooper, noting China depends heavily on that trade itself.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So if it’s not about resources, and not about trade, what is it about?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“If we were to be a little reductive and pick between the two, its closer to pride than money,” says Rapp-Hooper<strong>.</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>There is a potential security element:  if China were to attempt to exercise control over large stretches of air and water around its islands, it could limit military activities of other powers far from the shores of the mainland.  Controlling the sea could potentially help were a major war to break out, a scenario in which China could want to disrupt the flow of trade. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>But national pride is priceless.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“You have a post-colonial nationalism that is very strong in this region,” says Professor Fravel. “So countries don’t want to cede claims to land – even though they’re small islands, coral, rocks.  The features are not substantial but the emotions are.”</p>\"},{\"content\":\"<p> <strong>Fear of China’s intentions</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>A country gets to claim the sea as its territory 12 nautical miles out from its shores, under the U.N. convention on the Law of the Sea.  It also gets to claim an “Exclusive Economic Zone” for 200 nautical miles off its coasts.  In that zone, a country has the exclusive rights to exploit resources.  But “under most interpretations,” says Rapp-Hooper, “it does not have the right to control what other activities can take place in those waters,” says Rapp-Hooper.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>This is a key point of disagreement between China and the United States.  “The U.S. and most countries in the world believe military ships can freely transit through other states’ exclusive economic zones and there should be nothing to impede passage,” says Rapp-Hooper.  That includes conducting military exercises.  China, on the other hand, has a much more restrictive interpretation, and does not believe the U.S. or any other power should be conducting surveillance activities or military exercises within  its exclusive economic zones.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>As of now, China has not declared an EEZ around its newly created islands.   “Strictly speaking, these new islands should not be entitled to an EEZ because they are not naturally formed,” says MIT’s Fravel.  “However it is possible that at some point in the future they will make some kind of claim based on these artificial islands.”</p>\"},{\"content\":\"<p><strong>What can the U.S. do?</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“This is the big question, this is the soft spot evident in China’s strategy,” says  Victor Cha, professor at Georgetown University and senior advisor for Asia at CSIS.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“On the one hand no one likes the fact that China is undertaking this strategy, including small countries in the region.  On the other hand, this is so far away, not directly in U.S. interests.  Our treaty with the Philippines does not cover this sort of activity, our treaty with Japan does not cover this sort of activity.  So the question becomes naturally what can the U.S. do and does it want to get involved?”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Cha argues the most feasible strategy for now is to develop the capacity of China’s competitors in the region to monitor and record China’s activities in the sea.  Secretary of State Kerry has promised strong language over the issue in his meetings with Chinese officials this weekend.</p>\"},{\"content\":\"<p>So far The U.S. has charted a careful course between the parties, emphasizing that its priorities are freedom of navigation, peaceful resolution of conflicts, and regional stability.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Last week a U.S. littoral combat ship conducted a routine in the vicinity of Chinese-built islands, but not within the 12 nautical mile sovereign zone.  The U.S. is reportedly considering more such maneuvers.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“The U.S. every year conducts what the Pentagon describes as freedom of navigation exercises,” says Fravel.  “Where there are areas around the world where states are not abiding by customary international maritime laws reflected in the UN Convention on the Law of the Sea, the US will conduct a patrol to demonstrate it doesn’t recognize whatever limits the coastal state is trying to impose on freedom of navigation.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>An Island of Irony</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“What is so interesting about this,” says Professor Cha, “is that we’re talking about a region of the world that is experiencing the fastest economic growth, and is really the economic future of the world. And yet in spite of that we are having disagreements involving major powers over the most fundamental and almost archaic of things which is small pieces of territory.”</p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p><span>Secretary of State John Kerry will be in Beijing this weekend.&nbsp; Originally he was supposed to be laying the groundwork for Chinese President Xi Jinping’s first state to the U.S. this fall.&nbsp; But now he’s going to be talking about islands.&nbsp; The Islands that China is building in the highly disputed South China Sea. &nbsp;</span></p>\n<p><strong>Complexity on the high seas</strong></p>\n<p>There are seven so far, about 2,000 acres in all, whipped up out of thin air – or rather, whipped up out of sand dredged from the sea floor and built up on top of coral atolls.</p>\n<p>China’s artificial islands are its way of aggressively, but quietly, staking its claim to <a href=\"https://www.google.com/maps/d/viewer?oe=UTF8&amp;t=k&amp;ie=UTF8&amp;msa=0&amp;mid=zIym14CoHj3s.kjRLps6mSj_A\">the Spratly Islands</a> in the South China Sea.</p>\n<p>Calling the Spratlys “Islands” though, is kindof a stretch.&nbsp; There are hundreds of them, but most are coral reefs or atolls, only breaking the surface at low tide.</p>\n<p>And yet, they represent “ the world’s most complicated territorial dispute,” says Professor Taylor Fravel, associate professor of political science at MIT and an expert in China’s territorial disputes.</p>\n<p>Vietnam, Malaysia, Brunei, Taiwan, the Philippines, and China all have overlapping claims.</p>\n<p>Almost <a href=\"http://qz.com/190243/here-is-a-map-of-all-the-countries-with-territorial-disputes/\">every country in the world</a> has some kind of ongoing territorial dispute, but “there’s no other dispute in which six states claim all or the same land features.”</p>\n<p>All six states have bolstered their claims in the archipelago via some form of construction activity, but none have created islands where there were none – or merely reefs – before, says Dr. Mira Rapp-Hooper, a fellow at the Center for Strategic and International Studies, and the director of its <a href=\"http://amti.csis.org/\">Asia Maritime Transparency Initiative</a> . &nbsp;The AMTI was the first to break the news of China’s island building spree over the past year.</p>\n<p><strong>What is this about, really?</strong></p>\n<p>Some of the disputed claims are the result of the messy aftermath of World War II, but mostly these are unresolved claims that go back centuries.&nbsp; “The reason that these countries’ claims have become salient only recently is because China is rising as a major power.&nbsp; &nbsp;China has had these claims for decades but has only been able to match its capabilities to its claims and press them recently.”</p>\n<p><strong>All about money?</strong></p>\n<p>But what is to be gained by pressing China’s claims now?</p>\n<p>“Economically it used to be for a long time people believed it was all about oil and natural gas,” says MIT’s Fravel.&nbsp; “Turns out there is a lot of oil and natural gas in the South China Sea, but it tends to be very close to the coasts of Vietnam or Malaysia or Brunei,” not far out in the most disputed areas.</p>\n<p>The South China Sea channels nearly a third of 30% of global commercial shipping, and the vast majority of crude oil bound for Japan and Korea.&nbsp; But having claims on this shipping corridor isn’t a source of economic gain for China.&nbsp; &nbsp;&nbsp;“And China doesn’t really have a major incentive to disrupt commercial shipping,” says CSIS’s Rapp-Hooper, noting China depends heavily on that trade itself.</p>\n<p>So if it’s not about resources, and not about trade, what is it about?</p>\n<p>“If we were to be a little reductive and pick between the two, its closer to pride than money,” says Rapp-Hooper<strong>.</strong></p>\n<p>There is a potential security element:&nbsp; if China were to attempt to exercise control over large stretches of air and water around its islands, it could limit military activities of other powers far from the shores of the mainland.&nbsp; Controlling the sea could potentially help were a major war to break out, a scenario in which China could want to disrupt the flow of trade.&nbsp;</p>\n<p>But national pride is priceless.</p>\n<p>“You have a post-colonial nationalism that is very strong in this region,” says Professor Fravel. “So countries don’t want to cede claims to land – even though they’re small islands, coral, rocks.&nbsp; The features are not substantial but the emotions are.”</p>\n<p>&nbsp;<strong>Fear of China’s intentions</strong></p>\n<p>A country gets to claim the sea as its territory 12 nautical miles out from its shores, under the U.N. convention on the Law of the Sea.&nbsp; It also gets to claim an “Exclusive Economic Zone” for 200 nautical miles off its coasts.&nbsp; In that zone, a country has the exclusive rights to exploit resources.&nbsp; But “under most interpretations,” says Rapp-Hooper, “it does not have the right to control what other activities can take place in those waters,” says Rapp-Hooper.</p>\n<p>This is a key point of disagreement between China and the United States. &nbsp;“The U.S. and most countries in the world believe military ships can freely transit through other states’ exclusive economic zones and there should be nothing to impede passage,” says Rapp-Hooper. &nbsp;That includes conducting military exercises.&nbsp; China, on the other hand, has a much more restrictive interpretation, and does not believe the U.S. or any other power should be conducting surveillance activities or military exercises within &nbsp;its exclusive economic zones.</p>\n<p>As of now, China has not declared an EEZ around its newly created islands.&nbsp;&nbsp; “Strictly speaking, these new islands should not be entitled to an EEZ because they are not naturally formed,” says MIT’s Fravel. &nbsp;“However it is possible that at some point in the future they will make some kind of claim based on these artificial islands.”</p>\n<p><strong>What can the U.S. do?</strong></p>\n<p>“This is the big question, this is the soft spot evident in China’s strategy,” says &nbsp;Victor Cha, professor at Georgetown University and senior advisor for Asia at CSIS.</p>\n<p>“On the one hand no one likes the fact that China is undertaking this strategy, including small countries in the region.&nbsp; On the other hand, this is so far away, not directly in U.S. interests.&nbsp; Our treaty with the Philippines does not cover this sort of activity, our treaty with Japan does not cover this sort of activity.&nbsp; So the question becomes naturally what can the U.S. do and does it want to get involved?”</p>\n<p>Cha argues the most feasible strategy for now is to develop the capacity of China’s competitors in the region to monitor and record China’s activities in the sea.&nbsp; Secretary of State Kerry has promised strong language over the issue in his meetings with Chinese officials this weekend.</p>\n<p>So far The U.S. has charted a careful course between the parties, emphasizing that its priorities are freedom of navigation, peaceful resolution of conflicts, and regional stability.</p>\n<p>Last week a U.S. littoral combat ship conducted a routine in the vicinity of Chinese-built islands, but not within the 12 nautical mile sovereign zone.&nbsp; The U.S. is reportedly considering more such maneuvers.</p>\n<p>“The U.S. every year conducts what the Pentagon describes as freedom of navigation exercises,” says Fravel.&nbsp; “Where there are areas around the world where states are not abiding by customary international maritime laws reflected in the UN Convention on the Law of the Sea, the US will conduct a patrol to demonstrate it doesn’t recognize whatever limits the coastal state is trying to impose on freedom of navigation.”</p>\n<p><strong>An Island of Irony</strong></p>\n<p>“What is so interesting about this,” says Professor Cha, “is that we’re talking about a region of the world that is experiencing the fastest economic growth, and is really the economic future of the world. And yet in spite of that we are having disagreements involving major powers over the most fundamental and almost archaic of things which is small pieces of territory.”</p></div>","title":"China's not building islands for mere economic gain","tags":["APM","World"],"teaser":"We look at the basis of the most complex territorial dispute in the world.","itags":["PMP:Marketplace_PMP","Marketplace","931c083c7cea16e2b33573f8a9ee185c","Marketplace for Friday, May 15, 2015"],"guid":"931c083c-7cea-416e-8b33-73f8a9ee185c","byline":"Sabri Ben-Achour","description":"We look at the basis of the most complex territorial dispute in the world.","published":"2015-05-15T16:00:50+00:00","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/473510178.jpg?itok=fum8bISm"},{"meta":{"duration_hms":"00:02:03","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/05/15/mp_20150515_seg_18","type":"application/json"},"duration":123},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/05/15/mp_20150515_seg_18_64.mp3","type":"audio/mpeg"}]}