{"created":"2015-05-27T09:03:20+00:00","modified":"2015-06-03T15:05:06+00:00","valid":{"from":"2015-06-03T15:05:05+00:00","to":"3015-06-03T15:05:05+00:00"},"hreflang":"en","title":"How Will The Next President Protect Our Digital Lives?","published":"2015-05-27T19:45:00+00:00","teaser":"For the first time in a White House race, the candidates will need a game plan for cyber policy for Day 1 in the Oval Office and will have some tough choices to make.","itags":["npr_api","409728807"],"guid":"931eafa2-9288-42ee-a3e7-976171feb9de","contentencoded":"<p><em>As candidates hit the campaign trail, <a href=\"http://www.npr.org/sections/itsallpolitics/2015/05/26/408553045/what-will-the-next-president-face-on-day1\" target=\"_blank\">NPR looks at four major issues</a> the next president will face from Day 1 in office.</em></p><p>When President Obama took office back in 2009, \"cybersecurity\" was not a word that everyday people used. It wasn't debated. Then, mega-breaches against consumers, businesses and the federal government changed that.</p><p>The latest came Tuesday, when the <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/26/409829693/hackers-stole-data-from-more-than-100-000-taxpayers-irs-says\" target=\"_blank\">Internal Revenue Service said</a> criminals used an online service provided by the agency to access the information of more than 100,000 taxpayers.</p><p>Now, the 45th president will have to come into office with a game plan for how to protect us online. The plan could shape up any number of ways because our digital lives — and the attacks against our digital lives — are pretty new. But it's something people care a lot about:</p><p>With Edward Snowden, Americans learned they were the target of a mass surveillance program they didn't know about, and that the National Security Agency, a military agency, is porous, vulnerable to insiders hacking and stealing.</p><p>With the Sony attack they saw how security breaches can bring big companies to a screeching, embarrassing halt.</p><p>And let's not forget the new era of garden-variety crime. Credit card fraud, <em>a la </em>Target, set off a credit monitoring frenzy. And Anthem demonstrated that no institution is sacred. Criminal attacks against health care are the new normal, according to a recent <a href=\"http://www.ponemon.org/blog/criminal-attacks-the-new-leading-cause-of-data-breach-in-healthcare\">Ponemon Institute study</a>.</p><p>(How do hackers even make money from stolen medical records?!)</p><p>And then, of course, there are digital crimes of passion. Take revenge porn, a national concern that <a href=\"http://www.cagoldberglaw.com/states-with-revenge-porn-laws/\">some states are taking on</a> individually.</p><p>Is this starting to feel ... <em>overwhelming</em>?</p><p>When it comes to \"cybersecurity,\" the next president of the United States has tough choices to make: Before even getting to solutions, what are the most important problems? And where should the federal government weigh in, or leave it to states or companies? Turns out Americans don't have all that much confidence in any of them:</p><p>Back in the 1990s, \"we didn't need to worry about security because the market would take care of it,\" said Jim Lewis, a senior official at the Departments of State and Commerce during the Clinton era. \"Consumers would demand security and companies would provide it.\"</p><p>Turns out they were wrong, he says. \"That hasn't happened.\"</p><p>Under Clinton, the Internet went from a Pentagon project to a place for companies to play, experiment. And under Obama, Americans saw the smartphone revolution. Lewis says it's time to step back and consider that \"just as we have energy policy and space policy and defense policy, maybe we need cyber policy.\"</p><p>It's very hard to regulate technology that's unfolding before our very eyes.</p><p>Lewis — who's now a <a href=\"http://csis.org/expert/james-andrew-lewis\">senior fellow</a> with the Center for Strategic and International Studies in Washington, D.C. — names one key issue: consumer protection. And, he says, it's a <em>foreign policy</em> issue.</p><p>Certain countries are sanctuaries for cybercriminals. That's often where our personal data is flowing. \"Finding out that someone in the Russian mafia has all your credit card information and your Social Security number doesn't make the average voter happy,\" he said.</p><p>Cybersecurity expert Bruce Schneier, a fellow at Harvard's <a href=\"https://cyber.law.harvard.edu/about\">Berkman Center</a>, says another way to protect consumers is corporate accountability.</p><p>\"What government can do about data breaches is increase the penalties,\" he says. \"Right now your data is not very well protected because the cost of losing it isn't very high to the companies that have it.\"</p><p>Schneier wants to see the next president take on privacy, too — what should police be able to access without a warrant, and what should companies be allowed to store. So far, we've just kind of assumed the answer is ... everything.</p><p>For example, the company Uber published a lighthearted blog called Rides of Glory about <a href=\"https://gigaom.com/2012/03/26/uber-one-night-stands/\">people using Uber to have flings</a>. Basically they looked at rides happening at night from point A to point B, and rides happening the next morning by the same person back.</p><p>Now, Uber didn't publish the names of the people. It was aggregate, Big Data (and interestingly, the company <a href=\"http://blog.uber.com/2012/03/26/uberdata-the-ride-of-glory/\">took down</a> the post as well).</p><p>But Schneier said, without a federal law on <a href=\"https://www.law.cornell.edu/wex/inbox/international_anti-spam_law_us_legal_context\">commercial privacy</a>, they could have. \"Right now under U.S. law they could do whatever they like with that data. And it is just them being nice that makes them not publish it or sell it to people trying to market to you.\"</p><p>The cybersecurity game plan could tackle any number of topics — <a href=\"http://www.washingtonpost.com/world/national-security/as-encryption-spreads-us-worries-about-access-to-data-for-investigations/2015/04/10/7c1c7518-d401-11e4-a62f-ee745911a4ff_story.html\">data encryption</a>, <a href=\"https://www.schneier.com/essays/archives/2014/02/its_time_to_break_up.html\">structural reform</a> of the NSA, the role of <a href=\"http://www.npr.org/sections/alltechconsidered/2015/02/24/388339059/as-homeland-security-steps-up-cybercrime-fight-tech-industry-wary\">Homeland Security</a>. And that's not even counting lightning-rod issues, like whether the next president's Supreme Court nominee believes in changing passwords regularly.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Will+The+Next+President+Protect+Our+Digital+Lives%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409939247-4b6308.m3u?orgId=1&topicId=1014&d=270&p=3&story=409728807&t=progseg&e=409924887&seg=2&ft=nprml&f=409728807"}]}