{"created":"2015-04-27T22:30:29+00:00","modified":"2015-06-04T14:42:18+00:00","valid":{"from":"2015-06-04T14:42:18+00:00","to":"3015-06-04T14:42:18+00:00"},"hreflang":"en","title":"Fact Check: Is The Clinton Foundation 'The Most Transparent'?","published":"2015-05-28T02:29:00+00:00","teaser":"Since Hillary Clinton launched her presidential run, her family's foundation has been scrutinized. The Clintons responded, calling it the most transparent organization of its kind. But is that true?","itags":["npr_api","402625347"],"guid":"9323daa3-4fda-4b2b-983c-e13bac1ca02a","contentencoded":"<p>During the early phase of her presidential run, Hillary Clinton has been dogged by scrutiny of her family's foundation, the <a href=\"https://www.clintonfoundation.org/clinton-presidential-center/about/bill-hillary-chelsea-clinton-foundation\">Bill, Hillary & Chelsea Clinton Foundation</a>. The Clintons have pushed back, calling the foundation among the most transparent foundations in the world.</p><p>Bill Clinton, in an interview with <a href=\"http://www.townandcountrymag.com/society/money-and-power/news/a2977/tc-may-cover-star-bill-clinton/?click=welcome-ad\">Town & Country</a> magazine, said it was, \"by a good long stretch, the most transparent of all the presidential foundations and more transparent than a lot of other major foundations in the country.\"</p><p>Chelsea Clinton, daughter of Bill and Hillary, sought to tamp down new allegations that rich foreign donors had influenced her mother while she was secretary of state by noting that an international anti-corruption group had endorsed the foundation's disclosure practices.</p><p>\"What the Clinton foundation has said is that we will be kind of even more transparent,\" said the former first daughter, now <a href=\"https://www.clintonfoundation.org/about/chelsea-clinton\">vice chairman of the foundation</a>, at an event sponsored by the Council on Foreign Relations. \"Even though Transparency International and others have said we're among the most transparent foundations, we'll disclose donors on a quarterly basis, not just an annual basis.\"</p><p>The problem with that, though, is Transparency International never cited the Clinton foundation. It did award Hillary Clinton its 2012 TI-USA Integrity Award when Clinton was secretary of state for \"recognizing her contributions as secretary of state in raising the importance of transparency and anticorruption as elements of U.S. policy,\" Claudia Dumas, president of Transparency International, told NPR. (The organization put out a <a href=\"http://www.transparency.org/news/pressrelease/transparency_and_the_clinton_foundation_regarding_recent_statements\">fuller statement</a> Monday.)</p><p>\"I am very honored to be here and delighted to be supporting the work of Transparency International-USA,\" <a href=\"http://www.state.gov/secretary/20092013clinton/rm/2012/03/186703.htm\">Clinton said on March 22, 2012</a>. She added, \"Corruption and the lack of transparency eats away like a cancer at the trust people should have in their government.\"</p><p>She never mentioned the Clinton foundation, and Dumas' organization is focused on promoting <em>government</em> transparency.</p><p>\"We do not do an examination or any ranking of foundations,\" said Dumas, who noted that Chelsea Clinton may have simply made an innocent mistake.</p><p><strong>Disclosure</strong></p><p>The Clinton foundation <a href=\"https://www.clintonfoundation.org/contributors?category=Greater+than+%2425%2C000%2C000\">discloses all of its donors</a>, and, as Chelsea Clinton noted, it is now doing so more frequently as Hillary Clinton is running for president. That's more than other presidential libraries and foundations.</p><p>The Carter Center, which comes closest in work, also comes closest in size and disclosure. It discloses all but its smallest donors. It raised less money — $88 million — in 2012 (its most recent disclosure year) compared with the Clinton foundation's $278 million in 2013. But it has more total assets — $584 million to $381 million.</p><p>The George W. Bush Foundation, which has assets totaling $391 million, lists just corporate backers with no amounts attached. It raised just $37 million in 2013.</p><p>Bill Clinton's comment to <em>Town & Country,</em> that the foundation is \"by a good long stretch\" the most transparent of all foundations, oversimplifies.</p><p>The Clinton foundation deals with far more money than almost all of the presidential foundations and libraries. But it's also far smaller than most well-known private family foundations like the <a href=\"http://www.gatesfoundation.org\">Bill and Melinda Gates</a>, <a href=\"http://www.rockefellerfoundation.org\">Rockefeller</a>, <a href=\"http://www.fordfoundation.org\">Ford</a> and <a href=\"http://www.rwjf.org\">Robert Wood Johnson</a> foundations. (Assets of the Gates foundation, for example, exceed $37 billion, according to the <a href=\"http://data.foundationcenter.org/#/foundations/all/nationwide/top:assets/list/2012\">Foundation Center</a> in New York.)</p><p>While it's true that those foundations don't disclose donors, that's because they don't raise any money. The funds come from the families bearing the names of the organization.</p><p>And technically, the Clinton foundation isn't a foundation at all, legally speaking. It's a public charity.</p><p><strong>'We Made Mistakes'</strong></p><p>But just because the Clinton foundation sets disclosure rules doesn't mean it doesn't make errors. For example, <a href=\"http://www.reuters.com/article/2015/04/23/us-usa-election-clinton-taxes-exclusive-idUSKBN0NE0CA20150423\">Reuters</a> found:</p><blockquote><p>\"Hillary Clinton's family's charities are refiling at least five annual tax returns after a Reuters review found errors in how they reported donations from governments, and said they may audit other Clinton Foundation returns in case of other errors. ... The charities' errors generally take the form of under-reporting or over-reporting, by millions of dollars, donations from foreign governments, or in other instances omitting to break out government donations entirely when reporting revenue....\"</p></blockquote><p>Maura Pally, the foundation's acting CEO, said in a <a href=\"https://www.clintonfoundation.org/blog/2015/04/26/commitment-honesty-transparency-and-accountability\">blog post</a> over the weekend that the organization goes \"above and beyond\" and has restrained the number of foreign governments that can contribute except those who have continuing \"multi-year grants.\"</p><p>But she admitted, \"We made mistakes,\" notably that that some \"government grants were mistakenly combined with other donations.\"</p><p>\"We are acting quickly to remedy them,\" she said of the mistakes, \"and have taken steps to ensure they don't happen in the future.\"</p><p>Leslie Lenkowsky, a professor of philanthropy at Indiana University, told NPR it's actually rather common for gaps to turn up in the tax returns filed by charitable foundations.</p><p>\"I wouldn't jump to the conclusion that there is something to hide here,\" Lenkowsky said, \"because so many other charities have difficulty with their record keeping.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fact+Check%3A+Is+The+Clinton+Foundation+%27The+Most+Transparent%27%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402632458-1a3bd4.m3u?orgId=1&topicId=1014&d=190&p=2&story=402625347&t=progseg&e=402629330&seg=3&ft=nprml&f=402625347"},{"href":"http://media.npr.org/assets/img/2015/04/27/456049190-fb9554547b0f5cd5da0a6f4b74e60804c3108a9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1471","width":"1962"}}]}