{"created":"2015-01-20T22:34:45+00:00","modified":"2015-01-22T14:23:00+00:00","valid":{"from":"2015-01-22T14:23:00+00:00","to":"3015-01-22T14:23:00+00:00"},"hreflang":"en","title":"Africa's Soccer Tourney Takes Guinea's Mind Off Ebola","published":"2015-01-22T14:22:00+00:00","teaser":"Today, Guineans had one thing on their mind: Would their beloved Elephants beat Ivory Coast in the Africa Cup of Nations?","itags":["npr_api","378633387"],"guid":"932debd3-50f3-46af-9447-ef49cdffb861","contentencoded":"<p>Red, gold and green – Guinea's national colors — filled the streets of the capital, Conakry, early this morning. Guineans of all ages proudly wore the colors on their T-shirts, headbands, dresses and shorts. Children, with their cheeks and foreheads painted, ran around the street cheering, blowing whistles and waving their nation's flags.</p><p>But by 3 p.m. the streets were dead.</p><p>Offices and businesses closed early — so that people could watch Guinea take on Ivory Coast in Africa's premier soccer competition, the Cup of Nations. Some went home while others headed to a nearby sports bar.</p><p>Inside the ramshackle hut with a view of the Atlantic Ocean, a few dozen men and women squeeze onto an assortment of benches, armchairs and stools — breaking Ebola's cardinal rule about no contact and no touching.</p><p>But they're too excited about soccer to remember the healthcare advice. All eyes are on the TV, which is broadcasting Guinea's opening game against Ivory Coast.</p><p>Guinea scores, and cheers erupt. Soccer player Mohamed Yattara has just scored in the 36th minute. That put Guinea's National Elephants, in white, ahead of Ivory Coast's orange-clad Elephants (the team names are the same).</p><p>But you can't quite get away from Ebola in Guinea. Excited fans chant, \"FC Ebola, FC Ebola,\" which translates to Ebola Football Club. They add in: \"Ebola must go, Ebola must go!\"</p><p>In the 72nd minute, Ivory Coast scores and a collective groan travels across the room. The Guinean supporters look deflated. They thought the player was offside, and the goal shouldn't count. That's how the match ends: a 1-1 draw.</p><p>\"Oh well, we were hoping Guinea would win,\" says fan Mohamed Conde. \"But I'm really proud of my team.\" And Guinea's National Elephants still have a chance to advance in the tournament.</p><p>\"Vive La Guinee et adieu Ebola,\" he adds.</p><p>That's \"long live Guinea and out with Ebola.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Africa%27s+Soccer+Tourney+Takes+Guinea%27s+Mind+Off+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"119"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378660083-3ca271.m3u?orgId=1&topicId=1126&d=119&p=2&story=378633387&t=progseg&e=378607314&seg=6&ft=nprml&f=378633387"},{"href":"http://media.npr.org/assets/img/2015/01/20/461836272-f269c9e9719be24e469456e4df357a01184b1110.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2154","width":"2873"}},{"href":"http://media.npr.org/assets/img/2015/01/20/img_0447-b41335cf598480429fff977437afa7e528debfd8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/01/20/img_0783-cd1d2d37d57782e2379539e3bd078b00cd0ad926.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}