{"created":"2015-04-21T07:51:56+00:00","modified":"2015-06-25T17:44:31+00:00","valid":{"from":"2015-06-25T17:44:31+00:00","to":"3015-06-25T17:44:31+00:00"},"hreflang":"en","title":"No Demons, No Angels: Attica Locke Aims For Black Characters Who Are Human","published":"2015-04-21T18:40:00+00:00","teaser":"In her new novel, <em>Pleasantville,</em> and on TV's <em>Empire</em>, Locke does her best to avoid simple stories. \"You do some good stuff and you do some bad stuff,\" she says. \"We exist in the middle.\"","itags":["npr_api","400413486"],"guid":"933a20b1-2201-494f-85ab-a26e8b669a52","contentencoded":"<p>It's a warm evening in 1996 and a young woman is waiting for a ride on a street corner. She's alone, it's way too late and she soon realizes she is being watched. When the woman disappears, the crime is linked to the family of a local man running for mayor.</p><p>That's the beginning of <em>Pleasantville</em>, a novel by African-American author Attica Locke, who is also known for her work on the TV series <em>Empire</em>. She named<em> Pleasantville</em>, her third novel, after a very real neighborhood in Houston. She tells NPR's Steve Inskeep, \"What it's like now is a pretty vibrant middle-class neighborhood, I will say, a little worse for the wear and there are abandoned homes. But what it began as is a story that I fell in love with.\"</p><p>It's a story of America making a painful transition from segregation toward integration — a story that Locke, a Houston native, didn't learn until she was an adult.</p><p>\"Pleasantville was the invention of two Jewish developers in 1949,\" she says. \"They came up with this idea that they were going to create one of the first of its kind in the nation — 'a planned community for Negro families of means and class.' ... You're talking about black families that couldn't buy anywhere else because of segregation. So it was this really special place where doctors, lawyers, educators, engineers were all congregated together in this really vibrant cultural center.\"</p><p>By the time portrayed in the novel, Pleasantville is evolving. The houses are getting old and, of course, legal segregation is dead. This is where Locke's main character, who also appeared in an earlier novel, comes in. His name is Jay Porter, and he's a lawyer who sets out to find that missing young woman. Like much of America, he's also wrestling with a complicated past.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Pleasantville's rise to political power</strong></p><p>Pleasantville in real life is nicknamed \"The Mighty 259th\" — that's their precinct in the state of Texas. Pleasantville for decades has voted in higher numbers than almost any other precinct in the entire state. Something happened when these developers created this neighborhood and they dropped in thousands of engaged, educated and monied black folk: It's changed state politics forever because when that neighborhood got its first elementary school, it got a place to vote. And suddenly they became this political powerhouse and knew they were and used that power and have swung many an election.</p><p><strong>On Jay Porter's back story</strong></p><p>He moved to the big city from rural Texas and became a political activist in the late 1960s and early '70s, and he ended up on trial in 1970 for inciting a riot and conspiracy to commit murder of a federal informant. He narrowly escaped being convicted and when we meet him in the first book [<em>Black Water Rising</em>] in the 1980s, he has abandoned his activism. He feels like by being narrowly acquitted he was given a second chance and is just going to put his head down and make a lot of money and have a nice life. And he gets wrapped up into a mystery that requires him to face his own activism again. And by the time we meet him in Pleasantville, it's 15 years later and he is a more measured man, much further away from the fiery activist that he once was.</p><p><strong>On how Porter represents what it means to be black in America </strong></p><p>I think those initial wounds in his life — from being a young man who was nearly wrongly convicted — are still baggage that he carries with him still. And I think it informs his world view. And I think that that is what it means to be black in America. Whether you are black in America in Compton or you're black in America in Westchester, you are walking around with a very clear sense of existential danger. It is painful to say that sentence, Steve, but it's true.</p><p><strong>On whether she feels she has to check herself when she's writing African-American characters</strong></p><p>That voice is always there, but I think it is art to push that voice out. What has been extraordinary about the experience of <em>Empire</em> is that I think that black people have been conditioned for so long ... to only look at the level of representation — are we visible? — that there was an inordinate pressure that that visibility is positive. I hope that we're getting closer to black people being able to engage their image of themselves as art, which means complication, which means you do some good stuff and you do some bad stuff because that is what it is to be human. ...</p><p>You need the variety, Steve, you need it. We exist in the middle: We're not demons or angels — we're human beings. And so that is what needs to be reflected in the art of our nation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Demons%2C+No+Angels%3A+Attica+Locke+Aims+For+Black+Characters+Who+Are+Human&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"446"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401167202-e57b36.m3u?orgId=1&topicId=1033&aggIds=100876926&d=446&p=3&story=400413486&t=progseg&e=401156666&seg=10&ft=nprml&f=400413486"},{"href":"http://media.npr.org/assets/img/2015/04/17/locke-attica-ap1-1d24fd4b6049e01b0f28f554abff91b3f4bb3c13.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"846","width":"1128"}}]}