{"created":"2015-05-14T22:30:24+00:00","modified":"2015-05-18T19:52:33+00:00","valid":{"from":"2015-05-18T19:52:33+00:00","to":"3015-05-18T19:52:33+00:00"},"hreflang":"en","guid":"93447dc9-fe31-46c3-96cc-c9cca6d9e921","title":"Greece wants its treasured Elgin Marbles back, but the law won't be on their side","published":"2015-05-18T19:52:29+00:00","byline":"Christopher Woolf","tags":["history","Art","culture","Culture","Arts, Culture & Media","Greece","United Kingdom","The World That Was","Acropolis of Athens","Greek culture","Ancient Greece","Art history","Elgin Marbles","Acropolis","British Museum","Greece","Classical Athens"],"teaser":"The Elgin Marbles, some of the finest relics of ancient Greece, reside in London and not Athens. Greece has been trying to get them back for years, and even launched a legal action last year. But now they've dropped their claim. Here's why.","contentencoded":"<p>Greece has given up its legal claim to have the Elgin Marbles, a collection of statues, reliefs and friezes carved from marble during the Golden Age of ancient Greek civilization, returned to Athens.</p>\n<p>At the time the marbles were carved, about 2,500 years ago, Athens was one of the centers of the civilized world. The figures adorned the Parthenon and other public buildings in the Acropolis, the heart of ancient Athens that sits atop a hill above the modern city.</p>\n<p>Starting in 1801, the marbles were shipped out of Greece by a British diplomat and aristocrat: Thomas Bruce, the 7th Earl of Elgin. Elgin was the British ambassador to the Ottoman Empire, which then ruled Greece, occupying it with an iron fist. He finagled a permit from the Turkish sultan to give his operation a legal fig leaf, but no one asked the Greeks what they thought about the exportation of some of their ancestors' finest works.</p>\n<p>That, of course, irks the Greeks, who have been seeking the return of the Elgin Marbles for about 150 years. The British refuse to hand them back.</p>\n<p>That's why the Greek government launched a legal case last year, assisted by high-powered attorney Amal Clooney. But that case is now being dropped. Some observers say that despite the dubious nature of Elgin’s 1801 agreement with the sultan, it seems the Greek claim would not have stood up in court. Losing the case might have permanently jeopardized efforts to get the marbles back.</p>\n<p>So why did they end up in England in the first place? Elgin considered himself a child of the Enlightenment, devoted to the study of classical civilizations. He began by simply documenting the art in the Acropolis, but then decided the political instability in Greece put the ancient sculptures in danger — or at least that’s what he said. So he acted on his own initiative — and expense — to take the marbles back to England.</p>\n<p>Elgin didn't have the support or encouragement of the British government; the arrival of the marbles in London caused quite a controversy, with many critics accusing Elgin of vandalism and looting. But by 1809, the whole collection was in London, and a new British government purchased the lot in 1816. They have adorned the British Museum ever since.</p>\n<p>With the legal route apparently exhausted, the Greeks now say they will resort to political and diplomatic efforts to take their treasures back.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-14%2Fgreece-gives-legal-claim-elgin-marbles&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05142015_08.mp3"},{"href":"http://admin.pri.org/file/0514201508mp3"}]}