{"created":"2014-10-03T03:56:34+00:00","modified":"2015-04-30T19:47:56+00:00","valid":{"from":"2010-09-14T17:23:45+00:00","to":"3010-09-14T17:23:45+00:00"},"hreflang":"en","guid":"934b4593-9a62-4098-8940-92bbf1add62f","title":"Twin Cities - World within Two Cities","teaser":"It isn’t exactly Lake Wobegon anymore… Once known as the home of Midwestern Lutherans and Scandinavian farmers, the cities of Minneapolis and St. Paul are now wildly diverse. They have become cities of immigrants, from Tibetans to Somalis, Iraqis to the Khmer people of Cambodia. In this episode, SOTRU explores the worlds within the Twin Cities, from Ethiopian Lutherans to Hmong rappers to a Somali community struggling with a devastating mystery.","description":"State of the Re:UnionTwin Cities, Minnesota: World in Two CitiesSOTRU explores the diversity of urban MinnesotaHost: Al LetsonDESCRIPTION: It isn&rsquo;t exactly Lake Wobegon anymore&hellip; Once known as the home of Midwestern Lutherans and Scandinavian farmers, the cities of Minneapolis and St. Paul are now wildly diverse. They have become cities of immigrants, from Tibetans to Somalis, Iraqis to the Khmer people of Cambodia. In this episode, SOTRU explores the worlds within the Twin Cities, from Ethiopian Lutherans to Hmong rappers to a Somali community struggling with a devastating mystery.&nbsp; BILLBOARD (:59)Incue: From PRX and NPROutcue: But first, this newsNEWS HOLE: 1:00-6:00SEGMENT A (12:29)Incue: You're listening toOutcue: ahead on State of the Re:UnionA: A Lutheran Choir That Sounds a Bit DifferentThe Lutheran church is stereotypical Minnesota: Scandinavian immigrants, potlucks, whiter than white. But, as the Twin Cities as a whole have become increasingly diverse, so has the Lutheran church in the Metropolitan area&hellip; In fact, in part because Lutheran Social Services has been such a powerhouse in resettling refugees, some immigrant Lutheran congregations are growing faster than white ones&hellip;There are Tanzanian, Hmong, Liberian, Cambodian, Chinese, Sudanese, Lao, Anuak, Ethiopian and Oromo churches and services. And the sound of the music in them has morphed along with the ethnic make-up&hellip; A Khmer choir sings Cambodian folk tunes set with English lyrics&hellip; At Our Redeemer Oromo Evangelical Church in Minneapolis&mdash;the largest African Lutheran congregation in the nation-- they sing East African melodies and choir members dance in the aisles. B. Meet IdillSometimes, it&rsquo;s misfortune that brings together a community&hellip; When her son was tiny, Somali immigrant Idil Abdull noticed that he wasn&rsquo;t interacting with those around him, and wasn&rsquo;t learning words. But why is a mystery. Idill&rsquo;s story continues in Segment B of the episode&hellip;BREAK: 19:00-20:00SEGMENT B&nbsp; (18:59)Incue: You're listening toOutcue: P-R-X.orgA. Autism Unites SomalisIn a continuation of the story begun in Segment A, Somali mother Idill Abdull discovers her son has autism, one of hundreds of Somali children in the Twin Cities who&rsquo;ve been diagnosed with developmental disabilities. was among those first calling for city attention to an alarming trend of autism among Somali youth. She and a friend co-founded the Somali American Autism Foundation to help families cope and prod the government to do more research. Last year, the Minnesota Health Department confirmed Abdull and other parents&rsquo; fears: young Somali children &ldquo;appear two to seven times more likely as other children to be in classes for autistic pupils.&rdquo; But why is still a mystery&hellip; Meanwhile, it has galvanized the large Somali population in the Twin Cities to come together in unprecedented ways. Somali parents had never encountered autism while in Africa, and the stigma against anything assumed to be a mental illness is so strong that many moms were trying to hide their autistic kids. Parents like Idill are working to change that, as well as calling for outside researchers to come to Minnesota and study the problem.&nbsp; B. A member of an Urban TribeIf you think about Native American reservations, the image is usually a rural one&hellip; But in Minneapolis, there is a large urban Indian population, all centered in one part of the city, the Phillips neighborhood, the verges on an urban reservation. But the issues that Native peoples are struggling with across the country&mdash;poverty, alcoholism, loss of cultural identity&mdash;are here also. At the Nawayee Center School, they&rsquo;re working on solutions to some of those persistent problems. The Center School is an alternative school founded in the 1970s whose student body is primarily Native American, and many of them have struggled in traditional public schools. They integrate teaching about Native culture into regular academics, to help indigenous students maintain a connection to their heritage, even as they grow up in one of America&rsquo;s urban centers. BREAK: 39:00-40:00SEGMENT C (18:59)Incue: You're listening toOutcue: This is N-P-RA. Dear Minneapolis/Dear St. PaulA &ldquo;Dear City&rdquo; letter from Tru Roots: e.g. Baily and Sha Cage, Twin Cities spoken word artists.B. Hmong Hip Hop: Connecting to an Old World via a New OneTou Saiko Lee was born in 1979 in a Thai refugee camp. But, when he came to the Twin Cities in 1991, he fell in love with hip hop. For Tou and a lot of other young Hmong people, hip hop was a way to get in touch with their new identity as Americans. They loved 2pac and Dr. Dre, emulated them. But, at a certain point, Tou started to think about his rapping differently&mdash;as a way to drawn attention to the story and traditions of Hmong people, and educate a rapidly westernizing next generation of Hmong youth about their cultural heritage. Tou Saiko also has even discovered a hip hop connection to his Hmong elders&hellip; He occasionally performs with his grandmother, Youa Chnag, blending rap with the Hmong oral poetry tradition, kwv txhiaj.C. Watching a Community Morph: The University Avenue ProjectPhotographer Wing Young Huie's projects often document the changing cultural landscape of Minnesota. He was born in Duluth to Chinese immigrants and has always had to confront perceptions that he is not a real Minnesotan&hellip; His most recent endeavor is called &ldquo;The University Avenue Project.&rdquo; Four years ago, he started taking pictures of the people and happenings along the University Ave. corridor in St. Paul, and, over time, his photographs have documented the evolution of the communities that the street is home to. Starting at the beginning of May, 250 of Huie&rsquo;s photographs are shown in the windows and on the sides of&nbsp; more than 80 buildings along a 6 mile stretch of University Ave. &ldquo;This is not only a six-mile public art exhibition,&rdquo; Wing said. &ldquo;This is a six-mile classroom that explores the changing cultural landscape of urban life in St. Paul.&rdquo; D. VOX: A variety of Twin Cities residents muse on the diversity of Minneapolis and St. Paul, and the contrast it presents to the stereotype of the region. PROGRAM OUT @ 59:00The fall season of The State of the Re:Union is available now on PRX and the ContentDepot without charge to all public radio stations, and may be aired an unlimited number of times prior to May 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.NOTE:&nbsp; Watch for news of a &ldquo;bonus&rdquo; SOTRU program intended for use on Veteran&rsquo;s Day (November 11).The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of this season of SOTRU.&nbsp; Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Twin Cities, Minnesota: World in Two Cities<br />SOTRU explores the diversity of urban Minnesota<br /><br />Host: Al Letson<br /><br />DESCRIPTION: It isn&rsquo;t exactly Lake Wobegon anymore&hellip; Once known as the home of Midwestern Lutherans and Scandinavian farmers, the cities of Minneapolis and St. Paul are now wildly diverse. They have become cities of immigrants, from Tibetans to Somalis, Iraqis to the Khmer people of Cambodia. In this episode, SOTRU explores the worlds within the Twin Cities, from Ethiopian Lutherans to Hmong rappers to a Somali community struggling with a devastating mystery.&nbsp; <br /><br />BILLBOARD (:59)<br />Incue: From PRX and NPR<br />Outcue: But first, this news<br /><br />NEWS HOLE: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: You're listening to<br />Outcue: ahead on State of the Re:Union<br /><br />A: A Lutheran Choir That Sounds a Bit Different<br />The Lutheran church is stereotypical Minnesota: Scandinavian immigrants, potlucks, whiter than white. But, as the Twin Cities as a whole have become increasingly diverse, so has the Lutheran church in the Metropolitan area&hellip; In fact, in part because Lutheran Social Services has been such a powerhouse in resettling refugees, some immigrant Lutheran congregations are growing faster than white ones&hellip;There are Tanzanian, Hmong, Liberian, Cambodian, Chinese, Sudanese, Lao, Anuak, Ethiopian and Oromo churches and services. And the sound of the music in them has morphed along with the ethnic make-up&hellip; A Khmer choir sings Cambodian folk tunes set with English lyrics&hellip; At Our Redeemer Oromo Evangelical Church in Minneapolis&mdash;the largest African Lutheran congregation in the nation-- they sing East African melodies and choir members dance in the aisles. <br /><br />B. Meet Idill<br />Sometimes, it&rsquo;s misfortune that brings together a community&hellip; When her son was tiny, Somali immigrant Idil Abdull noticed that he wasn&rsquo;t interacting with those around him, and wasn&rsquo;t learning words. But why is a mystery. Idill&rsquo;s story continues in Segment B of the episode&hellip;<br /><br />BREAK: 19:00-20:00<br /><br />SEGMENT B&nbsp; (18:59)<br />Incue: You're listening to<br />Outcue: P-R-X.org<br /><br />A. Autism Unites Somalis<br />In a continuation of the story begun in Segment A, Somali mother Idill Abdull discovers her son has autism, one of hundreds of Somali children in the Twin Cities who&rsquo;ve been diagnosed with developmental disabilities. was among those first calling for city attention to an alarming trend of autism among Somali youth. She and a friend co-founded the Somali American Autism Foundation to help families cope and prod the government to do more research. Last year, the Minnesota Health Department confirmed Abdull and other parents&rsquo; fears: young Somali children &ldquo;appear two to seven times more likely as other children to be in classes for autistic pupils.&rdquo; But why is still a mystery&hellip; Meanwhile, it has galvanized the large Somali population in the Twin Cities to come together in unprecedented ways. Somali parents had never encountered autism while in Africa, and the stigma against anything assumed to be a mental illness is so strong that many moms were trying to hide their autistic kids. Parents like Idill are working to change that, as well as calling for outside researchers to come to Minnesota and study the problem.&nbsp; <br /><br />B. A member of an Urban Tribe<br />If you think about Native American reservations, the image is usually a rural one&hellip; But in Minneapolis, there is a large urban Indian population, all centered in one part of the city, the Phillips neighborhood, the verges on an urban reservation. But the issues that Native peoples are struggling with across the country&mdash;poverty, alcoholism, loss of cultural identity&mdash;are here also. At the Nawayee Center School, they&rsquo;re working on solutions to some of those persistent problems. The Center School is an alternative school founded in the 1970s whose student body is primarily Native American, and many of them have struggled in traditional public schools. They integrate teaching about Native culture into regular academics, to help indigenous students maintain a connection to their heritage, even as they grow up in one of America&rsquo;s urban centers. <br /><br />BREAK: 39:00-40:00<br /><br />SEGMENT C (18:59)<br />Incue: You're listening to<br />Outcue: This is N-P-R<br /><br />A. Dear Minneapolis/Dear St. Paul<br />A &ldquo;Dear City&rdquo; letter from Tru Roots: e.g. Baily and Sha Cage, Twin Cities spoken word artists.<br /><br />B. Hmong Hip Hop: Connecting to an Old World via a New One<br />Tou Saiko Lee was born in 1979 in a Thai refugee camp. But, when he came to the Twin Cities in 1991, he fell in love with hip hop. For Tou and a lot of other young Hmong people, hip hop was a way to get in touch with their new identity as Americans. They loved 2pac and Dr. Dre, emulated them. But, at a certain point, Tou started to think about his rapping differently&mdash;as a way to drawn attention to the story and traditions of Hmong people, and educate a rapidly westernizing next generation of Hmong youth about their cultural heritage. Tou Saiko also has even discovered a hip hop connection to his Hmong elders&hellip; He occasionally performs with his grandmother, Youa Chnag, blending rap with the Hmong oral poetry tradition, kwv txhiaj.<br /><br />C. Watching a Community Morph: The University Avenue Project<br />Photographer Wing Young Huie's projects often document the changing cultural landscape of Minnesota. He was born in Duluth to Chinese immigrants and has always had to confront perceptions that he is not a real Minnesotan&hellip; His most recent endeavor is called &ldquo;The University Avenue Project.&rdquo; Four years ago, he started taking pictures of the people and happenings along the University Ave. corridor in St. Paul, and, over time, his photographs have documented the evolution of the communities that the street is home to. Starting at the beginning of May, 250 of Huie&rsquo;s photographs are shown in the windows and on the sides of&nbsp; more than 80 buildings along a 6 mile stretch of University Ave. &ldquo;This is not only a six-mile public art exhibition,&rdquo; Wing said. &ldquo;This is a six-mile classroom that explores the changing cultural landscape of urban life in St. Paul.&rdquo; <br />D. VOX: A variety of Twin Cities residents muse on the diversity of Minneapolis and St. Paul, and the contrast it presents to the stereotype of the region. <br /><br />PROGRAM OUT @ 59:00<br /><br />The fall season of The State of the Re:Union is available now on PRX and the ContentDepot without charge to all public radio stations, and may be aired an unlimited number of times prior to May 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.<br /><br />NOTE:&nbsp; Watch for news of a &ldquo;bonus&rdquo; SOTRU program intended for use on Veteran&rsquo;s Day (November 11).<br /><br />The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of this season of SOTRU.&nbsp; Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.<br /><br />","byline":"Al Letson","published":"2010-09-14T17:23:45+00:00","tags":["Entertainment","Media","Travel"],"itags":["prx:stories-53179"],"audio":[{"href":"https://hal.prx.org/pub/280dfb4469b46438b9a15b3e43aa343d/0/web/story_image/102827/medium/Twin_Cities.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/d2cafb75af438a523c20de8bf2e67204/0/web/audio_file/223901/broadcast/01_Twin_Cities_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/9e55738dc1ac442f00e5824a3c7d9403/0/web/audio_file/223902/broadcast/02_Twin_Cities_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/844ae580353ab63dd9a3eefb72e26480/0/web/audio_file/223909/broadcast/03_Twin_Cities_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23939451}},{"href":"https://cms.prx.org/pub/559b4ae13eb0d2bdc5a0d3e4debed5bb/0/web/audio_file/223910/broadcast/04_Twin_Cities_Music_Bed_1.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1883761}},{"href":"https://cms.prx.org/pub/ed994fbe6afe7c70697bddc99c1373a0/0/web/audio_file/223917/broadcast/05_Twin_Cities_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36406836}},{"href":"https://cms.prx.org/pub/fc4564329d05c9a21ebbc289d8d3d941/0/web/audio_file/223918/broadcast/06_Twin_Cities_Music_Bed_2.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1884596}},{"href":"https://cms.prx.org/pub/966b895a78eb85075d79c2ad785ea4d2/0/web/audio_file/223923/broadcast/07_Twin_Cities_Segment_C_v2.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36406001}}]}