{"created":"2014-09-29T22:16:06+00:00","modified":"2014-09-29T22:16:06+00:00","valid":{"from":"2014-09-29T22:16:06+00:00","to":"3014-09-29T22:16:06+00:00"},"hreflang":"en","guid":"934cca49-3a39-4f79-8d9b-9d59504184cb","title":"Remembering the man who reinvented an ancient Indian musical style","published":"2014-09-29T22:16:05+00:00","byline":"Leo Hornak","tags":["indian music","Carnatic music","mandolin","Music","Arts, Culture & Media","Chennai","South Asia","India","Tamil Nadu","South Asia","Srinivas","Abhishek Raghuram","Mandolin Srinivas","Global Hit","India","Indian","Music","carnatic","U. Srinivas","Srinivas","Carnatic music","Mandolin","Music of India"],"teaser":"Carnatic music is an ancient Indian style that relies on compositions hundreds of years old. But Uppalapu \"Mandolin\" Srinivas was the first man in history to introduce a Western instrument to the genre, earning him adoration from artists and fans. Srinivas died earlier this month after a liver transplant.","contentencoded":"<p>Earlier this month, the great Indian percussionist Zakir Hussein issued a sudden heartbroken <a href=\"https://twitter.com/ZakirHtabla/status/512842530790981632\">message on Twitter</a>.</p><p>&nbsp;</p><blockquote class=\"twitter-tweet\" lang=\"en\"><p>Today mother India cries, today a part of Indian music died and we are orphaned, RIP my dear brother Mandolin Srinivas</p>&mdash; Zakir Hussain (@ZakirHtabla) <a href=\"https://twitter.com/ZakirHtabla/status/512842530790981632\">September 19, 2014</a></blockquote><script async src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><span style=\"line-height: 1.538em;\">Uppalapu &quot;Mandolin&quot; Srinivas, one of India&#39;s most beloved musicians, died on September 19 following a liver transplant. He was in his mid 40s.&nbsp;</span></p><p>Srinivas will be remembered as an artist who mastered South India&rsquo;s ancient classical music while introducing an unlikely Western instrument into its culture: the electric mandolin.</p><p>He grew up in the South India&rsquo;s &quot;Carnatic&quot; system of music, based around improvised solos and centuries-old compositions. But instead of adopting a traditional instrument, he played an adapted version of the electric mandolin, a Western instrument which had never before been used for Carnatic performances.</p><p>Over the course of his brief career, he brought the mandolin into the genre&#39;s mainstream and inspired a generation of Indian musicians to adopt it as part of their culture.</p><p>Srinivas&#39; choice of instrument was controversial at first.&nbsp;<span style=\"line-height: 1.538em;\">&quot;It was pretty tough,&quot; says singer Abhishek Raghuram, one the young stars of Carnatic music. &quot;Initially people found it tough to accept that this music was being played on that instrument, a foreign one. But I think destiny chose the best person to do it. He was destined to do it.&quot;</span></p><p>Raghuram recently dedicated a concert to Srinivas&#39; memory. And l<span style=\"line-height: 1.538em;\">ike Zakir Hussein, he&#39;s still coming to terms with Srinivas&#39; death. &quot;It&rsquo;s a huge shock to everyone,&rdquo; he says. &ldquo;He was not that old, and it&rsquo;s left a huge void in the Carnatic community. And we don&rsquo;t know who can fill that. There was something spiritual inside him that made him play like that.&quot;</span></p><p>Abhishek fondly remembers how Srinivas used to encourage younger musicians, saying that Srinivas would send him text messages of encouragement after a concerts.</p><p>&ldquo;It was a very special feeling,&quot; he says. &quot;It was as if the best musician on the planet had just wished you [well]. His music is going to live on for centuries. It&#39;s as eternal as the long lasting compositions of Carnatic music.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/U._Srinivas_2009.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/usrinivas2009jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092920149.mp3"},{"href":"http://www.pri.org/file/092920149mp3"},{"href":"https://www.youtube.com/watch?v=nyx9talBUEI&feature=youtu.be"},{"href":"http://www.pri.org/file/world-singer-abhishek-raghuram-pays-tribute-uppalapu-mandolin-srinivas-0"},{"href":"http://www.youtube.com/watch?v=HnaXpZ5SnW4"},{"href":"http://www.pri.org/file/mandolin-u-sreenivas-sidhivinayakam-mohana-kalyani-coutesy-pothigai-tv"}]}