{"created":"2015-04-23T16:13:40+00:00","modified":"2015-05-13T21:00:56+00:00","valid":{"from":"2015-05-13T21:00:56+00:00","to":"3015-05-13T21:00:56+00:00"},"hreflang":"en","title":"Thoughts Can Fuel Some Deadly Brain Cancers","published":"2015-04-23T23:03:00+00:00","teaser":"A doctor-scientist's long quest to help children with a rare form of brain cancer has led to the discovery that high levels of brain activity can make glioma tumors grow faster.","itags":["npr_api","401723235"],"guid":"934f6728-dbf7-451f-bbce-91b6e990b748","contentencoded":"<p>The simple act of thinking can accelerate the growth of many brain tumors.</p><p>That's the conclusion of a <a href=\"http://www.cell.com/cell/abstract/S0092-8674(15)00429-8\">paper</a> in <em>Cell</em> published Thursday that showed how activity in the cerebral cortex affected high-grade <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/007222.htm\">gliomas</a>, which represent about 80 percent of all malignant brain tumors in people.</p><p>\"This tumor is utilizing the core function of the brain, thinking, to promote its own growth,\" says <a href=\"https://med.stanford.edu/profiles/Michelle_Monje-Deisseroth/\">Michelle Monje</a>, a researcher and neurologist at Stanford who is the paper's senior author.</p><p>In theory, doctors could slow the growth of these tumors by using sedatives or other drugs to reduce mental activity, Monje says. But that's not a viable option because it wouldn't eliminate the tumor and \"we don't want to stop people with brain tumors from thinking or learning or being active.\"</p><p>Even so, the discovery suggests other ways to slow down some of the most difficult brain tumors, says <a href=\"http://www.massgeneral.org/doctors/doctor.aspx?ID=17882\">Tracy Batchelor</a>, who directs the neuro-oncology program at Massachusetts General Hospital and was not involved in the research.</p><p>\"We really don't have any curative treatments for high-grade gliomas,\" Batchelor says. The discovery of a link between tumor growth and brain activity \"has opened up a window into potential therapeutic interventions,\" he says.</p><p>The discovery came from a team of scientists who studied human glioma tumors implanted in mouse brains. The scientists used a technique called optogenetics, which uses light to control brain cells, to increase the activity of cells near the tumors.</p><p>The team wanted to know whether this high level of activity would make the glioma grow more quickly. \"And it turns out that it did,\"</p><p>The discovery of a link between tumor growth and brain activity is a byproduct of Monje's career-long quest to help to help children with a rare and deadly form of brain cancer.</p><p>The cancer is called diffuse intrinsic pontine glioma, or DIPG. Monje saw her first case when she was still in medical school. \"I cared for a little girl who had diffuse intrinsic pontine glioma and I was just so struck by our failure to treat this disease,\" she says.</p><p>DIPG strikes about 200 children a year, often at around age 6. It can't be treated with surgery because the tumor cells become entwined with healthy cells in the brain stem. Children with DIPG typically live about nine months after they are diagnosed.</p><p>\"This is a disease with a terrible prognosis,\" Monje says. \"And it's one that unfortunately we haven't been able to touch with interventions for decades.\"</p><p>Monje wanted to change that. So after receiving her M.D. and Ph.D. from Stanford in 2004, she began studying DIPG tumor cells as well as the part of the brain in which they grow, the brain stem.</p><p>She began to suspect that this cancer was somehow hijacking a process called myelination, which happens in the brains of healthy kids. Myelination creates a layer of insulation around nerve fibers, which allows them to carry signals more quickly and efficiently.</p><p>Last year, Monje and a team of researchers showed that the cells responsible for myelination began to grow rapidly in response to high levels of brain activity. \"That was an intriguing finding and it was consistent with our idea that activity in the brain, thinking, planning, using your brain, might be promoting the cancer arising within it,\" she says.</p><p>The mouse experiment confirmed Monje's suspicion. Another experiment showed that the glioma cells were indeed growing in response to the chemical signals that usually lead to myelination.</p><p>One striking finding, though, was that the link between brain activity and tumor growth wasn't limited to DIPG, the rare childhood tumor Monje had been studying since medical school. Her team found that a range of deadly gliomas grow faster when they're near highly active nerve cells.</p><p>\"This work has much broader implications for brain tumors,\" says Batchelor. \"It's not just pediatric tumors, it's pediatric and adult. And it's not just one particular type of glioma. This has potential implications across the entire family of gliomas in the brain.\"</p><p>Batchelor says Monje's research suggests a new way to slow down these tumors — by interrupting the pathways linking brain activity to tumor growth.</p><p>Monje says she is encouraged that her work has led to a better understanding of DIPG and other deadly childhood tumors. But she says it's still hard to feel gratified.</p><p>\"It will be gratifying when we make some difference for these kids,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thoughts+Can+Fuel+Some+Deadly+Brain+Cancers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401781553-04512d.m3u?orgId=1&topicId=1128&d=250&p=2&story=401723235&t=progseg&e=401665565&seg=14&ft=nprml&f=401723235"},{"href":"http://media.npr.org/assets/img/2015/04/23/glioma-tumor-4a5408ebd9dacbe36af7c7e8a31cf804b9d572c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1467","width":"1957"}},{"href":"http://media.npr.org/assets/img/2015/04/23/monje-michelle-06703ba865ddeb5d38b96b678ccea9ad193155de.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"669","width":"893"}}]}