{"created":"2014-09-22T16:09:47+00:00","modified":"2014-10-31T15:41:25+00:00","valid":{"from":"2014-10-31T15:41:25+00:00","to":"3014-10-31T15:41:25+00:00"},"hreflang":"en","title":"David Tomas Martinez Turns Hustle In The Street To Poetry On The Page","published":"2014-07-03T22:26:00+00:00","teaser":"Before writing the poems that make up <em>Hustle</em>, Martinez was hustling for a long time. His work dips into his teenage years running with a gang, his enlistment in the Navy, and his turn to poetry.","itags":["npr_api","327246506"],"guid":"93508e88-0203-469b-95e1-0897b36435fb","contentencoded":"<p>Before writing the poems that make up <em>Hustle</em>, David Tomas Martinez was hustling for a long time. In sidelong verses, he compacts his childhood in the Meadowbrook Houses in San Diego, his teenage years running with a gang, his enlistment in the Navy, and then his eventual escape into the world of poetry — a place he admits sometimes surprises even him.</p><p>In fact, Martinez's poems are heavy with memory. Martinez recounts the evening of a failed drive-by: \"homemade tattoos thickening with age,\" a homie who \"spoke of his woman / the way some spoke of their Impalas\" and a neighborhood where \"afternoon / stands on her hind legs and opens wide, showing / missing teeth.\" In other poems, wild syntax dances between enchanted frogs and border crossing, and between the mystery of life and the mystery of recounting it. \"The world brims with signs,\" Martinez writes, and in his hands the landscape of the past keeps being open to rereading.</p><p>There are many raw and rich moments in this book, but one that wrenched me when I read it was the long sequence, \"Forgetting Willie James Jones,\" about the summer of 1994, a summer of rapes and drive-bys when Jones was shot and \"death walked alongside us all, / wagging its haunches and twisting its collared neck.\"</p><p>For Martinez the landscape of that summer is violent, jagged, both unforgettable and unable ever to be recovered. But what struck me most about this poem was not just the haunting it depicted, but the way it captured the pain of surviving any life long enough to write about it, the raw strangeness of living on to ink the tale: \"1994 is a coal in the stocking of my stomach; there is no hope it can be pressed into a diamond,\" writes Martinez.</p><p>Perhaps there is no way to make grief into a diamond. But Martinez has made something rare, and living, and glittering nonetheless.</p><hr /><p><strong>THE COST OF IT ALL</strong></p><p>Trade is the buckle of this world's belt, shiny with dollar signs.</p><p>And I know Tibetan windstorms necklace the waking bodies of San Diego. And I know why Muhammad Ali stood over Sonny Liston flexing.<br /> And I know as we age our tongues grow numb from lying.<br /> And I know in a biblical sense the gust of a humid afternoon.</p><p>And I know in chronological and alphabetical order, nothing.<br /> And I know riding in an elevator is a close as one can get to the present.<br />And I know devotion and honor flicker in Atlanta strip clubs.<br />And I know why the Chevy Nova couldn't sell in Mejico.</p><p>Moon beams of finely threaded rope sway in the wind. At their end, price tags.</p><p>But I wish John Lennon was born with Ringo's nose.<br /> And I wish there were more virgins for me to find and report.<br /> And I wish when she called, the phone protected me.<br /> And I wish every time the moon three-point turns in the asphalt night.<br /> And I wish on continental spots of leopards that California broke into the sea. And I wish Che's face symbolized more than pimpled years of angst.<br /> And I wish upon a pan with a skiing square of butter headed for steam.<br /> And I wish to tiptoe and hear over the fence of my own teeth.</p><p>I have tried to figure the cost of it all with lint and paperclips.</p><p><em>\"THE COST OF IT ALL\" is included in Hustle, by David Tomas Martinez, (Sarabande Books, Inc., 2014).</em></p><hr /><p><em>Tess Taylor is author of</em> The Forage House<em> and a professor of English at Whittier College. <br /></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=David+Tomas+Martinez+Turns+Hustle+In+The+Street+To+Poetry+On+The+Page&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tess Taylor","audio":[{"meta":{"duration":"123"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328209648-2a9041.m3u?orgId=1&topicId=1034&ft=3&f=327246506"},{"href":"http://media.npr.org/assets/img/2014/07/03/martinez-color-1--da8c3fcdf6f321b78e19da6574e0de5cc1092dc9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"358","width":"477"}}]}