{"created":"2015-04-30T18:17:19+00:00","modified":"2015-04-30T22:34:56+00:00","valid":{"from":"2015-04-30T22:34:56+00:00","to":"3015-04-30T22:34:56+00:00"},"hreflang":"en","guid":"9356a964-1760-439e-9af8-6bd93a5a5a4b","title":"Meet Canada's Godfather of African music","published":"2015-04-30T22:34:45+00:00","byline":"David Sommerstein","tags":["Lamine Touré","Club Ballatou","Nuits D'Afrique","Syli D’Or","African diaspora","music from Africa","Music","Arts, Culture & Media","Montreal","Africa","North America","Canada","Entertainment"],"teaser":"Club Ballatou in Montreal has long been a home for African musicians, bringing some of the continent's hottest acts to the tiny but legendary club for decades. It's all thanks to one man: Lamine Touré.","contentencoded":"<p>On Thursday night, Montreal will host a sort of world music battle of the bands. Three groups will duke it out for a coveted trophy called the Syli D’Or, which means “the Golden Elephant.”</p>\n<p>The concerts are hosted by Club Balattou, a tiny place along St. Laurent, one of Montreal’s main drags. As soon as you walk in the door, you’re looking directly at musicians on stage. In fact, you have to walk right in front of the stage to get a drink at the bar.</p>\n<p>Club Balattou is a legendary spot, one of the first venues to bring African bands to North America in the 1980s. Little has changed here over the years: same mirrors on the ceiling and walls, same ’80s logo in purple neon splashed over the bar. Even the carpet is the original from when Balattou opened in 1985.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Yamoussa Kora &amp;amp; Thousand Colors onstage at Club Balattou during a preliminary round of the Syli D’Or competition in March.\" title=\"Yamoussa Kora &amp;amp; Thousand Colors onstage at Club Balattou during a preliminary round of the Syli D’Or competition in March.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/CROPKora_0.jpg?itok=uaas1FeN\" /><div class=\"field-caption\">\n    <p>Yamoussa Kora &amp; Thousand Colors onstage at Club Balattou during a preliminary round of the Syli D’Or competition in March.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>David Sommerstein</p>\n  </div>\n</div>\n<p>As a Guinean band, Thousand Colors, kicks in, a man with darting eyes and a black ski cap hunches by the door. He wears a baggy fleece over an African batik. Occasionally he offers a handshake or a hug, or leans in to share a confidence as stragglers wander in.</p>\n<p>You’d never know he's Lamine Touré, Club Balattou’s owner and founder, a sort of godfather of African music in Canada.</p>\n<p>In the ’80s, Touré lured some of Africa’s biggest stars to play in little Balattou when they were selling out stadiums in their home countries. Papa Wemba and Baaba Maal made North American debuts here. Salif Keita, Yossou N’Dour and Angelique Kidjo made early appearances here, as did Lokteo, a Congolese soukous band.</p>\n<p>\"Lamine Touré is the wise man of the neighborhood,\" says Montreal-based music journalist Ralph Boncy. \"He’s a magician. He’s not fast. He’s always slow. He always has advice for you.\"</p>\n<p>Touré didn’t grant interviews for years, and he’s still not one to tell much of his own story. But Boncy says Touré’s quiet wisdom made Balattou <em>the</em> prime gathering place for African immigrants in Montreal in the 1990s.</p>\n<p>\"It’s like the light by the shore, always faithful to guide Black culture and the diasporas,\" Boncy says.</p>\n<p>Touré was born in Guinea to a successful African trader. He followed his father on trips to Mali, Senegal, Congo and many other countries, learning the language of business. When he was 13, he became a dancer with Les Ballets Africains, the national ballet of Guinea, and toured across Africa and Europe.</p>\n<p>He absorbed the differences in African cultures, says Suzanne Rousseau, who started working at Club Balattou soon after it opened — but also what ties those cultures together.</p>\n<p>Rousseau says Touré became an encyclopedia of musical roots: \"He tells you exactly the origin [of the music], from which country. Soca, calypso, for example, it came from the High Life of Ghana. He makes all these connections.\"</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_2336.JPG?itok=f0-YkDOW\" alt=\"\" /><div class=\"field-caption\">\n    <p>When Club Balattou opened in Montreal in 1985, it was the only nightclub in the neighborhood</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>David Sommerstein</p>\n  </div>\n</div>\n<p>In 1974, Touré moved to Montreal, where he met Alex Boicel, the son of a jazz club owner. Together they opened Café Creole, a place for African and Caribbean immigrants to talk politics and share music. Boicel says Touré would hold court in his quiet way.</p>\n<p>\"Touré would tell you so many things about Africa,\" he says. \"You don’t even have to go to the book and read it. That was the pure story.\"</p>\n<p>Touré became a father figure to Boicel. They helped immigrants navigate working papers and permits, and kept a couple of beds in the back for people just off the plane. Those immigrants in turn brought in the latest records from overseas.</p>\n<p>\"If you want to hear music from Congo, from Cameroon, Guinea, Mali, Senegal, this is the place to be,\" Boicel says. \"All the students, those who were very homesick for their country, were coming there.\"</p>\n<p>When Café Creole closed, Touré decided to open a club of his own. \"I wanted to make something that automatically said it was a club for everyone, all races and cultures,\" Touré says. So he coined a word in French: Balattou, or Bal-a-tous — “dance party for all.”</p>\n<p>Balattou became a must-stop for African musicians, and Congolese artist Dally Kimoko even wrote a song about it, called \"<a href=\"https://www.youtube.com/watch?v=dZ0zGqmkhtM\">Balattou a Montreal</a>.\"</p>\n<p>Each summer, Club Balattou holds a festival all over Montreal that attracts almost 200,000 people. It’s called <a href=\"http://www.festivalnuitsdafrique.com/en\">Nuits D’Afrique</a>, and it showcases world-famous acts from Africa, Latin America and the Caribbean.</p>\n<p>But it’s the Syli D’Or battle of the bands that nurtures the next generation.</p>\n<p>The Guinean band Yammousa Kora and Thousand Colors face a Mexican Son Jarocho band and a Chilean electro-Andean DJ in the finals on April 30. The grand prize includes free studio time and $2,000 in radio promotion. The real winners, though, are the people who love music without borders.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-30%2Fmeet-canadas-godfather-african-music&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/photo_Lamine_Toure.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/photolaminetourejpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04302015_10.mp3"},{"href":"http://www.pri.org/file/0430201510mp3"}]}