{"created":"2015-05-15T08:50:44+00:00","modified":"2015-05-23T00:00:05+00:00","valid":{"from":"2015-05-23T00:00:05+00:00","to":"3015-05-23T00:00:05+00:00"},"hreflang":"en","title":"What's Driving The Motor City Forward Now?","published":"2015-05-15T18:13:00+00:00","teaser":"Six months after Detroit emerged from bankruptcy, Michel Martin heads there to hear from the artists, thinkers and entrepreneurs who are shaping the city's future.","itags":["npr_api","406524150"],"guid":"9363f898-a532-4358-ad42-d829a7b6cbc3","contentencoded":"<p>For decades, when most Americans thought about Detroit, they probably thought about the auto industry, or maybe the music of Aretha, Smokey or Diana Ross and the Supremes. More recently, they might have thought of Detroit as the poster child for municipal bankruptcy. But what about now, as the city faces a new chapter?</p><p>These days, Americans may be hearing about a new generation of artists, craftspeople, manufacturers and other entrepreneurs who have been drawn to Detroit, or those who never left, who are now poised to drive the city's economic redevelopment. What do they think about where the city is today?</p><hr /><p><strong>Sue Mosey</strong></p><p><em>Executive director, Midtown Detroit Inc.</em></p><p>I love this city. I think there's wonderful people here. I mean, people first and foremost. I've seen so many committed, passionate people in my 30-some years working in the city in various neighborhoods.</p><p>People are really committed to trying to rebuild this city in a way that can be inclusive, in a way that can be interesting, and lots of people just don't want to give up. They're from here, and they really want to see it work.</p><p><strong>Samantha White</strong></p><p><em>Theater director, Shakespeare in Detroit</em></p><p>Detroit is constantly changing: The main thing, more businesses are opening up, like restaurants, tech companies, etc. and that's great. I'm waiting to see how — and I hate the word — \"renaissance\" will happen in the neighborhoods though.</p><p>When I was little, downtown was empty, so I'm encouraged to see the transformation spread. I'm just hoping it transfers to my parents' and other neighborhoods. I'm from Seven Mile and I don't think the neighborhoods have changed. You see it not changing for my parents who have been there for the past 40 years.</p><p><strong>Stephen Henderson</strong></p><p><em>Editor, <em>Detroit Free Press </em> and host, WDET</em></p><p>I've seen us get to this point before where everything looks like it's going to get better and it doesn't. Maybe \"pessimistic\" is not the word, but apprehensive — at least that we won't do what we can to take advantage of the opportunity we have, the main reason being the level of decay in the neighborhoods. I'm talking about third world conditions that a lot of people are living in. There are thousands of people living in neighborhoods that are not equipped to provide any opportunities.</p><p>A lot of new people in town are making things. What's old is new; this is a place where we make stuff. Before cars, we made stoves. A lot of new people are artists or small manufacturers, and I think that is an important piece of the revitalization story. But I'd be cautious not to exaggerate impact. The problems are so much bigger than that.</p><p><strong>jessica Care moore</strong></p><p><em>Poet, publisher and producer</em></p><p>Art has always been created here, but people are now watching us more. Gentrification has been happening, though. And support for the arts is a problem. Who gets the money is an issue, and people of color are last on the list.</p><p>But we've always been here, and the newer people coming in are getting the money over us. There's a really cool new thing being set up, but all these really cool new artists are all flown in from California or Europe, with not a black artist in sight. That's annoying. We've always kind of been an under the radar, a working class city, so the artists here are part of that working class.</p><p><strong>Kate Daughdrill</strong></p><p><em>Artist and urban farmer</em></p><p>I originally came to Cranbrook, a grad school for art, and I volunteered at a farm on the east side and totally fell in love with the spirit of the place. The soul here is about learning and making it work. At the garden were people of all ages, races, some with homes, some without them. We had real conversations. I was so touched that people were dealing with the most basic questions of how to live well. There's an opportunity to learn to live in a profoundly different way in a city and to be a part of cultivating a new way of living that is more sustainable and harmonious and human.</p><p><strong>Bridget Russo</strong></p><p><em>Marketing director, Shinola</em></p><p>For us, manufacturing has a long history here. The invention of the automobile was immense. It also has a savvy workforce of people who used to work on automobiles and know how to make things, but see this as a new opportunity to learn a new skill and stay in the city they love.</p><p>I think — to a degree — there's a small group of people who are not as enthusiastic about businesses moving in. People have called us names. And it's unfortunate that they think this way because if New York shut itself down for business, what would happen? And I think we are making things, creating jobs, walking the walk, so I don't think that's a bad thing. I'd like the people of Detroit to have an understanding of how to attract businesses to Detroit, while also dealing with gentrification and making people who have always lived here feel included.</p><p><strong>Charketa Glover</strong></p><p><em>Fashion designer, Chargrels Couture</em></p><p>Detroit lost a lot of citizens who took their dollars with them. In the beginning, there were more people and they had more jobs. Extra expenses like shopping were the first things that went when people had to cut back. I saw clients stop coming to see me as often. Where a woman might come and buy three outfits for a night out, she would only buy one special one. It happened across the world, but we were hit really hard by the recession. We really felt it. But Detroit is on fire right now. It's national news! Fashion incubators are doing well. It's rocking!</p><p><strong>Aaron Cozadd</strong></p><p><em>Executive chef, Union Joints restaurant group</em></p><p>They've talked a lot about the revitalization of Detroit for a long time. It's happening slowly. In the past two years, I've seen this huge shift and it looks like everything is coming together, especially in the last year.</p><p>We'll go to dinner, and I'll say to my wife, \"People are walking past the window.\" And it seems like a tiny thing, but Michigan in general is a motor car place, to have people walking around and it feels like a city, that's a shift that's happened in the last year.</p><p><strong>Rola Nashef</strong></p><p><em>Filmmaker, Detroit Unleaded</em></p><p>It doesn't really feel like a rebirth to me. Myself and others have been involved in building something in Detroit for a very long time, and it goes beyond downtown. It's a little disheartening to see mainstream media painting this image of Detroit being the Wild West, that no one's here, and the city is up for grabs. That's not right. We're here.</p><p>It's a little annoying to see a marketing campaign target a dominant wave of new residents in New York. I mean, it's great to see artists coming in to create, but I would like to see this new movement being more cooperative to become part of what is already here. Detroiters have never stopped building. They've been failed by structures, but I have never seen the people themselves fail.</p><p><strong>Larry Callahan</strong></p><p><em>Pastor and choir director, Larry Callahan And Selected of God</em></p><p>It's no secret that Detroit went through a devastation. It hit people of all classes, and spilled over to those who had their own businesses. It hit the choir, too. To be a part of Chrysler's \"<a href=\"http://www.npr.org/sections/thetwo-way/2011/02/08/133592299/eminems-imported-from-detroit-super-bowl-ad-for-chrysler-scores-big\" target=\"_blank\">Imported from Detroit</a>\" campaign and to be asked to be ambassadors for the city was a lift to us, to be part of a revival of the city, and to have all been touched by it and to see it ourselves. To say there's a great comeback, it was really inspiring for us, and as you can see now, Detroit has made a tremendous turnaround. It's now a top place to visit.</p><p><em>And I'll be heading to <a href=\"http://www.npr.org/sections/presents/2015/04/03/397278034/5-21-15-motor-city-drive\">Detroit on May 21</a> to hear more from these people, and others, about their life and work in the Motor City. Join me there, or on Twitter using #Motor City Drive.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+Driving+The+Motor+City+Forward+Now%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michel Martin","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406938727-4bbd2f.m3u?orgId=1&topicId=1008&aggIds=352974380&d=268&p=3&story=406524150&t=progseg&e=406893956&seg=5&ft=nprml&f=406524150"},{"href":"http://media.npr.org/assets/img/2015/05/14/ap110627125427-d757096a8fcf4acd0cb80632b846a0ca0481e460.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3438","width":"4584"}},{"href":"http://media.npr.org/assets/img/2015/05/13/sue_mosey_photo_headshot2-4f00127d305b2bbc26d64bc3e832d8c51d253c26.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2197","width":"2928"}},{"href":"http://media.npr.org/assets/img/2015/05/13/samantha-white-42621390cd96dc4b341bd0909aebeace695af6af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"493","width":"657"}},{"href":"http://media.npr.org/assets/img/2015/05/13/stephenhendersonfreepress-3d724a97112dfcb4ae037bb02396e77738e3c8ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2959","width":"3945"}},{"href":"http://media.npr.org/assets/img/2015/05/13/jessica-e7d1ab5dfa64e9701cab17a1ea7a5970aa3d2769.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2166","width":"2888"}},{"href":"http://media.npr.org/assets/img/2015/05/13/kate-daughdrill-8711387ca410dd8dcec4b98fa0bf14e556fa01ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"656","width":"875"}},{"href":"http://media.npr.org/assets/img/2015/05/13/bridgetrusso_headshot-1d73759dbcf9413808c37ed005c29fa7ff6c405e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1499"}},{"href":"http://media.npr.org/assets/img/2015/05/13/charglover_detroit-fbcc8a8556d339d4545dced6ea7b17e6c3c805ce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"801","width":"1068"}},{"href":"http://media.npr.org/assets/img/2015/05/13/chefcozaddffh-fb39a193a451da858c601ce26bc03b26f6b461bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1997"}}]}