{"created":"2014-10-08T15:54:04+00:00","modified":"2014-10-31T02:09:12+00:00","valid":{"from":"2014-10-31T02:09:12+00:00","to":"3014-10-31T02:09:12+00:00"},"hreflang":"en","title":"In 'Clash Of The Financial Pundits,' Clarity For The Investor?","published":"2014-06-11T18:51:00+00:00","teaser":"Millions of Americans get their financial advice from high-profile pundits on talk radio and cable television. The new book <em>Clash of the Financial Pundits</em> looks at how they affect our investments.","itags":["npr_api","311910959"],"guid":"93664f80-3eee-42df-975f-4f0bd0ddd4b1","contentencoded":"<p>Millions of Americans get financial advice from pundits on talk radio and cable television.</p><p>Since the 2008 financial crisis, many of those pundits have gotten a bad name for failing to warn investors about the crash. Yet public frustration has done little to hurt the financial media industry as a whole.</p><p>In their new book, <em>Clash of the Financial Pundits,</em> Joshua Brown and Jeff Macke argue that financial punditry is not going anywhere; it's been around as long as there have been economies.</p><p>The book includes interviews with high-profile pundits, including Jim Cramer of CNBC's <em>Mad Money,</em> Business Insider CEO Henry Blodget and businesswoman Karen Finerman.</p><p>Author Joshua Brown, himself a pundit on CNBC, discussed the history of financial media and the value of pundits who sometimes get it wrong with<em> All Things Considered</em> guest host Tess Vigeland.</p><hr /><h3>Interview Highlights</h3><p><strong>On Roger Babson and his Black Friday speech</strong></p><p>He's essentially a very smart man, he's a public speaker, he's an inventor. He's a little bit wacky, but he's a very deep thinker. And he's giving a speech one day at the college that now bears his name in Massachusetts, hundreds of miles away from Wall Street, and for the first time ever the New York Stock Exchange is piping in his remarks via telegraph and putting that out there to the traders who are working on the floor.</p><p>And this is in that fateful day in 1929 where the top is put out on the market. All of the opinions that he was espousing he had already done for years — that crisis was on the way — and it's still a mystery to this day, all of a sudden the traders decided to listen to Roger Babson. But, you know, that gives you a sense of how powerful punditry can be and how far-reaching its effects can be.</p><p><strong>On the public's financial literacy</strong></p><p>I think the public uses the opinions that are everyday present in financial media pretty poorly and it's not their fault. I think that people have trouble distinguishing between the time frame of what someone's saying and whether or not it should matter to them.</p><p>So you can have a scenario where the regular investor is watching television, there's a gentleman on the screen talking about, 'You have to sell this, you have to get out of this.' But he's a trader, and he's thinking about today and tomorrow, whereas the viewer is thinking about ... a 10- or 20-year retirement that they're trying to fund.</p><p><strong>On the popularity of financial media </strong></p><p>The way to think about financial media is the same way that you think about the weather. It's when the storm is hitting that all of a sudden everyone is glued to Bloomberg and CNBC, and they're on the websites looking for information. And I think in the absence of those types of storms, the financial media — who want viewers, they want clicks on their sites and on their apps — they have to gin up their own emergencies.</p><p><strong>On the value of financial punditry</strong></p><p>I think the value of punditry in general is that there are really smart people that can educate you about what's happening in the market. The danger is when you take that to the next step and you decide that something might be actionable that isn't.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Clash+Of+The+Financial+Pundits%2C%27+Clarity+For+The+Investor%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313457822-8a927e.m3u?orgId=1&topicId=1018&ft=3&f=311910959"},{"href":"http://media.npr.org/assets/img/2014/05/17/istock_000025461090medium-5a32aa0d8f14b8a3df0c59ee8135604ef81d6b04.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1509"}}]}