{"created":"2015-02-15T12:04:19+00:00","modified":"2015-02-20T17:05:30+00:00","valid":{"from":"2015-02-20T17:05:30+00:00","to":"3015-02-20T17:05:30+00:00"},"hreflang":"en","title":"In 'Still Alice,' Director Couple Tells A Story That Mirrors Their Own","published":"2015-02-15T17:49:00+00:00","teaser":"Just before Richard Glatzer and his husband, Wash Westmoreland, took the film on, Glatzer was diagnosed with Lou Gehrig's disease. By the time filming began, he was using an iPad to communicate.","itags":["npr_api","385248789"],"guid":"937a9cb7-29b1-4a22-b0ab-f0e6240adf65","contentencoded":"<p>In <em>Still Alice</em>, Julianne Moore plays a brilliant linguistics professor struggling with early onset Alzheimer's disease. <a href=\"https://www.youtube.com/watch?v=WuFjzAD4ank\" target=\"_blank\">Moore's performance</a> has already earned her an armload of awards, and she's considered the favorite to win the best actress Oscar. But the film's directors have their own story — one that parallels that of the film.</p><p>Richard Glatzer and his husband, Wash Westmoreland, adapted <em>Still Alice</em> from <a href=\"http://www.npr.org/books/titles/377405980/still-alice\">a novel</a> by Lisa Genova. Shortly before they took the project on, Glatzer was diagnosed with Lou Gehrig's disease, or <a href=\"http://www.alsa.org/about-als/\">ALS</a>. That's why Westmoreland calls this the best of times and the worst of times.</p><p>\"We have these very strangely contrasting experiences of like being on the red carpet with Julianne Moore and the wall of photographers, they're all calling your name out,\" he says. \"And then in the home, much more day-to-day care-giving activities [that are] necessary in order to get through.\"</p><p>Glatzer says because of his ALS, he and Westmoreland nearly decided against doing the film at all.</p><p>\"My medical condition made reading the book quite difficult for me,\" he says. \"It just cut too close to the bone. But once I'd finished it, I felt determined to make <em>Still Alice</em> into a movie. It really resonated with me.\"</p><p>Today, Glatzer's voice is that of his iPad — he speaks by typing what he wants to say with the big toe on his right foot. When <em>Still Alice</em> first came along, Glatzer's ALS diagnosis was fairly recent and his symptoms weren't that noticeable. They went ahead with the adaptation, but when they got into production a year and a half later, Westmoreland says, \"a lot more deterioration had happened.\"</p><p>Glatzer puts it bluntly: \"My arms were shot, but I was able to be on set every day and type with one finger on an iPad.\"</p><p>Westmoreland says it was a challenge. \"We are co-directors. We've always worked everything out together. And now there was, you know, an impediment to that — that Richard was using the iPad to communicate. But we still wanted to keep everything 50-50 and equal.\" And because of the fast-paced nature of working on a film set, that wasn't always possible.</p><p><strong>'You Gotta Make Hay While The Sun Shines'</strong></p><p>Westmoreland and Glatzer have been trying to keep things 50-50 since they met at a party in 1995. \"We started talking immediately about movies and found that's where both our passions lay and we haven't stopped talking about movies since,\" Westmoreland says.</p><p>Glatzer types for a moment and, again, cuts to the chase: \"He moved right in.\"</p><p>Westmoreland laughs. \"I think it was like a few days and it was like, 'Let's not mess around. ... We found each other.' \"</p><p>Their breakthrough film, <em>Quinceañera</em>, was about a pregnant Latina teenager growing up in Los Angeles' Echo Park neighborhood, where Glatzer and Westmoreland still live. In 2006, the film won both the Grand Jury Prize and the Audience Award at the Sundance Film Festival. But it was hard to get new projects going during the recession and their next movie didn't come out until 2013. Now, the buzz surrounding <em>Still Alice</em> has presented them with new opportunities.</p><p>\"You gotta make hay while the sun shines,\" Westmoreland says. \"So it's the best time to set up future projects, hopefully for the next two or three years.\"</p><p>Westmoreland and Glatzer say they'll write and direct those projects together — and they expect to announce the next one in a few weeks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Still+Alice%2C%27+Director+Couple+Tells+A+Story+That+Mirrors+Their+Own&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386448391-b8d70b.m3u?orgId=1&topicId=1137&e=385248789&d=305&ft=nprml&f=385248789"},{"href":"http://media.npr.org/assets/img/2015/02/10/alice-21-7ca18a797c80e96f1634cef98b3c1b243de28549.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2792","width":"3723"}},{"href":"http://media.npr.org/assets/img/2015/02/10/still-alice1-7983c3bbf0202739b959005a99f12fb6425ce196.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3033","width":"4044"}},{"href":"http://media.npr.org/assets/img/2015/02/12/photo-2aa508d72ed639daacf7fd6421687a9461e29c26.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"914","width":"1219"}}]}