{"created":"2015-04-17T17:42:45+00:00","modified":"2015-04-17T21:36:29+00:00","valid":{"from":"2015-04-17T21:36:29+00:00","to":"3015-04-17T21:36:29+00:00"},"hreflang":"en","guid":"93807d42-4ef2-4a30-8563-8785b80a0d17","title":"The Chinese went wild for American pecans — which may be bad news for wild pecan trees","published":"2015-04-17T21:36:25+00:00","byline":"Alina Simone","tags":["agriculture","business","Business","Business, Finance & Economics","United States","China","Texas","Food and drink","Cuisine of the Southern United States","Pecan","Snack foods","Flora of the United States"],"teaser":"If you're wondering why pecans are getting so expensive, the answer probably lies in China. The demand for pecans in China has boomed over the last few years, but American growers are killing off the native pecan — America's only indigenous tree nut — to give the Chinese the varieties they want.","contentencoded":"<p>In the mid-1990s, America’s domestic pecan market was in a slump. So US growers conceived of a bold plan, one that could help insulate them from the whims of American nut lovers: They would introduce the pecan to China.</p>\n<p>It worked. Today almost a third of American pecans go to China. “It was a sea change,\" says Mike Adams, the owner of Royalty Pecan Farms in Caldwell, Texas. \"They go from buying five to 10 million pounds to 100 million pounds in just a few years.\"</p>\n<p>But while the boom has lifted the fortunes of pecan growers, some mega-orchards have also been squeezing out the habitat of the wild, native pecan tree in favor of purpose-grown specimens, leaving many nervous about the wild plant's fate. That's an emotional issue in Texas, where the native pecan is the state tree. It's also America’s only native tree nut, and its now-threatened history here goes back millennia.</p>\n<p>The Chinese aren’t putting pecans in pies or pralines, Adams explains. They crack the shell and soak the nut in a flavored solution like brine or vanilla, and then eat it as a snack. The machines they use to produce this uber-popular snack require that the pecans be fairly uniform, which means orchards filled with uniform trees.</p>\n<p>“These trees that you see were grafted for specific qualities,” Adams says. We’re looking out at rows of trees lined up in strict formation like toy soldiers. This army of “improved variety pecans,” as they’re known, has marched across the growing regions of the southern United States as Chinese demand has swept the market.</p>\n<p>\"We are developing so much in this state, and we’re developing in areas where these wild pecans really need to clump in dense formations,\" says James McWilliams, author of “<a href=\"http://utpress.utexas.edu/index.php/books/mcwpec\">The Pecan: A History of America’s Native Nut</a>.\" His book describes orchard owners clearing groves of \"gorgeous, gnarled\" wild pecans to make room for acres of grafted trees — trees that are also more vulnerable to insects and disease.</p>\n<div><div class=\"media media-element-container media-default\"><img height=\"509\" width=\"900\" alt=\"Rows of &amp;quot;improved variety trees&amp;quot; at Pecan Grove in Bastrop, Texas. These uniform trees are bred to produce a uniform nut, which the Chinese market prefers.\" title=\"Rows of &amp;quot;improved variety trees&amp;quot; at Pecan Grove in Bastrop, Texas. These uniform trees are bred to produce a uniform nut, which the Chinese market prefers.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Uniformtrees.jpg?itok=E_VeZvNS\" /><div class=\"field-caption\">\n    <p>Rows of \"improved variety trees\" at Pecan Grove in Bastrop, Texas. These uniform trees are bred to produce a uniform nut, which the Chinese market prefers.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Alina Simone</p>\n  </div>\n</div></div>\n<p>It turns out that a Chinese delegation sponsored by the Texas Department of Agriculture is also here, paying a visit to Pecan Grove Farms in nearby Bastrop, Texas. I decide to go ask them about the native nut. I want see if there’s hope for a niche market of, you know, strawberry-flavored wild pecan snacks that might save those old trees.</p>\n<p>Two years ago, one of these buyers bought 25 percent of Pecan Grove’s entire yield. Last year, he bought 50 percent. That’s 300,000 pounds of pecans — improved variety pecans.</p>\n<p>When I arrive, the delegation has just finished a traditional Texas barbecue. With the help of their translator, I ask them what they think of the native pecan. They tell me the meat is “wonderful,” but the yield is low and it’s harder to crack the shell.</p>\n<p>There doesn’t seem to be much hope for a wild pecan craze sweeping China, but I do manage to get to the bottom of a big mystery, one James McWilliams was keen on solving too: Why did the Chinese fall so hard for the pecan? Why not pistachios?</p>\n<p>It was love at first taste, but not for the reasons you’d think. It turns out the Chinese think pecans taste like hickory nuts, which are so popular in China that they can’t meet the demand.</p>\n<p>In fact, the Chinese thought the pecan was a hickory nut at first. “Until a few years ago, they didn’t even have a description in the Chinese language for pecan,” says Mike Adams, the pecan farmer.</p>\n<p>“They started translating pecan in Chinese ... ‘American hickory nut,'” the Chinese delegation's translator tells me. “But later they [learned that] it’s a different species, so they decided to simulate the pronunciation as ‘pecan-gwo.'\"</p>\n<p>Regardless of the native trees’ future, the pecan boom isn’t ending anytime soon. Even as Chinese demand continues to expand, US growers are working hard to introduce the pecan to new markets.</p>\n<p>“We’re really looking at trade barriers dropping in places, not just China, but Japan, Thailand, Malaysia,” McWilliams says. “Those are conceivably very large markets for the pecan. India as well.”</p>\n<p>That means pecan growers had better start packing their bags and studying up. I ask Mike Adams if there’s a word in any of India’s languages for pecan.</p>\n<p>“If there is,\" he says, \"this Texan doesn’t know it.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-16%2Fchinese-went-wild-american-pecans-which-may-be-bad-news-wild-pecan-trees&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/MikewithPecans.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mikewithpecansjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04172015_07.mp3"},{"href":"http://www.pri.org/file/0417201507mp3"}]}