{"created":"2015-06-03T21:58:40+00:00","modified":"2015-06-09T17:05:18+00:00","valid":{"from":"2015-06-09T17:05:18+00:00","to":"3015-06-09T17:05:18+00:00"},"hreflang":"en","title":"Detroit Hopes To Drive Tech Startups Away From Silicon Valley","published":"2015-06-08T23:04:00+00:00","teaser":"It doesn't have a lot of high-tech companies, but the city is interested in attracting young tech entrepreneurs. Detroit's rents are far more affordable, but then there are the brutally cold winters.","itags":["npr_api","411765237"],"guid":"9387f979-a3ae-4e6f-a060-838366ecd3ae","contentencoded":"<p>Many University of Michigan business students who have an entrepreneurial streak take Professor Jerry Davis' start-up class. Davis has lived in the Silicon Valley, he has a Ph.D. from Stanford University, and he has advice for young people: Forget the Bay Area.</p><p>\"You spend a whole lot of your time on freeways. It's expensive, it's annoying. The weather is beautiful, but basically the Bay Area has turned into Los Angeles,\" Davis says. \"All the things that people hate about LA are now true of the Bay Area.\"</p><p>And the home prices are worse. The median price in Silicon Valley now <a href=\"http://www.businessinsider.com/silicon-valley-unaffordable-even-for-engineers-2015-5\">tops $1 million</a>. In Detroit, it's $38,000.</p><p>That's appealing to Aaron Mason, a 36-year-old San Franciscan. \"Having a yard, having a garden, starting a family, those kinds of things,\" says Mason, imagining a possible move to Michigan.</p><p>The city of Detroit doesn't have a lot of high-tech companies, but it is interested in attracting young tech entrepreneurs like Mason. He's well known among techies — he's helped launch four companies and has <a href=\"https://twitter.com/aaron_mason\">70,000 Twitter followers</a>. It's not just the lifestyle possibilities intriguing him about Michigan — he thinks it might be easier to launch company number five in Detroit.</p><p>\"Coming from a place like San Francisco, real estate here is really expensive. And so to go to a place like Detroit and see that you have fairly cheap space, and an infrastructure that is already in place, it's a very exciting place to be,\" Mason says.</p><p>He says he likes the scrappy feel of Detroit's emerging tech community, one that is \"still sort of getting up and off the ground.\"</p><p>Mason has been speaking with Ned Staebler, the CEO of <a href=\"http://techtowndetroit.org/\">TechTown Detroit</a>, a nonprofit business incubator located in an old General Motors factory, originally built in 1927, in Midtown Detroit. The Corvette was designed at this spot.</p><p>Today, about 40 small businesses work out of the five-story building. The incubator gets funding from a stable of outside organizations, including nearby Wayne State University.</p><p>Rents at TechTown are about 70 percent cheaper than Silicon Valley. And Staebler says Detroit has other advantages.</p><p>\"We have more engineers per capita than anywhere in the world. So, if you need to know how to make something, you need to know how to extrude plastic or bend metal, there's no place better in the world to do it,\" he says.</p><p>Designers can think up something here, and they don't have to have it built in China to see what it might look like.</p><p>That's not much help though if you're designing an app.</p><p>Let's take a big step back though: Detroit over the Silicon Valley? Really? I asked Aaron Mason if is he has any hesitations about relocating.</p><p>His primary concern: \"The winters.\" The average temperature in Detroit this February was 14 degrees.</p><p>Adam Leeb endures the winters, working out of TechTown. He co-founded <a href=\"https://www.kickstarter.com/projects/adamleeb/hemingwrite-a-distraction-free-digital-typewriter\">Hemingwrite</a>, typewriters that connect to the cloud — what you type goes straight to a server.</p><p>Leeb demonstrated the clicks on the keyboard saying, \"It's actually almost meditative to a lot of writers.\"</p><p>The big selling point though is distraction-free writing: No e-mails to fight for your attention.</p><p>Leeb is an MIT grad who already has one startup under his belt. He likes the comeback spirit in Detroit. But he is running into barriers.</p><p>\"It is not easy to raise money,\" he says.</p><p>Leeb is remaining in Detroit because his family's here. And, being honest, he just can't see Silicon Valley's best and brightest joining him.</p><p>\"If you're coming here just for the cheap office space or the cheap living, then you probably need a better idea,\" Leeb says.</p><p>Then again, if your business fails in Detroit, it's a whole lot easier to recover financially.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Detroit+Hopes+To+Drive+Tech+Startups+Away+From+Silicon+Valley&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Margolis","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411783649-3c904b.m3u?orgId=1&topicId=1006&d=224&p=2&story=411765237&t=progseg&e=411666402&seg=13&ft=nprml&f=411765237"},{"href":"http://media.npr.org/assets/img/2015/06/03/techtown1-2a133ef710abcc0833b52836e09b6b890952ff4f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/06/03/techtown2-076861d51dc11aa284c1f0f033ac165ecf4f653b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/06/03/adam_leeb-6a5f98b3b075711aafe9c3b6b7693d35cd638764.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}