{"created":"2015-02-14T22:20:39+00:00","modified":"2015-02-23T19:03:30+00:00","valid":{"from":"2015-02-23T19:03:30+00:00","to":"3015-02-23T19:03:30+00:00"},"hreflang":"en","title":"At 'The Grand Budapest,' A Banquet Of Beards And Melange Of Mustaches","published":"2015-02-19T22:07:00+00:00","teaser":"Nearly every male actor in <em>The Grand Budapest Hotel</em> has some kind of facial hair. In charge of each follicle — real or fake — was Oscar-nominated hair and makeup designer Frances Hannon.","itags":["npr_api","384130972"],"guid":"9388b4e2-b7f2-4d3a-8c37-48a11159b122","contentencoded":"<p>Director Wes Anderson is known for his especially exacting visual style — an attention to detail that goes right down to the individual hairs on his actors' faces.</p><p>Take <em>The Grand Budapest Hotel</em>, Anderson's historical fairy tale about a luxury central European hotel on the edge of war in the 1930s. Nearly every male character in the film has some kind of painstakingly designed facial hair.</p><p>And in charge of the trimming, styling and coloring of each follicle — real or fake — was hair and makeup designer Frances Hannon. She's been nominated for an Oscar for her work on the film, which has been nominated for nine Academy Awards in total — including in other behind-the-scenes categories like costumes and production design.</p><p>Hannon says once she received the assignment from Anderson, she \"did a huge amount of research\" on beard and mustache styles, stretching from the 16th century to the present day.</p><p>\"I covered the spectrum completely,\" Hannon tells NPR's Arun Rath, \"so that with all the mustaches, not only would I find something that suited that actor's face, but I could give something different to everybody.\"</p><p>Some characters' mustaches were more classical and precisely clipped, like M. Gustave, played by Ralph Fiennes. (His mustache, Hannon says, was based on Austrian-born actor <a href=\"http://www.imdb.com/name/nm0906932/bio?ref_=nm_ov_bio_sm\">Anton Walbrook</a>.)</p><p>Others featured a slight twirl, like the mustache worn by the villainous Dmitri, played by Adrien Brody.</p><p>And then there's Bill Murray's vast face-spanning mustache, which Hannon says was not the work of CGI.</p><p>\"I have to tell you that was real,\" Hannon says. \"Bill grew a full beard and mustache. He turned up the hairiest I'd ever seen him.\"</p><p>(Hannon has some expertise there. She's worked with Murray since 1997's <em>The Man Who Knew Too Little</em>.)</p><p>But not every actor was able to naturally grow a mustache or beard for the film.</p><p>\"The majority were fake,\" says Hannon. \"I would say probably about 60 or 70 percent were stuck-on.\"</p><p>In part, that's because several actors had commitments to other films, and couldn't show up to another set wearing a mustache better suited to central Europe in the 1930s.</p><p>But Hannon says those fake mustaches are themselves works of art.</p><p>\"They're made of real human hair, which you buy in all different textures and colors,\" says Hannon. \"There's usually five minimum colors in each mustache.\"</p><p>The hairs are sewn individually into tiny holes — less than a half-millimeter in diameter — of what Hannon calls \"the finest silk lace you can find. ... So you can imagine the time that goes into the perfection of each.\"</p><p>But of all the actors' beards, Frances Hannon reserves special praise for Jeff Goldblum's very real, somewhat Freudian goatee. <a href=\"http://articles.latimes.com/2014/apr/08/news/la-ar-the-fantastical-facial-hair-of-the-grand-budapest-hotel-20140407\">In an interview with the <em>Los Angeles Times</em></a>, Hannon said Goldblum had \"the most extraordinary beard I've ever come across,\" and praised how carefully he took care of it.</p><p>\"I think the difference with Jeff was firstly the way the natural color came through on his beard,\" Hannon tells NPR. \"I had never seen such distinctive black and white areas that weren't peppered throughout. ... That was completely natural. And we just enhanced the strength of the black [with coloring].\"</p><p>Goldblum says he found out during pre-production that Wes Anderson was looking for a \"banquet of beards\" from the actors.</p><p>\"And I wasn't otherwise obligated facially,\" Goldblum says, \"so I allowed my hair to grow out for a couple of months.\"</p><p>Hannon then took Goldblum's salt-and-pepper palette to shape the final product.</p><p>\"She would use her very talented hands and do some little pruning and shrubbery work,\" Goldblum says. \"We would come up with something and then we'd show Wes [Anderson], and he'd say, 'I like that. What if we took off a few more hairs here and there? And I'm thinking this and that.' And we had a few sessions like that, and then we wound up with that thing.\"</p><p>Goldblum, who was thrilled the \"alien creature\" that wound up on his face, calls Hannon a \"genius\" — and he's not alone in his praise. Hannon, along with makeup artist Mark Coulier, received a BAFTA award earlier this month for her work on the film.</p><p>As for the Oscars, Hannon says she was \"very excited and a little suprised\" to receive the nomination.</p><p>\"But I couldn't be more pleased,\" she says, \"because I do think that Wes created an extraordinary look in the end product of that film that I have never seen in another film before. So I'm really delighted for him and extremely delighted to have been a part of it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+%27The+Grand+Budapest%2C%27+A+Banquet+Of+Beards+And+Melange+Of+Mustaches&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"341"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386323346-57e687.m3u?orgId=1&topicId=1045&e=384130972&d=341&ft=nprml&f=384130972"},{"href":"http://media.npr.org/assets/img/2015/02/05/013_intl_gbh_frame_trevolori-4214df880591bbd21617d881d02a57880ea8c649.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2698","width":"3597"}},{"href":"http://media.npr.org/assets/img/2015/02/11/147_gbh_10565_c2-034a39cd631f514ed095d17be62cf2e1b89a88a3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2156","width":"2874"}},{"href":"http://media.npr.org/assets/img/2015/02/11/frances-hannon-styling-tilda-swinton-in-the-grand-budapest-hotel-35449d71c0660ee24bd332a71b9f7a9ec59cea95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"431","width":"575"}},{"href":"http://media.npr.org/assets/img/2015/02/05/027_grandbudapeststill__392-f4023684bcf5e5571e66daeb8369948cd5b41954.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1020","width":"1361"}},{"href":"http://media.npr.org/assets/img/2015/02/05/028_intl_gbh_06066_c3-49dd735dca3458ce3cb21a29ff2590e75b1b50c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}