{"created":"2015-01-20T21:26:41+00:00","modified":"2015-02-21T15:18:27+00:00","valid":{"from":"2015-02-21T15:18:27+00:00","to":"3015-02-21T15:18:27+00:00"},"hreflang":"en","title":"Scientists Say The NFL's 'Deflate-Gate' Isn't All Hot Air","published":"2015-01-26T19:21:00+00:00","teaser":"Two scientists say the New England Patriots could have gained some advantage from deflating a ball in Sunday's game. But was it worth the risk?","itags":["npr_api","378581349"],"guid":"93880233-567b-45a0-9aa6-84a92fe16885","contentencoded":"<p>The New England Patriots are headed to the Super Bowl.</p><p>But there is a flat, squishy cloud over the Patriots' 45-7 victory against the Indianapolis Colts on Sunday: The NFL is looking into allegations that the Patriots deflated the football to give themselves an advantage.</p><p>Two scientists say that \"deflate-gate\" isn't entirely hot air.</p><p>\"Deflating the ball does give a team an advantage,\" says materials scientist <a href=\"http://www.ainissaramirez.com/\">Ainissa Ramirez</a>, the author of <em>Newton's Football,</em> a book about the science of football. Ramirez says the slightly softer football improves the grip.</p><p>\"Particularly during that game which was very rainy, it's hard to hold the ball, it's hard to catch the ball,\" she says. \"So by making it a little softer, it's easier to catch the ball.\"</p><p><a href=\"http://goff-j.web.lynchburg.edu/\">John Eric Goff</a>, a physicist at Lynchburg College in Virginia and author of <em>Gold Medal Physics,</em> agrees. However, underinflating a ball also carries a slight disadvantage:</p><p>\"If you reduce the mass of the ball, which happens if you let a little bit of air out, the ball can decelerate faster when you throw it,\" he says. And that means it won't go as far on each throw.</p><p>On balance, Ramirez and Goff agree, grippiness trumps the mass problem.</p><p>Still, Goff doubts the ball was deliberately deflated. For one thing, he thinks <em>both</em> teams would benefit. (Though the way Colts quarterback Andrew Luck played, Goff says, the overall advantage would go to New England.)</p><p>More important, the referees handle the ball every play. They'd feel if it was deflated.</p><p>\"You just can't imagine a ball being underinflated for a significant portion of the game to make a difference, and not be noticed by the referee,\" he says.</p><p>However, Ramirez says tampering has happened before. In the 1990s, kickers in the NFL were secretly trying to soften up the ball to make it go farther. They tried all sorts of tricks: \"Microwave it, hammer it, Gatorade it, steam bath it, put it in the dryer. Inflate it. Deflate it,\" she says.</p><p>It got so bad that the NFL now brings in special kicking balls from the factory before each game.</p><p>Ramirez says coaches and players want to win, and they'll do anything: \"Any little advantage that you can get, if it's modifying the ball, or the temperature of the stadium — all these things [give you] an opportunity to score, and no one's above it,\" she says.</p><p>NFL <a href=\"http://static.nfl.com/static/content/public/image/rulebook/pdfs/5_2013_Ball.pdf\">Rule 2 Section 1</a> clearly states balls must be inflated between 12.5 and 13.5 pounds per square inch. League spokesman Brian McCarthy confirmed to NPR in an email that officials are investigating the ball pressure at Sunday's game.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Say+The+NFL%27s+%27Deflate-Gate%27+Isn%27t+All+Hot+Air&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"160"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378660107-070c4f.m3u?orgId=1&topicId=1007&d=160&p=2&story=378581349&t=progseg&e=378607314&seg=21&ft=nprml&f=378581349"}]}