{"created":"2015-01-06T19:03:05+00:00","modified":"2015-01-27T21:44:37+00:00","valid":{"from":"2015-01-27T21:44:37+00:00","to":"3015-01-27T21:44:37+00:00"},"hreflang":"en","title":"Can Marissa Mayer Save Yahoo?","published":"2015-01-06T21:04:00+00:00","teaser":"The new book \"Marissa Mayer and The Fight To Save Yahoo!\" explores the company and the woman brought in to save it.","itags":["npr_api","375402731"],"guid":"938d56b7-e480-458e-b8c0-4fb1c7439c9f","contentencoded":"<p>Marissa Mayer was considered a doyenne of the Internet. She was one of the first employees at Google  &#8212; and the company&#8217;s first female employee &#8212; and is credited with helping to launch the online behemoth.</p><p>In 2012, Mayer took over as CEO of Yahoo, a position that saw a lot of turnover in the decade prior. Mayer took on the job after the company&#8217;s fall from a $128 billion success story to just under $4 billion, trailing far behind Google, Facebook and other major online players.</p><p>&#8220;Marissa Mayer is a fascinating person for all of her contradictions,&#8221; <strong>Nicholas Carlson</strong>, author of &#8220;<a href=\"http://www.amazon.com/Marissa-Mayer-Fight-Save-Yahoo/dp/1455556610\" target=\"_blank\">Marissa Mayer and The Fight To Save Yahoo</a>!&#8221;, told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Peter O&#8217;Dowd. &#8220;She&#8217;s considered to be this glamorous woman who is sometimes photographed in Vogue,<a name=\"excerpt\"></a> but in fact she&#8217;s sort of a geek.&#8221;</p><h4>Book Excerpt: &#8216;Marissa Mayer and the Fight to Save Yahoo!&#8217;</h4><p><em>By Nicholas Carlson</em></p><p><img class=\"alignright\" src=\"http://ecx.images-amazon.com/images/I/51xjOs4mE3L._SY344_BO1,204,203,200_.jpg\" alt=\"null\" /></p><p>PROLOGUE</p><p><strong>Bobbie Had a Nickel</strong></p><p>Nearly four thousand Yahoo employees sat and waited for Marissa Mayer to explain herself.</p><p>It was around ten thirty on Thursday morning, November 7, 2013.</p><p>Some of the employees, those in Yahoo's Santa Monica and New York offices, sat at their desks watching a video feed on their computer monitors.</p><p>At Yahoo's headquarters in Sunnyvale, California, just off US 101 in the heart of Silicon Valley, almost two thousand employees sat in a huge cafeteria.</p><p>The sunlit, windowed cafeteria was called URLs. It was named that because, when Yahoo was founded almost twenty years before, all it did was serve up URLs, website addresses. The earliest version of Yahoo was a directory of links on a gray web page with a friendly logo up top.</p><p>The name also worked because URLs sounded like Earl's, and that suited the cafeteria's 1950s diner motif. Walking into the cafeteria, you see a sign that reads: \"Eat at URLs.\" The sign is one whimsical touch among many in Yahoo's headquarters. The campus is called the Hoo. The employees call themselves Yahoos. A statue of a purple cow greets visitors in the lobby. There's an exclamation point at the end of every Yahoo logo.</p><p>The mood of Yahoo employees that day in November 2013 was not whimsical.</p><p>Some of the people in the room were angry—angry about refused promotions and pay raises, angry that their jobs now seemed to entail an endless series of tasks done only because \"Marissa said so,\" or angry that new employees were coming into the company and making a lot more money. They were angry because, to them, it seemed like Marissa Mayer had said one thing and done another.</p><p>Most of the gathered Yahoo employees and executives weren't so mad. They were just confused. They believed Mayer was brilliant, hardworking, and sincerely interested in the welfare of Yahoo, its employees, and its users. They'd decided this after Mayer came to Yahoo from Google in July 2012 and brought with her sweeping changes that reenergized the entire company.</p><p>Before Mayer joined, Yahoo's parking lots were empty for the weekend by 4:30 p.m. Thursday. It took years for Yahoo to refresh its products, while competitors took months or just weeks. Yahoo's apps for Android and iPhone were embarrassing.</p><p>Within weeks of Mayer's arrival, the lots were packed and the headquarters was humming till Friday evenings. Within months, Yahoo was launching products at a pace it hadn't hit in more than a decade. Within a year, Yahoo was winning awards and praise from the press for its product design. By the summer of 2013, tens of thousands of people were applying for Yahoo jobs every quarter. Yahoo finally had a team of hundreds working on apps for smartphones.</p><p>Now, in November 2013, the many Yahoos who had admired all Mayer's progress wondered: Why was Mayer throwing away all the goodwill she had earned with a series of policies that were, at best, poorly rolled out and badly explained to employees or, at worst, plain mistakes. They wondered, more seriously than at any time since she joined, if Mayer was actually up for the job of saving Yahoo.</p><p>Mayer sat in front of them all, in a chair on a stage at the far end of the cafeteria. Next to her chair was a small table. Mayer had something with her. It looked like a book or a folder with an illustration on it.</p><p>A couple months before, fashion magazine Vogue published a photo of Mayer. In the photo, Mayer was lying upside down on a chaise lounge. Her blond hair was neatly fanned out and shiny like white gold. She was wearing a form‐fitting blue Michael Kors dress, Yves Saint Laurent heels, and dark red lipstick. Her eyes held the camera, gazing sideways through half‐closed lids.</p><p>That Thursday in November, Mayer looked like a different person. She looked agitated. Nervous. Her hair was wet. She wore no makeup.</p><p>Mayer knew about the confusion and the anger in the room. She'd been reading about it all week.</p><p>One of Mayer's first moves after joining Yahoo was to institute a weekly Friday‐afternoon meeting of all Yahoo employees, called FYI. The point of the meetings was to bring \"radical transparency\" to a company where, for many years, employees had to learn about what management was up to by reading the press—mostly reports from a journalist named Kara Swisher.</p><p>FYI meetings would begin with a confidentiality reminder. Mayer would announce new hires and work anniversaries. Then she would go over Yahoo's \"wins of the week.\" Mayer or another executive would go into \"deep dives,\" giving presentations on topics like why Yahoo had acquired a certain company or how a new Yahoo product worked. At the end of the meeting, Mayer would take questions from Yahoo employees and either answer them herself or ask one of her direct reports to squirm in the spotlight.</p><p>Sometimes the questions would come in live from a Yahoo employee holding a microphone in URLs. More often, the questions were submitted during the week leading up to the FYI through an application called \"Yahoo Moderator\" on Yahoo's internal network. Everyone in the company could see questions after they were submitted, and employees would vote on which questions they wanted Mayer to answer that week.</p><p>Over the next year, employees asked Mayer tough questions on confidential topics, and she—or one of her top executives—would answer them with surprising candor. A popular topic: the status of layoffs and reorganizations reported on by the press. Another: Why was she blocking so many good hires? Whenever Yahoo spent millions of dollars to buy a startup, employees would demand an explanation from Mayer.</p><p>Finally, one Friday in October 2013, someone asked Mayer if she would do an FYI where the questions were submitted anonymously. Mayer said yes.</p><p>When the questions came in, they were so brutal that Mayer decided not to wait until a Friday to address them.</p><p>So now it was a Thursday: November 7, 2013. Everyone in the company was waiting for Mayer to say something to remind them that she was the CEO who was finally going to restore Yahoo to its rightful place in the Internet industry.</p><p>Mayer took a breath. She said hello to everyone. She reminded them of the meeting's confidentiality. She said she looked through their questions and she had something she wanted to read. It had been a book in her hands, after all. A children's book.</p><p>She began to read.</p><p>Bobbie had a nickel all his very own. Should he buy some candy or an ice cream cone?</p><p>Mayer held the book up, to show the employees the illustrations.</p><p>Should he buy a bubble pipe? Or a boat of wood?</p><p>Another illustration.</p><p>Maybe, though, a little truck would be the best of all!</p><p>Employees in URLs exchanged looks. At their desks, employees in remote offices grew confused.</p><p>What was Mayer doing? She kept reading.</p><p>Bobbie sat and wondered, Bobbie sat and thought. What would be the nicest thing a nickel ever bought?</p><p>Mayer seemed to skip a few pages. She read, with a slight agitation in her voice:</p><p>He might buy a bean bag or a top to spin. He might buy a pin-wheel to give to little Brother. Or should he buy, thought Bobbie, a little pencil box?</p><p>Mayer seemed to be reading with real frustration now, as though all of the anger and confusion in the room would just go away if everyone would just understand the story she was reading out loud.</p><p>\"Bobbie thought—and suddenly a bright idea came,\" Mayer read, reaching the book's last pages.</p><p>He spent his nickel just like this ‐ ‐ ‐ ‐</p><p>Mayer held the book up to show its last illustration. It was a drawing of a little red‐haired boy riding a merry‐go‐round pony.</p><p>Hardly anyone could see the page.</p><p>No one understood what Mayer was trying to say.</p><p>* * *</p><p>The irony is, the only reason Marissa Mayer had to explain herself to a roomful of demoralized and confused Yahoos that Thursday in November 2013 was that, a year before, she decided not to fire five thousand of them.</p><p>Actually, Mayer had to make that choice three times.</p><p>When she joined Yahoo in the summer of 2012, one of the first meetings she took was with a company executive named Jim Heckman. Heckman had been a top dealmaker for the interim management team that had immediately preceded Mayer. In that meeting, Heckman told Mayer that he had deals lined up with Google, Microsoft, and a New York advertising technology company called AppNexus. The plan was to outsource various Yahoo functions to each. Then Yahoo would be able to get rid of as much as a third of its headcount.</p><p>Within a day of the meeting, Mayer canceled all the deals and asked Heckman to leave the company.</p><p>Then Mayer had to decide what to do about Project Alpha.</p><p>Project Alpha was the code name for a massive overhaul of Yahoo begun by another one of Mayer's predecessors, Scott Thompson. Thompson had been Yahoo CEO for only a short time—from January 2012 to May 2012—but Project Alpha was going to leave a mark. It called for Yahoo to reduce its number of data centers from thirty‐one to six and its workforce of fifteen thousand employees and three thousand contractors by as much as a third. Thompson initiated Project Alpha on April 4, 2012. When he did that, hundreds of Yahoo employees were told that eventually they were going to be fired, but not just yet. This was called getting put \"on transition.\"</p><p>Project Alpha sought to reduce Yahoo's workforce by cutting whole divisions from the company rather than by examining the work of each employee in each group and identifying the poor performers who should go and the high performers who should stay, even if that meant moving to another group. When Mayer heard that, she couldn't believe it. She quickly reduced the scope of Project Alpha and asked her top executives to recruit back into the company high‐performing Yahoo employees that Thompson had put on transition. At an FYI on September 28, 2012, Mayer told employees that Thompson's plans had damaged Yahoo's culture and that she wouldn't be using the same kind of cost‐cutting tactics.</p><p>Finally, Mayer had to deal with the board, which also wanted her to fire lots of Yahoos.</p><p>When Yahoo's board of directors hired Mayer in July 2012, the directors made clear to her that they thought she should cut headcount by as much as 35 to 50 percent.</p><p>Mayer seemed to get the idea but made no promises in her interviews for the job. She did, however, agree that Yahoo needed to reduce its costs and focus on making fewer products, better. She said that by her first board meeting, in September 2012, she would present a cost‐cutting strategy.</p><p>The notion that Yahoo needed to fire a lot of its people was conventional wisdom within the industry by the time Mayer took over in summer 2012. The week of her hire, Marc Andreessen, a widely respected startup investor who had been part of a private equity group that looked at buying Yahoo in 2011, told a reporter that Yahoo should fire ten to twelve thousand people.</p><p>So when that board meeting came in September, several directors, including hedge fund manager Dan Loeb, the director most responsible for Mayer's hire, expected her to present a plan for layoffs.</p><p>That's not what Loeb and the rest of the board got. Mayer told them that layoffs of any kind, let alone 35 to 50 percent cuts, would be too damaging for employee morale. She said that Yahoo's basic infrastructure was so byzantine and jerry‐built that it would be unwise to blindly rip whole teams of people out. She said Yahoo was going to need all the talent it could find to turn around, and she didn't want to risk putting good people on the street.</p><p>Many of the directors, including Loeb, didn't like what they heard, and there was some tension in the room. But they'd just made a huge bet on Mayer only months before, and there was no choice but to go with her plans.</p><p>Mayer was thrilled.</p><p>On October 12, 2012, Mayer got the chance to share the good news, when, at an FYI, an employee asked if reports about layoffs were true.</p><p>Mayer, standing onstage in front of a giant purple curtain backdrop, said, \"So are there secret talks going on about massive layoffs and massive reorganizations?</p><p>\"No.</p><p>\"Have I had conversations with people about them?</p><p>\"No.</p><p>\"Is this something that weighs on me?</p><p>\"Yes.</p><p>\"You probably have heard and seen some of the comments from Marc Andreessen and others about how many people might need to be laid off. Have I heard some of those?</p><p>\"Yes.</p><p>Do they weigh on me?</p><p>\"Yes.</p><p>\"Have I been actively considering plans around them?</p><p>\"No.\"</p><p>She said that Yahoo would still have to make some changes, but that she wanted them to be \"small.\"</p><p>\"As of right now, we're not looking at layoffs. We're looking at stabilizing the organization. I can't make a promise that there won't be a change in that in the future, but as of right now, there's no active planning or conversations going on.\"</p><p>Then Mayer said something about how Yahoo would get \"fit as a company\" by setting goals and then using those goals to measure \"who's performing well\" and \"who's struggling.\" Few in the room thought much about what she meant by that. What they heard Mayer saying was: I'm not going to fire you, your friends, or ten thousand other people.</p><p>The Yahoos started clapping.</p><p>Mayer liked the applause.</p><p>\"You should feel good about that,\" she said. \"That should be a giant round of applause, a big sigh of relief from everybody.\"</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/book-excerpt\">See more <em>Here & Now</em> book excerpts</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.businessinsider.com/author/nicholas-carlson\" target=\"_blank\">Nicholas Carlson</a></strong>, chief correspondent at Business Insider and author of &#8220;Marissa Mayer and the Fight to Save Yahoo!&#8221;. He tweets <a href=\"https://twitter.com/nichcarlson\" target=\"_blank\">@nichcarlson</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Marissa+Mayer+Save+Yahoo%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"912"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375428964-4181c8.m3u?orgId=1&e=375402731&d=912&ft=nprml&f=375402731"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/461332591.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"754","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/4610694481.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"851","width":"1280"}}]}