{"created":"2014-10-27T16:21:29+00:00","modified":"2014-12-02T15:38:33+00:00","valid":{"from":"2014-12-02T15:38:33+00:00","to":"3014-12-02T15:38:33+00:00"},"hreflang":"en","title":"E.O. Wilson On 'The Meaning Of Human Existence'","published":"2014-10-21T19:39:00+00:00","teaser":"Biologist and naturalist E.O. Wilson has written a new book that is longlisted for the National Book Award.","itags":["npr_api","356163363"],"guid":"938ea932-24e9-449f-b87f-e1043b31df06","contentencoded":"<p>Biologist and naturalist<strong> E.O. Wilson</strong> has written thirty books, won two Pulitzers, holds the title Professor Emeritus at Harvard and he is the world&#8217;s leading authority on ants.</p><p>Ants are featured in his new book, &#8220;<a href=\"http://www.amazon.com/Meaning-Human-Existence-Edward-Wilson/dp/0871401002/?tag=wburorg-20\" target=\"_blank\">The Meaning of Human Existence</a>,&#8221; which has been longlisted for the National Book Award.</p><p>The book covers evolution, the coming of human consciousness, and humans&#8217; ability to think about existence.</p><p>As a scientist, Wilson says the disciplines categorized as the humanities are where humankind&#8217;s soul resides.</p><p>&#8220;In barely an eye blink in evolutionary and geological time, we have gone from Paleozoic to advanced techno-scientific civilization,&#8221; Wilson tells <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young. &#8220;There are civilizations elsewhere &#8212; if they exist &#8212; and some of them could  easily have reached our level, not just a million years ago. Not just ten million years ago, but given the age of the galaxy, a 100 million years ago.</p><p><div class=\"pullquote\" style=\"\">What would an alien civilization like to know about this one? Not our science &#8212; we are juveniles to them. They would like to know very much about our culture.<div class=\"pullquoteauth\">&ndash; E.O. Wilson</div></div></p><p>&#8220;What would an alien civilization like to know about this one?,&#8221; Wilson said. &#8220;Not our science &#8212; we are juveniles to them. They would like to know very much about our culture. We&#8217;ve accumulated this immense mass of imagination and creativity in the creative arts. They would like to know what this is. This is our heritage, what makes us human.&#8221;</p><p>Wilson says another aspect of human existence is thinking about all the other inhabitants of the Earth.</p><p>&#8220;We&#8217;re one species &#8212; glorious though we are &#8212; we are just one species out of an estimated eight million,&#8221; Wilson said. &#8220;At the present time, we only know almost exactly two million species &#8212; enough to give them a scientific name. Six million species are out there, maintaining the planet for us as an autonomous ecosystem and stabilization system.</p><p>&#8220;We don&#8217;t even know what the great majority of these species are, much less what they are doing,&#8221; Wilson said. &#8220;We should be simultaneously turning to all the other eight million species and find out who we are living with.&#8221;</p><h4>Book Excerpt: &#8216;The Meaning of Human Existence&#8217;</h4><p><em>by E.O. Wilson</em></p><p><strong>The Meaning of Meaning</strong></p><p>Does humanity have a special place in the Universe? What is the meaning of our personal lives? I believe that we’ve learned enough about the Universe and ourselves to ask these questions in an answerable, testable form. With our own eyes we can see through the dark glass, fulfilling Paul’s prophecy, “Now I know in part; then I shall know fully, even as I am fully known.” Our place and meaning, however, are not being revealed as Paul expected—not at all. Let’s talk about that, let us reason together.</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/1014-wilson-book.jpg\"><img class=\"alignright size-medium wp-image-69473\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/1014-wilson-book-198x300.jpg\" alt=\"MeaningofHumanExistenceMech.indd\" width=\"198\" height=\"300\" /></a>I propose a journey to this end, in which I ask to serve as guide. Our route will pass first through the origin of our species and its place in the living world, questions I initially addressed in a different context in The Social Conquest of Earth. Then it will approach, through selected steps from the natural sciences into the humanities and back again, the more difficult problem of “Where are we going?” and the most difficult question of all, “Why?”</p><p>The time has come, I believe, to make a proposal about the possibility of unification of the two great branches of learning. Would the humanities care to colonize the sci- ences? Maybe use a little help doing that? How about replacing science fiction, the imagining of fantasy by a single mind, with new worlds of far greater diversity based on real science from many minds? Might poets and visual artists consider searching in the real world outside the range of ordinary dreams for unexplored dimen- sions, depth, and meaning? Would they be interested in finding the truth of what Nietzsche called, in Human, All Too Human, the rainbow colors around the outer edges of knowledge and imagination? That is where meaning is to be found.</p><p>In ordinary usage the word “meaning” implies inten- tion, intention implies design, and design implies a designer. Any entity, any process, or definition of any word itself is put into play as a result of an intended consequence in the mind of the designer. This is the heart of the philosophical worldview of organized religions, and in particular their creation stories. Humanity, it assumes, exists for a purpose. Individuals have a purpose in being on Earth. Both humanity and individuals have meaning.</p><p>There is a second, broader way the word “meaning” is used and a very different worldview implied. It is that the accidents of history, not the intentions of a designer, are the source of meaning. There is no advance design, but instead overlapping networks of physical cause and effect. The unfolding of history is obedient only to the general laws of the Universe. Each event is random yet alters the probability of later events. During organic evolution, for example, the origin of one adaptation by natural selection makes the origin of certain other adap- tations more likely. This concept of meaning, insofar as it illuminates humanity and the rest of life, is the worldview of science.</p><p>Whether in the cosmos or in the human condition, the second, more inclusive meaning exists in the evolution of present-day reality amid countless other possible realities. As more complex biological entities and processes arose in past ages, organisms drew closer in their behavior to include the use of intentional meaning: at first there were the sensory and nervous systems of the earliest multicellular organisms, then an organizing brain, and finally behavior that fulfills intention. A spider spinning its web intends, whether conscious of the outcome or not, to catch a fly. That is the mean- ing of the web. The human brain evolved under the same regimen as the spider’s web. Every decision made by a human being has meaning in the first, intentional sense. But the capacity to decide, and how and why the capacity came into being, and the consequences that followed, are the broader, science-based meaning of human existence.</p><p>Premier among the consequences is the capacity to imagine possible futures, and to plan and choose among them. How wisely we use this uniquely human ability depends on the accuracy of our self-understanding. The question of greatest relevant interest is how and why we are the way we are and, from that, the meaning of our many competing visions of the future.</p><p>The advances of science and technology will bring us to the greatest moral dilemma since God stayed the hand of Abraham: how much to retrofit the human genotype. Shall it be a lot, a little bit, or none at all? The choice will be forced on us because our species has begun to cross what is the most important yet still least examined threshold in the technoscientific era. We are about to abandon natural selection, the process that created us, in order to direct our own evolution by volitional selection— the process of redesigning our biology and human nature as we wish them to be. No longer will the prevalence of some genes (more precisely alleles, variations in codes of the same gene) over others be the result of environmental forces, most of which are beyond human control or even understanding. The genes and their prescribed traits can be what we choose. So—how about longer lives, enlarged memory, better vision, less aggressive behavior, superior athletic ability, pleasing body odor? The shopping list is endless.</p><p>In biology, how-and-why explanations are routine and expressed as “proximate” and “ultimate” causation of living processes. An example of the proximate is this: we have two hands and ten fingers, with which we do thus and so. The ultimate explanation is why we have two hands and ten fingers to start with, and why are we prone with them to do thus and so and not some- thing else. The proximate explanation recognizes that anatomy and emotions are hardwired to engage in certain activities. The ultimate explanation answers the question, why this particular hardwiring and not some other? To explain the human condition, thereby to give meaning to the human existence, requires both levels of explanation.</p><p>In the essays to follow, I’ve addressed the second, broader meaning of our species. Humanity, I argue, arose entirely on its own through an accumulated series of events during evolution. We are not predestined to reach any goal, nor are we answerable to any power but our own. Only wisdom based on self-understanding, not piety, will save us. There will be no redemption or secondchance vouchsafed to us from above. We have only this one planet to inhabit and this one meaning to unfold. To take this step in our journey, to get hold of the human condition, we need next a much broader definition of history than is conventionally used.</p><p><em>Excerpted from the book THE MEANING OF HUMAN EXISTENCE by E.O. Wilson. Copyright © 2014 by E.O. Wilson. Reprinted with permission of Liveright Publishing Corporation.</em></p><h4>Guest</h4><ul><li><strong>E.O. Wilson</strong>, naturalist and author of &#8220;<a href=\"http://www.amazon.com/Meaning-Human-Existence-Edward-Wilson/dp/0871401002/?tag=wburorg-20\" target=\"_blank\">The Meaning of Human Existence.</a>&#8220;</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=E.O.+Wilson+On+%27The+Meaning+Of+Human+Existence%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"533"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367998857-3cb89e.m3u?orgId=1&ft=3&f=356163363"}]}