{"created":"2014-10-23T08:47:47+00:00","modified":"2014-11-10T20:45:45+00:00","valid":{"from":"2014-11-10T20:45:45+00:00","to":"3014-11-10T20:45:45+00:00"},"hreflang":"en","title":"Democratic Climate Activist Is Election's Biggest Donor — That We Know Of ","published":"2014-10-23T20:14:00+00:00","teaser":"Activist Tom Steyer has spent an astonishing $58 million this election cycle. He says he wants leaders in Washington who will take climate change seriously.","itags":["npr_api","358238870"],"guid":"93a1a95e-522e-4f0d-b2da-79b64c5e843f","contentencoded":"<p>Liberal billionaire Tom Steyer has spent an astonishing $58 million this election cycle, more than any other donor in the traditional, fully disclosed part of the political system. He recently gave $15 million to a superPAC.</p><p>This latest contribution, like most of Steyer's others, went to NextGen Climate Action. It's pretty much Steyer's personal superPAC; he's supplied 70 percent of its money.</p><p>In a video last month, Steyer talked about his reasons for launching NextGen: \"Together, we're sending an unmistakable message to Washington. Climate change is not just an important issue, it's the issue. And we need leaders who will take it seriously.\" Put more bluntly, the superPAC is using climate change as a wedge issue in battleground states.</p><p>Its biggest fight is the gubernatorial race in Florida. Republican incumbent Rick Scott is seeking a second term. NextGen calls him \"a climate change denier.\" And — as in six states where NextGen is involved in Senate races — it links Scott to billionaire industrialists David and Charles Koch, who oversee a network of conservative political groups.</p><p>NextGen just put <a href=\"https://www.youtube.com/watch?v=GeqCFqscgBU\" target=\"_blank\">this message</a> on TV in the Jacksonville market, where the Koch-owned company Georgia Pacific has a plant: \"Who owns Georgia Pacific? The Koch brothers, spending $6 million on Scott and his allies. Rick Scott, for the powerful few, and sometimes just the powerful two.\"</p><p>The Scott campaign tags Steyer as an ally of Scott's Democratic challenger, former Gov. Charlie Crist. Scott made millions as a health care executive, but he isn't as wealthy as Steyer or the Koch brothers. He self-financed his first run for governor and now says he's considering putting money into his re-election campaign.</p><p>Earlier this week, he told reporters, \"If I put in money, it will be nothing compared to what Tom Steyer — the radical, left-wing billionaire from the West Coast — is helping Charlie with, to bring these policies to Florida.\"</p><p>In this new world of billionaire-against-billionaire politics, Steyer's operation and the Kochs' look similar. Both produce ads that pack a roundhouse punch. Both spend heavily on ground operations. In Florida alone, NextGen runs 21 field offices and has spent $12 million.</p><p>But in another way, Steyer and the Kochs represent polar opposites.</p><p>Chris Lehane, Steyer's political adviser, says, \"We do think it's a competitive advantage to be clear about where the money's coming from and why it's being injected into the system.\" So NextGen Climate Action files public reports listing its donors. Steyer's spending on the Senate and gubernatorial campaigns is not a secret.</p><p>Of the dozen or so groups in the Koch network, just one discloses its donors: the superPAC Freedom Partners Action Fund. The others are 501(c) tax-exempt organizations, which operate outside the federal campaign finance laws. This kind of political activity was made possible by the Supreme Court's <em>Citizens United</em> decision of 2012 and other recent court rulings. The upshot: David and Charles Koch have, on the public record, contributed only $2 million apiece this cycle to the network they built.</p><p>Whether Steyer's money is making a difference — that's another matter.</p><p>\"They've put up two 30-second attack ads, both of which contained significant errors of fact,\" says political scientist Rick Foglesong of Rollins College, in Winter Park, Fla. \"And these were errors that the other side seized upon in counter-ads, which probably blunted the message that NextGen was trying to communicate.\"</p><p>Foglesong says the ads were \"counterproductive.\"</p><p>Lehane says that overall, NextGen is executing its game plan. \"Any objective analysis of the seven states that we're in, it's abundantly clear that Democrats, really for the first time, are playing offense on the issue of climate and environment, and Republicans are playing defense. \"</p><p>Lehane says Steyer is in it not just for two more weeks but for the long haul.</p><p>Just like David and Charles Koch.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Democratic+Climate+Activist+Is+Election%27s+Biggest+Donor+%E2%80%94+That+We+Know+Of+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358238871-f9257a.m3u?orgId=1&topicId=1014&ft=3&f=358238870"},{"href":"http://media.npr.org/assets/img/2014/10/23/176475682-18fdc653b30f701196baef8bcad5708f8b867759.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1940","width":"2587"}}]}