{"created":"2015-01-31T12:35:57+00:00","modified":"2015-06-25T17:45:28+00:00","valid":{"from":"2015-06-25T17:45:28+00:00","to":"3015-06-25T17:45:28+00:00"},"hreflang":"en","title":"Amiri Baraka Didn't Worry About His Politics Overpowering His Poetry","published":"2015-02-03T03:14:00+00:00","teaser":"\"The real hallmark of an effective political artist is that the politics is accepted with the art,\" said Baraka. A new career-spanning anthology collects his work from 1961 to 2013. He died in 2014.","itags":["npr_api","382702204"],"guid":"93a629d6-a427-41d0-ab93-491284caa985","contentencoded":"<p>For the late poet Amiri Baraka, poetry was about the sound of the words — that the poems should come alive when they were read aloud. \"I'm trying to make the poems as musical as I can — from the inception,\" he said in 1980. \"So that whether they're read on the page, or people read them aloud, or I read them aloud, the musicality will be kind of a given.\"</p><p>Baraka, who died in 2014, was one of the most important and controversial figures in African-American literature. On Tuesday, to mark Black History Month, Grove Press is publishing a career-spanning anthology of Baraka's poetry called <em>SOS: Poems 1961-2013.</em></p><p>In his poetry, Baraka incorporated the rhythms and melodies of jazz. (He wrote music criticism and his seminal book <em>Blues People</em> — written under his given name, LeRoi Jones — is still in print.) Baraka said he looked at the texts of his poems like scores for pieces of music.</p><p>In the poem, \"Am/Trak,\" Baraka said he was trying to capture the spirit of John Coltrane's music — as well as to show the context that produced that music — the social upheaval of the 1960s.</p><p>\"He, like Langston Hughes before him, like Ralph Ellison to some extent, understood the pre-eminence, you'd have to say, of Black Music in Black American expressive culture,\" says Arnold Rampersad, professor Emeritus at Stanford University. He says Baraka started out writing poetry as part of the Beat movement in the Greenwich Village of the 1950s — casual and confessional verse in the style of his friend Allen Ginsberg.</p><p>\"Gradually he became radicalized, and brought race more and more into his work until it became the central element of his writing,\" Rampersad says. \"And for that he was vilified in many circles, but I think it was the beginning of a flood of similar poetry and other forms of writing from young black writers who became empowered as a result of the freedoms that he commissioned in the writing of poetry.\"</p><p>In the 1960s, Amiri Baraka was a leading figure in the <em>Black Power</em> movement. In the '70s, he broke with the Black Nationalists, but remained a committed Marxist. The sound and fury in much of Baraka's verse is a call to arms. Most of Baraka's poetry was first published by small alternative presses. In a 1982 interview at his home in Newark, N.J., Baraka said the major publishers wouldn't touch it.</p><p>\"They would publish you if you had the same story to tell as mainstream white writers,\" Baraka explains. \"But because no oppressed nationality can tell that story — if you're true to history, then they respond by saying, well you're complaining too much. You're always complaining. We don't want complaints. People don't want complaints.\"</p><p>Baraka said he never worried that his politics were overwhelming his poetry.</p><p>\"As a political artist, I think you have to learn how to create art, no matter what your ideology is,\" he said. \"I think if, as Mao Tse-tung said, you are successful, then what you do is combine high artistic quality and revolutionary politics. And then I think the real hallmark of an effective political artist is that the politics is accepted with the art, and is made influential because of the strength of the art.\"</p><p>Rampersad says sometimes Baraka went too far in his radical expression. For example, his anti-Semitic lines <a href=\"https://www.youtube.com/watch?v=KUEu-pG1HWw\" target=\"_blank\">in a 2002 poem</a> about the World Trade Center bombing generated a huge controversy and got him removed as New Jersey's Poet Laureate.</p><p>But Rampersad says Baraka's emphasis on racial and economic inequality has never lost it relevance.</p><p>\"You have a very powerful and authentic voice — a pen writing about the African-American condition in a way that is absolutely memorable, and in a way that is absolutely prophetic,\" he says.</p><p>Rampersad believes that when Baraka died at 79, he left behind a body of work that \"improved the heart and soul, the texture of black American poetry.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amiri+Baraka+Didn%27t+Worry+About+His+Politics+Overpowering+His+Poetry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Vitale","audio":[{"meta":{"duration":"353"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382851625-696712.m3u?orgId=1&topicId=1032&aggIds=144967617,100876926&d=353&p=7&story=382702204&t=progseg&e=382851506&seg=19&ft=nprml&f=382702204"},{"href":"http://media.npr.org/assets/img/2015/01/30/2119734-bb71831fa186864fab2b1b42ee46fec3f617ce74.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2198","width":"2931"}}]}