{"created":"2014-10-07T19:16:15+00:00","modified":"2014-10-30T23:42:24+00:00","valid":{"from":"2014-10-30T23:42:24+00:00","to":"3014-10-30T23:42:24+00:00"},"hreflang":"en","title":"As Flow Of Migrants Into Mexico Grows, So Do Claims Of Abuse ","published":"2014-08-19T14:59:00+00:00","teaser":"Like the U.S., Mexico is struggling with a surge in illegal migrants. Mexico criticizes how the U.S. treats its migrants. But it faces similar criticism from Central American migrants in Mexico.","itags":["npr_api","337157558"],"guid":"93a8b0d0-7328-4cfc-8d81-2eeeaccc8b3f","contentencoded":"<p><a href=\"http://www.npr.org/2014/06/20/323657817/from-a-stream-to-a-flood-migrant-kids-overwhelm-u-s-border-agents\">Like the United States</a>, Mexico is dealing with a substantial increase of Central American migrants, including unaccompanied minors, crossing its borders. Earlier this month, Mexico's president announced plans to crack down on the illegal flow and <a href=\"http://www.boston.com/news/world/latin-america/2014/07/19/southern-border-mexico-faces-crisis-its-own/HmBo1YTqTFDP63uyvb5LNP/story.html\">strengthen security along the southern border with Guatemala</a>.</p><p>That has human rights advocates worried. They say the country's already strained immigration service has a long reputation of migrant abuse. With the recent rise in immigrants traveling through Mexico, reports of human rights violations are climbing, too.</p><p>Take Elvis Ariel Lorio, for instance. The Nicaraguan moved to Mexico four years ago. He says last year he couldn't pay his visa fee and it expired. Immigration officials came looking for him at his job in Mexico City.</p><p>\"An officer grabbed me by the neck, he squeezed me hard and really hurt me. I said to him, 'Sir, with all due respect, please don't treat me that way. Not even a dog should be treated like that,' \" Lorio says.</p><p>Lorio spoke to me by the phone. He is currently staying at an undisclosed house in southern Mexico with a priest who helps migrants.</p><p>Lorio says the officer struck him in the chest, put him in a squad car and took him to Mexico's City's immigrant detention facility, the largest in the country. Lorio says he was strip-searched, struck several more times and detained with MS-13 gang members, who he says control the facility through violence and extortion. Lorio says he repeatedly stood up to officers, condemned conditions and treatment, and demanded to speak with a Nicaraguan consular representative. Soon after, he got a chilling threat.</p><p>\"One day as I was taken back to my cell, an officer said to me, 'Elvis, remember what I'm telling you. It's either your silence or your life,' \" Lorio recalls.</p><p>Two days later, he says, hooded officers removed immigrants from his cell block, lined them up. He says he was taken to a room, forced to strip and perform demeaning exercises and eventually restrained and raped. Two days later, he was deported back to Nicaragua. He says he returned to Mexico to seek justice and has filed a formal complaint.</p><p>NPR was unable to obtain a copy of the complaint from Mexican officials. The priest helping Lorio declined to provide a copy, saying only that the case was very delicate.</p><p>It is difficult to confirm Lorio's story. Immigration officials have declined repeated requests for interviews. Multiple requests to Mexico's Interior Department, which oversees the national immigration service, were also denied.</p><p>In the past four years, the Mexico's National Human Rights Commission has detailed abuses in the country's detention facilities, ranging from unlawful lengthy detentions to a case last year of a drunk guard raping a 16-year-old Honduran girl.</p><p>Few human rights advocates are allowed into Mexico's detention centers. Carolina Carreno with Sin Fronteras, a nongovernmental advocacy group, is allowed scheduled visits, but she says authorities restrict her movements.</p><p>\"The people we do interview, who are detained for long periods of time, report certain acts of corruption and abuse,\" Carreno says.</p><p>She says detainees complain that they aren't informed about their cases and are repeatedly held longer than allowed by law, and that guards take bribes to bring in everything from cigarettes to cellphones. And Carreno says authorities were not prepared for <a href=\"http://www.npr.org/blogs/parallels/2014/07/24/334494493/who-are-the-kids-of-the-migrant-crisis\">the surge of migrant minors</a> who have recently come through Mexico.</p><p>She says minors younger than 15 are supposed to be transferred to child protective services, but she says she's seen children as young as 12 and 13 detained and even housed with adults. More minor children have been deported from Mexico in the first half of this year than all of last year. Of the more than 8,000 Central American minors deported last year, only 50 were granted asylum.</p><p>Sergio Aguayo, a politics professor at the Colegio de Mexico in Mexico City, says the government has a schizophrenic attitude about migration.</p><p>\"We criticize how the U.S. treats our immigrants and we deny how we treat Central Americans,\" says Aguayo.</p><p>Authorities say they are working to clean up the immigration system. Sergio Alcocer, Mexico's undersecretary of foreign relations, says the government's new plan to beef up border security will better control the number of people passing through Mexico.</p><p>\"Having a larger number of these migrants doesn't help in terms of the quality of services we can provide,\" he adds.</p><p>Human rights advocates are skeptical that the treatment of Central American migrants will improve. The National Human Rights Commission's last report expressed great concern for \"the lack of interest or incapacity of authorities to resolve this neglected problem.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Flow+Of+Migrants+Into+Mexico+Grows%2C+So+Do+Claims+Of+Abuse+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337164807-e10a01.m3u?orgId=1&topicId=1127&ft=3&f=337157558"}]}