{"created":"2014-12-10T16:18:59+00:00","modified":"2015-06-02T03:16:58+00:00","valid":{"from":"2015-06-02T03:16:58+00:00","to":"3015-06-02T03:16:58+00:00"},"hreflang":"en","guid":"93ab98a2-7fd3-43d7-a3e3-214d089154d1","title":"Iceland grieves after police kill a man for the first time in its history","published":"2015-06-02T03:16:53+00:00","byline":"Traci Tong","tags":["crime","Conflict","Conflict & Justice","Reykjavik","Europe","Iceland","Thora Arnorsdottir","Europe","Iceland","National Police of Iceland"],"teaser":"Iceland made history this week, but not in a good way. For the first time since the nation became an independent republic, armed police shot and killed a man, startling a population accustomed to peace.","contentencoded":"<p><em>(EDITOR'S NOTE: With the launch of a crowdsoucing database t<a href=\"http://www.theguardian.com/us-news/ng-interactive/2015/jun/01/about-the-counted\">o track down hundreds of Americans killed by its police</a> so far this year, we're reminded of Iceland, with only one police killing since it became independent in 1944. Here is that story.)</em></p>\n<p>It was an unprecedented headline in Iceland — a man shot to death by police. </p>\n<p>\"The nation was in shock. This does not happen in our country,\" said Thora Arnorsdottir, news editor at RUV, the Icelandic National Broadcasting Service. </p>\n<p>She was referring to a 59-year old man who was shot by police in December 2013. The man, who started shooting at police when they entered his building, had a history of mental illness. </p>\n<p>It's the first time someone has been killed by armed police in Iceland since it became an independent republic in 1944. Police don't even carry weapons, usually. Violent crime in Iceland is almost non-existent.</p>\n<p>\"The nation does not want its police force to carry weapons because it's dangerous, it's threatening,\" Arnorsdottir says. \"It's a part of the culture. Guns are used to go hunting as a sport, but you never see a gun.\"</p>\n<p>In fact, Iceland isn't anti-gun. In terms of per-capita gun ownership, Iceland ranks 15th in the world. Still, this incident was so rare that neighbors of the man shot were comparing the shooting to a scene from an American film. </p>\n<p>The Icelandic police department said officers involved will go through grief counseling. And the police department has already apologized to the family of the man who died — though not necessarily because they did anything wrong.</p>\n<p>\"I think it's respectful,\" Arnorsdottir says, \"because no one wants to take another person's life. \"</p>\n<p>There are still a number of questions to be answered, including why police didn't first try to negotiate with man before entering his building.</p>\n<p>\"A part of the great thing of living in this country is that you can enter parliament and the only thing they ask you to do is to turn off your cellphone, so you don't disturb the parliamentarians while they're talking. We do not have armed guards following our prime minister or president. That's a part of the great thing of living in a peaceful society. We do not want to change that. \"</p>\n<p><em>Update, August 20, 2014: We checked back in with the Icelandic Police to get an update on this shooting in December. The superintendent says the police have not used firearms since.</em></p>\n<h3><strong><a href=\"http://www.pri.org/stories/2015-01-30/rising-tide-lifts-iceland-literally\"><em>Also: A rising tide is lifting Iceland — literally</em></a></strong></h3>\n<p><em>————————————</em></p>\n<p><strong><em>Most popular in 2014:</em></strong><em>  </em></p>\n<p><em><a href=\"http://www.pri.org/stories/2014-12-04/england-abolished-grand-juries-decades-ago-because-they-didnt-work\">Why does the US still have grand juries?</a></em></p>\n<p><em><a href=\"http://www.pri.org/stories/2014-11-24/stray-dog-adopts-team-swedish-trekkers-endurance-race-amazon\">A stray dog adopts an Amazon trekking team </a></em></p>\n<p><a href=\"http://www.pri.org/stories/2014-12-04/meet-woman-who-could-be-awarded-fifas-goal-year\"><em>Was her kick — in a soccer match with fewer than 100 spectators — the very best goal of the year? </em></a></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2013-12-03%2Ficelands-serenity-shaken-first-shooting-death-police&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/120320137.mp3"},{"href":"http://admin.pri.org/file/120320137mp3"}]}