{"created":"2015-06-07T08:48:12+00:00","modified":"2015-06-19T15:05:21+00:00","valid":{"from":"2015-06-19T15:05:21+00:00","to":"3015-06-19T15:05:21+00:00"},"hreflang":"en","title":"As 'Orange' Season 3 Begins, We Still Don't Know Why Poussey's In Prison","published":"2015-06-08T16:10:00+00:00","teaser":"Samira Wiley has spent most of her career onstage and is used to filling in blanks about her characters. But she's reluctant to do so for her role on the hit Netflix series <em>Orange Is the New Black.</em>","itags":["npr_api","412047589"],"guid":"93b75818-aaa0-4e92-8fa5-318577f08aee","contentencoded":"<p>In <em>Orange Is the New Black,</em> Poussey Washington is a former military brat serving a six-year sentence in a minimum security women's prison. But even as the Netflix show enters its third season, Samira Wiley, who plays Poussey, has no idea why her character is incarcerated.</p><p>\"Being honest and being truthful, I have no idea why Poussey is in prison,\" she admits to NPR's Rachel Martin.</p><p>And it can be tough to embrace that ambiguity. Wiley has spent most of her career onstage, and in the theater, she's used to filling in the blanks about her characters. \"If the script doesn't have anything about your relationship with your mother, you create that and you make that real for yourself,\" she says.</p><p>But TV is different. \"You'll get like the next script and it will totally debunk everything that you've created for yourself,\" she says. \"So, I'm trying not to fall into that trap because I did that a few times in the first season and I'm realizing that maybe that doesn't help me as much as it does in theater.\"</p><p><em>Orange Is the New Black</em> returns for its third season on Friday.</p><hr /><h3>Interview Highlights</h3><p><strong>On working on a show that features complex portraits of gay women </strong></p><p>I feel a little ill-equipped to be able to answer these questions just because this is my first entry into the world of entertainment and television, and when people ask me questions about race and LGBT issues and how different it is from how it was before, somehow I have been just so lucky never to have experienced that, you know, never have experienced the other side.</p><p><strong>On whether the show plays on racial stereotypes</strong></p><p>I do think there are stereotypes on the show. I think that there are stereotypes on every show. I think that it is all in the way that we think about it. I think that all stereotypes sort of begin with truth. I think that the only problem is if that's the only place that you go. You know, I don't agree with having one-dimensional characters who all you can see is the stereotype, but I do not think that these characters on this show that that is all that they are and I would encourage, you know, people who have that point of view to be able to try to look deeper and see how it's much more than that.</p><p><strong>On whether her parents, who are Baptist ministers, watch the show</strong></p><p>They watch the show. They're not prudes, they watch lots of things on television and they enjoy it. It's awesome to actually be able to have parents who have that perspective because — I don't know — I couldn't imagine being in this show and spending this much time trying to create a piece of work like this and having my parents either not watch it or feel, you know, negatively about it. That would be hard.</p><p><strong>On whether she ever felt called, in the way her parents did</strong></p><p>The way I've always expressed it is I think that this is my ministry. Somehow, you know, I've always felt that I'm here and I'm supposed to be an actor. It's seeming like the ball is rolling a little bit just having people come up to me and tell me how much they appreciate and are affected by my character and by the show. I hope that somehow this can become my ministry.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+%27Orange%27+Season+3+Begins%2C+We+Still+Don%27t+Know+Why+Poussey%27s+In+Prison&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412633628-13d6c7.m3u?orgId=1&topicId=1033&d=285&p=10&story=412047589&t=progseg&e=412633542&seg=14&ft=nprml&f=412047589"},{"href":"http://media.npr.org/assets/img/2015/06/05/oitnb_gal_039_h-a597cdba3e60426cd9e7ccc2c6c2c4b9db49087c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1260","width":"1680"}},{"href":"http://media.npr.org/assets/img/2015/06/05/oitnb_ps3_005_h-1d1e0c3e461062bb770c9a8523b2b97bf22a0675.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2390","width":"3186"}}]}