{"created":"2014-09-19T19:44:26+00:00","modified":"2014-10-31T01:17:16+00:00","valid":{"from":"2014-10-31T01:17:16+00:00","to":"3014-10-31T01:17:16+00:00"},"hreflang":"en","title":"School Lunch Debate: What's At Stake?","published":"2014-06-11T21:00:00+00:00","teaser":"Lawmakers in the House plan to vote this week on whether to allow schools to delay implementing new nutrition standards in school lunches. Some policymakers have called the standards \"over the top.\"","itags":["npr_api","320882341"],"guid":"93e83dd4-050f-4ef8-8a9a-82fff2964814","contentencoded":"<p>School lunches have never been known for culinary excellence. But to be fair, the National School Lunch Program — which provides free or reduced lunches to about <a href=\"http://febp.newamerica.net/background-analysis/federal-school-nutrition-programs\">31 million kids</a> every day — has never aimed to dazzle as much as to fill little bellies.</p><p>In 2010, Congress gave the Federal School Lunch Program<a href=\"http://www.fns.usda.gov/sites/default/files/Meal_Pattern_USDA_Foods_Chart_Sept2013.pdf\"> a nutrition make-over</a>. New regulations called for:</p><ul><li>Increasing the amount of whole grains served in school cafeterias</li><li>Shifting to fat free or low-fat milks</li><li>Limiting the amount of calories that can come from saturated fats to 10 percent</li><li>Offering fruits and vegetables on a daily basis</li><li>Implementing caloric minimums and maximums for each meal</li></ul><p>Those were just the first steps. By the school year starting this fall, schools are also required to:</p><ul><li>Reduce the amount of sodium school cafeterias can serve to a maximum of 1,230 to 1,420 milligrams a day for lunch (depending on age group) and 540 to 640 milligrams a day for breakfast.</li><li>Shift to 100 percent \"whole grain-rich\" products, which means that they are mostly whole grain.</li></ul><p>In the agriculture appropriations bill, which may come to a vote on Thursday, schools would also receive additional support for making the transition to a healthier menu, including provisions to help them purchase new equipment to prepare fresher foods.</p><p>Sam Kass, senior advisor for nutrition policy at the White House, says 90 percent of schools have already — or are in the process of — implementing the new standards.</p><p>But GOP leaders, as well as the <a href=\"http://www.schoolnutrition.org/Blog2.aspx?id=20488&blogid=564\">School Nutrition Association</a>, which represents school food service directors and several companies that supply school cafeterias, say the upcoming requirements are unworkable. They claim that kids don't want the healthy options and, as a result, too much food is being wasted. They also say that the cost of reducing sodium and other preservatives are placing an undue burden on schools.</p><p>Alabama Republican Congressman Robert Aderholt introduced a provision that would give school districts a year-long waiver from both old and new standards if they can show that they are losing money.</p><p>First Lady Michelle Obama, who helped spearhead the new regulations, is vehemently opposed to delaying or softening the new regulations.</p><p>So is Agriculture Secretary Tom Vilsack. He says that kids will eat healthier foods if they are provided with them and claims that, overall, school food revenues around the country are up by about $200 million dollars since the changes took effect.</p><p>\"The facts just don't basically support the notion that somehow school district are financially strapped to be able comply,\" he said.</p><p>His advice for schools that are struggling: instead of asking to opt-out, ask for help.</p><p>The hearings over the waivers started on the House floor Wednesday.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=School+Lunch+Debate%3A+What%27s+At+Stake%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jessica Pupovac","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320882342-ebac99.m3u?orgId=1&topicId=1053&ft=3&f=320882341"},{"href":"http://media.npr.org/assets/img/2014/06/11/school-lunch-cfdbf22e8540542ff347d7ffd58e325bf3c42c47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"595","width":"793"}}]}