{"created":"2014-11-10T16:14:43+00:00","modified":"2014-11-11T17:25:43+00:00","valid":{"from":"2014-11-11T17:25:43+00:00","to":"3014-11-11T17:25:43+00:00"},"hreflang":"en","guid":"93f588eb-fc96-4ff9-8fde-ce3ee2025132","title":"The wait for OK Go's latest viral video was well worth it","published":"2014-11-11T17:25:39+00:00","byline":"Bradley Campbell","tags":["culture","music","technology","Music","Arts, Culture & Media","South Asia","Japan","Chiba","Tim Nordwind","Damien Kulash","Morihiro Harano","Music","Entertainment"],"teaser":"What do you do after you've danced on treadmills and filmed with huge contraptions to create viral hits? Bust out a drone and some unicycles and make another one. That's what Chicago band OK Go did, and the results are stunning.","contentencoded":"<p>Chicago band OK Go has made a thing of elaborate music videos, using everything from <a href=\"https://www.youtube.com/watch?v=dTAAsCNK7RA\">treadmill dance sets</a> to <a href=\"https://www.youtube.com/watch?v=qybUFnY7Y8w\">giant Rube Goldberg machines</a>. But even they've never done anything like their latest video.</p>\n<p>The song is called \"I Won't Let You Down,\" and it's been seen on YouTube by 11.7 million people and counting. It's a huge production involving umbrellas, motorized unicycles, drones and tons of dancers.</p>\n<p>But the story behind OK Go's latest viral hit starts, in some ways, with a different viral video. It involves a pebble falling through a giant xylophone ladder. Japanese director Morihiro Harano shot it, and one of the people who watched it, transfixed, was OK Go's lead singer, Damien Kulash.</p>\n<p>\"It's so elegant,\" he says. \"It's so simple. It's so beautiful. And it's one of those things where I saw it and was like, 'Why didn't I think of that?'\"</p>\n<iframe width=\"560\" height=\"315\" src=\"//www.youtube.com/embed/C_CDLBTJD4M\" frameborder=\"0\" allowfullscreen=\"\"></iframe><p> <br />Damien is a big fan of Morihiro, or \"Mori,\" as he calls him. They met at a conference in France three years ago. They'd been looking to work on something together, and they found it thanks to Honda, the automaker.<br /> <br />\"Honda came to him and said, 'We've got these new vehicles and we're not sure what to do with them,'\" Kulash says. \"He came to me and said, 'What do you think of these things?' And I said, 'I want to dance with them.'\"<br /> <br />Those Honda vehicles are called UNI-CUBs, or unique omni-directional driving wheel system. \"It listens mostly to your butt,\" says Tim Nordwind, OK Go's bassist. \"I think with my butt. Yeah. And so if you think left with your butt it goes left.\"<br /> <br />The UNI-CUB is easy to use and easy to dance with, and that's how the video starts: inside a studio in Japan's Chiba Prefecture, the four band members dancing around on their CUBs. But soon they're on the move.</p>\n<p>Japanese girls join them outside, dancing and holding umbrellas. And then, all of sudden, the camera blasts off into the sky — it's a drone. Shooting from the vantage point of a mini helicopter turns the band and the dancers into a kind of human kaleidoscope. And, as a viewer, your mind is blown.<br /> <br />\"Hopefully over the course of the three-and-a-half minutes, every 15 or 20 seconds there's sort of a new surprise or sense of wonder that takes in a new place,\" says Kulash. <br /> <br />That much creativity takes work, and in a country like Japan, you have to work with an entirely different creative process.<br /> <br />\"Everything is done very, very deliberately and very redundantly,\" Kulash says. \"I'll say, 'You know, I think we should actually move the camera to the left there.' And then the director of photography will say, 'Damien, I understand you to be saying, that you think we should move the camera to the left at this time. Am I correct at understanding that you think we should move the camera to the left at this time?' And then the translator translates to me and I say, 'Yes. Yes. I think we should move the camera to the left.'\"<br /> <br />That makes things move much slower than you would think, he says.\"But when they happen, they are magical.\"<br /> <br />The real magic is at the end of the video. The camera rises higher and higher, and soon you're staring down at the action from a half mile up. The band and dancers turn into a human LED screen with 2,000 living pixels.<br /> <br />\"When we got the last shot off and we knew what we had in the can, we were pretty excited,\" Kulash says. Nordwind, the bassist, echoes him. \"We felt a lot of heart and love, you know, while making this video. And yeah, when we got to the end of it there was something that felt very special about it.\"<br /> <br />There's one secret, though: That Human LED screen at the end is a composite shot. It wasn't done in one take. The crew didn't have enough UNI-CUBS to go around.</p>\n<p>But don't let that be a downer. It's still an awesome video. And a bunch of guys from Chicago who got their break dancing on treadmills are now filming around the globe. </p>\n<p>Nordwind can't seem to believe it, either:  \"I think if I had told my 12-year-old self that I'd someday go to Japan to make a beautiful video, I'd freak out.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/okgo.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://www.pri.org/file/okgopng"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110720148.mp3"},{"href":"http://www.pri.org/file/110720148mp3"}]}