{"created":"2014-12-04T08:17:18+00:00","modified":"2014-12-05T21:25:13+00:00","valid":{"from":"2014-12-05T21:25:13+00:00","to":"3014-12-05T21:25:13+00:00"},"hreflang":"en","title":"Hate The Idea Of 'Peter Pan Live'? NBC Is Counting On It","published":"2014-12-04T15:40:00+00:00","teaser":"NBC's <em>Peter Pan Live!</em> production seems to be utterly in earnest — but TV critic Eric Deggans wonders if the show will need a viewership boost from critics snarking on Twitter to really succeed.","itags":["npr_api","368308833"],"guid":"93fdc6ae-2b37-4aec-be59-9db7bba27ee0","contentencoded":"<p>It's one of the biggest ironies of NBC's gamble tonight with the blockbuster production <em>Peter Pan Live!</em></p><p>This incredibly earnest TV musical just might succeed if enough people hate it.</p><p>That's because one inspiration for this megamusical is a different live production last year that drew record audiences, even as a Twitterverse full of critics complained about it online in real time.</p><p>\"It's a tone that's risky,\" says star Allison Williams. She's tackling the lead role as her first big project apart from her co-starring gig on HBO's <em>Girls</em>.</p><p>\"People like to 'hate watch' things; people are very cynical, that's a much more fun way to watch television,\" adds Williams, speaking during a <a href=\"https://www.youtube.com/watch?v=XpdJ3Xl-A7g&list=UUccjdJEay2hpb5scz61zY6Q\">behind the scenes video</a> for the show on YouTube. \"People are afraid to admit they like things. ... Why have we been taught that it's not OK to genuinely like anything anymore? ... Peter Pan lives and breathes by people believing in fairies. I mean, that's a literal moment in [the musical].\"</p><p>Still, the reason \"hate watching\" surfaces as a topic connected to <em>Peter Pan Live!</em> is because that's believed to be one factor in the success of the live musical NBC aired last year, <em>The Sound of Music Live!</em></p><p>From Cameron Diaz complaining that \"HDTV makes everything ... look fake\" to Ronan Farrow carping that the plot was about a man leaving his fiancee \"to boink the nanny,\" social media filled up with people who seemed to tune in mostly to take shots at the uneven production.</p><p><em>American Idol</em> champ Carrie Underwood got high marks for her singing but much more mixed reviews for her acting, which one Tweet carped had \"all the charisma of a UPS truck.\" <em>Saturday Night Live</em> even delivered a parody featuring the return of former cast member Kristen Wiig as Dooneese, the odd-acting girl with a high forehead and tiny Barbie hands.</p><p>But <em>The Sound of Music</em> drew nearly 22 million viewers, including the first week of DVR replays, earning NBC's largest nonsports Thursday night audience in four years.</p><p>Which is likely why the network stepped up with an even bigger production for <em>Peter Pan Live!</em>, including Oscar-winner Christopher Walken as Captain Hook.</p><p>\"Frankly, it's intimidating,\" Walken — known for playing psychopaths and killers in movies — says in the behind-the-scenes video.</p><p>\"I've been in show business since I was 5 years old,\" adds the star, who was a song-and-dance man early in his career. \"In those days it was the birth of TV in New York; there were all these live shows from New York, before videotape, and they used a lot of kids because TV was very family-oriented. ... So I'm doing what I did when I was 10 years old.\"</p><p>The presence of an Oscar-winner like Walken — who compares doing the live show to playing a high-stakes football game — is just one of the signs that NBC wants critical raves along with the hate-watchers this time.</p><p>They also have: Oscar-nominated actress Minnie Driver playing a grown-up Wendy; a computer-generated Tinker Bell; giant sets that include a pirate ship; and, of course, a fair amount of flying.</p><p>But they also have to contend with a pretty hefty legacy.</p><p>Jerome Robbins' Broadway version of <em>Peter Pan</em> debuted in 1954. NBC broadcast it a year later, with stage star Mary Martin re-creating her Broadway performance as Peter.</p><p>Martin was first in a line of actresses to play the boy who never grew up on stage and TV, including Sandy Duncan and gymnast Cathy Rigby, whose Emmy-winning <em>Peter Pan</em> production aired on the A&E channel in 2000.</p><p>Now Allison Williams, also known as daughter to NBC News anchor Brian Williams, has a chance to make her own mark in the role. There's a lot that can go wrong, from glitches with the ambitious special effects to the odd pacing problems <em>The Sound of Music</em> seemed to have, as the actors performed show-stopping numbers in a studio with no audience.</p><p>This is also a crucial moment for network television. As viewership of traditional TV drops, networks are scrambling to make must-see events from all their programming, hoping viewers will watch it live.</p><p>A<em> Sound of Music</em>-size blockbuster audience for this <em>Peter Pan Live!</em> could create an annual holiday tradition of live musical theater on television.</p><p>All NBC has to do is convince an audience of social media-wielding critics that sincerity can be a lot more fun than snark.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hate+The+Idea+Of+%27Peter+Pan+Live%27%3F+NBC+Is+Counting+On+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368408285-b4a390.m3u?orgId=1&topicId=1138&ft=3&f=368308833"},{"href":"http://media.npr.org/assets/img/2014/12/03/nup_160987_0002_sq-f589a34d85272bd110d1b3127eba8ca512d2e4aa.jpg","type":"image/jpeg","meta":{"crop":"square","height":"673","width":"673"}}]}