{"created":"2014-08-13T21:02:13+00:00","modified":"2015-05-14T19:28:38+00:00","valid":{"from":"2014-05-20T10:51:39+00:00","to":"3014-05-20T10:51:39+00:00"},"hreflang":"en","description":"A contest for telecom dominance between cable and satellite in the developing world.","published":"2014-05-20T10:51:39+00:00","guid":"9402ae23-f9dc-4c79-8e68-75e1d25da7ee","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>In the U.S., satellite TV has been at something of a disadvantage, compared to cable.  </p>\"},{\"content\":\"<p>“Part of the reason for that is they lacked the clout to effectively negotiate reasonable rates for content, so they’ve always lagged in the content wars,” according to David Balto, a former policy director for the Federal Trade Commission who now runs a private anti-trust practice.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The merger will, says Balto, place both AT&amp;T and DirectTV in a much better position to bargain for content in the U.S., making it “a much stronger rival to Comcast.”   There are places, however, where satellite already has the upper hand and where DirectTV has a significant stake that could accrue to its and AT&amp;T’s mutual benefit, if the merger makes it past regulators. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In many emerging markets, where public infrastructure is limited, satellite access is cheaper and more feasible for consumers.   </p>\"},{\"content\":\"<p>Stephen Snyder, an analyst with global intelligence and advisory firm Ergo, explains that “satellite TV requires much less infrastructure than cable does. All you need is a dish to receive the signal, whereas with cable TV you need to have antennae, cables, amplifiers and so forth, so that makes it a lot more costly to install.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>It’s the same reason why mobile banking and mobile phone use are so high in the developing world.  “Brazil has six times as many mobile phone users as it does landlines, compared to the U.S. where that ratio is 2 to 1,” says Snyder.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In the U.S., the cable industry had a two-decade head start in terms of infrastructure and relationships that allowed it to prevent the ascendance of a new system – satellite – that otherwise could have well won out.  The rise of the internet and its associated convenience and alternate infrastructure has finally begun to pry off cable’s dominance. In emerging markets, however, that competition is getting off to a more even start, and the old race may turn out differently.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>DirectTV has aggressively targeted Latin America, where it now has around 18 million subscribers, and which constitutes its fastest growing segment.    </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“There’s a great opportunity for expansion in Latin America,” says Erik Brannon with IHS Global Insight.  “As people become more affluent, uptake of more high-end cell services like what we enjoy domestically would become the norm, so it’s a significant opportunity for AT&amp;T to expand and do what they do best – provide wireless services.” </p>\"}]","title":"How the AT&T-DirecTV deal plays in Latin America","tags":["AT&T","Latin America","directv","Tech","Comcast","APM"],"itags":["Marketplace","Marketplace Morning Report for Tuesday May 20, 2014","PMP:Marketplace_PMP","Marketplace Morning Report","9402ae23f9dcc792e68675e1d25da7ee"],"byline":"Sabri Ben-Achour","teaser":"A contest for telecom dominance between cable and satellite in the developing world.","contentencoded":"<div class=\"barn-cleaned\"><p>In the U.S., satellite TV has been at something of a disadvantage, compared to cable. &nbsp;</p>\n<p>“Part of the reason for that is they lacked the clout to effectively negotiate reasonable rates for content, so they’ve always lagged in the content wars,” according to David Balto, a former policy director for the Federal Trade Commission who now runs a private anti-trust practice.</p>\n<p>The merger will, says Balto, place both AT&amp;T and DirectTV in a much better position to bargain for content in the U.S., making it “a much stronger rival to Comcast.”&nbsp;&nbsp; There are places, however, where satellite already has the upper hand and where DirectTV has a significant stake that could accrue to its and AT&amp;T’s mutual benefit, if the merger makes it past regulators.&nbsp;</p>\n<p>In many emerging markets, where public infrastructure is limited, satellite access is cheaper and more feasible for consumers.&nbsp; &nbsp;</p>\n<p>Stephen Snyder, an analyst with global intelligence and advisory firm Ergo, explains that “satellite TV requires much less infrastructure than cable does. All you need is a dish to receive the signal, whereas with cable TV you need to have antennae, cables, amplifiers and so forth, so that makes it a lot more costly to install.”</p>\n<p>It’s the same reason why mobile banking and mobile phone use are so high in the developing world.&nbsp; “Brazil has six times as many mobile phone users as it does landlines, compared to the U.S. where that ratio is 2 to 1,” says Snyder. &nbsp;</p>\n<p>In the U.S., the cable industry had a two-decade head start in terms of infrastructure and relationships that allowed it to prevent the ascendance of a new system – satellite – that otherwise could have well won out.&nbsp; The rise of the internet and its associated convenience and alternate infrastructure has finally begun to pry off cable’s dominance. In emerging markets, however, that competition is getting off to a more even start, and the old race may turn out differently.</p>\n<p>DirectTV has aggressively targeted Latin America, where it now has around 18 million subscribers, and which constitutes its fastest growing segment.&nbsp; &nbsp;&nbsp;</p>\n<p>“There’s a great opportunity for expansion in Latin America,” says Erik Brannon with IHS Global Insight.&nbsp; “As people become more affluent, uptake of more high-end cell services like what we enjoy domestically would become the norm, so it’s a significant opportunity for AT&amp;T to expand and do what they do best – provide wireless services.”&nbsp;</p></div>","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/453980447.jpg?itok=-ZVdoLAe","type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/05/20/marketplace_segment1_20140520_64.mp3","type":"audio/mpeg","format":"MP3","meta":{"duration_hms":"00:01:18","duration":78,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/05/20/marketplace_segment1_20140520"}}}]}