{"created":"2014-10-08T13:49:50+00:00","modified":"2014-10-31T01:02:47+00:00","valid":{"from":"2014-10-31T01:02:46+00:00","to":"3014-10-31T01:02:46+00:00"},"hreflang":"en","title":"John Oliver Is No One's Friend On His New HBO Show","published":"2014-06-19T18:37:00+00:00","teaser":"The comedian who was a correspondent on <em>The Daily Show</em> for 7 1/2 years now pokes fun on <em>Last Week Tonight</em>. Oliver talks about tasing his leg, temping for a thief and remaining an outsider.","itags":["npr_api","323335539"],"guid":"94147777-ef59-4e74-92bf-9042b860c991","contentencoded":"<p>After serving as a correspondent on <em>The</em> <em>Daily Show</em> for 7 1/2 years — and hosting it last summer while Jon Stewart took a break to direct his movie — British comedian John Oliver now has his own show.</p><p><em>Last Week Tonight, </em>a political satire,<em> </em>airs on HBO on Sunday nights.</p><p>Much like Stewart, Oliver takes complicated issues, explains them and makes fun of them.</p><p>Recently, Oliver tackled <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/06/03/318458496/john-oliver-helps-rally-45-000-net-neutrality-comments-to-fcc\" target=\"_blank\">net neutrality</a>, or the idea that the Internet should be a level playing field with all data treated equally, whether it's coming from a big corporation or a startup. The Federal Communications Commission is endorsing rules that would end net neutrality and create a data \"fast lane\" for companies willing to pay a premium. The issue is sometimes discussed in hard-to-follow technical and bureaucratic language, which is where Oliver comes in.</p><p>\"Internet neutrality is the most important thing that is honestly too boring to care about, and yet it is a pivotal moment in a very, very key issue,\" Oliver tells <em>Fresh Air</em>'s Terry Gross. \"It took a week of sifting through almost paralyzingly dull footage to try and work out how to present it.\"</p><p>But present it he did in a <a href=\"https://www.youtube.com/watch?v=fpbOEoRrHyU\">13-minute rant</a>, and at the end of the show, Oliver encouraged viewers to comment on the FCC website to change the rule. The FCC site received so much traffic, the agency had to send out a few tweets saying it faced \"technical difficulties\" on its servers.</p><p>As a comedian, Oliver says, his job is to remain an outsider.</p><p>\"There should be a kind of awkward tension whenever a journalist walks into a room that politicians are in, because you should've done things that annoyed them in the past,\" he says. \"It's the same as a comedian. You're no one's friend.\"</p><p>He also talks about tasing his leg for comedic effect, working a temp job for a thief and how HBO gives him a \"confusing amount of freedom.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On whether he worries about meeting the people he's ridiculed </strong></p><p>As a comedian you should not be in rooms where the people you're making fun of also are, because you'll realize, at the end of the day, they're just people. You can't risk having that kind of compassion infect your mission to attack. My solution to that is not to curve my jokes — it's to not put myself in the same room as the consequences of those jokes. ... </p><p>A comedian is supposed to be an outsider. He's supposed to be outside looking in. I don't want to be at parties in D.C. with politicians. Comedians shouldn't be there. If you feel comfortable in a room like that, there's a big problem. That's what is so concerning when you see journalists so comfortable around politicians — that's a red flag.</p><p><strong>On the freedoms HBO gives its show creators </strong></p><p>The linguistic [expletive] and visual [nudity] pyrotechnics are actually the least exciting things — those are kind of the cherries on the cake. The incredible thing is you can do anything.</p><p>You can do 12 minutes on General Motors' corporate malfeasance, which can be a problem on network television. ... If you're going to go after GM, there are a number of GM cars that would be sponsors for your show, so it's going to be difficult. There are going to be consequences [for] doing that.</p><p>The exciting thing is that [HBO] let[s] you do whatever you want. They don't say anything. They're amazing. It's almost a confusing amount of freedom.</p><p><strong>On Egyptian political satirist Bassem Youssef, who had to end his show <em>Al-Bernameg</em> because of threats to his family and staff</strong></p><p>What Bassem is doing is he is at the pointy end of political comedy, because he is not immune from consequences in the way that you almost entirely are when you live in America.</p><p>It's hard to overstate the difficulty of the conditions that he had to work under when that show was on the air, so I feel genuinely that I owe him in a way. If you have the chance to do dumb things, you should do them. You shouldn't be scared if you have nothing to be scared about. ... I have no business even letting any of those concerns cross my mind when Bassem did the kinds of things that he did. ...</p><p>When someone is being stopped [in another country] for doing the thing that you love to do — you should do what you do even more, and you should cherish it. I've been very lucky to get to do this.</p><p><strong>On performing for troops in Afghanistan</strong></p><p>I really wanted to do it because from my wife [who served in Iraq] or from friends of hers or Rob Riggle who used to work on <em>The Daily Show</em>,<em> </em>who was a Marine, they often talked about how much it meant just to have someone — not even if it's someone you like in particular, just someone — from back home coming and trying to take you out of your own head for a few minutes.</p><p>They were some of the most fun gigs I've ever done, just because you want to go make fun of them. I'll do anything to make them laugh.</p><p>Comedy is luxury at the best of times to do as a career. And [performing for the troops is] one of the rare times you actually feel like it has some tangible use, [when] you look out into an audience of people who are just exhausted with guns in their laps and you think, \"I'll do whatever it takes to make you laugh.\" I even tased myself. I tased myself in the leg. ... The last thing I can remember, one of the other guys who I went over there with, I remember as I was jolting myself in the leg, I remember hearing him shout, \"I thought you were smarter than this!\"</p><p><strong>On a bizarre temp job he held</strong></p><p>I had a temp job at one point answering phones for this guy that dealt industrial kitchen equipment, all of which was very clearly stolen. I was standing for his regular phone-answerer, who was on maternity leave. So I covered for her maternity leave, basically fending phone calls from people threatening his life in different ways each day and having to write down those threats. He was always there, but that was the first thing you were supposed to say is, \"No, he's not here.\"</p><p>They'd say, \"OK, can you tell him that unless he brings 'round X amount of money, I will kill him.\"</p><p>And you go, \"OK, I'll tell him.\"</p><p>\"Read it back to me.\"</p><p>\"OK, right, well, unless you bring back X amount of money, you will kill him.\"</p><p>\"OK that's good.\"</p><p>\"I will let him know that, yeah.\"</p><p>One time, he sent me across London in a cab with like £5,000 and a knife, and he said the knife was in case someone tried to take [the money] from me. And I said to him, \"Look, if someone tries to take this money from me, I'm giving him the money and the knife. I'm coming back empty-handed.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=John+Oliver+Is+No+One%27s+Friend+On+His+New+HBO+Show&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2476"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323675731-724d5f.m3u?orgId=1&topicId=1138&ft=3&f=323335539"},{"href":"http://media.npr.org/assets/img/2014/06/18/johnoliver05eric-liebowitz--bb162f1441a79d01745a8e1688c22592089b23d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2785","width":"3716"}}]}