{"created":"2015-06-16T20:02:23+00:00","modified":"2015-06-17T13:05:15+00:00","valid":{"from":"2015-06-17T13:05:15+00:00","to":"3015-06-17T13:05:15+00:00"},"hreflang":"en","title":"'A Lot Of Hope And A Lot Of Fear': Anouar Brahem's Arab Spring Remembrance","published":"2015-06-17T00:06:00+00:00","teaser":"The Tunisian oud player's latest album, <em>Souvenance,</em> is his response to the Arab Spring after years of reflection. Betto Arcos has his story.","itags":["npr_api","414914805"],"guid":"9415d840-3d1a-4fe2-8fab-e9c5763ec6b5","contentencoded":"<p><a href=\"http://www.npr.org/artists/15291659/anouar-brahem\">Anouar Brahem</a> is one of Tunisia's best-known composers and musicians. He's released numerous solo albums and collaborated with a renowned French choreographer and an esteemed Greek filmmaker. Yet Brahem couldn't figure out a way to respond to the upheaval in his country that began at the end of 2010 — the one that launched the Arab Spring. So he waited four years.</p><p>That response is captured on Brahem's new album <em>Souvenance</em>, which is French for \"remembrance.\" He wrote this short text for the album's liner notes:</p><p><em>\"Extraordinary events had suddenly shaken the daily lives of millions of people. We were propelled towards the unknown, with immense fears, joys and hopes. What was happening was beyond our imagining. It took a long time before I was able to write this music.\"</em></p><p>Brahem says he's always been skeptical when artists suggest that they're influenced by political events, so he didn't want to be too specific in his notes.</p><p>\"I really wanted to leave the imagination of the people free and to try to listen to the music without this kind of indication. This was important for me,\" he says. \"That's why I wrote this small text.\"</p><p>Brahem says he was at an artistic crossroads at the end of 2010, trying to find a new direction for his music. He'd written a few draft pieces, but a series of events then began to unfold in Tunisia.</p><p>\"It was really amazing, because in a few days, the regime fell down, the president left and we were in a kind of revolutionary situation, with a lot of hope and a lot of fear,\" Brahem says. \"There were a lot of demonstrations on the street, and sometimes with a very chaotic situation.\"</p><p>Brahem says he didn't want to leave, but it was difficult for him to write music. He says everything he tried to compose sounded banal and trivial in the wake of the Arab Spring.</p><p>\"I had a kind of fear that maybe I lost my inspiration,\" he says.</p><p>Brahem was stuck. But A.J. Racy — a professor of ethnomusicology at UCLA with a specialty in Arab music — says he understands why the composer stayed in Tunisia.</p><p>\"You can stay in your hometown, where you were born, and the advantage of that is you're in the consciousness of the society that you're living in,\" Racy says. \"He senses the tensions of his being there.\"</p><p>Brahem says it was important for him to wait for things to settle down in Tunisia, to give himself some distance from the events. When he started composing the music for this album, he says, the creative process felt all too familiar.</p><p>\"To be honest, when I start to compose, I feel always that I am moving more or less in the fog,\" Brahem says. \"I would say that I just try to follow my inspiration with a maximum of freedom.\"</p><p>But amid the political and social uncertainty, Brahem says he wasn't hearing the instruments of his working quartet: the oud, piano, clarinet and bass for which he often composes. Instead, he heard a string orchestra.</p><p>It took Brahem months to figure out how to use that new set of tools. But when it finally came together, the music on <em>Souvenance</em> became the composer's personal tribute to what he'd experienced during and after the Arab Spring.</p><p>\"All these four last years were a little bit difficult, sometimes chaotic,\" he says. \"But now I think we are in the good way. We just had a democratic election of the parliament and of the president, and the situation is more stable. We have much more hope than before.\"</p><p>Although Brahem says the country is still fragile, he remains hopeful for its future.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27A+Lot+Of+Hope+And+A+Lot+Of+Fear%27%3A+Anouar+Brahem%27s+Arab+Spring+Remembrance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Betto Arcos","audio":[{"meta":{"duration":"340"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414985855-0c8e78.m3u?orgId=1&topicId=1105&d=340&p=2&story=414914805&t=progseg&e=414970991&seg=10&ft=nprml&f=414914805"},{"href":"http://media.npr.org/assets/img/2015/06/16/2423-24_brahem_pf5-c4517699ca81d7272c5ae56ecfa2bf16815400ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2982","width":"3976"}}]}