{"created":"2015-02-27T00:00:23+00:00","modified":"2015-03-06T14:23:12+00:00","valid":{"from":"2015-03-06T14:23:12+00:00","to":"3015-03-06T14:23:12+00:00"},"hreflang":"en","title":"Families Of Sept. 11 Victims Watch Guantanamo Hearings With Mixed Feelings","published":"2015-02-27T02:42:00+00:00","teaser":"Five men are charged with planning the Sept. 11 attacks. When they appear for proceedings in Guantanamo Bay, people who lost loved ones that day are flown down to the courtroom to bear witness.","itags":["npr_api","389308671"],"guid":"943bf93b-de29-4c75-b91f-2aecfe4dd7e4","contentencoded":"<p>Thad Rasmussen, 36, lost <a href=\"http://projects.washingtonpost.com/911victims/rhonda-sue-rasmussen/\" target=\"_blank\">his mother, Rhonda</a>, in the Sept. 11 attacks; she died at the Pentagon. This month, he sat in a courtroom at Guantanamo Bay, Cuba, and looked at five men accused of planning those attacks.</p><p>\"It was very difficult to see them as humans,\" he says.</p><p>Khalid Sheikh Mohammed and four other men held at the Guantanamo Bay detention camp are accused of helping plot the Sept. 11 attacks. For the past three years, they've faced death penalty charges, appearing periodically in the war court that is trying them, <a href=\"http://www.npr.org/2015/02/26/389024404/no-end-in-sight-for-sept-11-proceedings-at-guantanamo-bay\" target=\"_blank\">and the trial could take many years more</a>.</p><p>Every time the defendants appear in court, relatives of the attacks' victims, such as Rasmussen, are flown down by the Pentagon to witness the proceedings.</p><p>What do they think and feel as they sit behind a thick glass partition? After the latest court session, a small group of people — all of whom lost a close family member in the Sept. 11 attacks — sat in a circle in an old hangar near the war court and described the experience.</p><p><strong>Values Being Tested</strong></p><p>Joel Shapiro is a 67-year-old New Yorker whose wife, <a href=\"http://www.legacy.com/sept11/story.aspx?personid=115397\" target=\"_blank\">Sareve Dukat</a>, died on the 86th floor of the World Trade Center's south tower. Like Rasmussen, he was affected by the sight of the accused.</p><p>\"I was, on some visceral level, surprised that they didn't have two heads and four arms — they looked almost human in form,\" he says. \"And I say 'almost' because their actions, I believe, have taken away their right to be treated as humans, to be treated humanely.\"</p><p>\"I think I just really wanna ... kinda push back against that, if I may,\" says Robert Mathai, a student at Tufts University. \"I think it behooves us to treat them better than they would necessarily treat the people that they do torture and do terrible things to, because if we want to be the better people, we have to hold ourselves accountable.\"</p><p>Mathai was 8 when <a href=\"http://www.wickedlocal.com/article/20110911/News/309119894\" target=\"_blank\">his father, Joseph</a>, died at the World Trade Center, and he says there's more on trial here than just the defendants.</p><p>\"A lot of American values are being tested,\" Mathai says, \"and the idea of whether or not we can hold these guys indefinitely, without any reason behind them, as enemy combatants — whether or not that's fair, under the Geneva Convention, whether or not they're entitled to those rights — these are all very intense, elevated discussions, and I think the very fact that we're having them is huge.\"</p><p><strong>Truth And Justice</strong></p><p>One thing all the family members agree on is that this proceeding should be about the truth, even when it's painful.</p><p>\"What I'm encouraged by is, yesterday — for the first time — the Senate report on torture came up in open court,\" says Shapiro, referring to the Senate Intelligence Committee's <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/09/369562383/live-blog-senate-expected-to-release-long-held-cia-torture-report\">recently declassified probe</a> into CIA interrogation and detention of suspected terrorists — including some of the Sept. 11 suspects.</p><p>\"That has been very much the elephant in the room that no one was allowed to mention,\" Shapiro says. \"Now that it is mentioned in open court, it will have to be dealt with. It will be.\"</p><p>Defense lawyers for the accused have been looking at the report, as the descriptions of brutal interrogation tactics may serve as a mitigating factor in a trial where the death penalty is being sought</p><p>Meanwhile, the very possibility of the death penalty is opposed by 78-year-old Adele Welty, whose <a href=\"http://www.legacy.com/sept11/story.aspx?personid=146596\" target=\"_blank\">son Timothy, a firefighter</a>, died at the World Trade Center.</p><p>\"I feel that the death penalty is not something I want my government to be involved in,\" she says. \"So even though it's a big hill to climb in this particular case — because I have an even bigger hill to climb with the presumption of innocence in this case — I don't think deliberately killing people is a civilized way of handling retribution and accountability.\"</p><p><strong>Meeting The Defense</strong></p><p>The family members had just met with the lawyers defending the men accused of killing their relatives, and they aren't sure what to make of them. Robert Mathai came away impressed.</p><p>\"The point of the defense attorney, like <a href=\"http://www.bostonmassacre.net/trial/acct-adams1.htm\">John Adams in the Boston massacre</a>, is to take the unpopular decision, or role, in this case, and defend them as well as possible — to show that there's no miscarriage of justice,\" he says. \"And as hard as it is for them, I thank them a lot for doing that, because it's a very tough role.\"</p><p>Rasmussen says he gets that.</p><p>\"I understand that their duty is not to presume judgment and to defend their client,\" he says. \"I just have a hard time understanding how they sleep easy at night, or wonder if they have a harrowing time performing their job duties.\"</p><p>Shapiro, for his part, has extended an offer to each of the attorneys.</p><p>\"One of the things I did with each defense team was invite them to come down to the 9/11 Memorial Museum, where I'm a volunteer docent,\" he says, \"and I will give them a private tour. Just as I saw that their clients don't have two heads, I want them to see the faces of 2,977 individuals.</p><p>\"They all responded warmly, positively, and I'm going to set up the visits for anyone who wants to come.\"</p><p><strong>'An Alternate Universe'</strong></p><p>For these family members sitting near the war court in Guantanamo, the events of Sept. 11 are woven into their present lives. But they understand that it's different for some back in the United States.</p><p>\"There's a difference between the ever-presence of this event in, certainly in the New York psyche, and whether anyone knows or cares that there's anything going on here\" in Guantanamo, says Shapiro. \"Because from the standpoint of news, which is stale the moment you report it, this is very much like watching paint dry.\"</p><p>\"I don't think anybody focuses on Guantanamo other than the families,\" says Welty. \"I've spoken to innumerable people who know very well that I lost my son on 9/11 and couldn't understand what in the world I would be doing coming here. It's as though we live in an alternate universe where we know about certain things that are going on, but the rest of the world has moved on from 9/11.\"</p><p>But while the rest of the world may not be riveted by the slow-moving legal proceedings in Guantanamo, the family members all say that they're glad they came down to view the court — even if it was \"a roller coaster of emotion,\" as Rasmussen put it.</p><p>Mathai came away with a better opinion of the war court than he had before he visited, and Adele says it is always a \"healing experience\" to spend time with other families who lost loved ones in Sept. 11.</p><p>When Shapiro was asked how he felt after the visit, he thought of his late wife.</p><p>\"My wife's first love was history,\" he says. \"She would've always wanted to be an integral part of this historic situation — not quite the way it unfolded for her, but I can't think of any place that she would rather be than here witnessing the unfolding of these historical events.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Families+Of+Sept.+11+Victims+Watch+Guantanamo+Hearings+With+Mixed+Feelings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"430"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389321679-6063ee.m3u?orgId=1&topicId=1122&e=389308671&d=430&ft=nprml&f=389308671"},{"href":"http://media.npr.org/assets/img/2015/02/26/gettyimages_171562448-75a415ac05ea640051e2c0a218a4f94315da9900.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2995","width":"3993"}},{"href":"http://media.npr.org/assets/img/2015/02/26/gettyimages_2485174-7ad1600472ddb21aa32430413632d7684dabf0cc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1408","width":"1878"}},{"href":"http://media.npr.org/assets/img/2015/02/26/pt-member-adele-welty-5af4325df554deb3287b72d35836880f717bfc4b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"168","width":"225"}}]}