{"created":"2015-06-24T20:34:44+00:00","modified":"2015-06-30T18:42:06+00:00","valid":{"from":"2014-05-23T07:57:04+00:00","to":"3014-05-23T07:57:04+00:00"},"hreflang":"en","guid":"943f04eb-6d64-4ee3-8da8-25dcbd526fc4","teaser":"Twenty years ago, Jon Favreau wrote and starred in the hit indie comedy “Swingers.” It launched him and Vince Vaughn as stars, jumpstarted a vintage clothing and music craze, and introduced the term “You’re money, baby” into the popular lexicon. Jon went on to direct and produce megahit movies like “Elf” and “Iron Man.”  But […]","byline":"Martin, Brittany","title":"Jon Favreau’s Passions in Film and Food","description":"Twenty years ago, Jon Favreau wrote and starred in the hit indie comedy “Swingers.” It launched him and Vince Vaughn as stars, jumpstarted a vintage clothing and music craze, and introduced the term “You’re money, baby” into the popular lexicon. Jon went on to direct and produce megahit movies like “Elf” and “Iron Man.”  But […]","itags":["943f04eb6d64ee3dda8225dcbd526fc4","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-05-23"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Twenty years ago, Jon Favreau wrote and starred in the hit indie comedy “Swingers.” It launched him and Vince Vaughn as stars, jumpstarted a vintage clothing and music craze, and introduced the term “<a href=\\\"http://youtu.be/vvKeDr3k7n0\\\">You’re money, baby</a>” into the popular lexicon.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Jon went on to direct and produce megahit movies like “Elf” and “Iron Man.”  But his latest is a return to small, warmhearted comedies: “<a href=\\\"http://chefthefilm.com/\\\">Chef</a>” — about a top chef who loses his restaurant gig and sets out to regain his mojo by starting a food truck.  He stopped by the studio to explain why food fuels even his biggest blockbusters.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" /></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> In addition to “Chef,” you created the TV talk show “Dinner For Five,” in which you talk with celebrity friends over a meal. What’s the attraction?  Food’s now inspired two of your projects…</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> Yeah, well, more than two! I mean people are <em>constantly</em> eating [in my movies], I’m sort of noticing. In “Elf” I added that whole wrinkle, as I was developing that script, about him stuffing his face, and how much elves eat. And then in “Iron Man,” he’s talking about flying Ray’s Pizza in from New York. It always seems to sneak into everything I do.</p><br /><p>As young as I can remember, food was a topic of interest in my family. You know, if my uncle discovered a new Chinese restaurant in Brooklyn — my uncle the cabbie — that was something we all would go out for. Food was always a lubricant for conversation and something that brought people together.</p><br /><p>And it’s not like, you know, with smartphones and iPads, that’s when everybody stops sitting at the table together. Even back then, people were all off doing their own thing.  But when a <em>meal</em> was served, especially around a holiday… Christmas Eve with the Italian side of the family, the <em>meal</em> was the focus and the presents came later.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Oh yeah: <a href=\\\"http://www.epicurious.com/articlesguides/holidays/christmas/batalisevenfishes\\\">the feast of the seven fishes</a>; that’ll focus you. That’ll make you put away the iPhone.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> Yes it will!</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong>: You’re obviously a food <em>fan. </em> How much did you know, though, about being a pro chef?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> I didn’t know much at all. You know, I read “Kitchen Confidential” by Anthony Bourdain, and that was an amazing window. But that was years ago.</p><br /><p>I had always been in the service industry as a bartender. Bartenders are always friends with the cooks – you slip them drinks, they slip you food, it was a great arrangement. And you bonded with them, and you got to know everybody because you’re all doing your work side by side.</p><br /><p>But there are a lot of really good books written about the food world, and it made me dive into it. That’s what’s fun about making a movie: you get to learn from the best, you get to reach out to any chef you want…</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s right — this film was co-produced by Roy Choi actually. The LA chef who arguably launched the food-truck explosion with his Kogi Korean taco truck. What did you learn from him, either about food as a profession or about food preparation, that most surprised you?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> You know, it’s like directing. There’s nothing <em>specific</em> that a director does, it’s a million little things. Be it my training, the way I held my towels, the way I wiped the cutting board. The way my whites were buttoned — the chef’s whites.  Little things, like John Leguizamo…</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Who plays your sidekick in the film.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> …Yeah. It seems like a silly thing, but at one point John Leguizamo takes a freshly delivered baguette, and holds it up like it’s his schlong. And he makes a “whoop-whoop!” noise.  And that seems like such a silly little thing, but that’s a detail that Roy was very specific about. He said <em>every time</em> bread is delivered, some line cook will grab it, and he will hold it like this to his groin, and he will make this noise!</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> See, I thought you were going to tell me some specific preparation of a sauce, and you tell me that.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> No, but that’s… I mean that is it too. It’s what tools we use, the Vitamixers as opposed to… You know, you see movies, you see a lot of saucepans and copper pots and all these beautiful things that you just don’t see in a kitchen. Instead, you see stainless steel, you see deli containers, you see Vitamixers. And what is beautiful to a chef is very different than what’s beautiful to a director. We wanted the movie to reflect how a chef looks at beauty and looks at the essence of what goes on in the kitchen.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/8VFj2id96-U\\\"></iframe></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> In the movie the hero starts a food truck, and it serves Cuban food. Why did you pick that cuisine? I mean, in the movie the <em>plot</em> reason is because his ex-wife is Cuban, and he goes with her to Miami — but you could have made her any nationality.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> I kind of I backed into the story, I think it came from the music. I think I was listening to, probably like Buena Vista Social Club and similar music as I was writing it. That was the vibe, just like I was listening to Sinatra when I was writing “Swingers.” And I knew that the kitchen staff was going to be all Latino, because that was part of the authenticity of what I had read and seen, that had not been reflected in restaurant movies. So I knew that was part of the culture that he was involved with.</p><br /><p>And then the whole idea of Miami cause I had just been working in Miami on “Ironman 3,” the first “Ironman” movie that I wasn’t the director of.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Right. You were the executive producer.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> But that’s like being a grandpa! A grandpa can’t always step in and open his mouth. You know, grandpa has to kinda be nice and polite and pleasant, and offer helpful suggestions but not get in the way.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> And give a silver dollar every now and then.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><br /><p><strong>Jon Favreau:</strong> Exactly! You know, and everybody <em>loves</em> grandpa!  But people don’t love a grandpa who gets in the middle of things and tells you how to raise your kids.</p><br /><p>And so I had a lot of free time on my hands, and one of Robert Downey’s friends who was a local [in Miami], brought me to Little Havana, to the club that’s in the film — Hoy Como Ayer — and I saw this great live Cuban Salsa music.  And I thought, “Oh this is a magical, cool image — let me just sock this away for something later.”</p><br /><p>That was all floating around in my head, and the Cuban food became the nexus of it all. And there’s also something really romantic, I think, about the exile Cuban culture of Little Havana. And the whole fifties nostalgia of how Cuba’s still frozen in time. The cars and the architecture and… everything’s frozen in amber. To me, as a nostalgic person, there’s something really romantic about the <a href=\\\"http://youtu.be/yJLiOgNn-yo\\\">“Guys and Dolls” image</a> of Havana.</p><br /></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You mentioned being a romantic. The thing I love about this film, and all your personal films, is this kind of… it’s a warmth between characters. They really <em>love</em> each other — even the hero’s antagonists in this movie have souls. And you can tell that it’s not just from the writing; it feels like there’s a real warmth between the actors in your movies. How do you create that?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> Yeah. You know, everybody who’s on the set, I’ve sat with each of them and had them comment and give input and their thoughts on each line, and I’ve heard them <em>say</em> the lines. And if they can’t say the lines like I wrote them, I change them to something they can score with. And then in the case of like Oliver Platt, Robert Downey Jr., Scarlett, I’m actually tearing it down to the studs and rewriting the scenes based on our meetings. And then I run multiple cameras so that we can improvise if a better idea hits us. Even on “Ironman” I did that. You know, you can’t do it with the action sequences, but I really try to create a moment for spontaneity. I try to create an environment that I would like if I were an actor.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I’m a big fan, actually, of “Elf” and the “Ironman” films, but I have to say, watching this I kept thinking: “How can the guy who made this feel <em>comfortable</em> directing a big noisy blockbuster?”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> I mean the thing is, I love the tech.  I love it, I’m a geek.  And if it weren’t for the tech, I would just do small movies. I really would. Because the politics isn’t fun, and the collaboration… if you’re working with smart people it’s great, if you’re working with people who aren’t scared it’s great… but it’s a <em>big</em> group of people, and often you’re really trying to help people through the experience of collaborating on a big movie with a lot of money on the line.  Being in there for the big pitch in the big game.  And that’s what it feels like when you’ve got one weekend to make all that money back or people are going to lose their jobs, you know?  It’s a <em>scary</em> game — it’s not for the faint of heart.</p><br /><p>But I love the tools that are available, and the tools are <em>expensive</em>.  And now working on “Jungle Book,” my next project, it’s like: <em>what can technology offer this year? Can we make animals talk?</em></p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> It’s basically the chance to play with special effects, and the big toys, that keeps you from just making indie films for the rest of your life? Really?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Jon Favreau:</strong> I think so. Well, there are frustrations with indie films too. I mean, here I am… “Godzilla” is eating the world now, and I’m existing somehow, as like a little pilot fish, eating the little scraps that fall off of the mouth of these enormous blockbuster movies.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> “Chef versus Godzilla.”</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Jon Favreau:</strong> Yeah, it’s like <em>Bambi</em> versus Godzilla though!</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","tags":["APM","Chattering Class","food","movies"],"contentencoded":"<div class=\"barn-cleaned\"><p>Twenty years ago, Jon Favreau wrote and starred in the hit indie comedy “Swingers.” It launched him and Vince Vaughn as stars, jumpstarted a vintage clothing and music craze, and introduced the term “<a href=\"http://youtu.be/vvKeDr3k7n0\">You’re money, baby</a>” into the popular lexicon.</p>\n<br />\n<p>Jon went on to direct and produce megahit movies like “Elf” and “Iron Man.”&nbsp; But his latest is a return to small, warmhearted comedies: “<a href=\"http://chefthefilm.com/\">Chef</a>” — about a top chef who loses his restaurant gig and sets out to regain his mojo by starting a food truck.&nbsp; He stopped by the studio to explain why food fuels even his biggest blockbusters.</p>\n<br />\n<p><img class=\"aligncenter\" alt=\"DPD-Banner\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" /></p>\n<br />\n<p><strong>Rico Gagliano:</strong> In addition to “Chef,” you created the TV talk show “Dinner For Five,” in which you talk with celebrity friends over a meal. What’s the attraction?&nbsp; Food’s now inspired two of your projects…</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> Yeah, well, more than two! I mean people are <em>constantly</em> eating [in my movies], I’m sort of noticing. In “Elf” I added that whole wrinkle, as I was developing that script, about him stuffing his face, and how much elves eat. And then in “Iron Man,” he’s talking about flying Ray’s Pizza in from New York. It always seems to sneak into everything I do.</p>\n<br />\n<p>As young as I can remember, food was a topic of interest in my family. You know, if my uncle discovered a new Chinese restaurant in Brooklyn — my uncle the cabbie — that was something we all would go out for. Food was always a lubricant for conversation and something that brought people together.</p>\n<br />\n<p>And it’s not like, you know, with smartphones and iPads, that’s when everybody stops sitting at the table together. Even back then, people were all off doing their own thing.&nbsp; But when a <em>meal</em> was served, especially around a holiday… Christmas Eve with the Italian side of the family, the <em>meal</em> was the focus and the presents came later.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Oh yeah: <a href=\"http://www.epicurious.com/articlesguides/holidays/christmas/batalisevenfishes\">the feast of the seven fishes</a>; that’ll focus you. That’ll make you put away the iPhone.</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> Yes it will!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>: You’re obviously a food <em>fan.&nbsp;</em> How much did you know, though, about being a pro chef?</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> I didn’t know much at all. You know, I read “Kitchen Confidential” by Anthony Bourdain, and that was an amazing window. But that was years ago.</p>\n<br />\n<p>I had always been in the service industry as a bartender. Bartenders are always friends with the cooks – you slip them drinks, they slip you food, it was a great arrangement. And you bonded with them, and you got to know everybody because you’re all doing your work side by side.</p>\n<br />\n<p>But there are a lot of really good books written about the food world, and it made me dive into it. That’s what’s fun about making a movie: you get to learn from the best, you get to reach out to any chef you want…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s right — this film was co-produced by Roy Choi actually. The LA chef who arguably launched the food-truck explosion with his Kogi Korean taco truck. What did you learn from him, either about food as a profession or about food preparation, that most surprised you?</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> You know, it’s like directing. There’s nothing <em>specific</em> that a director does, it’s a million little things. Be it my training, the way I held my towels, the way I wiped the cutting board. The way my whites were buttoned — the chef’s whites.&nbsp; Little things, like John Leguizamo…</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Who plays your sidekick in the film.</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> …Yeah. It seems like a silly thing, but at one point John Leguizamo takes a freshly delivered baguette, and holds it up like it’s his schlong. And he makes a “whoop-whoop!” noise.&nbsp; And that seems like such a silly little thing, but that’s a detail that Roy was very specific about. He said <em>every time</em> bread is delivered, some line cook will grab it, and he will hold it like this to his groin, and he will make this noise!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> See, I thought you were going to tell me some specific preparation of a sauce, and you tell me that.</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> No, but that’s… I mean that is it too. It’s what tools we use, the Vitamixers as opposed to… You know, you see movies, you see a lot of saucepans and copper pots and all these beautiful things that you just don’t see in a kitchen. Instead, you see stainless steel, you see deli containers, you see Vitamixers. And what is beautiful to a chef is very different than what’s beautiful to a director. We wanted the movie to reflect how a chef looks at beauty and looks at the essence of what goes on in the kitchen.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/8VFj2id96-U\" allowfullscreen=\"\" frameborder=\"0\"></iframe></p>\n<br />\n<p><strong>Rico Gagliano:</strong> In the movie the hero starts a food truck, and it serves Cuban food. Why did you pick that cuisine? I mean, in the movie the <em>plot</em> reason is because his ex-wife is Cuban, and he goes with her to Miami — but you could have made her any nationality.</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> I kind of I backed into the story, I think it came from the music. I think I was listening to, probably like Buena Vista Social Club and similar music as I was writing it. That was the vibe, just like I was listening to Sinatra when I was writing “Swingers.” And I knew that the kitchen staff was going to be all Latino, because that was part of the authenticity of what I had read and seen, that had not been reflected in restaurant movies. So I knew that was part of the culture that he was involved with.</p>\n<br />\n<p>And then the whole idea of Miami cause I had just been working in Miami on “Ironman 3,” the first “Ironman” movie that I wasn’t the director of.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Right. You were the executive producer.</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> But that’s like being a grandpa! A grandpa can’t always step in and open his mouth. You know, grandpa has to kinda be nice and polite and pleasant, and offer helpful suggestions but not get in the way.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> And give a silver dollar every now and then.</p>\n<br />\n<blockquote><br />\n<p><strong>Jon Favreau:</strong> Exactly! You know, and everybody <em>loves</em> grandpa!&nbsp; But people don’t love a grandpa who gets in the middle of things and tells you how to raise your kids.</p>\n<br />\n<p>And so I had a lot of free time on my hands, and one of Robert Downey’s friends who was a local [in Miami], brought me to Little Havana, to the club that’s in the film — Hoy Como Ayer — and I saw this great live Cuban Salsa music.&nbsp; And I thought, “Oh this is a magical, cool image — let me just sock this away for something later.”</p>\n<br />\n<p>That was all floating around in my head, and the Cuban food became the nexus of it all. And there’s also something really romantic, I think, about the exile Cuban culture of Little Havana. And the whole fifties nostalgia of how Cuba’s still frozen in time. The cars and the architecture and… everything’s frozen in amber. To me, as a nostalgic person, there’s something really romantic about the <a href=\"http://youtu.be/yJLiOgNn-yo\">“Guys and Dolls” image</a> of Havana.</p>\n<br /></blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You mentioned being a romantic. The thing I love about this film, and all your personal films, is this kind of… it’s a warmth between characters. They really <em>love</em> each other — even the hero’s antagonists in this movie have souls. And you can tell that it’s not just from the writing; it feels like there’s a real warmth between the actors in your movies. How do you create that?</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> Yeah. You know, everybody who’s on the set, I’ve sat with each of them and had them comment and give input and their thoughts on each line, and I’ve heard them <em>say</em> the lines. And if they can’t say the lines like I wrote them, I change them to something they can score with. And then in the case of like Oliver Platt, Robert Downey Jr., Scarlett, I’m actually tearing it down to the studs and rewriting the scenes based on our meetings. And then I run multiple cameras so that we can improvise if a better idea hits us. Even on “Ironman” I did that. You know, you can’t do it with the action sequences, but I really try to create a moment for spontaneity. I try to create an environment that I would like if I were an actor.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> I’m a big fan, actually, of “Elf” and the “Ironman” films, but I have to say, watching this I kept thinking: “How can the guy who made this feel <em>comfortable</em> directing a big noisy blockbuster?”</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> I mean the thing is, I love the tech.&nbsp; I love it, I’m a geek.&nbsp; And if it weren’t for the tech, I would just do small movies. I really would. Because the politics isn’t fun, and the collaboration… if you’re working with smart people it’s great, if you’re working with people who aren’t scared it’s great… but it’s a <em>big</em> group of people, and often you’re really trying to help people through the experience of collaborating on a big movie with a lot of money on the line.&nbsp; Being in there for the big pitch in the big game.&nbsp; And that’s what it feels like when you’ve got one weekend to make all that money back or people are going to lose their jobs, you know?&nbsp; It’s a <em>scary</em> game — it’s not for the faint of heart.</p>\n<br />\n<p>But I love the tools that are available, and the tools are <em>expensive</em>.&nbsp; And now working on “Jungle Book,” my next project, it’s like: <em>what can technology offer this year? Can we make animals talk?</em></p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> It’s basically the chance to play with special effects, and the big toys, that keeps you from just making indie films for the rest of your life? Really?</p>\n<br />\n<blockquote>\n<p><strong>Jon Favreau:</strong> I think so. Well, there are frustrations with indie films too. I mean, here I am… “Godzilla” is eating the world now, and I’m existing somehow, as like a little pilot fish, eating the little scraps that fall off of the mouth of these enormous blockbuster movies.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> “Chef versus Godzilla.”</p>\n<br />\n<p><strong>Jon Favreau:</strong> Yeah, it’s like <em>Bambi</em> versus Godzilla though!</p>\n<br /></div>","published":"2014-05-23T07:57:04+00:00","audio":[{"meta":{"width":null,"crop":"primary","height":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/chef-CHEF_00014_rgb1.jpg"},{"meta":{"width":null,"height":null,"crop":"primary"},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/Jon-Headshotsq.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/chefsq.jpg","type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null}},{"meta":{"width":null,"height":null,"crop":"primary"},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/05/Jon-Headshotsq2.jpg"},{"meta":{"duration_hms":"00:09:43","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/05/23/0523_favreau","type":"application/json"},"duration":583},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/05/23/0523_favreau_128.mp3","format":"MP3"}]}