{"created":"2014-09-02T15:02:19+00:00","modified":"2015-02-03T18:18:24+00:00","valid":{"from":"2015-02-03T18:18:24+00:00","to":"3015-02-03T18:18:24+00:00"},"hreflang":"en","title":"A Political Family, Funding And Running On Both Sides Of The Aisle","published":"2014-09-02T15:02:00+00:00","teaser":"The wealthy Ricketts family includes conservatives and a liberal, activists and a candidate. Between them, they raise and spend a lot of political money — and exemplify how the system has changed.","itags":["npr_api","344770540"],"guid":"94466572-8a27-4029-9484-0e73aeace90e","contentencoded":"<p>Rich families sustain American politics. Some produce candidates; others supply money. And in rare instances, a family will do both.</p><p>Meet Nebraska billionaire <a href=\"http://www.joericketts.com/\">Joe Ricketts</a>, founder of Ending Spending, an independent political organization that's <a href=\"http://www.opensecrets.org/outsidespending/summ.php?disp=O\">among the top 10 spenders this election cycle</a>. Three of his four children are politically active, including one who's running for governor.</p><p><strong>A Billionaire With Political Punch</strong></p><p>The gubernatorial hopeful is Pete Ricketts, a conservative Republican. He spoke earlier this month at a forum of Nebraska chambers of commerce, at the Strategic Air and Space Museum near Omaha.</p><p>With chamber members sitting in front of a 1940s-vintage B-29 bomber named \"Lucky Lady,\" Ricketts pledged to \"unite Nebraska east and west, urban and rural.\"</p><p>Omaha is where Joe and Marlene Ricketts raised Pete and his siblings Laura, Todd and Tom. It's also where Joe founded one of the first discount stock brokerage firms, now known as TD Ameritrade.</p><p>Joe Ricketts became a billionaire and a Republican. He started putting money into politics, and along the way, he concluded that both Republicans and Democrats spend too much of taxpayers' money.</p><p>\"So I am now a registered independent and will probably be that for the rest of my life,\" he said in a video made for his political action committee. The PAC was first called Taxpayers Against Earmarks. By the 2010 election, it had morphed into a 501(c)(4) social welfare organization, Ending Spending, and a superPAC, the Ending Spending Action Fund.</p><p>Despite Joe's independent voter registration, Ending Spending has always backed Republicans. The superPAC's biggest donors are Joe and Marlene Ricketts; the 501(c)(4) isn't required to disclose its donors.</p><p>Joe Ricketts declined to comment for this story, as did the president of Ending Spending. Todd Ricketts, who succeeded Joe as CEO of Ending Spending, didn't respond to interview requests.</p><p>Neither did Laura Ricketts, who has taken her own path in politics.</p><p><strong>A Family Spanning The Political Divide</strong></p><p>Last spring, CBS' <em>60 Minutes Sports</em> did a segment on the Ricketts family's ownership of the Chicago Cubs. (Tom Ricketts has run the ball club since the family bought it in 2009.)</p><p>In the TV segment, Laura Ricketts said of herself and her siblings, \"We all had different perspectives on the world. I'm a woman, I live in Chicago, I'm gay.\"</p><p>While Joe and Todd are staunch conservatives, Laura Ricketts raised money for President Obama's re-election. She's on the board of the liberal group EMILY's List, and she chairs LPAC, a political committee focused on issues important to lesbians.</p><p>Laura has given Pete's campaign $5,000 — a generous contribution, but Todd and Tom have given $27,000 each.</p><p>In the <em>60 Minutes</em> segment, Laura said of the family, \"We've had some very candid conversations and quite honestly, for me, at times, painful.\"</p><p>In the same segment, Pete Ricketts said, \"We disagree on the issues but we're still family. We love each other.\"</p><p>The siblings have an explanation for their political activism: their upbringing.</p><p>\"Part of it comes back to how our parents raised us,\" Pete Ricketts says, \"that we're all supposed to give back to our communities.\"</p><p>He reached back for a small example: \"Helping out a gentleman down the street who was going to be elderly and had a lot of pine needles dropping on his driveway — so sweeping off the driveway without taking any pay for it, and that sort of thing.\"</p><p><strong>'This Is New'</strong></p><p>Even with so many well-heeled political players these days, the Ricketts family is unusual: a father and three children in politics; one liberal and three conservatives; one candidate and three activists heading up independent political organizations.</p><p>\"This is new,\" says Robert Mutch, author of a recently published history of political money, <a href=\"http://www.amazon.com/Buying-Vote-History-Campaign-Finance/dp/0199340005\">Buying the Vote</a>. From the Gilded Age of the late 1800s until the modern era of deregulation, he says, the political system didn't have a place for independent operators.</p><p>\"The party provided the candidates, the party made the expenditures,\" Mutch says. \"The people who had the money might give, they might raise money, but that's really all they did.\"</p><p>He says the Ricketts exemplify recent changes in the political money system.</p><p>\"In some ways they're following in the tradition of rich families in the past. What's different is that they're not only raising money but they're spending it,\" he says.</p><p>LPAC is just getting off the ground this cycle, with less than a million dollars raised as of June 30. Of that, $315,000 came from Laura Ricketts.</p><p>Ending Spending has reported spending about $5.6 million. At least $1.6 million came from Joe, Marlene and Todd Ricketts.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Political+Family%2C+Funding+And+Running+On+Both+Sides+Of+The+Aisle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344935057-a0f296.m3u?orgId=1&topicId=1014&e=344770540&d=276&ft=nprml&f=344770540"}]}