{"created":"2015-02-18T23:59:03+00:00","modified":"2015-05-13T21:14:45+00:00","valid":{"from":"2015-05-13T21:14:45+00:00","to":"3015-05-13T21:14:45+00:00"},"hreflang":"en","title":"Ala. Governor Apologizes To Indian Government In 'Excessive Force' Case","published":"2015-02-26T01:03:00+00:00","teaser":"Alabama Gov. Robert Bentley apologized to the Indian government and one of its citizens, Sureshbhai Patel, for a police officer's \"unfortunate use of excessive force\" in an incident near Huntsville.","itags":["npr_api","387259235"],"guid":"945f1bf8-2544-444b-8840-7f560aedd40c","contentencoded":"<p>Alabama Gov. Robert Bentley apologized on Tuesday to the government of India for an incident, captured on a squad car's dashboard camera, in which officers slammed an Indian man to the ground.</p><p>In a letter to the Consul General of India in Atlanta, Bentley said he deeply regretted the \"unfortunate use of excessive force\" by Madison police. Officers there seriously injured Sureshbhai Patel, 57, an Indian man, in a confrontation that has brought renewed attention to excessive force by law enforcement officers.</p><p>Patel had been in the U.S. for a couple of weeks to help with a new grandson in Madison, a suburb of Huntsville in northern Alabama, when he was stopped by two officers responding to a call about suspicious activity.</p><p>The police video reveals a language barrier.</p><p>\"He don't speak a lick of English,\" an officer says, complaining that Patel was walking away. Patel's arms are then restrained behind his back, and Madison policeman Eric Parker slams Patel to the ground, face down. He was hospitalized earlier this month with a spinal cord injury and is undergoing rehabilitation.</p><p>Bentley says that state officials will investigate; an FBI probe already is underway.</p><p>\"Please accept our sincere apology to your government, Mr. Patel and the citizens of India who reside and work in our state,\" he wrote.</p><p>Patel's lawyer, Hank Sherrod, says the family is grateful for the Indian government's support, and welcomed the governor's response.</p><p>\"They really appreciate the governor making such a public apology,\" he said.</p><p>Nevertheless, Patel has sued the Madison Police Department. The police chief has also apologized and is firing officer Eric Parker, who has been charged with assault.</p><p>Parker's attorney, Robert Tuten, says the officer will fight both the dismissal and the charge.</p><p>Anupreet Singh, the president of the <a href=\"http://www.hiaweb.org/\" target=\"_blank\">Huntsville India Association</a>, says his group met with Madison city leaders Monday to talk about ways to improve communication and cultural understanding.</p><p>Police stopped Patel after a neighbor called to report \"a skinny black guy\" with a toboggan hat, thought to be peering into garages.</p><p>\"I don't want to blame that person for making that call. But I do want to say that people have to know their neighbors — get around, meet them, see what they are about, learn their culture,\" says Singh. \"That's what should come out of this incident.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ala.+Governor+Apologizes+To+Indian+Government+In+%27Excessive+Force%27+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387302806-002088.m3u?orgId=1&topicId=1091&d=187&p=2&story=387259235&t=progseg&e=387301197&seg=10&ft=nprml&f=387259235"}]}