{"created":"2014-10-25T21:05:18+00:00","modified":"2015-04-07T17:50:59+00:00","valid":{"from":"2015-04-07T17:50:59+00:00","to":"3015-04-07T17:50:59+00:00"},"hreflang":"en","title":"Gear Wars: Whose Ebola Protective Suit Is Better?","published":"2014-10-27T19:45:00+00:00","teaser":"Is it OK to expose a glimmer of skin? Is a thicker suit better? Doctors Without Borders and the World Health Organization have different standards.","itags":["npr_api","358898029"],"guid":"94621fbb-4d9d-4799-8c2b-404822c3562a","contentencoded":"<p>In a white tent outside an Ebola treatment ward in Monrovia, Dr. Dan Lucey fondles a surgical glove. He rubs the latex between his thumb and forefinger the way a tailor might caress a piece of fine silk.</p><p>\"They have very good gloves here,\" Lucey gushes about the Ebola suits used by Doctors Without Borders, also known by its French acronym MSF. \"The MSF personal protective equipment is the best!\"</p><p>Lucey, a professor of immunology at Georgetown University, calls the MSF protective gear \"the gold standard.\"</p><p>\"And I can say that from working in Sierra Leone, in a non-MSF situation,\" he adds.</p><p>Lucey is running a ward at one of the medical charity's Ebola treatment units in Liberia. Personal protective equipment, or PPE as it's called in the field, are the hazmat suits that healthcare workers wear when they're on the front lines. These suits, made of an impermeable synthetic fabric, serve as the thin barrier that separates doctors and nurses from the potentially fatal virus. At first glance, the suits all may seem to be the same, but Dr. Lucey says that's not the case.</p><p>Some gloves are far more durable than others. And the PPE system used by Doctors Without Borders covers every inch of the body and face, which Lucey says is crucial. \"There's no exposed skin whatsoever,\" he says.</p><p>All the different PPE systems used at Ebola wards include a coverall jumpsuit (usually hooded), gloves, rubber boots, a face mask and goggles.</p><p>What varies is the thickness of the gloves and suits and how much of the face is covered.</p><p>The World Health Organization is training Ebola workers in Monrovia to use a simpler PPE system in which goggles cover the eyes and a surgical mask covers the nose and mouth — but some skin on the neck and sides of the face remains exposed.</p><p>\"The fact that there's a glimmer of skin is still reasonable,\" says Dr. Srinivas Murthy, who is leading a WHO training session for Ebola workers in Monrovia. \"The eyes, nose, mouth, fingers are well protected. From our experience, and from the WHO's expertise in managing these wards, we are okay with that small glimmer of space, knowing the risks and benefits of covering it up.\"</p><p>The Centers for Disease Control and Prevention is not okay with any glimmers of space: It recently revised its guidelines on the proper personal protective equipment for treating Ebola at U.S. hospitals, saying that all skin should be covered.</p><p>Murthy points out that no set of PPE offers 100 percent protection. He emphasizes that training on how to remove a potentially Ebola-contaminated suit, for example, is far more important than the hoods or the masks.</p><p>\"We don't want to teach them to wear 17 gloves and 14 hoods. We want to teach them to know why you're wearing what you're wearing and what the risks associated with Ebola transmission are,\" he says. \"So if you feel you're unsafe, then you leave — if there's a huge spill, if you get something on your goggles, that sort of thing. That knowledge is more important than the equipment itself.\"</p><p>Murthy says the WHO's PPE costs less<strong></strong> than some other versions — not an insignificant issue when you're looking to outfit thousands of healthcare workers across West Africa.</p><p>MSF's equipment takes longer to put on and take off than the WHO's protective gear. With a thick rubber apron, it's also heavier and heats up quickly in the West African tropics.</p><p>The suits get so hot and sweaty that workers are only able to stay on an Ebola ward for between 45 minutes and an hour. The lighter WHO gear, on the other hand, allows nurses and doctors to stay in the wards for up to four hours.</p><p>There's still debate about which is better. But with so many health care workers getting infected during this outbreak — roughly 450 at last count — the trend is to rely on more protective gear rather than less.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gear+Wars%3A+Whose+Ebola+Protective+Suit+Is+Better%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358898030-6ba85f.m3u?orgId=1&topicId=1031&e=358898029&d=280&ft=nprml&f=358898029"},{"href":"http://media.npr.org/assets/img/2014/10/27/liberia_ppe-21-10aa27ffde4342a2ff805d9e8a8d8bfbb4f87504.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2014/10/27/liberia_ppe-11-b85d546b3d02524335708db95d192c2fa99bca4f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1683","width":"2246"}}]}