{"created":"2015-03-16T16:20:45+00:00","modified":"2015-03-19T17:12:14+00:00","valid":{"from":"2015-03-19T17:12:14+00:00","to":"3015-03-19T17:12:14+00:00"},"hreflang":"en","guid":"9464a20f-c21d-4d7b-8865-bcee23e9cc94","title":"From thousands of miles away, an activist tries to keep change alive in Egypt","published":"2015-03-19T17:12:10+00:00","byline":"Lauren Ober","tags":["Arab Spring","Tahrir Square","Egyptian revolution","protests","government","Religion","SafeMode","Justice","Conflict & Justice","Cairo","Africa","North America","Egypt","United States","Middle East","Amira Mikhail","Mohamed Morsi","Hosni Mubarak","Middle East","Arab world","Egypt","Christianity in Egypt","Religion in Egypt","Protests in Egypt","Politics of Egypt","Egyptian revolution","ISIS"],"teaser":"Amira Mikhail was in Cairo's Tahrir Square on the day Hosni Mubarak was ousted from power. Four years later, she's still trying to press for change — but the disappointment of the Egyptian revolution's aftermath means she's doing it from the United States.","contentencoded":"<p>Amira Mikhail’s pastime is a grim one: For the past two years, the 28-year-old Egyptian American has been documenting acts of violence against Christians in the Middle East, listing episode after violent episode on her website, <a href=\"http://en.sectarianattacks.com/\">Sectarianattacks.com</a>.</p>\n<p>The entries are brief but chilling: “Christian man shot by unknown assailants in Luxor” — “ISIS takes 90 Assyrian Christian hostages in Syria” — “Orthodox Church in Haifa attacked and raided by unknown assailants.”       </p>\n<p>Mikhail is Christian, the daughter of an Egyptian father and an American mother. She began the project in August 2013, after angry mobs in Egypt attacked dozens of homes and churches belonging to Copts, Egypt's ancient Christian sect. </p>\n<p>The attacks were in retaliation for the <a href=\"http://www.theguardian.com/world/2014/aug/16/rabaa-massacre-egypt-human-rights-watch\">deadly raids</a> on Muslim Brotherhood sit-ins across Egypt, which protested the ouster of President Mohamed Morsi. Muslim Brotherhood supporters identified Copts with the military and Morsi's overthrow.</p>\n<p>“There were a lot of tears that day and a lot of frustration,” Mikhail says. “I started documenting attacks on Christians and put together a blog post.”</p>\n<p>That blog post became her website, something she could contribute from her perch in the United States.</p>\n<p>“It became widely used and referenced and has launched to a project called Ished, which means ‘testify,'” Mikhail says. “That marked my beginning of my time here in the US in being just actively involved in something I might never have even thought of, had I still been on the ground.”</p>\n<p>When the Egyptian uprising began in January 2011, Mikhail was living at her family’s home not far from the presidential palace in Cairo. She didn’t take part at first, but by the 18th day of the protests, she says she felt compelled to join in.</p>\n<p>“I remember telling my brother and sister, I don’t care if you want to go or not, and I don’t care that we look American,\" she says, referring to her light brown hair and fair skin. \"I don’t care if there’s xenophobia. I’m going down there, so if you want me to be safe you better come with me.\"</p>\n<p>That was the day Egypt’s longtime leader, Hosni Mubarak, was <a href=\"http://www.bbc.co.uk/news/world-middle-east-12433045\">forced to resign</a> after three decades in power.</p>\n<p>“I remember running into that crowd,” Mikhail says. “The elation, the excitement [was] unforgettable.\"</p>\n<p>The elation didn’t last. A month later, Mikhail joined a rally for women’s rights in Tahrir Square on International Women’s Day; it ended in heckling and violence. Women had been vocal in Egypt’s revolution, and now men were gathering to shout them down.</p>\n<p>“We joined an angry group of women who were standing their ground, completely surrounded by hundreds of men who were screaming at us,” she says. Mikhail left the rally scared and discouraged, but the memory of that day cemented her desire to push for change in Egypt.</p>\n<p>But she's doing it from the outside: Mikhail is now a second-year law student at American University’s Washington College of Law in Washington, DC, focusing on international justice. Leaving Egypt in 2013 was hard, she says, but it was also a relief.</p>\n<p>“There’s this element of, 'I know I need to get out for a while. I know I need to heal.' It was a very damaging few years,” she says. “I mean, those 18 days were fine, you know? It was the years after the process.”</p>\n<p>While many Egyptian Christians have tended to support the country’s military-led governments, Mikhail wants to return to Egypt as a legal advocate pressing for democratic reform.</p>\n<p>“The biggest driving factor in my life is Egypt,” she says. “When your whole life becomes driven by a cause and a belief, to be away from the environment feels suffocating.”</p>\n<p>For now, Mikhail has her website to keep her connected to Egypt. And with the growing number of ISIS assaults on Christians in the region, it’s keeping her busy.</p>\n<p><em>Update: A previous version of this story miscredited the feature image. The photo was take by Karim Maghawry.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-13%2Fi-don-t-care-we-look-american-and-i-don-t-care-if-there-s-xenophobia-i-m-going&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/CROPAmira.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropamirajpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03162015_09.mp3"},{"href":"http://www.pri.org/file/0316201509mp3"}]}