{"created":"2015-05-14T21:21:55+00:00","modified":"2015-05-14T21:21:55+00:00","valid":{"from":"2013-12-23T20:16:04+00:00","to":"3013-12-23T20:16:04+00:00"},"hreflang":"en","guid":"946e4293-8eed-4ae2-8841-ac3f351a4eb3","teaser":"The credit card magnetic strip remains prevalent in the U.S, when other countries have moved onto more secure credit and debit cards.","contentencoded":"<div class=\"barn-cleaned\"><p><span>One of the reasons it was so easy for thieves to steal all those credit card numbers from Target recently is right on the back of the cards we carry. &nbsp;The magnetic strip technology we’re currently using was invented at the same time as the tape recorder -- over forty years ago (can you even think back that far?). In tech years makes that makes magnetic strips practically prehistoric</span><strong>,</strong> <span>and, vulnerable. Fraud costs merchants and banks billions a year.</span></p>\n<p>“I think eighty countries use the chip and pin, or EMV technologies,” says Chris Wysopal, co-founder, and CTO of <a href=\"http://www.veracode.com/\" target=\"_blank\">Veracode</a>, which provides security for companies that process credit card transactions. &nbsp;“It’s really cut their fraud in half,” he says. Every time a card with a chip is used, it generates a unique number, a strategy which in theory, says Wysopal, should prevent the type of theft that occurred at Target.</p>\n<p>But while people from the EU to Kenya use cards embedded with chips, retailers and credit card processors in the United States are stuck arguing about the best option for using the new technology: &nbsp;chips and pin numbers or chips and signatures.</p>\n<p>“We don’t want to spend a fortune to do a half good solution,” says Mallory Duncan, Senior Vice President, General Counsel, for the <a href=\"http://www.nrf.com/\" target=\"_blank\">National Retail Federation</a>. “The legacy systems were based on a magnetic stripe and a signature. If we’re going to move forward we really need a chip and a pin.”</p>\n<p>Duncan says retailers want chips and pin numbers which he says is the safer choice. But he says the financial services industry is holding out for the solution that will make it more money – chips and signatures.</p>\n<p>“The idea that there’s some economic incentive for card networks to delay the move from magnetic stripe card to EMV, simply doesn’t make any sense,” says Jason Oxman, &nbsp;CEO of the <a href=\"http://www.electran.org/%E2%80%8E\" target=\"_blank\">Electronic Transactions Association</a>. Oxman notes that consumers have grown comfortable with the cards bearing magnetic strips and may be reluctant to change. And the change itself, says Oxman, which would require the vast retail landscape across the country to coordinate an upgrade, will take time and money.</p>\n<p>“Merchants have to install new equipment at their premises, and merchants have been hesitant to do so, quite frankly, because they want to wait and see if consumers have cards with chips in them before they make those upgrades,” he says.</p>\n<p>There is a plan in place, says Oxman, for updating our credit cards. He says you can expect to see new cards in the fall of 2015, although the specifics aren’t yet clear.</p>\n<p>In the meantime consumers will continue to sign and swipe and try to avoid skimmers and scams.</p>\n<p>Chris Wysopal remains skeptical about the reasons given for the process which seems to be dragging on and on. After all, losses like the recent theft at Target cost both the retail and financial services industry alike.</p>\n<p>“Think about the cost of an upgrade,” he says, “someone must have done a calculation saying it’s gotta be more expensive than that to upgrade, or it would be a no-brainer.”</p></div>","tags":["APM","Credit Cards","Target","Tech","cybersecurity","data security"],"itags":["PMP:Marketplace_PMP","Marketplace for Monday, December 23, 2013","Marketplace","946e42938eedae2c841cac3f351a4eb3"],"published":"2013-12-23T20:16:04+00:00","title":"Target credit hack relied on failings of magnetic strip","byline":"Sally Herships","description":"The credit card magnetic strip remains prevalent in the U.S, when other countries have moved onto more secure credit and debit cards.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><span>One of the reasons it was so easy for thieves to steal all those credit card numbers from Target recently is right on the back of the cards we carry.  The magnetic strip technology we’re currently using was invented at the same time as the tape recorder -- over forty years ago (can you even think back that far?). In tech years makes that makes magnetic strips practically prehistoric</span><strong>,</strong> <span>and, vulnerable. Fraud costs merchants and banks billions a year.</span></p>\"},{\"content\":\"<p>“I think eighty countries use the chip and pin, or EMV technologies,” says Chris Wysopal, co-founder, and CTO of <a href=\\\"http://www.veracode.com/\\\" target=\\\"_blank\\\">Veracode</a>, which provides security for companies that process credit card transactions.  “It’s really cut their fraud in half,” he says. Every time a card with a chip is used, it generates a unique number, a strategy which in theory, says Wysopal, should prevent the type of theft that occurred at Target.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But while people from the EU to Kenya use cards embedded with chips, retailers and credit card processors in the United States are stuck arguing about the best option for using the new technology:  chips and pin numbers or chips and signatures.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We don’t want to spend a fortune to do a half good solution,” says Mallory Duncan, Senior Vice President, General Counsel, for the <a href=\\\"http://www.nrf.com/\\\" target=\\\"_blank\\\">National Retail Federation</a>. “The legacy systems were based on a magnetic stripe and a signature. If we’re going to move forward we really need a chip and a pin.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Duncan says retailers want chips and pin numbers which he says is the safer choice. But he says the financial services industry is holding out for the solution that will make it more money – chips and signatures.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The idea that there’s some economic incentive for card networks to delay the move from magnetic stripe card to EMV, simply doesn’t make any sense,” says Jason Oxman,  CEO of the <a href=\\\"http://www.electran.org/%E2%80%8E\\\" target=\\\"_blank\\\">Electronic Transactions Association</a>. Oxman notes that consumers have grown comfortable with the cards bearing magnetic strips and may be reluctant to change. And the change itself, says Oxman, which would require the vast retail landscape across the country to coordinate an upgrade, will take time and money.</p>\"},{\"content\":\"<p>“Merchants have to install new equipment at their premises, and merchants have been hesitant to do so, quite frankly, because they want to wait and see if consumers have cards with chips in them before they make those upgrades,” he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>There is a plan in place, says Oxman, for updating our credit cards. He says you can expect to see new cards in the fall of 2015, although the specifics aren’t yet clear.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In the meantime consumers will continue to sign and swipe and try to avoid skimmers and scams.</p>\"},{\"content\":\"<p>Chris Wysopal remains skeptical about the reasons given for the process which seems to be dragging on and on. After all, losses like the recent theft at Target cost both the retail and financial services industry alike.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Think about the cost of an upgrade,” he says, “someone must have done a calculation saying it’s gotta be more expensive than that to upgrade, or it would be a no-brainer.”</p>\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/457903919.jpg?itok=zKtqmczc","meta":{"height":"340","width":"610","crop":"primary"},"type":"image/jpeg"},{"meta":{"duration":119,"duration_hms":"00:01:59","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/23/marketplace_segment20_20131223"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/23/marketplace_segment20_20131223_64.mp3","format":"MP3","type":"audio/mpeg"}]}