{"created":"2015-02-08T10:46:25+00:00","modified":"2015-02-11T23:05:25+00:00","valid":{"from":"2015-02-11T23:05:25+00:00","to":"3015-02-11T23:05:25+00:00"},"hreflang":"en","title":"JD McPherson: A Walk On The Psych Side Of Early Rock 'N' Roll","published":"2015-02-08T16:41:00+00:00","teaser":"JD McPherson discusses his latest album, <em>Let the Good Times Roll</em>, and how the sonic experimentation associated with 1960s rock was really birthed a decade earlier.","itags":["npr_api","383837026"],"guid":"9473a549-03c3-4f4d-be34-d0a1a45afd17","contentencoded":"<p><a href=\"http://www.npr.org/artists/153034529/jd-mcpherson\" target=\"_blank\">JD McPherson</a> says there's no contest for the best record ever made: Little Richard's \"<a href=\"https://www.youtube.com/watch?v=rYr7I4gOSXk\" target=\"_blank\">Keep A-Knockin'</a>.\" With that as his touchstone, it's no wonder that McPherson's latest album, <em>Let the Good Times Roll</em>, sounds the way it does — and yet there's something besides homage going on in the music. The roots rocker says that for his sophomore release, he wanted to make what he calls \"'50s psychedelic.\"</p><p>\"I just like the idea of mixing things that should not be together, together. You know, it probably seemed pretty strange to put peanut butter and chocolate together until someone did it,\" he says. \"When rock 'n' roll was kind of in its early state, there was some pretty crazy stuff happening sonically, with tape echo, tremolo and different effects. Some of those things were pushed to an extreme level, and that stuff is fascinating to me.\"</p><p>McPherson spoke with NPR's Rachel Martin about the music he absorbed growing up on an Oklahoma cattle ranch, and how some expired Tylenol PM and an episode of Frasier inspired his album's title track. Hear their conversation at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=JD+McPherson%3A+A+Walk+On+The+Psych+Side+Of+Early+Rock+%27N%27+Roll&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384695860-f0ee2e.m3u?orgId=1&topicId=1105&e=383837026&d=437&ft=nprml&f=383837026"},{"href":"http://media.npr.org/assets/img/2015/02/04/jd_mcpherson3-8d5708586c3519009be0edd0742a1b47aaa68344.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"527","width":"702"}}]}