{"created":"2015-05-15T11:52:00+00:00","modified":"2015-05-15T11:52:00+00:00","valid":{"from":"2013-07-24T13:51:39+00:00","to":"3013-07-24T13:51:39+00:00"},"hreflang":"en","guid":"9482d725-7b11-47e8-8964-bfe12990f403","byline":"Shannon Mullen","published":"2013-07-24T13:51:39+00:00","description":"The NBA instituted some strict and professional guidelines after the news media spotlighted misdeeds by basketball players. Will the NFL do the same?","contentencoded":"<div class=\"barn-cleaned\"><p>NFL players have been in the headlines a lot lately, and not for touchdown.&nbsp;The&nbsp;new season doesn’t kick off until September, but in the&nbsp;six months since the last Super Bowl, at least 30 players have been arrested for everything from street racing to assault and murder.&nbsp;Guys who break the league’s code of conduct can face fines, suspension or get kicked out, regardless of whether they’re convicted.&nbsp;</p>\n<p>“The NFL’s actions are not constrained by the accused player’s legal rights,” says former league player Michael Oriard, who wrote the book, \"Brand NFL: Making and Selling America’s Favorite Sport.\" Oriard says the league protects its image by acting fast when players misbehave, “and the tarnishing is only slight and temporary, unless the event is an enormously important one.&nbsp; The O.J. Simpson trial was probably the worst instance of this sort.”&nbsp;</p>\n<p>An NFL spokesman says even one incident is too many, but points out that an average 2 percent of the league’s players get arrested each year, compared to 3 percent or 4 percent of the general population.&nbsp;“It’s obviously going to affect the brand because the celebrity spotlight on sport -- particularly football -- is almost ubiquitous, both on the field and off the field,” says Dan Lebowitz, director of the Center for Sports in Society at Northeastern University.&nbsp;</p>\n<p>Either way, a lot of fans just want to watch football. The NFL has the highest average attendance of any sport in the world and brings in more than $9 billion a year in revenue.</p>\n<p>“The NFL brand is really based on their entertainment value,” says Don McPherson, a former Philadelphia Eagle turned social justice activist. “Quite frankly once that ball is kicked off in September the fans are still going to show up.”&nbsp;</p>\n<p>McPherson adds that players got into a lot more trouble when he was in the game in the late ‘80s. But now there’s a 24-hour news cycle watching them, and last year the NFL launched a new Total Wellness Program to help current and former players “address personal issues.”</p></div>","itags":["PMP:Marketplace_PMP","Marketplace for 7/24/13 - Middle out","9482d7257b117e85964dbfe12990f403","Marketplace"],"teaser":"The NBA instituted some strict and professional guidelines after the news media spotlighted misdeeds by basketball players. Will the NFL do the same?","title":"Aaron Hernandez case could change NFL offseason","tags":["APM","Aaron Hernandez","Business","NBA","NFL"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>NFL players have been in the headlines a lot lately, and not for touchdown. The new season doesn’t kick off until September, but in the six months since the last Super Bowl, at least 30 players have been arrested for everything from street racing to assault and murder. Guys who break the league’s code of conduct can face fines, suspension or get kicked out, regardless of whether they’re convicted. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The NFL’s actions are not constrained by the accused player’s legal rights,” says former league player Michael Oriard, who wrote the book, &quot;Brand NFL: Making and Selling America’s Favorite Sport.&quot; Oriard says the league protects its image by acting fast when players misbehave, “and the tarnishing is only slight and temporary, unless the event is an enormously important one.  The O.J. Simpson trial was probably the worst instance of this sort.” </p>\"},{\"content\":\"<p>An NFL spokesman says even one incident is too many, but points out that an average 2 percent of the league’s players get arrested each year, compared to 3 percent or 4 percent of the general population. “It’s obviously going to affect the brand because the celebrity spotlight on sport -- particularly football -- is almost ubiquitous, both on the field and off the field,” says Dan Lebowitz, director of the Center for Sports in Society at Northeastern University. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Either way, a lot of fans just want to watch football. The NFL has the highest average attendance of any sport in the world and brings in more than $9 billion a year in revenue.</p>\"},{\"content\":\"<p>“The NFL brand is really based on their entertainment value,” says Don McPherson, a former Philadelphia Eagle turned social justice activist. “Quite frankly once that ball is kicked off in September the fans are still going to show up.” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>McPherson adds that players got into a lot more trouble when he was in the game in the late ‘80s. But now there’s a 24-hour news cycle watching them, and last year the NFL launched a new Total Wellness Program to help current and former players “address personal issues.”</p>\"}]","audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/a_hernandez.jpg?itok=SWtzmLTX","type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","meta":{"duration_hms":"00:02:16","duration":136,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/24/marketplace_segment19_20130724","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/24/marketplace_segment19_20130724_64.mp3"}]}