{"created":"2015-02-10T22:20:27+00:00","modified":"2015-02-11T20:31:51+00:00","valid":{"from":"2015-02-11T20:31:50+00:00","to":"3015-02-11T20:31:50+00:00"},"hreflang":"en","guid":"9484710e-d188-4ef1-8f9f-ed9d2c262026","title":"India's anti-corruption opposition party wins a shocker in New Delhi","published":"2015-02-11T20:31:47+00:00","byline":"David Leveille","tags":["Delhi","Narendra Modi","politics","Global Politics","New Delhi","Asia","India","Asia","South Asia","Tinku Ray","Narendra Modi","Delhi","Narendra Modi","Politics","Indian National Congress","Bharatiya Janata Party","India"],"teaser":"Street celebrations broke out today in New Delhi when results of last weekend's local elections were announced. The anti-corruption, opposition Aam Admi Party, or Common Man's Party came up with a big upset win. \"It was like a big fat Indian wedding,'' one journalist says. ","contentencoded":"<p>If you thought our coverage of Indian politics ended with the election of their Prime Minister Narendra Modi last year, well, think again.</p>\n<p>The results are in for the latest local elections in India in New Delhi, and it was a huge victory for the anti-corruption, opposition party. The win stunned Modi and his ruling party.</p>\n<p>New Delhi based journalist Tinku Ray says there were huge celebrations after the election results were announced.</p>\n<p>“It was really pretty amazing. Everybody was out on the streets. This was a victory never seen before in the history of elections in Delhi. The Aam Admi Party, or Common Man's Party, won 67 of the 70 seats so you can imagine that it was like a big fat Indian wedding. There was dancing and singing, there were trucks and trucks full of all the party supporters out with flags and I think the real anticipation here is that this is going to bring change into the capital and it's actually going to sweep out as a symbol of the Aam Admi Party with the broom all the corruption that Indians are just sick of now.”</p>\n<p>Prime Minister Modi's Hindu nationalist party seemed confident going into the elections so the results came as a shock, says Ray. “Huge shock, really, really huge shock and I don't think even the most veteran of Indian political observers could have predicted this.”</p>\n<p>She says the BJP (India’s ruling party) was confident in campaigning but did not emphasize local issues. “I think that's the mistake that the BJP made. As we all know local elections really run on local issues and that's where the Aam Admi Party really came out on top.” </p>\n<p>Ray says opposition candidates promised cheaper utility bills, they promised security for women, and they promised to eliminate corruption. \"They really hit on the issues that people in Delhi wanted to hear about and that's where the BJP lost out.”</p>\n<p> </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Modi and his Indian ruling party brace for a setback after New Delhi elections <a href=\"http://t.co/bfqNbdhNiu\">http://t.co/bfqNbdhNiu</a></p>\n<p>— rama lakshmi (@RamaNewDelhi) <a href=\"https://twitter.com/RamaNewDelhi/status/565033473610485760\">February 10, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p> </p>\n<p> </p>\n<p>The Aam Admi Party party won votes across all sections of society. New Delhi is the richest city in India so this election cut across class, caste, religion, age, and gender. There was 67 percent turnout in the elections — the highest that Delhi has ever seen.  But Rays says what “really has come across about this election is the decimation for the moment anyway of the National Congress Party, which ruled the city for 15 years. It's now gone, it won zero seats. It's a party that's ruled this country ever since independence.  So that has really hit home and I think it's the younger Indians that have come out and voted. It's the sections of society that you rarely see coming out to vote that swept in this party with this landslide victory.”  </p>\n<p> </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Alka Lamba among six women elected to Delhi Assembly <a href=\"http://t.co/UL08UWQaLj\">http://t.co/UL08UWQaLj</a> <a href=\"http://t.co/cJgJ8MFgTM\">pic.twitter.com/cJgJ8MFgTM</a></p>\n<p>— NDTV (@ndtv) <a href=\"https://twitter.com/ndtv/status/565212700196610048\">February 10, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p> </p>\n<p>The election results in New Delhi may even hold a lesson for American voters, who have been dissatisfied with a stalled Congress but have not turned out resoundingly to throw the incumbents out. Ray said: “Voters here in Delhi are fed up with the rising prices, they’re fed up with the violence that you see sometimes on the street, they’re fed up with the structural problems that they see, and I think this is the way that Indians in any elections show that dissatisfaction. In many ways it's true democracy in motion because people here are dissatisfied, and they like to show that they are unhappy with something and they go out and they will vote.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/tinku200.mp3"},{"href":"http://www.pri.org/file/tinku200mp3"}]}