{"created":"2014-11-21T03:12:09+00:00","modified":"2014-11-24T16:37:15+00:00","valid":{"from":"2014-11-24T16:37:15+00:00","to":"3014-11-24T16:37:15+00:00"},"hreflang":"en","guid":"949ec440-5d0d-4d1c-a539-6af1e88ff132","title":"Initial reactions to Obama's immigration speech range from joy to disappointment to anger","published":"2014-11-24T16:36:40+00:00","byline":"Angilee Shah, Shefali S. Kulkarni, Monica Campbell","tags":["immigration","Immigration reform","Barack Obama","Global Nation","Justice","Conflict & Justice","North America","United States","Claudia Longo","Steven Camarota","Anil Kalhan","Alicia Schmidt Camacho","Dan Kowalski","Barack Obama","Immigration","Social Issues","Deportation","Immigration reform"],"teaser":"The president announced Thursday night that he will expand programs to allow undocumented immigrants to temporarily work and live legally in US, which is welcome news for those who qualify. But do President Obama's actions go too far — or not far enough?","contentencoded":"<p>It was an emotional night for many undocumented immigrants who have lived in fear of deportation. President Barack Obama announced he would use his executive authority to expand programs that offer undocumented immigrants temporary relief from deportation and the chance to work legally in the US.</p>\n<p>While some 3 million people will become eligible for the program early next year, the action will exclude those who have been in the US less than five years and those who are an \"enforcement priority.\" According to a <a href=\"http://www.dhs.gov/sites/default/files/publications/14_1120_memo_prosecutorial_discretion.pdf\">new policy directive issued by the Department of Homeland Security</a>, the priority for deportations are those who are \"threats to national security, public safety, and border security.\"</p>\n<p>It also addresses the problem faced by those who arrived in the US as children but are too old to be eligible for <a href=\"http://www.uscis.gov/humanitarian/consideration-deferred-action-childhood-arrivals-daca\">DACA</a>, Deferred Action for Childhood Arrivals. The executive action will provide deportation relief to anyone who arrived before 2010 and was younger than 16.</p>\n<p>But the executive action does not provide deportation relief to the families of DACA recipients, so even if someone who arrived as a child gets temporary relief, their parents could still be deported.</p>\n<p>What does this mean for the estimated 11.4 million undocumented immigrants in the US? The Migration Policy Institute estimates that <a href=\"http://migrationpolicy.org/news/mpi-many-37-million-unauthorized-immigrants-could-get-relief-deportation-under-anticipated-new\">3.7 million more could get relief</a> from deportation, bringing the total — between this new program and DACA — to 5.2 million people. Here are reactions from immigrants, activists and experts on immigration. They've been lightly edited for clarity and style.</p>\n<p><a href=\"https://twitter.com/clauvale77\"><img height=\"400\" width=\"400\" style=\"width: 150px; height: 150px; float: left; margin-left: 5px; margin-right: 5px;\" alt=\"Claudia Longo\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/longo.JPG\" title=\"\" />Claudia Longo</a>, 37, lives in Cleveland, Ohio. She is an undocumented immigrant and mother of two US citizen young children. She left Uruguay 12 years ago during the economic crisis and has become an activist for immigration reform.</p>\n<p><em>After 12 years of living in the shadows, today the president made the announcement that will change my life and my family's forever. My husband and I will both be eligible for deferred action. We can now work without fear or worry about being deported back to our country, where we and our children would most certainly suffer economic struggles and insecurity. It also means we can now buy our first house, lower our car loan interest and car insurance. It means I have a chance to go back to school and choose a degree that will allow me to have a better job and probably make more money to help support my family. This would also allow me to spend more quality time with them. (I currently work 50 hours per week as a nanny.) It will also mean that I can now drive with a valid license and I do not have to fear being stopped by the police and sent to court. It means dignity, it means freedom. It means I can proudly smile any time someone asks: \"ID please.\" I now hope that Congress will pass legislation so that we can have a permanent solution that will also help all the undocumented that have been left behind</em>.</p>\n<p><a href=\"http://www.cis.org/Camarota\"><img height=\"404\" width=\"404\" style=\"width: 150px; height: 150px; float: left; margin-left: 5px; margin-right: 5px;\" alt=\"Steven Camarota\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Camarota-obama.jpg\" title=\"\" />Steven Camarota</a> is the director of research at the Washington, DC Center for Immigration Studies. He focuses on the labor market and data about employment and immigration.</p>\n<p><em>I have two key concerns about the president’s proposal. First, it would seem on its face unconstitutional. The president does not have the authority to say he will not enforce laws on millions of people violating them. Further, he does not have authority to confer a benefit such as work authorization. As the president himself said in September of last year, a broad legalization would “be very difficult to defend legally.” So he said, “it is not an option.” My second concern is that the president’s actions are likely to come at the expense of the most valuable and poorest American workers. Because they require background checks and valid Social Security numbers, jobs like security guards, package deliverers, janitors, grounds keepers and other support staff at public schools are now generally off-limits to illegal immigrants. Once given work authorization, illegal immigrants will compete for these relatively decent paying jobs primarily done by less-educated US citizens. The president does not seem to have given any consideration to the record 26 million Americans of working age with no education beyond high school who are currently not working. Those in the country illegally seem to be his primary concern.</em></p>\n<p><a href=\"http://erm.yale.edu/people/alicia-schmidt-camacho\"><img height=\"200\" width=\"200\" style=\"width: 150px; height: 150px; margin-left: 5px; margin-right: 5px; float: left;\" alt=\"Alicia Schmidt Camacho\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/schmidtcamacho-obama.png\" title=\"\" />Alicia Schmidt Camacho</a> is professor of American Studies at Yale University in Connecticut. She studies and writes about the politics of Latinos, especially along the borders.</p>\n<p><em>There is much to celebrate in President Obama’s establishment of new priorities for immigration enforcement. </em><em>Obama spoke of an immigration enforcement system that could distinguish the student, the neighbor, the parent, or the hardworking employee from the security threat; as modest as this may sound, it is a distinction that his administration has been all too willing to set aside in its aggressive and unprecedented campaign of deportations. But this order is far less, in fact, than Obama’s pledge for comprehensive reform. His order is indeed, no amnesty, no path to citizenship, and it retains damaging distinctions between the deserving migrants and the unredeemable majority of the undocumented. The refusal to engage more fully in the battle over the rights of immigrants —in this age of unprecedented human mobility — means he is willing to leave the worst of this broken system intact. If we allow this administration to exchange this limited relief for further escalation of border security operations and without creating new options for expanding legal migration, then we will have retreated from the most pressing human rights concerns of our age. This is not a matter of making unauthorized migrants get right with the law; it is rather a matter of making the law get right with the realities of migration.</em></p>\n<p><a href=\"https://twitter.com/kalhan\"><img height=\"1400\" width=\"1400\" style=\"width: 150px; height: 150px; float: left; margin-left: 5px; margin-right: 5px;\" alt=\"Anil Kalhan\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Kalhan-obama.jpg\" title=\"\" />Anil Kalhan</a> is a professor of law at Drexel University in Philadelphia. His recent research focuses on the expansion of immigration enforcement in recent decades.</p>\n<p><em>In many ways, the actions outlined by President Obama are entirely consistent with his longstanding approach to immigration. By pledging more resources for border control, Obama builds upon one of the most forceful enforcement records of any president in US history. His authorization of temporary relief from deportation builds upon earlier efforts to channel the limited resources for immigration enforcement in a manner that prioritizes individuals posing the greatest threats to public safety. The president’s legal authority to take these actions is straightforward, because any president necessarily must set priorities and exercise discretion to decide how the law should be applied. What may be most significant about his announcement is its recognition that in an era of mass enforcement, it is not enough to define those priorities, lay out factors for individual officers to consider, and hope for the best. When the Obama administration tried that approach, the bureaucracy continued to deport large numbers of individuals with strong family ties to US citizens and lawful permanent residents and who posed low risks to public safety. As with DACA, the more categorical approach announced today offers greater potential to ensure that the bureaucracy fulfills the administration’s enforcement priorities and applies them uniformly nationwide.</em></p>\n<p><a href=\"http://www.thefowlerlawfirm.com/kowalski.html\"><img height=\"906\" width=\"906\" style=\"width: 150px; height: 150px; float: left; margin-left: 5px; margin-right: 5px;\" alt=\"Dan Kowalski\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/kowalski-obama.jpg\" title=\"\" />Dan Kowalski</a> is an immigration lawyer in Austin, Texas and the editor of Bender's Immigration Bulletin. He has represented individuals, families and businesses for almost 30 years.</p>\n<p><em>The package is smaller than hoped for, and it is late in the game, but better this than nothing. Does this \"poison the well?\" What a red herring. The fact is that many in Congress, and federal agencies, and the private sector, actually prefer that the system remain \"broken\" for as long as possible. A strong enforcement regime means money and jobs. Fear locks in power. The detention and deportation machine will continue as before. No mention, in the President's speech, of releasing the mothers and children from Artesia, from Karnes City, from Dilley, from Berks County. If \"felons, not families\" is to have meaning, close those jails and release those refugees.</em></p>\n<p><em>Is this action illegal? Of course not, but Republicans are counting on fear to trump fact. Learning the truth about the law behind prosecutorial discretion is tedious and boring. Shouting about impeachment and misquoting Cicero is hot ... if you're into that sort of thing. The true measure of this moment is, in fact, a number, but it is not the number of immigrants who will benefit from — or be left out of — the president's action. The only number that counts is the number of the Senate or House bill that fixes this broken system.</em></p>\n<p><em>I'm not holding my breath.</em></p>\n<p><a href=\"http://www.pri.org/stories/2014-03-25/young-undocumented-immigrant-new-program-lets-her-live-us-and-even-visit-her\"><img height=\"288\" width=\"288\" style=\"width: 150px; height: 150px; margin-left: 5px; margin-right: 5px; float: left;\" alt=\"Renata B. Teodoro\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Renata_headshot.jpg\" title=\"\" />Renata B. Teodoro</a>, 27, is lead coordinator for the non-profit Student Immigrant Movement. She is also a part-time student and an undocumented student, originally from Brazil. She watched Obama's announcement with others in her organization and spoke with PRI's The World shortly after.</p>\n<p><em>It is very quiet. I can see the tears in some of the people’s eyes, like this is what some people have been waiting for. It’s amazing to be here with 50 or 60 people packed in the room watching together because I really see these people as my family. I’m hopeful for the relief that it will give to a lot of the people here in this room. ... I think President Obama is an eloquent speaker. He knows that this victory is happening because of the immigrant community, because of the undocumented students like myself who fought for it. I’m happy that he included us in his remarks. I qualified for DACA the first time around. Even when I was undocumented, I‘ve always been out of the shadows. What’s been hard for me over the past few years is that the people I know and care about do not have the same benefits as me. It’s been weighing on me heavily for the past few years and I can’t wait to be there for them when they are able to apply for their work permits.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/8pmlive.mp3"},{"href":"http://www.pri.org/file/8pmlivemp3"}]}