{"created":"2014-11-10T10:01:48+00:00","modified":"2015-05-06T20:39:29+00:00","valid":{"from":"2015-05-06T20:39:29+00:00","to":"3015-05-06T20:39:29+00:00"},"hreflang":"en","title":"Catalonia Votes For Independence; Spain Says It Won't Happen","published":"2014-11-11T18:07:00+00:00","teaser":"Spain's northeast region voted overwhelmingly in favor of breaking away. But the result won't be recognized by Spain, which says the vote was illegal.","itags":["npr_api","362952892"],"guid":"94a1be23-c3df-48d6-96c0-cc223b91a2f4","contentencoded":"<p>Residents of Barcelona and its surrounding region have voted overwhelmingly to break away from Spain and form their own country in Europe. But that doesn't mean it will happen anytime soon.</p><p>The northeast Spanish region of Catalonia, where Barcelona is the capital, held an unofficial, nonbinding secession vote Sunday — in violation of Spanish law. The poll was administered by some 40,000 volunteers rather than civil servants. It was largely symbolic; Madrid did not recognize its results.</p><p>Spain had ordered the voting halted, and there were fears that the Spanish government might send Civil Guard troops to try to block polling stations. But voting went off peacefully, with some 2.25 million people casting ballots.</p><p>Barcelona was transformed into a giant get-out-the-vote rally all weekend, with outdoor concerts of Catalan folk songs, speeches and whole families draped in Catalan flags.</p><p>On a wide central thoroughfare closed to traffic, huge video monitors played footage of the Berlin Wall and Nelson Mandela, juxtaposed with images from Catalan history. The message: This vote was about freedom.</p><p><strong>81 Percent In Favor</strong></p><p>Initial results show nearly 81 percent of voters marked \"yes, yes\" on the two-question ballot, which asked: \"Do you want Catalonia to be a state? If so, do you want that state to be independent?\"</p><p>But turnout was low, at least compared with Scotland's independence referendum back in September, in which more than 85 percent of residents participated. In Catalonia, less than half of eligible voters cast ballots, in a region of 7.5 million.</p><p>Still, it was one of the biggest-ever expressions of support for Catalan independence. In regional elections two years ago, 1.7 million Catalans voted for pro-independence parties.</p><p>\"In my opinion, the turnout has been excellent, outstanding, even impressive,\" Catalan Premier Artur Mas told reporters. \"Like Quebec, like Scotland, Catalonia also wants to decide its political future — and we have the same right to decide it.\"</p><p>Organizers hoped a robust turnout might force Madrid to negotiate more autonomy for Catalonia. But Spanish Justice Minister Rafael Catalá called Sunday's vote \"a useless, sterile simulation.\"</p><p>\"The [Spanish] government believes we have seen a day of political propaganda organized by pro-independence forces, lacking any kind of democratic validity,\" Catalá said in a televised statement.</p><p><strong>Decades Of Struggle</strong></p><p>Catalans have long sought autonomy from the Spanish central government in Madrid, but this was the first time they voted explicitly on independence. Many were on the losing side of Spain's 1936-39 civil war, and suffered repression under the nearly four decades of military rule that followed, during which their language and local holidays were banned. More recently, in Spain's economic crisis, many Catalans believed their wealthy region was unfairly subsidizing poorer parts of Spain.</p><p>It's unlikely Madrid would be willing to amend Spain's constitution to allow for Catalan statehood in a U.S.-style federal system, at least in the short term, said Sofia Perez, a Spanish political scientist at Boston University.</p><p>\"More likely, I think, is a return to negotiations over the way in which Catalonia is financed, and some sort of compromise that would allow Catalonia to retain a larger share of the income taxes that are raised in Catalonia,\" Perez said.</p><p>A team of international observers led by a British member of European Parliament, Ian Duncan, visited several polling stations in Catalonia on Sunday and issued a report saying the process \"took place in a calm and open manner where no one was coerced or intimidated.\"</p><p>Duncan had opposed Scottish independence, but said he thought Scots had a right to vote on their future, and felt compelled to visit Catalonia to ensure the same right here. He criticized Madrid for trying to block voting.</p><p>\"I don't believe voting is or should be a crime,\" he said. \"But the important thing is, let the voice of the people be heard.\"</p><p>Initial results showed 10 percent of voters endorsed the idea of Catalonia being a state but voted \"no\" on the second ballot question of independence. Another 4.5 percent of voters voted \"no\" on both questions.</p><p>Because voters knew ahead of time that the poll's results would be nonbinding and unrecognized, experts said, results were likely to be skewed toward independence, drawing more participation by those in favor of change rather than the status quo.</p><p>\"Sometimes it seems like in Catalonia, there are only people who want independence. But it's not like this,\" said Susana Beltran, a member of Societat Civil Catalana, a local group opposed to Sunday's vote. \"The problem is that people who don't want this are afraid to speak out. They don't want problems with their friends, with their jobs, in life in general.\"</p><p>Beltran did not vote Sunday and encouraged others to stay home too. Among those who did vote was Clara Sen, 41, who took her two young daughters with her to a polling station in Barcelona's Gothic quarter.</p><p>\"We try to explain that this is a peaceful process, and that it's important to say what you think,\" she said.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Catalonia+Votes+For+Independence%3B+Spain+Says+It+Won%27t+Happen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"165"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362952893-1fa186.m3u?orgId=1&topicId=1124&d=165&p=3&story=362952892&t=progseg&e=362952643&seg=18&ft=nprml&f=362952892"},{"href":"http://media.npr.org/assets/img/2014/11/10/458679352-8ce3a1d7b945f051a72e91879f2cd588f3c54324.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2616","width":"3489"}}]}