{"created":"2014-10-08T14:00:13+00:00","modified":"2014-10-31T01:15:39+00:00","valid":{"from":"2014-10-31T01:15:39+00:00","to":"3014-10-31T01:15:39+00:00"},"hreflang":"en","title":"'The Unwitting' Explores The Lure Of Complicity","published":"2014-06-17T00:20:00+00:00","teaser":"<em>The Unwitting</em> by Ellen Feldman is part love story, part mystery and part political thriller set during the Cold War.","itags":["npr_api","321056558"],"guid":"94a76815-ea96-42f2-b145-ba69748df006","contentencoded":"<p>I confess that I never did make it past the first few episodes of the universally acclaimed TV series <em>Mad Men.</em> For all its stylistic innovation (yes, the clothes were great), the casual, relentless misogyny, even if artfully crafted, was exhausting. I had read Jacqueline Susann's <em>Valley of the Dolls</em> as a teenager, and it always seemed sensible to me that so many women took to \"little helpers\" to see them through those dark ages.</p><p>How wonderful it is, then, to have a book set in the late '50s and 1960s that tells the story of an American wife and mother and charts the quotidian humiliations of both states while managing to be bold and original at the same time. Ellen Feldman's heroine, Nell, is a politically savvy young college student when we meet her. At this first encounter, her main concern is the possibility that she may have accidentally fallen pregnant. This turns out to be a false alarm and she goes on to marry Charlie.</p><p>In the prologue, set in 1963, our heroine Nell gives an endearing, if slightly snide, portrait of their marriage. Charlie seems a heaven-sent man who nurtures her career as a freelance writer, and is a caring husband and devoted father to their only child. She has articles published (albeit in the journal her husband edits), some of them significant, and her life is certainly not one of total domestic servitude. But she is too smart not to be rankled by the social constraints that govern her life.</p><p>Nell has a clarity and at times uncomfortable directness as she voices her inner thoughts, those moments best not shared with others. She is, however, always clear in her own mind that she has a place in this world and that she can find a way to make a difference. In a narrative that moves back and forth in time, we witness a trip Nell makes to the Soviet Union, reporting on a black theater group on a tour of <em>Porgie and Bess.</em> What seems a chance encounter with a woman keen to talk about America ends in a dramatic arrest and Nell's faith in herself, and the potential power of her pen, is severely shaken.</p><p>This is a time of dizzying social and political change. The USSR and the USA are in the throes of the Cold War and the battle line is about to extend to the home front. As Sen. McCarthy's investigations claim some of their friends and leave Charlie, Nell and many of their colleagues fearing the knock on the door — \"the government could destroy your life and put you in prison for drinking, gossiping, and screwing around, favourite pastimes of just about everyone we knew\" — Ellen Feldman gently explores the lure of complicity: If we just keep our heads down, it may all turn out OK.</p><p>This is not, however, a novel of political awakening. Nell is pretty politically astute throughout. The sections of the book twist from the 1950s to the '70s and back to the early '60s, but from the beginning we know that Charlie is dead and that Nell has discovered a terrible secret about him. In dissecting the aftermath of marriage built on a single terrible lie, Feldman questions the little deceptions and omissions that are the necessary glue of a life shared with someone else.</p><p>Just as one is impressed with the independence and ambition that drive Nell to write powerful political pieces in the hours her daughter is at school, she confesses, on Charlie's death, that she has little knowledge of their family finances, no idea why, or indeed how, her husband had such a substantial life insurance policy. When she finally learns just what it was her husband had been hiding, she is forced to rewrite their history together: \"The tension of the life I thought I'd lived and the revised history of it threw me off balance. Maybe that was why it took me so long to realize I was an accomplice or at least a beneficiary.\"</p><p>It is not giving too much away to say that the central lie of this story is a deeply moral and political one. In the days of the Red Menace and the threatening scourge of the Soviet state, a decision Charlie makes early in his career leads to a lifetime of betrayal that is made all the more bitter with his untimely death.</p><p>Even if one may find it easy to despise Nell's willful ignorance, there is something about her ability to defy a society in which the most a woman who combines motherhood and work can hope for is a grudging tolerance. She describes a life of \"navigating a man's world, not as equals, never that, but not as mere appendages either ... bound by having voices that were, in meetings, somehow out of the range of male hearing, and the ability to make coffee, and the dubious honour of being the objects of innuendo-laced compliments.\"</p><p>Nell embodies the complications and shades of grey that this early band of feminists (in thought and sometimes action, though certainly not in name) embodies. Although there are times when I felt that the author was too closely wedded to historical fact (and perhaps to the sources she used in researching the book), there is no doubt that through Nell, Feldman manages to breathe immediacy into decades that her readers may feel are already familiar.</p><p>In the last third of the book, however, the narrative switches to the point of view of the deceased husband, Charlie. A colleague passes on diaries that explain his initial deception: his motivation and his inability to extricate himself as time went on. These pages protest too much and for me, they lack the originality of voice and thought evident on every page of Nell's account. Charlie's story is not as fluid or as believable as Nell's and while this tale that is part love story, part mystery and part political thriller is one I would heartily recommend, I cannot help but think that it would have been best told exclusively from Nell's point of view.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Unwitting%27+Explores+The+Lure+Of+Complicity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ellah Allfrey","audio":[{"meta":{"duration":"152"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322723356-df8a85.m3u?orgId=1&topicId=1034&ft=3&f=321056558"}]}