{"created":"2015-05-28T20:33:22+00:00","modified":"2015-06-03T17:05:04+00:00","valid":{"from":"2015-06-03T17:05:04+00:00","to":"3015-06-03T17:05:04+00:00"},"hreflang":"en","title":"Drug Overdose, On The Rise, Cropping Up As Campaign Issue","published":"2015-06-01T00:31:00+00:00","teaser":"Drug overdoses now kill more Americans than traffic accidents and New Hampshire, the first in the nation primary state, is suffering from a heroin epidemic. The candidates are hearing about it.","itags":["npr_api","410306003"],"guid":"94ace770-2d67-4bf4-a417-5080fbd062e0","contentencoded":"<p>As presidential candidates visit the early caucus and primary states of Iowa and New Hampshire, they're hearing about heroin and meth. Drug overdoses now kill more Americans than traffic accidents. And, in many places, there's a growing acceptance that this isn't just a problem for other people.</p><p>New Hampshire is in the throes of a crisis. Last year more than 300 people in the small state died of drug overdoses. Mostly opiods like oxycontin and heroin.</p><p>On a recent morning at the Farnum Center, a drug and alcohol treatment center in Manchester, N.H., about a dozen women sat around doing arts and crafts. They string plastic beads into bracelets, paint flowers and laugh a lot.</p><p>\"We admit clients from all over the state,\" said Christine Weber, director of substance abuse services at the center. \"At all different levels of education, professional status, socio-economic status. And that's a change for the community.\"</p><p>A dose of heroin is now cheaper than a six pack of good beer, said Ted Gatsas, the mayor of Manchester. \"There is no simple fix. We are not going to arrest our way out of this,\" he said. Gatsas is a prominent Republican in the state and bends the ear of every presidential candidate he meets. It turns out that's a lot of them — seven so far this cycle.</p><p>\"I've told them all the same thing,\" he said. \"What I believe is the biggest problem not only facing this city but the state of New Hampshire and this country is the heroin epidemic.\"</p><p>Drug policy is deeply personal for those who are affected by addiction and the people who want to be president are talking about it. Whether it be Kentucky Sen. Rand Paul's work on mandatory minimum sentencing laws. Or New Jersey Gov. Chris Christie's recent visit to the Farnum Center.</p><p>Christie told a story about a law school friend who had it all until he injured his back and got addicted to prescription painkillers.</p><p>\"One Sunday morning,\" Christie said. \"I got a phone call that they found him in a hotel room with an empty bottle of Percocet and a bottle of vodka. And he was gone.\"</p><p>The war on drugs, Christie said, hasn't worked. And he argues resources should be put into treatment and recovery rather than incarceration. It's a position that not long ago would have been risky for a politician. But now it is increasingly mainstream.</p><p>At an event at a children's furniture factory in Keene, N.H. that was supposed to focus on helping small businesses, Hillary Clinton found herself in an intense conversation about addiction. Pam Livengood, an employees there, told Clinton she and husband are raising their grandson because drug addiction has a grip on they boy's parents.</p><p>\"My grandson's mother can't be quite so responsible. So we've picked it up and took over but we also need to see more substance abuse help,\" she said.</p><p>Clinton had only been campaigning for a week and that wasn't the first time someone had brought the issue up. She described it as a hidden epidemic.</p><p>\"This is not something we can just brush under the rug and wish it would go away,\" Clinton said. \"We need a concerted policy, national, state, local, public private — and we need to try to help young people like the mother of your grandson.\"</p><p>Clinton now has two aides working to draft a policy prescription and she talks about it regularly as part of her opening remarks at campaign events.</p><p>\"When I started thinking about this campaign, I did not believe I would be standing in your living room talking about the drug abuse problem, the mental health problem and the suicide problem,\" she said recently in Mason City, Iowa. \"But I am now convinced I have to talk about it. I have to do everything I can in this campaign to raise it, to end the stigma against talking about it.\"</p><p>Several candidates have had addiction touch their own families too. While the issue may not drive people to the polls — Americans don't count drugs among the most important problems facing the nation, according to a Gallup survey — it's still an issue around kitchen tables and one that isn't going to leave the campaign trail any time soon.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Drug+Overdose%2C+On+The+Rise%2C+Cropping+Up+As+Campaign+Issue&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410340233-094f1e.m3u?orgId=1&topicId=1014&d=245&p=2&story=410306003&t=progseg&e=410338173&seg=1&ft=nprml&f=410306003"}]}