{"created":"2015-06-24T20:34:51+00:00","modified":"2015-06-30T19:09:53+00:00","valid":{"from":"2015-04-03T23:20:59+00:00","to":"3015-04-03T23:20:59+00:00"},"hreflang":"en","published":"2015-04-03T23:20:59+00:00","teaser":"Actor Oscar Isaac earned a Golden Globe nomination for portraying the title character in the Coen Brothers’ film “Inside Llewyn Davis” – in which he also performed his character’s gorgeous sad folk tunes.  He played one of Ryan Gosling’s nemeses in Nicholas Winding Refn’s “Drive,” and earned raves for his starring role in “A Most […]","itags":["94ba4aabaa5fc54eeabb9e97fd483e5a","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2015-04-03"],"title":"Oscar Isaac Peers Into our Fearsome Future","contentencoded":"<div class=\"barn-cleaned\"><p>Actor Oscar Isaac earned a Golden Globe nomination for portraying the title character in the Coen Brothers’ film “Inside Llewyn Davis” – in which he also performed his character’s gorgeous sad folk tunes.&nbsp; He <a href=\"https://www.youtube.com/watch?v=SeV8tS6FQ1E\">played one of Ryan Gosling’s nemeses</a> in Nicholas Winding Refn’s “Drive,” and <a href=\"http://www.newyorker.com/magazine/2015/01/12/dirty-oil\">earned raves</a> for his starring role in “A Most Violent Year.” Oh yeah, and he’s also in the cast of the forthcoming “Star Wars” movie.</p>\n<br />\n<p>This week, you can see him in the smart new sci-fi thriller <a href=\"http://exmachina-movie.com/\">“Ex Machina.”</a> He plays Nathan: an inscrutable billionaire tech genius who invites a coder name Caleb to meet his new invention: A beautiful female cyborg. Nathan wants Caleb to question her, and judge if she is truly artificially intelligent and self-aware. Oscar tells Rico about the film, how he picks his roles, and how his sister launched his acting career.</p>\n<br />\n<img class=\"aligncenter\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\" alt=\"DPD-Banner\" /><br />\n<p><strong>Rico Gagliano:</strong> Any real-life characters inspire your “Ex Machina” performance?</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> I got inspired, actually, by… Bobby Fisher was one person that I found that I thought, “Well this is a guy who clearly had a brilliant mind, was street smart, self-taught, had deep misanthropic feelings, was an <em>angry</em> guy —</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> This would be the chess champion, of course, Bobby Fisher.</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Yeah, yeah. You know, and he actually had an Olympic trainer — which was amazing to find out <em>—</em> while he was preparing for his chess battles.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Which is interesting, because your character is very physical for an intellectual, techie guy.</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Exactly; he’s almost <em>gratuitously</em> working out in the film, kind of just showing that this opponent of Caleb’s is not only intellectually superior, but physically superior as well.</p>\n<br />\n<p>So yeah, him… and then Kubrick was another guy that I thought of. Both of these guys happen to be from the Bronx as well.</p>\n</blockquote>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/EXM-3-1024x681.jpg\" alt=\"EXM--3\" />Oscar Isaac appears in a behind-the-scenes photo from the set of “Ex Machina.” Photo credit: Universal Pictures<br />\n<p><strong>Rico Gagliano:</strong> The director Stanley Kubrick. You based your look a little bit on him?</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> And speech pattern. I listened to the way he would talk, you know, how he spoke&nbsp; — and there’s a few recordings of when he was younger.&nbsp; And again, he was someone else that was great at chess, was quite mysterious, and a genius.&nbsp;I mean, had a <em>brilliant</em> mind for details, and you could see was thinking so many moves ahead.</p>\n<br />\n<p>So those glasses, and the way that Kubrick would kind of look over his glasses at people with those big owl eyes and that bald head and the beard. That was definitely a visual inspiration for me as well.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> All really interesting choices, because when I think of, you know, billionaire tech geniuses, I think of Mark Zuckerberg.</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Yeah, sure. That makes sense. But Nathan is a damaged, darker, misanthropic individual.&nbsp; And I think he knows he’s creating something that could signify the end for us. I think he anticipates that at some point, one of these things is going to escape, and that will be the proof that he’s created something hyper intelligent. Not only self-aware, but <em>super</em> self-aware.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, this brings up something I wanted to address, actually. The sci-fi movie <a href=\"http://www.dinnerpartydownload.org/dev-patel/\" target=\"_blank\">“Chappie” came out a few weeks back</a>. So you’ve got these two movies coming out at the same time about artificial intelligence. In “Chappie,” the artificial intelligence is our savior. In this one, it might be the end of us. Which side do you fall on?</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> I’m not the most optimistic about what humans create, and their control over those creations. I think I have a slightly more pessimistic view of where we’re headed as far as the destruction of mankind.</p>\n</blockquote>\n<br />\n<p><iframe src=\"//www.youtube.com/embed/bggUmgeMCdc\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe><br />\n<br />\n<strong>Rico Gagliano:</strong> All right, well, then you ended up in the right film.</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Yeah, I think so! But I think that’s one of the lesser questions of the film. I think ultimately, for me, what was most exciting about the movie is the question which the construction of something that is self-aware <em>forces</em> you to ask about the nature of human consciousness.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> “What is it,” maybe?</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Exactly. Not only “What is it,” but “Is it even special?” Is it just at phenomenon of accumulated stimulus? And the idea of experience, and how one can never know if your experience is <em>completely</em> alien to mine. We can try to describe it to each other, but we just have no idea if we feel the same way about existence.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Yeah, that philosophical idea that there is a true, objective reality, but all we can see of it are shadows of it playing out on the walls of our little individual caves.</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Exactly, yeah. There’s even an allusion to that in one of the final shots of the film, with these shadows walking on the floor.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> <em>I didn’t even make that connection</em>. That is <em>genius…</em> Oh, man — How are we going to get this across to a radio audience? There is an image in the film, of shadows on the floor. I did not think of that philosophical concept.</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Yeah.&nbsp; But it’s true — there is only subjective. I mean, it’s only what we are able to process [<em>pointing to his head</em>] inside our little machines in here.</p>\n<br />\n<p>Should I roll another joint?</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Well, turning from trippy to maybe more political matters: there’s been a lot of talk about roles for minorities in Hollywood. You are of Cuban and Guatemalan background, but I’ve noticed about half your roles — including this one and some of the others you’re maybe best known for — your background really isn’t even a factor. Is this maybe an indication that things are getting better? That Hollywood is like, becoming more color blind or?</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Probably not.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> <em>Come on</em>,&nbsp;I’m looking for hope here!</p>\n<br />\n<blockquote><br />\n<img class=\"\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/EXM-2-1024x681.jpg\" alt=\"EXM 2\" />Domhnall Gleeson and Oscar Isaac appear in a scene from “Ex Machina.” Photo credit: Universal Pictures<br />\n<p><strong>Oscar Isaac:</strong> You’re asking the <em>wrong</em> dude!</p>\n<br />\n<p>No, I mean, look… Yes, there are… it’s tough, because I have been fortunate in those regards. I’ve had a lot of opportunity to play vastly different people.</p>\n<br />\n<p>But it hasn’t just been luck.&nbsp; I’ve been very active in making sure that&nbsp;—&nbsp;for instance, when I get a script, if the script describes the character as Latin, or whatever ethnicity it might be, my very first thing is to take that away, and to see what is there.&nbsp; Because often what happens is you get characters that are quite bland, and the <em>only</em> interesting about them is that they’re exotic and they’re from some sort of weird place and they speak funny, or they have funny cultural things. Like maybe they’re “passionate” or something.&nbsp; You know, or “bad tempered.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;…”They like food.”</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Oscar Isaac:</strong> Yeah! “They like food and family!”</p>\n<br />\n<p>So that’s one of the first things I’ll do, just to make sure that it’s not just something that’s being stamped on it to make it more interesting, or to fill some quota or something.</p>\n<br />\n<p>In the past, for instance, <q>“Drive” was one that I’d gotten where… I’d passed on that one.&nbsp; Because I just felt that the character was a cliché</q> and, you know, he was just written as this gangster, this thug that was horrible to his family, lived a life of crime, and then you just wanted him to die so the white people could get together.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;But you could argue the whole point of that movie is to take these intense kind of noir-ish stereotypes, these masculine stereotypes, and push them all the way to the limit, you know?&nbsp; The evil gangster, the stone-faced hero…</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong>&nbsp;Yeah, but as an actor, you don’t want to play a stereotype, even if the film wants to explore that.</p>\n<br />\n<p>So what Nic Refn said to me, he’s like, “All right. If it could be anything, what would it be?” And so we sat for about four hours and we decided to make him a tragic character.&nbsp; Maybe someone who made a couple bad decisions, but actually loved his family and was trying to do the right thing, but gets caught up in violence.&nbsp; And it actually makes it more dramatically interesting — there’s more conflict there.</p>\n<br />\n<p>So, it’s a process of also being able to say “no” even when the project seems great, because it’s perpetuating something.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You know, we had <a href=\"http://www.dinnerpartydownload.org/jc-chandor/\">J. C. Chandor on the show</a>, who directed you in “A Most Violent Year” and he said that he wanted to tell an immigrant story that wasn’t the standard immigrant story. I imagine that was the appeal of that character?</p>\n<br />\n<p>&nbsp;</p>\n<br />\n<blockquote><br />\n<img class=\"\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/AMVY.jpg\" alt=\"Oscar Isaac and David Oyelowo and appear in a scene from &quot;A Most Violent Year.&quot; Photo credit: A24 Films\" />Oscar Isaac and David Oyelowo and appear in a scene from “A Most Violent Year.” Photo credit: A24 Films<br />\n<p><strong>Oscar Isaac:</strong> Absolutely, yeah. That character, in fact, he was so idiosyncratic and strange in how much he wanted to <em>erase</em> his past.&nbsp;Even forcing his workers to speak English, and… I wouldn’t say it was necessarily a positive trait, but it speaks to this capitalist idea in this country.&nbsp; Where the idea is: You come to this country, you shed your ethnic robes, and put on a power suit, and <em>go make some money, dammit</em>.</p>\n<br />\n<p>So yeah, I kind of liked this character — who also happened to be from Latin America — and that informs who he is, but it’s not the most interesting part of him.</p>\n</blockquote>\n<br />\n<p>&nbsp;</p>\n<br />\n<p><strong>Rico Gagliano:</strong> I’m going to ask you our two standard questions we ask everyone on the show. You may <a href=\"http://www.dinnerpartydownload.org/oscar-isaac/\" target=\"_blank\">recall these from last time</a>. Try not to give me the same answers — if you do, I’ll just cut it!&nbsp; [<em>laughing]&nbsp;</em> The first one is: if we were to meet you at a dinner party, what question should we not ask you?</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> “What happens in the new “Star Wars” movie?”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong>&nbsp;I know you can’t tell us that.&nbsp; But if you had to sum up the entire plot in one word, what would it be?</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Yeah, don’t ask me that at the party, okay? Just&nbsp;—&nbsp;that’s what I’m talking about!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Not even that?! I thought you could just give me a cryptic word that people could then debate endlessly online.</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:&nbsp;</strong>Okay: <em>“Don’t.”</em></p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> All right! And our second question is sort of the flip of that, which is: tell us something we don’t know. You know, like the plot of the new “Star Wars” movie.</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Hmmm… My sister used to dress me up as a girl and call me “Raisin.”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Did you enjoy that? I mean, was it fun?</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> I think it started my theatrical career!</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Is that true?</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> Probably.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Actually, this reminds me of something that you said in an interview. I don’t know if what you just told me is an example of this, but you said that a major part of acting is humiliation.</p>\n<br />\n<blockquote>\n<p><strong>Oscar Isaac:</strong> I was having a bad day that day, wasn’t I!</p>\n<br />\n<p>No, actually, there <em>is</em> a little bit of that. There is. I think that’s what makes it an extreme sport. The potential for physical damage, for physical pain, is very low, but the potential for psychic pain to the ego is mortal.</p>\n<br />\n<p>So yeah, it’s like bull fighting, you know? That’s why actors do all sorts of weird stuff before they have to act, or demand strange things, or have to get themselves in strange places, because it’s like gearing up for a bull fight.</p>\n<br />\n<p>You go out there and you are completely exposed to the dangers of complete humiliation.&nbsp; And when you’re able to get <em>past</em> that, and to start acting truthfully regardless of how silly you look, it also is incredibly exhilarating.</p>\n</blockquote>\n<br /></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Actor Oscar Isaac earned a Golden Globe nomination for portraying the title character in the Coen Brothers’ film “Inside Llewyn Davis” – in which he also performed his character’s gorgeous sad folk tunes.  He <a href=\\\"https://www.youtube.com/watch?v=SeV8tS6FQ1E\\\">played one of Ryan Gosling’s nemeses</a> in Nicholas Winding Refn’s “Drive,” and <a href=\\\"http://www.newyorker.com/magazine/2015/01/12/dirty-oil\\\">earned raves</a> for his starring role in “A Most Violent Year.” Oh yeah, and he’s also in the cast of the forthcoming “Star Wars” movie.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p>This week, you can see him in the smart new sci-fi thriller <a href=\\\"http://exmachina-movie.com/\\\">“Ex Machina.”</a> He plays Nathan: an inscrutable billionaire tech genius who invites a coder name Caleb to meet his new invention: A beautiful female cyborg. Nathan wants Caleb to question her, and judge if she is truly artificially intelligent and self-aware. Oscar tells Rico about the film, how he picks his roles, and how his sister launched his acting career.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<img alt=\\\"DPD-Banner\\\" class=\\\"aligncenter\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2013/06/DPD-Banner.jpg\\\" />\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Any real-life characters inspire your “Ex Machina” performance?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> I got inspired, actually, by… Bobby Fisher was one person that I found that I thought, “Well this is a guy who clearly had a brilliant mind, was street smart, self-taught, had deep misanthropic feelings, was an <em>angry</em> guy —</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> This would be the chess champion, of course, Bobby Fisher.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Yeah, yeah. You know, and he actually had an Olympic trainer — which was amazing to find out <em>—</em> while he was preparing for his chess battles.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Which is interesting, because your character is very physical for an intellectual, techie guy.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Exactly; he’s almost <em>gratuitously</em> working out in the film, kind of just showing that this opponent of Caleb’s is not only intellectually superior, but physically superior as well.</p><br /><p>So yeah, him… and then Kubrick was another guy that I thought of. Both of these guys happen to be from the Bronx as well.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"EXM--3\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/EXM-3-1024x681.jpg\\\" />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> The director Stanley Kubrick. You based your look a little bit on him?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> And speech pattern. I listened to the way he would talk, you know, how he spoke  — and there’s a few recordings of when he was younger.  And again, he was someone else that was great at chess, was quite mysterious, and a genius. I mean, had a <em>brilliant</em> mind for details, and you could see was thinking so many moves ahead.</p><br /><p>So those glasses, and the way that Kubrick would kind of look over his glasses at people with those big owl eyes and that bald head and the beard. That was definitely a visual inspiration for me as well.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> All really interesting choices, because when I think of, you know, billionaire tech geniuses, I think of Mark Zuckerberg.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Yeah, sure. That makes sense. But Nathan is a damaged, darker, misanthropic individual.  And I think he knows he’s creating something that could signify the end for us. I think he anticipates that at some point, one of these things is going to escape, and that will be the proof that he’s created something hyper intelligent. Not only self-aware, but <em>super</em> self-aware.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well, this brings up something I wanted to address, actually. The sci-fi movie <a href=\\\"http://www.dinnerpartydownload.org/dev-patel/\\\" target=\\\"_blank\\\">“Chappie” came out a few weeks back</a>. So you’ve got these two movies coming out at the same time about artificial intelligence. In “Chappie,” the artificial intelligence is our savior. In this one, it might be the end of us. Which side do you fall on?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> I’m not the most optimistic about what humans create, and their control over those creations. I think I have a slightly more pessimistic view of where we’re headed as far as the destruction of mankind.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe allowfullscreen=\\\"allowfullscreen\\\" frameborder=\\\"0\\\" src=\\\"//www.youtube.com/embed/bggUmgeMCdc\\\"></iframe><br /><br /><strong>Rico Gagliano:</strong> All right, well, then you ended up in the right film.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Yeah, I think so! But I think that’s one of the lesser questions of the film. I think ultimately, for me, what was most exciting about the movie is the question which the construction of something that is self-aware <em>forces</em> you to ask about the nature of human consciousness.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> “What is it,” maybe?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Exactly. Not only “What is it,” but “Is it even special?” Is it just at phenomenon of accumulated stimulus? And the idea of experience, and how one can never know if your experience is <em>completely</em> alien to mine. We can try to describe it to each other, but we just have no idea if we feel the same way about existence.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Yeah, that philosophical idea that there is a true, objective reality, but all we can see of it are shadows of it playing out on the walls of our little individual caves.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Exactly, yeah. There’s even an allusion to that in one of the final shots of the film, with these shadows walking on the floor.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> <em>I didn’t even make that connection</em>. That is <em>genius…</em> Oh, man — How are we going to get this across to a radio audience? There is an image in the film, of shadows on the floor. I did not think of that philosophical concept.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Yeah.  But it’s true — there is only subjective. I mean, it’s only what we are able to process [<em>pointing to his head</em>] inside our little machines in here.</p><br /><p>Should I roll another joint?</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Well, turning from trippy to maybe more political matters: there’s been a lot of talk about roles for minorities in Hollywood. You are of Cuban and Guatemalan background, but I’ve noticed about half your roles — including this one and some of the others you’re maybe best known for — your background really isn’t even a factor. Is this maybe an indication that things are getting better? That Hollywood is like, becoming more color blind or?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Probably not.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> <em>Come on</em>, I’m looking for hope here!</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><br /><img alt=\\\"EXM 2\\\" class=\\\"\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/EXM-2-1024x681.jpg\\\" />Domhnall Gleeson and Oscar Isaac appear in a scene from “Ex Machina.” Photo credit: Universal Pictures<br /><p><strong>Oscar Isaac:</strong> You’re asking the <em>wrong</em> dude!</p><br /><p>No, I mean, look… Yes, there are… it’s tough, because I have been fortunate in those regards. I’ve had a lot of opportunity to play vastly different people.</p><br /><p>But it hasn’t just been luck.  I’ve been very active in making sure that — for instance, when I get a script, if the script describes the character as Latin, or whatever ethnicity it might be, my very first thing is to take that away, and to see what is there.  Because often what happens is you get characters that are quite bland, and the <em>only</em> interesting about them is that they’re exotic and they’re from some sort of weird place and they speak funny, or they have funny cultural things. Like maybe they’re “passionate” or something.  You know, or “bad tempered.”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> …”They like food.”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Oscar Isaac:</strong> Yeah! “They like food and family!”</p><br /><p>So that’s one of the first things I’ll do, just to make sure that it’s not just something that’s being stamped on it to make it more interesting, or to fill some quota or something.</p><br /><p>In the past, for instance, <q>“Drive” was one that I’d gotten where… I’d passed on that one.  Because I just felt that the character was a cliché</q> and, you know, he was just written as this gangster, this thug that was horrible to his family, lived a life of crime, and then you just wanted him to die so the white people could get together.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> But you could argue the whole point of that movie is to take these intense kind of noir-ish stereotypes, these masculine stereotypes, and push them all the way to the limit, you know?  The evil gangster, the stone-faced hero…</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Yeah, but as an actor, you don’t want to play a stereotype, even if the film wants to explore that.</p><br /><p>So what Nic Refn said to me, he’s like, “All right. If it could be anything, what would it be?” And so we sat for about four hours and we decided to make him a tragic character.  Maybe someone who made a couple bad decisions, but actually loved his family and was trying to do the right thing, but gets caught up in violence.  And it actually makes it more dramatically interesting — there’s more conflict there.</p><br /><p>So, it’s a process of also being able to say “no” even when the project seems great, because it’s perpetuating something.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> You know, we had <a href=\\\"http://www.dinnerpartydownload.org/jc-chandor/\\\">J. C. Chandor on the show</a>, who directed you in “A Most Violent Year” and he said that he wanted to tell an immigrant story that wasn’t the standard immigrant story. I imagine that was the appeal of that character?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><br /><img alt=\\\"Oscar Isaac and David Oyelowo and appear in a scene from &quot;A Most Violent Year.&quot; Photo credit: A24 Films\\\" class=\\\"\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/AMVY.jpg\\\" />Oscar Isaac and David Oyelowo and appear in a scene from “A Most Violent Year.” Photo credit: A24 Films<br /><p><strong>Oscar Isaac:</strong> Absolutely, yeah. That character, in fact, he was so idiosyncratic and strange in how much he wanted to <em>erase</em> his past. Even forcing his workers to speak English, and… I wouldn’t say it was necessarily a positive trait, but it speaks to this capitalist idea in this country.  Where the idea is: You come to this country, you shed your ethnic robes, and put on a power suit, and <em>go make some money, dammit</em>.</p><br /><p>So yeah, I kind of liked this character — who also happened to be from Latin America — and that informs who he is, but it’s not the most interesting part of him.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I’m going to ask you our two standard questions we ask everyone on the show. You may <a href=\\\"http://www.dinnerpartydownload.org/oscar-isaac/\\\" target=\\\"_blank\\\">recall these from last time</a>. Try not to give me the same answers — if you do, I’ll just cut it!  [<em>laughing] </em> The first one is: if we were to meet you at a dinner party, what question should we not ask you?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> “What happens in the new “Star Wars” movie?”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> I know you can’t tell us that.  But if you had to sum up the entire plot in one word, what would it be?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Yeah, don’t ask me that at the party, okay? Just — that’s what I’m talking about!</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Not even that?! I thought you could just give me a cryptic word that people could then debate endlessly online.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Oscar Isaac: </strong>Okay: <em>“Don’t.”</em></p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> All right! And our second question is sort of the flip of that, which is: tell us something we don’t know. You know, like the plot of the new “Star Wars” movie.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Hmmm… My sister used to dress me up as a girl and call me “Raisin.”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Did you enjoy that? I mean, was it fun?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> I think it started my theatrical career!</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> Is that true?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> Probably.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Actually, this reminds me of something that you said in an interview. I don’t know if what you just told me is an example of this, but you said that a major part of acting is humiliation.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Oscar Isaac:</strong> I was having a bad day that day, wasn’t I!</p><br /><p>No, actually, there <em>is</em> a little bit of that. There is. I think that’s what makes it an extreme sport. The potential for physical damage, for physical pain, is very low, but the potential for psychic pain to the ego is mortal.</p><br /><p>So yeah, it’s like bull fighting, you know? That’s why actors do all sorts of weird stuff before they have to act, or demand strange things, or have to get themselves in strange places, because it’s like gearing up for a bull fight.</p><br /><p>You go out there and you are completely exposed to the dangers of complete humiliation.  And when you’re able to get <em>past</em> that, and to start acting truthfully regardless of how silly you look, it also is incredibly exhilarating.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","guid":"94ba4aab-aa5f-4c54-8eab-9e97fd483e5a","tags":["APM","Guest of Honor","movies"],"description":"Actor Oscar Isaac earned a Golden Globe nomination for portraying the title character in the Coen Brothers’ film “Inside Llewyn Davis” – in which he also performed his character’s gorgeous sad folk tunes.  He played one of Ryan Gosling’s nemeses in Nicholas Winding Refn’s “Drive,” and earned raves for his starring role in “A Most […]","byline":"Lopez, Kristina","audio":[{"meta":{"width":null,"crop":"primary","height":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/184695980.jpg"},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/OI.jpg","type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"}},{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/EXM-2.jpg","meta":{"height":null,"crop":"primary","width":null},"type":"image/jpeg"},{"type":"image/jpeg","meta":{"width":null,"height":null,"crop":"primary"},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/EXM-1.jpg"},{"meta":{"height":null,"crop":"primary","width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/EXM-3.jpg"},{"meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/05.jpg"},{"type":"image/jpeg","meta":{"crop":"primary","height":null,"width":null},"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2015/04/AMVY.jpg"},{"href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2015/04/03/403goh_128.mp3","format":"MP3","type":"audio/mpeg","meta":{"duration_hms":"00:11:14","duration":674,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2015/04/03/403goh","type":"application/json"}}}]}