{"created":"2015-05-14T17:40:02+00:00","modified":"2015-05-14T17:40:02+00:00","valid":{"from":"2014-09-29T11:00:00+00:00","to":"3014-09-29T11:00:00+00:00"},"hreflang":"en","guid":"94c770c0-7204-461e-8361-1b3fb743f55f","contentencoded":"<div class=\"barn-cleaned\"><p>First up, the federal government has been accused of not aggressively going after individuals who had a part in the financial crisis. Today, it's the federal government being sued in a federal court over its bailout of the insurance giant American International Group. A former CEO of AIG thinks the bailout cheated him and shareholders. And&nbsp;India's Prime Minister Narendra Modi is in the U.S. right now. He'll meet with President Obama today, but he also appeared before a sold-out crowd of 20,000 at Madison Square Garden in New York this weekend, which speaks in part to <a href=\"http://www.marketplace.org/topics/world/modi-visit-throws-spotling-indian-americans\" target=\"_blank\">the strength of the Indian-American community</a>.&nbsp;Plus, let's check the ingredients list for the recipe here: A cup and a half of Big Data, stir in an algorithm, heat in a saucepan before sprinkling in the apps. Venture Capitalists believe <a href=\"http://www.marketplace.org/topics/world/how-techies-are-re-envisioning-restaurants\" target=\"_blank\">the food industry is next in line for disruption</a>, and tech startups have some ideas.&nbsp;</p></div>","teaser":"AIG goes to trial, Narendra Modi visits the U.S. and food gets VC funding.","byline":"David Brancaccio","itags":["Marketplace Morning Report","Marketplace","Marketplace Morning Report for Monday September 29, 2014","PMP:Marketplace_PMP","94c770c0720461e636171b3fb743f55f"],"published":"2014-09-29T11:00:00+00:00","tags":["Mid-day Update","APM","Life"],"title":"PODCAST: The strength of the Indian-American community","description":"AIG goes to trial, Narendra Modi visits the U.S. and food gets VC funding.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>First up, the federal government has been accused of not aggressively going after individuals who had a part in the financial crisis. Today, it&apos;s the federal government being sued in a federal court over its bailout of the insurance giant American International Group. A former CEO of AIG thinks the bailout cheated him and shareholders. And India&apos;s Prime Minister Narendra Modi is in the U.S. right now. He&apos;ll meet with President Obama today, but he also appeared before a sold-out crowd of 20,000 at Madison Square Garden in New York this weekend, which speaks in part to <a href=\\\"http://www.marketplace.org/topics/world/modi-visit-throws-spotling-indian-americans\\\" target=\\\"_blank\\\">the strength of the Indian-American community</a>. Plus, let&apos;s check the ingredients list for the recipe here: A cup and a half of Big Data, stir in an algorithm, heat in a saucepan before sprinkling in the apps. Venture Capitalists believe <a href=\\\"http://www.marketplace.org/topics/world/how-techies-are-re-envisioning-restaurants\\\" target=\\\"_blank\\\">the food industry is next in line for disruption</a>, and tech startups have some ideas. </p>\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/modi.jpg?itok=lkLOzUOj","meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/09/29/midday_20140929_pod_64.mp3","meta":{"duration":404,"duration_hms":"00:06:44","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/09/29/midday_20140929_pod"}},"type":"audio/mpeg","format":"MP3"}]}