{"created":"2014-10-08T02:23:00+00:00","modified":"2014-12-04T14:32:39+00:00","valid":{"from":"2014-12-04T14:32:39+00:00","to":"3014-12-04T14:32:39+00:00"},"hreflang":"en","title":"Hearing Aid Evolution Unveils What The World Sounds Like In '3-D'","published":"2014-07-14T13:41:00+00:00","teaser":"Health reporter Kathleen Raven found out she had a hearing problem when she was 5. She got her first pair of hearing aids in 1993, but as the technology improves, she's still learning new sounds.","itags":["npr_api","330966385"],"guid":"94dc6244-89e7-4ba6-8072-f0eca6a22c00","contentencoded":"<p>As hearing aid technology has improved, so has health reporter Kathleen Raven's confidence.</p><p>When she was 5 years old, she found out she had a hearing problem. Complications during her birth led to damage in her inner ear.</p><p>\"I couldn't hear water dripping from a faucet. I couldn't hear crickets on a summer night,\" she tells NPR's Kelly McEvers. \"I couldn't hear sirens, couldn't hear fire alarms in our school fire drills, so I did a lot of watching other people.\"</p><p>The diagnosis was moderate to severe loss of high- and low-frequency hearing. When it comes to speech, certain sounds are out of range for her. Sounds like \"ch,\" \"sh\" and \"th\" blend together.</p><p>Raven says she reads lips \"religiously,\" but when she can't see a person's lips, she can understand maybe every third word — that is, without a hearing aid.</p><p>She got her first hearing aids — a large, clunky set — back when she was 5 in 1993.</p><p>\"They were about 2 inches long and very thick, and they connected to a very large ear mold inside my ear,\" she says. \"They call them flesh-colored, but they're not the color of anyone's flesh.\" Her young classmates teased her.</p><p>But the technology kept changing. Every few years, her parents would shell out $4,000 to $5,000 on each new device. By the time she got to high school, she had her first completely inside-the-ear hearing aid. That changed everything.</p><p>\"I just became more confident walking into crowds. I didn't try to hide, I didn't arrange my hair to cover my ears. I started being more talkative, going out with my friends more,\" says Raven. \"I didn't realize how much that fear had impacted me until I got completely in-the-ear hearing aids.\"</p><p>She went on to college and started pursuing her dream of reporting.</p><p>\"I encountered a few raised eyebrows along the way,\" she says. \"Why do you want to make a living of hearing people when that's a challenge for you?\"</p><p>She pushed past the skeptics and became a reporter. Today she writes about oncology for <em>BioPharm Insight.</em></p><p>As years passed and the technology progressed, Raven thought her hearing had maxed out. But with each upgrade, she discovered more sounds. Two years ago, she received her latest pair, which cost $7,000.</p><p>When her audiologist put them in her ears, she heard an unfamiliar noise. \"I just happened to smack my lips together, like you're tasting something,\" she recalls. \"It's just such a simple sound, but it was earth-shattering.\"</p><p>Her audiologist put on Beethoven, and she heard new instruments and trills. \"It was like seeing the world in 3-D, or hearing the world in 3-D for the first time,\" Raven says.</p><p>These latest hearing aids are basically invisible. Even still, now she tells people about her hearing loss.</p><p>\"Five years ago, I still was not ever telling people unless it was absolutely necessary. And now I do work it into conversation in the first five minutes or so,\" she says. If she needs to ask someone to repeat something, she'll just add, \"I have a hearing problem.\"</p><p>\"That phrase was impossible for me to say for the first 20 years of my life,\" Raven says. \"Now I think it's very important for hearing loss to be accepted for younger people, of course, and also for older people.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hearing+Aid+Evolution+Unveils+What+The+World+Sounds+Like+In+%273-D%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331199144-274ed4.m3u?orgId=1&topicId=1133&ft=3&f=330966385"},{"href":"http://media.npr.org/assets/img/2014/07/12/kathleen-a8a08dda59f3a4b785fec7f96c9abb7a0900d622.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"798","width":"1064"}}]}