{"created":"2015-06-21T13:43:56+00:00","modified":"2015-06-23T18:19:19+00:00","valid":{"from":"2015-06-23T18:19:19+00:00","to":"3015-06-23T18:19:19+00:00"},"hreflang":"en","title":"Israel Bets On Recycled Water To Meet Its Growing Thirst","published":"2015-06-22T02:20:00+00:00","teaser":"Treated sewage water accounts for half the water used by Israel's farms. Entrepreneurs are experimenting with ways to cut costs and to ensure that the 86 percent of wastewater that's recycled is safe.","itags":["npr_api","415795367"],"guid":"94e489c2-51fa-4e29-9402-15aa5751810f","contentencoded":"<p>Recycling sewage water has helped free Israel, a desert country, from depending on rain.</p><p>Treated sewage water provides close to a quarter of Israel's demand for water, right behind desalination, <a href=\"http://www.npr.org/sections/parallels/2015/06/14/413981435/israel-bringing-its-years-of-desalination-experience-to-california\">the other major process that has eased Israel's fear of drought</a>.</p><p>But making that water — from toilets, showers, and factories — clean enough to use is challenging.</p><p>One of the first steps is removing garbage from the sewage system. At Israel's biggest wastewater treatment plant, called Shafdan, three-quarters of that garbage is one thing: wet wipes.</p><p>\"Every day we're dealing with 30 tons of wet wipes,\" says Meir Ben Noon, chief tour guide at the plant.</p><p>That's not all.</p><p>\"We also have a lot of weird things, like earrings, rings, and even cell phones, that people lose every day in our pipes,\" Noon says.</p><p>The jewelry goes to the Israeli treasury. Cell phone components get recycled or trashed.</p><p>Only then does the real cleaning begin.</p><p>That work is done by sewage-munching microbes. They're too small to see in the big concrete ponds outside the Shafdan facility, but slowly they turn the water from muddy to clear.</p><p>The microbes need air as well as food, so pumps steadily churn air into the ponds. The pumps require energy — a significant cost of cleaning sewage water.</p><p><strong>Cutting The Power Bill</strong></p><p>To save money and make the system more environmentally friendly, Shafdan is now building a system to trap methane from decomposing microbes, known as sludge, and use that gas to power the plant.</p><p>The sludge is heated slowly to kill the microbes and any remaining pathogens, like viruses. It is then used as compost.</p><p>\"The gases coming out from the same process will give power, which is the energy, the electricity, that will supply most of this facility,\" Noon says.</p><p>Israel's water authority says Israel uses a much higher percent of its treated sewage for irrigation than any other country — 86 percent, with Spain next at 19 percent.</p><p>So entrepreneurs are also experimenting with other ways to cut the energy bill.</p><p>About 40 miles north of the huge Shafdan plant, 10 white tanks hold microbes eating sewage water.</p><p>This is an experimental sewage treatment site. The basic process is the same as at Shafdan — microbes munching sewage solids — but this process uses much less energy, says Eytan Levy, CEO of the startup, Emefcy, which runs this pilot project.</p><p>Levy's company has developed a way to diffuse oxygen into the water through a thin plastic membrane that lets air pass through, but not liquid.</p><p>\"It lets air in without the need to blow bubbles\" into the water, Levy says.</p><p>This cuts the energy bill.</p><p>In addition, Levy's company is trying to capture electricity, not through methane from decomposing microbes, but from the live microbes as they eat.</p><p>\"It starts from the idea that the organic contamination in the waste water is in fact a fuel, Levy says. \"We spend a lot of electricity getting rid of this fuel. And you ask yourself, why can't we utilize this energy?\"</p><p>He admits the concept is futuristic. But in Israel, efficient treatment of sewage water is a current issue. Half the water for Israel's farms comes from treated sewage water.</p><p><strong>Keeping Pharmaceuticals Out Of Crops</strong></p><p>The Shafdan plant sends all its water to the Negev desert, where the government has long promoted agriculture development. Farms elsewhere depend on water from smaller treatment plants.</p><p>Near an almond grove at the Kibbutz Netiv HaLamed He in the hills south of Jerusalem, Efi Cohen shows off the communal farm's local sewage treatment plant.</p><p>It's a big concrete tank with a red pipe coming out. The pipe dumps water into a pond, making a frothy foam.</p><p>Red pipes show this is not drinking water, Cohen says. But it is water for crops. The water comes from the toilets, showers, sinks and even chip manufacturing plants in nearby communities.</p><p>The treatment process here is less sophisticated than at the Shafdan plant, and government regulations allow Cohen to use this water only on \"dry\" crops, meaning those — like almonds — that don't come into direct contact with the treated water.</p><p>For watermelon or cucumbers, he still needs rain or water that is safe for drinking.</p><p>Cohen likes the price of recycled sewage — it's cheaper than piped-in potable water. But soil chemist Benny Chefetz says even the highest quality recycled sewage has trace pollutant elements that are not regulated.</p><p>At Hebrew University's Smith Faculty of Agriculture, Chefetz studies the effect that elements from pharmaceuticals and personal care products in treated sewage have on soil and food when used for irrigation.</p><p>In a small lab, he is dosing cucumbers with anti-epilepsy medications that break down very slowly in the soil. Chefetz says how trace chemicals in water move into food depends on the chemical, the crop and the soil quality.</p><p>There is a lot to learn, he says.</p><p>\"We have no idea what [are] the consequences,\" he says, if a child is continuously exposed to even tiny amounts of medications by eating carrots or cucumbers.</p><p>He says it's important to figure out what's safe, because using treated sewage water is important.</p><p>\"I'm not saying we need to stop irrigating with treated waste water,\" he stresses, noting agriculture in Israel and other Mideast countries is dependent on this source. \"We don't want to stop irrigation, we want to continue, knowing that it's safe.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israel+Bets+On+Recycled+Water+To+Meet+Its+Growing+Thirst&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416192510-ee71c0.m3u?orgId=1&topicId=1009&d=275&p=10&story=415795367&t=progseg&e=416192430&seg=13&ft=nprml&f=415795367"},{"href":"http://media.npr.org/assets/img/2015/06/20/img_4171-30c887d1f0da8ff1f1d2bdebb1132b90180b453c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2423","width":"3231"}},{"href":"http://media.npr.org/assets/img/2015/06/20/img_3536-782373b6c214fc065e2772dd269b18c0bb40012c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2622","width":"3496"}},{"href":"http://media.npr.org/assets/img/2015/06/20/img_4188-452853b693dbbc44678dbf8d2042a54c3bda17f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2440","width":"3254"}}]}