{"created":"2014-12-25T08:27:00+00:00","modified":"2015-05-13T21:25:01+00:00","valid":{"from":"2015-05-13T21:25:01+00:00","to":"3015-05-13T21:25:01+00:00"},"hreflang":"en","title":"Pope Francis And His Gift For Blending The Spiritual And The Political","published":"2014-12-25T12:00:00+00:00","teaser":"Despite detractors within the church, Pope Francis' emphasis on humility and mercy has won him strong support worldwide. He has addressed thorny issues such as Vatican finances and clerical sex abuse.","itags":["npr_api","372483564"],"guid":"94f215b3-f487-44b2-865a-35a18ba0d151","contentencoded":"<p>In the 21 months since his election, the first pope to take the name of Saint Francis has emerged as a moral leader on the global stage, addressing both Catholics and the world beyond.</p><p>A recent Pew worldwide survey showed an <a href=\"http://www.pewglobal.org/2014/12/11/pope-francis-image-positive-in-much-of-world/\">overwhelmingly favorable view</a> of the pope. And that was before his <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/17/371438433/new-cuba-policy-is-met-with-cheers-and-jeers-on-both-sides-of-the-aisle\">crucial role in the U.S.-Cuba thaw</a> was revealed.</p><p>Hours before the diplomatic breakthrough was announced on Dec. 17, Pope Francis stood on his popemobile, kissing babies and greeting crowds in St. Peter's Square for his weekly audience.</p><p>It was also his 78th birthday, and hundreds of couples came to perform the tango to celebrate an Argentine who was once very adept on the dance floor.</p><p>A more austere Francis appeared last month at the European Parliament. The first pope from outside the West bluntly told European leaders their continent is weary and becoming irrelevant.</p><p>\"A 'grandmother' Europe, no longer fertile and vibrant,\" he called the old continent. \"As a result,\" he added, \"the great ideas that once inspired Europe seem to have lost their attraction, only to be replaced by the bureaucratic technicalities of its institutions.\"</p><p>Francis is a master at blending the spiritual with the political.</p><p>He has overhauled the Vatican's finances, long tainted by suspicion of money laundering.</p><p>He picked two clerical sex abuse survivors to join his new commission on protection of minors.</p><p>And he appointed a council of nine cardinals to assist him in reforming the dysfunctional Vatican bureaucracy.</p><p>At the recent bishops' assembly on the family, Francis broke new ground as he encouraged free speech and an exchange of ideas.</p><p>Veteran Vatican analyst Marco Politi says Francis wants to reshape the church for the contemporary world, abolishing its imperial nature, \"where the pope is half-emperor and half-God.\"</p><p>\"He wants a pope as bishop of Rome,\" says Politi, \"he wants the church led not by an absolute monarch, but the pope in collegiality with the bishops, in the decision-taking process.\"</p><p>Vatican watchers say Francis does not intend to alter doctrine, but unlike his two predecessors, he does not use the expression \"non-negotiable values.\" The prevailing concept now is mercy.</p><p>Argentine journalist Elisabetta Pique' has known the former Archbishop of Buenos Aires Jorge Bergoglio for more than a decade. What most distinguishes him from his predecessors, she says, was his proximity to his flock in the shantytowns of a large metropolis.</p><p>\"Thirteen million people, with terrible differences and gaps between very rich people and what he calls the excluded ones, from a country, Argentina, very rich, but with lots of problems, because of corruption, mismanagement,\" she says.</p><p>In the United States, which Francis visits in September, the Pew survey shows he has a 78 percent favorable rating.</p><p>But John Allen, the veteran Vatican analyst for <em>The Boston Globe</em>, says the first pope from the global south has irritated some conservative Americans by criticizing laissez-faire capitalism and the ills of globalization.</p><p>\"In his bones, the defense of immigrants is a hugely important issue, immigration is a divisive political question in the United States,\" Allen says. \"He is deeply suspicious of free market global capitalism. (The U.S. is) the mother ship of free market global capitalism, so there is some resistance there.\"</p><p>There is also resistance within the Catholic Church, and Vatican analyst Politi fears what he calls the strategy of the swamp.</p><p>\"A lot of people in the church hierarchy let him speak, applaud and do nothing,\" he says.</p><p>A pope alone, says Politi, cannot change an institution with 1.2 billion members.</p><p>\"For a pope to change the church, you need an engaged laity, you need engaged theologians, really engaged pro-reform bishops,\" he says.</p><p>One of those is Archbishop Bruno Forte, author of the controversial section in the recent synod's draft report that welcomed gays. Yet that conciliatory language was rejected by traditionalists in the final report.</p><p>\"If you decide to be transparent and to accept that the diversity of opinions may have room in the church,\" says Forte, \"it is normal that there are also people who do not agree completely with you.\"</p><p>It's said that behind Vatican walls, a whispering campaign is trying to undermine the pope's authority.</p><p>But beyond the Catholic fold, Francis' humble streak and merciful tone have made him one of the world's most popular newsmakers.</p><p>He was featured in a <a href=\"http://www.rollingstone.com/culture/news/pope-francis-the-times-they-are-a-changin-20140128\">cover story in <em>Rolling Stone</em></a> magazine, \"The Times They Are A-Changin'.\" And <em>Fortune</em> magazine declared him <a href=\"http://fortune.com/2014/03/20/fortune-ranks-the-worlds-50-greatest-leaders/\">the most influential person</a> in the world.</p><p>Argentine journalist Pique says Francis tackles everyday problems.</p><p>\"Human trafficking, poverty, migration, all these people escaping wars, all the big problems that our leaders have failed to address, that is why he's has become a leader, a moral international leader,\" she says.</p><p>Francis is the first Jesuit pope. Over the centuries that religious order often waged its own diplomacy, acquiring extensive knowledge of other cultures.</p><p>The training shows: On Syria, Francis was closer to Russia and China than to Western powers; he hosted a prayer summit with the Israeli and Palestinian leaders; and as the first Latin American pope, he had street cred in Havana.</p><p>The pope who described himself coming from the other end of the earth has embraced the bully pulpit of the papacy, emerging as a daring, independent broker on the global stage.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pope+Francis+And+His+Gift+For+Blending+The+Spiritual+And+The+Political&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"398"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373038497-05f2a1.m3u?orgId=1&topicId=1016&d=398&p=3&story=372483564&t=progseg&e=373038379&seg=9&ft=nprml&f=372483564"},{"href":"http://media.npr.org/assets/img/2014/12/23/getty-pope-1_custom-32fe018465bcaf597de60fd84bc10be613330f1b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1840","width":"1524"}}]}