{"created":"2014-10-03T16:40:05+00:00","modified":"2014-10-03T16:40:05+00:00","valid":{"from":"2014-10-03T16:40:05+00:00","to":"3014-10-03T16:40:05+00:00"},"hreflang":"en","guid":"95049fac-594a-4ceb-860f-a40ab42a04ee","title":"Global wildlife populations have fallen by half — a stat that says it all","published":"2014-10-03T16:40:03+00:00","byline":"Peter Thomson","tags":["climate change","environment","biodiversity","extinction","Environment","Science, Tech & Environment","North America","United States","Keya Chatterjee","Marco Lambertini","Environment","Sustainability","Ecological footprint","Earth","Wildlife","Species","Extinction","biocapacity","vertebrates","Lions","Elephants","Sharks","rays","leatherback turtles","Dolphins","seals","Fresh water","ecosystem services","Natural capital","Food","Food waste","Climate change","habitat loss","habitat degradation","Hunting","Fishing"],"teaser":"As humanity's population has roughly doubled since 1970s, the earth has lost roughly half of its non-human animals over the past four decades. That's the sobering conclusion of a new report from the World Wildlife Fund, which pins the blame for that decline squarely on humans.","contentencoded":"<p>Every now and then, a single statistic tells you more about the world we live in than a firehose of news ever could. &nbsp;Here&rsquo;s one of them: Since 1970, the Earth has lost more than half its wildlife.</p><p>Let&rsquo;s say that again: There are roughly half as many wild creatures, or at least vertebrates, on our planet today as there were when many of us were kids. That shocking stat&nbsp;comes from a new report from the <a href=\"https://www.worldwildlife.org/pages/living-planet-report-2014\">World Wildlife Fund</a> and partner organizations, including the <a href=\"http://www.zsl.org/\">Zoological Society of London</a>.</p><p>The WWF&rsquo;s latest <a href=\"http://wwf.panda.org/about_our_earth/all_publications/living_planet_report/\">Living Planet Report</a>&nbsp;compared the latest population data for roughly 10,000 vertebrate species &mdash; mammals, birds, reptiles, amphibians and fish &mdash; with data from 44 years ago, when the organization began this series of reports. It found huge declines across the board, but especially in fresh water systems and in the tropics. The decline hit a jaw-dropping 83 percent in Latin America.</p><p>&quot;It&rsquo;s tragic,&quot; says <a href=\"http://www.worldwildlife.org/experts/keya-chatterjee\">Keya Chatterjee</a>, WWF&#39;s director of Renewable Energy and Footprint Outreach. Chatterjee says the decline includes iconic creatures like African lions, Asian forest elephants, sharks, rays, leatherback turtles, dolphins and seals.</p><p>But the report makes clear that it&rsquo;s about way more than documenting and grieving the loss of specific animals.&nbsp;&ldquo;These are the living forms that constitute the fabric of the ecosystems which sustain life on Earth &mdash; and the barometer of what we are doing to our own planet,&rdquo; writes Marco Lambertini, WWF International&rsquo;s director general, in the report&rsquo;s foreward. &ldquo;We ignore their decline at our peril.&rdquo;</p><p>The report also makes it clear that humans are the cause of that decline.&nbsp;Along with the species numbers, the report measures two other directly related factors: the human ecological footprint &mdash; a measure of the consumption of goods and greenhouse gases we produce &mdash; and the earth&rsquo;s &quot;biocapacity,&quot; or its ability to produce vital goods like food and fresh water, and to continue doing life-sustaining tasks like regulating the composition of the atmosphere.</p><p>Together, Chatterjee says, these datasets give us &quot;(a) full picture of what&rsquo;s happening on the planet.&quot; And she says that picture shows that human demands on the Earth are outstripping its ability to provide those other goods and services by half.&nbsp;&quot;Our demands on the planet are unsustainable right now,&quot; she says.</p><p>The report identifies several main overall causes of the decline in wildlife, including habitat loss and degradation, exploitation through hunting and fishing, and climate change.</p><p>Not surprisingly, these trends emerged as the human population has nearly doubled to more than 7 billion people since that same 1970 benchmark. But Chatterjee says most of the responsibility for the surging stress on the planet&#39;s resources and ecosystems comes from its richer nations.</p><p>As an example, Chatterjee cites an issues she thinks people rarely consider: food waste.&nbsp;&quot;In this country ... we actually throw away a third to a half of the food that we purchase,&quot; she says. &quot;What that means is that food that is grown elsewhere, [often] where we&rsquo;ve had massive deforestation in order to grow that food &mdash; it&rsquo;s getting exported here not even for our own consumption but for us to throw it away.&rdquo;</p><p>Chatterjee draws a direct connection between the stark decline in wildlife and personal actions like food waste.&nbsp;&ldquo;If we continue to make the choices that we are making,&rdquo; she says, &ldquo;this is what will continue to occur.&rdquo;</p><p>But she adds an important caveat: &quot;There&rsquo;s nothing inevitable about these trends.&rdquo;&nbsp;Changing course will require changes massive and minor, but they are possible.</p><p>Chatterjee says in thinking about the loss of wildlife and other massive planetary challenges, it&rsquo;s also important to stay focused on why we care.&nbsp;&ldquo;When I think about why we need to tackle these issues, I think about my son,&rdquo; she says.&nbsp;He&rsquo;s &ldquo;my source of inspiration &hellip; [And] it&rsquo;s a core part of my responsibility as a parent to tackle this on every front.&rdquo;</p><p>Having a child has shifted the terms of the danger, Chatterjee says: &ldquo;Before having a child, it was easy for me to read about what we call in the climate community &lsquo;mid-century projections.&rsquo; But now all I can think of is that that&rsquo;s when my son is 40. And that&rsquo;s a result of the way we&rsquo;re using planetary resources. And that has to change.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/WWF%20graphic.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://www.pri.org/file/wwf-graphicpng"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/Wildlife934.mp3"},{"href":"http://www.pri.org/file/wildlife934mp3"}]}