{"created":"2014-11-27T19:27:16+00:00","modified":"2014-12-01T20:58:35+00:00","valid":{"from":"2014-12-01T20:58:35+00:00","to":"3014-12-01T20:58:35+00:00"},"hreflang":"en","guid":"950f39d1-c4f7-450f-86ef-5a30116fa0ba","title":"Here's the story of Captain John Smith you didn't get from the Disney flick","published":"2014-12-01T20:58:30+00:00","byline":"Christopher Woolf","tags":["American history","Books","Conflict","Arts, Culture & Media","Conflict & Justice","Jamestown","Plymouth","North America","United States","Virginia","Massachusetts","New England","North America","John Smith","Pocahontas","Peter Firstbrook","The World That Was","Pocahontas","John Smith","Virginia","Powhatan","Jamestown, Virginia","Plymouth Colony","The New World","Peter Firstbrook"],"teaser":"Explorer and mercenary Captain John Smith shaped modern America in many ways, spurring its colonization by the English. And his story goes far beyond his friendship with Native Americans like Pocahontas. A new biography argues that this cruel and heroic former mercenary was also the first to formulate the American Dream.","contentencoded":"<p>Captain John Smith did not actually fall in love with Pocahontas, but his real story is even more amazing than the Disney version.</p>\n<p>And there's no question that his work as an explorer and mapmaker helped create \"English America\" and spurred colonization to the New World.</p>\n<p>Smith started out has a mercenary, says Peter Firstbrook, who just published a biography of Smith titled, <a href=\"https://www.oneworld-publications.com/books/peter-firstbrook/a-man-most-driven#.VHdOF_nF_y0\">A Man Most Driven</a>. “He was in an army fighting the Ottoman Turks out in central Europe. And he went through a whole series of escapes. He was seriously wounded. He was taken into slavery. He murdered his slave-master and escaped from that. He was shipwrecked twice. And it went on and on.\"</p>\n<p>All that occurred, says Firstbrook, before Smith ended up in Jamestown colony in Virginia in 1607. This is where the America version of his biography picks up, albeit not always accurately.</p>\n<p>Smith did have a relationship with Pocahontas, but nothing like in the Disney movie. “It was a very interesting relationship, although it wasn’t a romantic attachment,\" says Firstbrook. </p>\n<p>Pocahontas was the favorite daughter of the paramount chief of the Powhatan Indians and was, in fact, an intermediary between the native people and the English colonists. \"She also taught John Smith [her language] Algonquin and he became a great admirer of her,\" says the author. \"He also used her. She was used as an intermediary both by her father and by John Smith. And, on at least two occasions, did save [Smith's] life.”</p>\n<p>The first time, Pocahontas reportedly threw herself over him and begged that the tribe take her life instead of his. Yet as dramatic as that may sound, Firstbrook says it seems \"likely this wasn’t really an execution, but an induction or initiation into the tribe.\"</p>\n<p>The paramount chief had decided, at least at this stage, that he really wanted the English on his side, according to Firstbrook. The chief saw the English as a sort of minor tribe within his empire, and he saw John Smith as one of the leaders. He initiated Smith as a chief within his empire, \"so it was probably more like a ritual killing and ritual re-birth into the tribe.\"</p>\n<p>But a couple of years later, when relations between the English and the native people deteriorated, there was at least one occasion when Pocahontas did save Smith. She went to the long house where John Smith was staying, in the capital of the Powhatan, and warned him that he was going to be ambushed by the warriors of her father.</p>\n<p>Smith’s career in Virginia was cut short when a sack of gunpowder he was carrying accidentally exploded and burnt him severely, almost certainly castrating him. He went back to Europe to recover.</p>\n<p>He returned in 1614 to a different region of the New World, which he christened \"New England\" — and the name stuck.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"390\" width=\"393\" style=\"width: 393px; height: 390px; float: right; margin: 3px;\" alt=\"A close up of Smith&amp;#039;s map from modern Cape Anne to Cape Cod. New Plimouth is just above the heraldic crest\" title=\"A close up of Smith&amp;#039;s map from modern Cape Anne to Cape Cod. New Plimouth is just above the heraldic crest\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/John%20Smith%20mapCU.jpg\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Wiki Commons</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>A close up of Smith's map from modern Cape Anne to Cape Cod. New Plimouth is just above the heraldic crest</p>\n  </div>\n</div>“He surveyed the whole of the area from what is now the Canadian border all the way down to Cape Cod,\" says Firstbtook. \"And he published two years later his map of New England and also a book called <a href=\"http://digitalcommons.unl.edu/etas/4/\">A Description of New England</a>.\" \n<div>\n<p>Many of Smith's names for places stuck, such as the Charles River, Charlestown, Boston and Salem. And it turns out that Smith was responsible for Plymouth getting its name several years before the Pilgrims even arrived.</p>\n<p>Smith first called the place Accomack, but then during an audience with Prince Charles, the heir to the British throne, he said the prince could change some names if he wished. So Accomack became New Plymouth.</p>\n<p>“Smith really identified Plymouth as an excellent place [for colonization] with a good harbor, and 'only in need of industrious people' — that was how he framed it,\" Firstbrook says.</p>\n<p>The Pilgrims toyed with the idea of hiring Smith to come with them, given Smith's vast experience in the New World, but eventually settled for purchasing his map and guidebook. He was described as a difficult and truculent man.  </p>\n<p>Smith’s vision for the New World was one of colonization by Englishmen and he mainly ignored any rights to the land that the indigenous people had. “The English arrived in the New World really thinking they could just take whatever they wanted,\" Firstbrook says, and Smith shared that view.</p>\n<p>\"There was a certain amount of negotiation, and ostensibly they bought land from the native people. But, of course, this was for trinkets and maybe a little bit of copper.”</p>\n<p>But Smith had another side, too, says the author. \"When [Smith] was in Jamestown, Virginia, he did write quite a lot about the culture of the native people, and he did so in a very independent style, which was unusual for the period. He was not judgmental; he was intrigued; he was fascinated, and he wanted to learn about them.\"</p>\n<p>\"That’s not to say that at times he wasn’t cruel and brutal and repressive, as indeed all the English out there were in those days. But I think, compared to his contemporaries, he had a much more modern and open approach towards accepting the native people as equal.”</p>\n<p>Firstbrook also argues in his book that Smith founded the idea of the \"American Dream.\" The explorer was from humble origins, the son of a tenant farmer, and “had a chip on his shoulder, and had difficulty with authority, especially when he judged his superiors to be incompetent … He found it very difficult to rise up through the social hierarchy in England at the time.”</p>\n<p>After Smith returned to England in 1614, he became an absolutely passionate advocate for the colonization of New England. \"He really wanted to throw away the shackles of this repressive social system that was in England at the time, of social hierarchy and glass ceilings,\" Firstbrook says.</p>\n<p>\"He really wanted the individual to prosper and grow through his own hard work, rather than through any family connections. So he was the first Englishman really to see meritocracy as the solution, and independence and hard work as a way to improve your lot.”</p>\n</div>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/John%20Smith%20map%20cropped.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/john-smith-map-croppedjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112720144.mp3"},{"href":"http://www.pri.org/file/112720144mp3"}]}