{"created":"2014-09-12T07:35:20+00:00","modified":"2014-10-30T22:28:56+00:00","valid":{"from":"2014-10-30T22:28:56+00:00","to":"3014-10-30T22:28:56+00:00"},"hreflang":"en","title":"Giving Every Kid Equal Standing In The School Lunch Line","published":"2014-09-12T17:03:00+00:00","teaser":"For students who don't have enough money for a hot lunch each day, visiting the cafeteria can be a source of shame. In Houston, school volunteer Kenny Thompson decided he wanted to change that.","itags":["npr_api","347669760"],"guid":"951daca0-f8b8-4a34-8a44-119b5af1f3fc","contentencoded":"<p>Until recently, some students in the Spring Branch Independent School District in the Houston area dreaded lunchtime. The cafeteria meant humiliation, because their parents couldn't afford a hot lunch.</p><p>The alternative for these kids was a cold cheese sandwich; anyone seen leaving the lunch line with one was marked as being poor.</p><p>Until school volunteer Kenny Thompson saw it happen.</p><p>One day in January, he went through the lunch line with an elementary student he was mentoring. Thompson recalls that the woman behind the counter told the child, \"Oh, no, baby, I told you yesterday. You need to bring some money in here if you wanna eat, so you can't have that today.\"</p><p>Thompson immediately thought of his other mentees and wondered, \"Is this a problem with my other guys?\"</p><p>Turns out it was.</p><p>Dakota Gibson, now 15, had experienced it. Gary Barber, 13, another Thompson mentee, says he first felt that lunchtime shame in second grade. \"I went to go sit with my friends and they started laughing at me. So if I didn't have enough money, I wouldn't go to the cafeteria. 'Cause I don't want to be embarrassed,\" Barber recalls in a StoryCorps interview with Thompson and Gibson.</p><p>Watching the scene play out in line that day bothered Thompson. \"My mom struggled,\" he tells the teens. \"I was one of those kids that didn't know how I was gonna eat at school every day.</p><p>\"So after this happened, I went to my car, I broke down and cried,\" he says. Then he talked to the school principal, who told him that 66 students had negative balances in their lunch accounts. \"So I made a promise then that I was gonna pay off everybody's balance. Didn't care what it cost.\"</p><p>Thompson not only paid them off — he rounded up, giving each student a little padding. The total came to $465.</p><p>The next day, \"I walked into the cafeteria and a whole bunch of people were looking at me,\" Barber says. \"All my friends were like, 'Dude, your mentor paid off a whole bunch of students' lunches. That's awesome!' \"</p><p>\"My friend got to keep his lunch. And I could not put my happiness into words. It felt like a great weight was lifted off all the students' shoulders. And I was really, really proud of you,\" he tells Thompson.</p><p>\"Thanks! I feel the same way about you guys,\" Thompson tells them. \"It's a pleasure and an honor to be there with you every week. You guys teach me how to be a better person. So I get a lot out of it too.\"</p><p>After getting a sense of the scope of the problem, Thompson formed an organization, Feed the Future Forward, to create a reserve fund to cover kids when they're unable to pay. And the Spring Branch Independent School District, along with the Cypress-Fairbanks Independent School District, have since changed their lunch policy to ensure that all kids receive the same lunch, regardless of what they're able to pay.</p><p><em>Produced for </em>Morning Edition<em> by Jasmyn Belcher Morris. </em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Giving+Every+Kid+Equal+Standing+In+The+School+Lunch+Line&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347873364-c8496c.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=347669760"},{"href":"http://media.npr.org/assets/img/2014/09/11/thompsonnpr-2ca027a25b641f71183c145a5fa080fbb80ee99d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}