{"created":"2014-10-03T19:49:19+00:00","modified":"2014-10-30T21:51:17+00:00","valid":{"from":"2014-10-30T21:51:17+00:00","to":"3014-10-30T21:51:17+00:00"},"hreflang":"en","title":"Who's Worth Your Trust In Fincher's Moody, Atmospheric 'Gone Girl'?","published":"2014-10-03T22:17:00+00:00","teaser":"NPR's Bob Mondello says David Fincher's screen adaptation of the marriage-in-trouble thriller <em>Gone Girl </em>offers all the twists and jolts of the original novel, but gets a little pulpy toward the end.","itags":["npr_api","353292500"],"guid":"95216599-f237-445c-a006-f0844c2dd488","contentencoded":"<p>David Fincher's marital thriller, <em>Gone Girl</em>, is based on a 2-year-old novel that spent more than 71 weeks on the <em>New York Times</em> hardcover best-seller list, and sold more than 6 million copies before it even came out in paperback. So a lot of suspense fans already know its twists and turns.</p><p>But that doesn't mean spoilers are OK, and because this review was written principally for radio (and my producers won't allow me to urge listeners who want to stay in the dark about plot points to turn down their radios), I'm going to have to be especially circumspect. And that's frustrating, because the film will almost certainly raise hackles in some quarters over issues that track closely with recent headlines, that surface late in the story, and that I can't even bring up without being accused of giving the game away.</p><p>Happily, I can point you to a thorough and engaging discussion of those issues right here on NPR.org. Pop culture blogger Linda Holmes has written two entirely separate — and separately clever — <em>Monkey See</em> pieces: one <a href=\"http://www.npr.org/blogs/monkeysee/2014/09/30/352688538/gone-girl-a-missing-wife-and-a-cloud-of-suspicion\">for folks who want to be surprised</a> by the movie, and one <a href=\"http://www.npr.org/blogs/monkeysee/2014/09/30/352734229/gone-girl-take-two-the-very-very-spoiled-edition\">for folks who've read the book</a> and want to dive in deeper. I strongly urge you to dive in deeper once you've seen the movie. In the meantime, though, I'm going to have to stay in the shallow end.</p><p>So, what can I tell you? Well, even if you haven't read the book, you'll likely have heard that <em>Gone Girl</em>'s story — of a wife who abruptly goes missing from what appears to be a happy home — uses the \"unreliable narrator\" literary device. But in a movie, who would that be, exactly? Ben Affleck's Nick, a self-styled \"corn-fed, salt-of-the-earth Missouri boy\"? Or Rosamund Pike's Amy, his classy East Coast wife, whose youth inspired a series of \"Amazing Amy\" children's books?</p><p>One thing's for sure: When they meet cute at a New York party — a happy event as it's recounted in a flashback — they appear both well-matched and playful, Amy offering up a multiple-choice answer when Nick asks who she is, and Nick saying to her similar query that he's the guy who'll save her from \"all this awesomeness.\"</p><p>Who could resist, right? But those \"who are you?\" questions will be ones that haunt the rest of the picture. This flashback is from the day of Nick and Amy's fifth wedding anniversary, a day on which we watch a clearly unhappy Nick return home from an early morning scotch at the pub he owns with his sister (Carrie Coon), to find evidence of a struggle, broken glass and no sign of his wife. Police detectives (Kim Dickens and Patrick Fugit) are stumped, and when Nick and his wife's parents appeal to the media to help find Amy, the story erupts into a tabloid sensation, requiring Nick to hire a hotshot attorney (a nicely understated Tyler Perry) because he's not only the chief suspect but also, as one of his TV interlocutors puts it, \"the most hated man in America.\"</p><p>That's all the plot I should probably divulge. Allow me, though, a quick note on structure. The film, like the novel (because both were penned by Gillian Flynn, a rare case of a novelist who's allowed to write her own screenplay) tells the story of Amy's disappearance in alternating bursts of narrative. Nick's version of events surfaces as he deals with reporters and cops; Amy's version is taken from entries in a diary that's discovered after she disappears.</p><p>Their stories are increasingly in conflict, and because Affleck and Pike are unnervingly good at keeping you guessing about which of them you can trust, your allegiances will almost certainly shift as David Fincher's direction delivers jolts designed to make audiences squeal, while also letting you identify with characters one moment, and wish you hadn't the next.</p><p>His moody, atmospheric work struck me as more intriguing early on, when he's showing how social forces can put pressure on any marriage, than it did later, when he gets deep in the weeds of Nick and Amy's marriage. But that may just be because I like Fincher when he's pulling universals out of specifics, not the other way around. By the end of <em>Gone Girl</em>, the social issues that animate the film's beginning — job loss in an economic downturn, differences in wealth and class, media manipulation — have receded, and things have gotten so plot-driven and pulpy, there's nothing to challenge the director or make him stretch. In the film's final stages he seems to be relying entirely on craft — but, boy, is it effective craft.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who%27s+Worth+Your+Trust+In+Fincher%27s+Moody%2C+Atmospheric+%27Gone+Girl%27%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353538235-e2ff90.m3u?orgId=1&topicId=4467349&ft=3&f=353292500"},{"href":"http://media.npr.org/assets/img/2014/10/02/gone-girl-1-7d6d01e99d7a9085241aa9d315eedd8ef4907a6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1956","width":"2608"}},{"href":"http://media.npr.org/assets/img/2014/10/02/gone-girl-2-b371fc5df017d40570f4b115ed0b2cf28a48265b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1946","width":"2594"}}]}