{"created":"2014-08-28T01:47:58+00:00","modified":"2014-10-30T22:58:32+00:00","valid":{"from":"2014-10-30T22:58:32+00:00","to":"3014-10-30T22:58:32+00:00"},"hreflang":"en","title":"Freedom Strategy Put To The Test At Democratic National Convention","published":"2014-08-25T23:53:00+00:00","teaser":"Fifty years ago, Fannie Lou Hamer, a plantation worker turned civil rights activist, disrupted the Democratic National Convention to get delegates from the Mississippi Freedom Democratic Party seated.","itags":["npr_api","343189816"],"guid":"95358872-f034-4be0-87cf-e0257581b56c","contentencoded":"<p>Fifty years ago this week, <a href=\"http://www.npr.org/series/325914836/the-anniversary-of-freedom-summer\" target=\"_blank\">Freedom Summer</a> spilled into national party politics. Young volunteers spent the summer of 1964 in Mississippi, working to register African-American voters. But leaders of the movement also had a political strategy designed to chip away at the oppressive white power structure in the South, and it was put to the test at the Democratic National Convention in Atlantic City, N.J.</p><p>Five-foot-four Fannie Lou Hamer, a sharecropper from the Mississippi Delta, caught the nation's attention as she sat before the convention's credentials committee seeking recognition for the newly formed and integrated Mississippi Freedom Democratic Party.</p><p>\"I question America,\" Hamer said as she challenged the state party's all-white delegation.</p><p>\"Is this America?\" she asked. \"The land of the free and the home of the brave where we have to sleep with our telephones off of the hook because our lives be threatened daily, because we want to live as decent human beings in America?\"</p><p>The Mississippi Freedom Democratic Party stormed Atlantic City, garnering the support of liberal delegations outside the South. The 68 delegates — four white, the rest black — wanted to be seated instead of the state party's regular delegates, who they argued were wrongly elected in a segregated process.</p><p>The standoff was the outgrowth of what started as the Freedom Vote in 1963. Established civil rights groups helped stage a mock statewide election open to disenfranchised African-Americans in Mississippi.</p><p>\"We wanted to show that black votes could make a difference,\" says the Rev. Ed King, a white Methodist minister who was the new party's candidate for lieutenant governor at the time. \"We have to break the myth that black people are uninterested in politics.\"</p><p>And no one made that case stronger than Hamer, a cotton plantation worker with a sixth-grade education from tiny Ruleville, Miss.</p><p>Her hometown pays homage to Hamer with a museum set up in a community center.</p><p>Former Ruleville alderwoman Hattie Jordan says the collection is organized by sequences of Hamer's life, starting with the plantation era.</p><p>Hamer was the timekeeper on the Marlow plantation, keeping records of how much cotton was picked. This room is full of implements used in the field, and in the houses where they lived on the plantation.</p><p>\"Like the scale she that she weighed the cotton on over there. The old iron stove, the slop jar, the tub,\" Jordan says.</p><p>There's a replica of the chapel where Hamer first heard civil rights activists explain that blacks had a right to register to vote. The meeting moved her to risk her job and register.</p><p>In the documentary <em>We Shall Overcome,</em> Hamer recounted that her white boss told her to withdraw her voter registration or lose her house and position on the plantation.</p><p>\"And I answered him the only way I could and told him that 'I didn't go down there to register for him. I went down there to register for myself,' \" Hamer said. \"And this seemed like it made him mad.\"</p><p>Hamer's knack for speaking the unvarnished truth drew a following among farm workers in the Delta. She wasn't a young college student standing on principle, but a fellow Mississippian denied her rights for too long.</p><p>One of Hamer's famous quotes is, \"All of my life I have been sick and I have been tired. Now I am tired of being sick and tired.\"</p><p>\"I guess really that was the motto of most black people,\" Jordan says. \"Sick and tired of how they were being treated. Poverty. Lack of respect.\"</p><p>Hamer decided to run for Congress. And Jordan says despite being fired, shot at, jailed and beaten up, Hamer continued to lead groups of African-Americans to county courthouses to register to vote.</p><p>\"It was something special about her,\" Jordan says. \"You look at her and folks may say she only had a sixth-grade education. But she had something that God had given her.\"</p><p>Jordan says when things got tense, Hamer would sing spirituals to calm people.</p><p>At the 1964 Democratic National Convention in Atlantic City, Hamer was part of backroom negotiations to determine how the national party would recognize the Mississippi Freedom Democrats' demand to be seated as delegates.</p><p>The situation thrust President Lyndon Johnson into an uncomfortable position as he sought the Democratic nomination. At the same time, three Freedom Summer civil rights workers had disappeared and were feared dead in Mississippi.</p><p>Johnson called his old Senate colleague James Eastland, a cotton planter from the Mississippi Delta. LBJ wanted to know about the missing workers. In a recording of the conversation, Eastland, a staunch civil rights foe, tells the president it's a publicity stunt. And he also warns him about Hamer.</p><p>\"This nigra woman from Ruleville [who] has been to Washington and testified that she's been shot at 19 times is lying,\" Eastland said.</p><p>During the convention, in another recorded phone call, LBJ explains to Eastland he wants to strike a compromise that keeps the white Mississippi delegation seated, while promising to open up minority participation at future conventions.</p><p>\"The Freedom delegation say, 'well for a hundred years here they've been excluding nigras from the primaries,' \" Johnson said. \"Well four years from now there will be nigras participating in all conventions.\"</p><p>In the end, the Mississippi Freedom Democratic Party refused an offer of two at-large seats at the convention.</p><p>\"Because if we got two votes at large, we didn't have nothing,\" Hamer said at the time.</p><p>In reflection, King, who was the Freedom Democratic national committeeman, says the party may have left the convention without votes, but it changed the way politics was waged for generations to come.</p><p>\"We had opened up a whole new world,\" King says. \"The issue was no longer will a minority group be accepted, be allowed to vote.\"</p><p>Now the question was how.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Freedom+Strategy+Put+To+The+Test+At+Democratic+National+Convention&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343203869-106069.m3u?orgId=1&topicId=1014&ft=3&f=343189816"},{"href":"http://media.npr.org/assets/img/2014/08/25/fannie-lou-hamer3-c321b5e02e5f0ece93f1e381c8a2fb7fb6cbdb7f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2919","width":"3894"}}]}