{"created":"2014-10-08T16:14:22+00:00","modified":"2014-10-31T02:10:21+00:00","valid":{"from":"2014-10-31T02:10:21+00:00","to":"3014-10-31T02:10:21+00:00"},"hreflang":"en","title":"The Global Economy: A World Of Acronyms","published":"2014-05-13T15:42:00+00:00","teaser":"Perhaps you're well aware of the BRIC countries (Brazil, Russia, India and China). But now there's MINT, CIVET and more. The emerging markets keep changing — and so do the letters.","itags":["npr_api","311852601"],"guid":"953927ec-8586-44ba-9ede-7cae50d7f790","contentencoded":"<p>The world of finance gave birth in 2001 to a new buzzword: BRIC.<strong> </strong>The word<strong> </strong>is an acronym for Brazil, Russia, India and China. Jim O'Neill, an economist with Goldman Sachs who's been credited with coining the term, saw those four countries as turbo-charged engines among emerging markets, ones that would give Western economies a run for their money.</p><p>O'Neill says when he dreamed up the acronym 13 years ago, people didn't really focus on the potential importance of some of these countries.</p><p>\"It sort of transformed ... the way, I think, many people thought about the world,\" he says now.</p><p>For a stretch, the fast-growing BRIC economies lived up to the hype. The four countries formed their own economic and political alliance. In 2010, South Africa joined the group.</p><p>But O'Neill considered it an interloper, saying South Africa isn't at the same level as the others. The four original BRIC countries were his babies, but like many children, they can disappoint.</p><p>\"China is the only one of the four that's growing by more than I ever assumed; the other three so far this decade have been disappointing,\" says O'Neill, particularly Brazil and Russia. \"I have joked that if I had to dream the acronym up again today, I'd just call it 'C,' \" he says.</p><p>While the BRIC engines may be misfiring, other economies have been gaining speed. O'Neill has now come up with a new group of promising emerging markets.</p><p>He's coined them M-I-N-T.</p><p>\"It stands for Mexico, Indonesia, Nigeria and Turkey,\" he says.</p><p><strong>Plenty Of Other Contenders</strong></p><p>Not so fast, says Oliver Williams, an analyst for WealthInsight. He says there are many other emerging markets, and analysts are also weighing in with their choices.</p><p>\"I think anyone wanting their fame in economics has come up with a grouping,\" he says.</p><p>There's MIST (Mexico, India, South Korea, Turkey). There's the Fragile Five, which stands for Indonesia, South Africa, Brazil, Turkey and India.</p><p>\"Some optimists have named them the Fabulous Five,\" he laughs.</p><p>There's also PINE (Philippines, Indonesia, Nigeria and Ethiopia) and CIVETS (Colombia, Indonesia, Vietnam, Egypt, Turkey and South Africa).</p><p>There are the EAGLEs, which stands for Emerging and Growth Leading Economies and includes Brazil, China, Egypt, India, Indonesia, South Korea, Mexico, Russia, Taiwan and Turkey.</p><p>With the exception of MIKT (Mexico, Indonesia, South Korea and Turkey), the acronyms roll off the tongue, and incorporate emerging markets from all corners of the globe, says Williams.</p><p>Williams says he might start working on his own grouping, focusing on markets in Africa, particularly East Africa.</p><p>\"You've got Kenya, you've got Ethiopia, Tanzania, Uganda,\" he says, which would give him KETU. However, they could be rearranged to come up with the catchier K-U-T-E.</p><p><strong>Not An Investment Strategy</strong></p><p>Andrew Feltus, a portfolio manager at Pioneer Investments, says many emerging markets bear strong similarities that include good fiscal policies and dynamic demographics.</p><p>But there are also differences in terms of how developed the countries are. Feltus says lumping four or five together under an acronym and forgetting the rest is an oversimplification.</p><p>\"I'm kind of cynical on the whole idea. I think it's much more a marketing exercise than necessarily a true investment strategy,\" he says.</p><p>Then there are the so-called black swans — developments such as terrorism, sanctions, natural disasters, even elections, that can alter a country's fortunes.</p><p>Feltus points to Turkey, the final letter in the acronym MINT. It is a fast-growing economy, but the government has been battling corruption allegations and widespread street protests. Feltus says he would rework MINT.</p><p>\"I don't even know if I would include the 'T' in it,\" he says. \"Actually, that's going to be MINI,\" meaning Mexico, India Nigeria and Indonesia. But Feltus says he does not recommend that anyone build a strategy based on MINI or any other acronym.</p><p>However, O'Neill, the man behind BRIC, is sticking with MINT — even though he says people contact him all the time with suggestions.</p><p>\"I don't need to make up any more acronyms myself; I can just have the world doing it for me,\" he adds.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Global+Economy%3A+A+World+Of+Acronyms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312046598-e77ef7.m3u?orgId=1&topicId=1004&ft=3&f=311852601"},{"href":"http://media.npr.org/assets/img/2014/05/12/mint-bric2-ca5b976981beba979c51f28b60e5c6f4f7b067f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1716","width":"2290"}},{"href":"http://media.npr.org/assets/img/2014/05/12/mint-bric1-0e764036a7374b74df6df1446120c6f92b57a017.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2732","width":"3647"}}]}