{"created":"2015-06-08T20:56:27+00:00","modified":"2015-06-09T02:40:08+00:00","valid":{"from":"2015-06-09T02:40:08+00:00","to":"3015-06-09T02:40:08+00:00"},"hreflang":"en","title":"This 'Book Of Numbers' Speaks A Human Language","published":"2015-06-08T22:56:00+00:00","teaser":"Writer Joshua Cohen says his new novel (about a journalist and a tech mogul both also named Joshua Cohen) aims to reclaim the Internet. \"It's made of our humanity,\" he tells NPR's Robert Siegel.","itags":["npr_api","412907626"],"guid":"954ab3dd-b0a4-4bac-bdca-300d45a71b9d","contentencoded":"<p>Describing what Joshua Cohen's sprawling, comic, tragic new novel is actually about isn't easy. In fact, it's tempting to use the old joke: It's about 600 pages. But Cohen gets there first; he does indeed use that joke in <em>Book of Numbers</em>.</p><p>Let's try anyhow: <em>Book of Numbers</em> is about a digital age superstar, founder of a Google-like super search engine company called Tetration. It's about the Holocaust, about Jews, Hindus, Buddhists, Arabs, government surveillance of email, writers, their editors, agents and parents. Also non-parents, estranged spouses ... and we could go on.</p><p>The book is narrated by a fictional Joshua Cohen, also a writer, whose misfortune is to have written a book with the publication date of Sept. 11, 2001. \"The misfortune is all in his egotism,\" Cohen tells NPR's Robert Siegel. \"He thinks that he's the sole victim of 9/11. I mean, he says this sort of rhetorically, and he says this with realizing it's a ridiculous statement, but he feels in some way that the life he was promised, you know, the life of an author, was denied him.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On setting himself a challenge</strong></p><p>One of the least promising ways to begin a book is probably to have a party for a Holocaust memoir that happens to fall on 9/11/2001. And I felt like setting myself up for the most difficult beginning, if I could surmount that challenge — which I hope that I have — the rest of the book would sort of flow from there.</p><p><strong>On whether <em>Book of Numbers</em> is written in the \"language of the Internet\"</strong></p><p>Well, it's a useful shorthand, but really, I think there is no language of the Internet. The Internet is a tool, a technology, and we like to say that it has all of these properties but really it's just a place where our writing is. It's made of our words. It's made of our humanity. So I don't, I think that the language is really an attempt to take back from the Internet ... the words that are essentially our humanity, that are our souls and our ways of thinking about our relationships with one another and with existence.</p><p>And so to me it was a real attempt to show how everything we are has been externalized to this technology, and then to say, no. It actually is ours. We contain the Internet, the Internet, too, is a human project.</p><p><strong>On whether technology has killed the novel</strong></p><p>I think if German literature could survive the '40s, and Russian literature could survive Sovietism, American literature can survive Google. I do think that the introduction of a PDA to most Victorian novels would reduce them from their three-volume size to about 30 pages, right? So what's required, I think, is a new set of strategies. These are ways that we can sort of tell the Internet or instruct people to start thinking about language as theirs, as a uniquely human and passionate project.</p><p><strong>On Joshua Cohen, the Internet mogul (who's being written about by Joshua Cohen, the journalist, and Joshua Cohen the novelist) and the birth of the search engine</strong></p><p>The birth of the search engine, it's nothing new, it's essentially embedded in our literature, it's how ideas relate, how the mind makes connections. I mean, connections are made online through links, and within an algorithm they're made through degrees of relevancy between different terms. But our minds make these connections through inspiration, our minds make these connections also through logic. Without computers, in the 17th century, we could classify the entire animal kingdom ... there was this idea of the speciation, right? And now, all a search engine is is essentially the mathematical speciation of ideas — and these things really derive from the the way that language is used and the way words relate.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+%27Book+Of+Numbers%27+Speaks+A+Human+Language&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"495"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412942708-3abe30.m3u?orgId=1&topicId=1033&d=495&p=2&story=412907626&t=progseg&e=412923703&seg=4&ft=nprml&f=412907626"},{"href":"http://media.npr.org/assets/img/2015/06/08/cohen_bookofnumbers-1275fa7180fa1ea792e9d0c384250fafc0fa5aac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"364","width":"486"}},{"href":"http://media.npr.org/assets/img/2015/06/08/joshuacohen-beowulf-sheehan_custom-cb172e1183119edb338cc9b3f5d385f28ec2c70a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"5400","width":"3585"}}]}