{"created":"2015-05-05T08:28:43+00:00","modified":"2015-06-04T14:42:34+00:00","valid":{"from":"2015-06-04T14:42:34+00:00","to":"3015-06-04T14:42:34+00:00"},"hreflang":"en","title":"At LA Museum, A Powerful And Provocative Look At 'Islamic Art Now'","published":"2015-05-06T15:33:00+00:00","teaser":"The dramatic images at the Los Angeles County Museum of Art linger in the mind. Curator Linda Komaroff says she hopes the collection challenges an American audience to rethink preconceptions.","itags":["npr_api","402642797"],"guid":"954a9f6f-bb13-413a-afdf-1bf0896eb77b","contentencoded":"<p>Art galleries are generally quiet, hushed spaces, but at the Los Angeles County Museum a show called <a href=\"http://www.lacma.org/art/exhibition/islamic-art-now-contemporary-art-middle-east\" target=\"_blank\">Islamic Art Now</a> is sparking some heated discussions as visitors ponder the photographs, paintings and neon sculptures on display.</p><p>Moroccan photographer Lalla Essaydi has covered every inch of a reclining odalisque with graceful Arabic calligraphy. The woman is staring right at us, and viewers wonder: Is the writing protection? A shield? Imprisonment?</p><p>Translating the calligraphy, curator Linda Komaroff doesn't see it that way. \"I see it more as: This is who I am. See me for who I am. Read me if you like, but this is me,\" she says.</p><p>Egyptian-German artist Susan Hefuna's<em> Woman Behind Mashrabiya I </em>is a black and white image of a shrouded woman looking out from behind a pierced screen. We can't really see her, but she can see us. Is she protected? Trapped?</p><p>\"It's very mysterious — and deliberately so,\" Komaroff says. \"It's this notion about: Do we really understand? ... To me, a lot of these images are a challenge to an American audience to maybe rethink what their perceptions are of women in the Middle East, women in the Islamic world. Maybe they're not that different from us after all.\"</p><p>Some provocative images may feel very different from Western experience. Viewers get an extreme close-up in Iranian artist Shirin Neshat's 1996 photograph <em>Speechless. </em>We see a portion of a woman's face, circled by a black headscarf. At her right ear, what looks at first like a clunky earring turns out to be the barrel of a gun. With a look of determination, she's pointing the gun directly at the viewer.</p><p>\"I don't think she's after us,\" Komaroff says. \"I think she could be questioning our view of her. ... It's about reading her.\"</p><p>Her face is covered with calligraphy — words about martyrdom and protection. But one could read menace and melancholy here as well.</p><p>\"To me, a lot of it is about trying to get the viewer to get past his or her own preconceptions about who this woman is, and what she's doing,\" Komaroff says.</p><p>The curator says this armed and veiled female warrior fought in the revolution that deposed the Shah of Iran. Artist Shirin Neshat went back to an Iran ruled by the ayatollahs. UCLA professor Ali Behdad says this photo reflects the impact of revolution; it has \"positioned women in a subordinate position at the same time it has also empowered them,\" he says.</p><p>The women go to college, hold political office, drive, yet still wear chadors.</p><p>\"A lot of the artists that you see in this gallery, they have double consciousness,\" Behdad explains. \"Many of them are caught between a certain tradition ... and that tradition for the most part is Islamic — Islamic culture — on the other hand, they are secular and they are very much Westernized.\"</p><p>These artists are from Iran, Saudi Arabia, Egypt, Lebanon, Morocco, Kuwait, Israel. According to the show's catalog, they are Muslim, Christian and Jewish. Many are ex-pats. In fact, Behdad questions the title of the show — <em>Islamic Art Now</em>.</p><p>\"I think the subtitle of this show is actually a more accurate description — artists from the Middle East,\" Behdad says. \"Because many of these artists — I think the overwhelming majority of these artists — are actually not Muslim in the very traditional sense of the word at all. They are incredibly secular. Many of them live in the West. If you called Andy Warhol a Christian artist would that make sense?\"</p><p>Komaroff disagrees. She acknowledges that \"Islamic\" is a loaded word, but says that in its broader meaning, it applies here. \"When we use the term 'Islamic art' we're not talking about Islam, we're not talking about religion,\" she says. \"... All the artists here are from this world that was initially shaped by Islam, by an Arabic alphabet, but has evolved into something so much more and much more complex than standard views of either religion or violence. It's about beauty as well.\"</p><p><em>Islamic Art Now: Contemporary Art of the Middle East</em> is indeed about beauty. It's also about values, religion and a clash of cultures. And its provocative, dramatic, powerful images linger in the mind.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+LA+Museum%2C+A+Powerful+And+Provocative+Look+At+%27Islamic+Art+Now%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404352583-508613.m3u?orgId=1&topicId=1141&d=328&p=3&story=402642797&t=progseg&e=404352433&seg=9&ft=nprml&f=402642797"},{"href":"http://media.npr.org/assets/img/2015/04/28/islamic_contempnow_20150212-005-d89bd24fda03d4ff6c059336dc6ca0963340cf34.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1487","width":"1983"}},{"href":"http://media.npr.org/assets/img/2015/04/28/m2013_125_labeled_enl-90eaf1449824a0944daeb8e5c3d8e6f9de275997.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5330","width":"3677"}},{"href":"http://media.npr.org/assets/img/2015/04/28/m2012_60_labeled_enl-71394722e61f20444d0f3ee80a61257015a0935d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1927","width":"1499"}},{"href":"http://media.npr.org/assets/img/2015/04/28/m2014_67_labeled_custom-8da0c763112de99b641f062e8ee937dbbc6ec705.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"834","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/04/28/m2012_94_1_labeled_custom-1535fa5063c988e4a36efea4a81b10121ad3c578.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3297","width":"4963"}}]}