{"created":"2014-10-03T03:52:17+00:00","modified":"2015-04-30T19:47:45+00:00","valid":{"from":"2011-09-15T19:17:29+00:00","to":"3011-09-15T19:17:29+00:00"},"hreflang":"en","guid":"955cfee6-2973-408d-8e6e-8a606692bb43","title":"SOTRU - Cleveland: The Way Forward","teaser":"From Rockefeller's Standard Oil to GE's first industrial park, Cleveland was a city made by entrepreneurs. But since the polluted Cuyahoga River caught fire in 1969, it's been trying to shake the moniker of \"the mistake on the lake\". Today Cleveland is being embraced by a new generation of entrepreneurs who are using their business sense to try and revitalize neighborhoods, clean up the environment and improve education.","description":"State of the Re:UnionCleveland - The Way ForwardHost: Al LetsonDESCRIPTION: Cleveland, Ohio is a city that was made by entrepreneurs. John D. Rockefeller started Standard Oil there. The General Electric Company built one of the nation&rsquo;s first industrial parks in Cleveland. But for decades, that&rsquo;s not what it&rsquo;s been known for&hellip; Instead, thanks to the polluted Cuyahoga River catching fire back in 1969, it&rsquo;s been known as &ldquo;the mistake on the lake,&rdquo; a city that&rsquo;s a shell of its former manufacturing-era glorious self. However, thanks in large part to its dirt cheap rents, Cleveland is being embraced by a new generation of entrepreneurs as a place to put their dreams in motion. This is a now a city of entrepreneurship in a range of incarnations&hellip; in the classic business sense, yes. But Cleveland&rsquo;s also a city of people turning their entrepreneurial sense on the place around them-- in their kids&rsquo; education, in the environment, even in beer. This is an hour of entrepreneurial stories, taking a look at that go-get-em-seize-your-dreams energy in a variety of forms. Billboard (:59)Incue: From PRX and NPROutcue: But first, this newsNews Hole: 1:00-6:00SEGMENT A (12:29)Incue: You're listening to State of the Re:UnionOutcue: ahead on State of the Re:UnionA. Turning City History into an Entrepreneurial EndeavorWe begin this hour with an introduction to Cleveland&rsquo;s illustrious entrepreneurial history, via local architect Jennifer Coleman. Long fascinated by Cleveland history, and convinced that the city&rsquo;s neighborhoods were more than the sum of their houses, Coleman started CityProwl, a business that produces audio tours of different parts of Cleveland. The buildings, Coleman says, tell the stories of the early industrial entrepreneurs that made Cleveland the city it became. We learn from Jennifer and host Al Letson about the city&rsquo;s economic downfall in the latter half of the 20th century, and how a new generation of entrepreneurs like Jennifer are working with the remains of that older era to build new businesses. B. An Old Factory is a Gift from the Mountain Biking GodsWhat&rsquo;s an old manufacturing city like Cleveland got a heck of a lot of? Old empty warehouses and factories. In some cities, artists take them over, or developers bulldoze them to make way for newer stores. But in Cleveland? These are a business opportunity. That&rsquo;s what Ray Petro thought anyway. A home remodeler and avid mountain biker, Ray was looking at the newspaper one cold, wintery day and saw an old warehouse advertised for a really cheap rent. And his imagination ran with it; picturing the high ceilings, he thought: wouldn&rsquo;t it be cool to be able to mountain bike indoors on a winter day like this? He called up the owner of the space, and, while she thought he was crazy at first, he managed to sell her on trying out the idea. He built ramps and jumps of wood and concrete. Ray says the old steel pipes and wooden beams of the warehouse almost remind you of being out in the woods, biking around trees and branches.&nbsp; Months later, Ray&rsquo;s Indoor Mountain Bike Park opened, and has been fabulously successful&mdash;20,000 riders came to use the space in 2009. BREAK: 19:00 - 20:00SEGMENT B (18:58)Incue: You're listening to State of the Outcue: P-R-X.O-R-GA.The Fall, the Fund of Funds, and the FutureThose industrialists that helped build Cleveland&mdash;they turned their entreprenurial endeavors into big companies. And those big companies provided great, well-paying jobs, which, for years, was a great thing for the city. But the abundance of those jobs meant there was little incentive for the risk-taking entrepreneur. And so, from 1935 until the late 20th century, the majority of Cleveland residents worked for big companies in the city, leaving the landscape and culture of small entrepreneurship barren. Then, starting in the 1980s, those jobs started leaving, and an exodus of people followed. Now, another legacy of the industrialist boom era in Cleveland is great philanthropic organizations&mdash;the Cleveland Foundation, for example, is one of the largest community foundations in the country. A bunch of philanthropic organizations got together in the early 2000s and decided to create the Fund for Our Economic Future, in which every organization would devote a chunk of what it had to give to this one pool of money focused on creating an entrepreneurial culture in Cleveland. Out of the Fund for our Economic Future came a bunch of initiatives, including the organization JumpStart, which is a non-profit investor in new entrepreneurial endeavors. Since their founding 7 years ago, JumpStart has helped 54 companies get their start, including Embrace Pet Insurance. We hear from CEO Laura Bennett about the difference JumpStart made in giving her business its start. B. Owning the Laundry Your Work ForSometimes laundry means a lot more than just dirty clothes getting clean. At least, that&rsquo;s true in Cleveland&rsquo;s Greater University Circle neighborhood, in which the median household income is less than $19,000 a year. It&rsquo;s home to an experimental set of businesses that some think are a model that could revolutionize struggling cities across the U.S. Evergreen Laundry Cooperative is one of a handful of businesses in which the workers own the company. But this is not your typical co-op. The idea is that the Evergreen Cooperative businesses are supported by major institutions in Cleveland&mdash;the Cleveland Clinic, Case Western Reserve University, etc&mdash;but not through charitable donations; through a commitment to business contracts. Such a contract with an area senior citizens home, for example, guarantees a profit for the Laundry, and it&rsquo;s worker/owners&mdash;and thus the neighborhood both they and the senior citizens in the home live in&mdash;a better future. It&rsquo;s all based on something started by a renegade Catholic priest in the Basque region of Spain in the 1950s. That experiment, called the Mondragon Cooperatives, now operates 120 businesses, employs 100-thousand worker/owners, and generates $20 billion/a year. Evergreen Cooperatives is one of the first to adopt the Mondragon model here in the U.S. And, two years into its existence, Evergreen is promising to turn Cleveland into an example for the rest of the nation. C. A Sweater Through Time From dirty laundry to brand new&mdash;but aged&mdash;clothes&hellip; Back in the early part of the 20th century, Cleveland was the 2nd largest center of the garment industry in the U.S., just after New York. And one of the busiest factories was Ohio Knitting Mills, which churned out sweater sets and pantsuits for Sears &amp; Roebuck, J. C. Penny and a slew of other department stores for decades. But that history was drawing to a close when Steven Tatar first walked onto the factory floor. Steven was a sculptor, there with a local community group that provided him studio space, to see if the rapidly emptying factory could be used as a meeting space. Ohio Knitting Mills had only a few knitting machines left running, but Steven befriended the third generation owner of the Mills, Gary Rand. Gary was on the verge of closing the Mills entirely, and happened to mention to Steven that he had a few of their old sweaters in storage. What Steven discovered when he went to Gary&rsquo;s warehouse was a treasure trove of American fashion&mdash;sweaters dating back to the 1940s that had been kept as samples throughout all the years that Ohio Knitting Mills had been producing clothing. To Steven- an artist whose own family had been running a greeting card company in Cleveland for decades-- this was a goldmine, the DNA or genome for an entire design aesthetic. He turned the collection of sweaters into the prototype for a 21st century brand, one that feeds off the rich 78-year-history of garment production in Cleveland. After operating a successful pop-up store in Brooklyn, selling old sweaters, he turned to manufacturing new clothing, only to find that it was no longer feasible to do so anymore in Cleveland. It&rsquo;s been a reality check, a testament to where Cleveland is today, in so different an era from its manufacturing days. D. Dear Cleveland Letter: Pat WashingtonA &ldquo;Dear Cleveland&rdquo; letter from single mom Pat Washington, who sees Cleveland&rsquo;s history mirroring her own autobiography. BREAK: 39:00-40:00SEGMENT C: (18:59)Incue: You're listening to State of the Re:UnionOutcue: This is N-P-RA. From the Burning River to Bringing the River Back When some outsiders think of Cleveland, the image that still comes to mind is one that&rsquo;s more than 40 years old: the river that runs through the center of the city&hellip; on fire. In 1969, when the river caught on fire, it was basically being used as an open sewer for industrial waste. The fire and a number of other pollution-related events around the nation led to the federal government establishing the EPA. And the fire is still very much a part of current Cleveland residents sense of their city&mdash;you still hear jokes about it.However, the Cuyahoga is a very different story now, thanks in large part to the enormous effort of citizen groups, working on restoring the river on their own stretch of it, in whatever suburb or part of the city they live in. The Cuyahoga is now a center of recreation in Cleveland. We begin this segment with a montage introducing listeners to the Cuyahoga of today. B. Undeveloping the River BankOne of those citizen groups leading the way towards a new future for the river is the West Creek Preservation Committee, named for a tributary of the Cuyahoga. One of their newest ones is setting a precedent in northeastern Ohio. The Cuyahoga and West Creek had, for decades, been considered just an inconvenient impediment to development. Forty years ago in the suburb of Parma, for example, a department store and its large parking lot had been built right up to the edge of the Creek, so close to it that a bridge was the store&rsquo;s entrance. The area around it was especially flood prone, as a result. Twenty years ago, the store hit tough times and closed, and it&rsquo;d pretty much been vacant ever since&mdash;an eyesore, right on the water&rsquo;s edge. The building&rsquo;s for sale sign in front of the store caught Dave Lincheck&rsquo;s eye. Dave and other committee members thought: what if we could buy the store and turn it back into plain old riverfront? With the asking price at $6 million, that seemed implausible, but Dave&rsquo;s the kind of guy who, once an idea gets hold of him, he doesn&rsquo;t let go of it easily. The group managed to buy the store, tear it down, and remove the nearly 10 acres of concrete that was the parking lot. By the time they&rsquo;re done, they&rsquo;ll have dug out all the infill that was put in to originally build the store, and restored the river&rsquo;s natural contours. Now, when you go down to the site, you can see a hawk perching on an old lamp post, the remnants of what once was development, now being reclaimed for nature, thanks to the efforts of a few enterprising residents. C. Reviving a Neighborhood with BeerAs unlikely as it might seem for a city that&rsquo;s frozen and snowy for a good chunk of the year, Cleveland is home to an increasingly vibrant food and beer scene&hellip; And, it&rsquo;s been helping to transform whole neighborhoods. Ohio City used to be a really rough part of town&mdash;the kind of place where winos would chuck bottles at one another in street. But one brewery, Great Lakes, got started there several decades ago. And Sam McNulty, a young entrepreneur, saw promise in the historic buildings next to the West Side Market. He&rsquo;s now just opened up his 4th establishment on W. 25th Street in Ohio City, a big part of what&rsquo;s been transforming the neighborhood into a place where young urbanites want to move and hang out. Bars like his new brewery have been one of the big forces in remaking the Ohio City neighborhood&hellip;. And that&rsquo;s another by-product of entrepreneurship: neighborhood revitalization and development. D. If You Build It, They Will Enroll Here&rsquo;s the usual story of young, urban professionals who live to Cleveland&rsquo;s Ohio City and Detroit Shoreway neighborhoods: they move there when they&rsquo;re young and unattached, drawn by the walkable neighborhood, the nearby urban arts district. Then, they get married, and when the time comes to start a family&hellip; they move to the suburbs. Why? The schools suck. But one group of parents decided that wasn&rsquo;t a good excuse for an exodus to the suburbs. Yes, they wanted their kids to have a great education. &ldquo;But we decided if the school district couldn&rsquo;t pull it off&mdash;well, we were going to try,&rdquo; says Jen Coican Hovis, who lives in the neighborhood with her husband and two young kids. Jen, who&rsquo;s a physician, and a group of other parents had started a babysitting co-op when their kids were toddlers, and decided to take matters into their own hands. They decided to try to start a new branch of the Intergenerational School, a small charter school on the other side of town, which has multiage classrooms and a developmental (rather than age-based) approach to learning. Through months of flyering, fundraising, formulating, and attending countless public school board meetings, they&rsquo;ve done it: the Near West Intergenerational School opened in September. They&rsquo;ve gone from a babysitting club to a brick and mortar school, in a matter of 15 months.&nbsp; E. Entrepreneurial Dreams Montage and CloseIn this finale, we hear from Cleveland residents about the changing entrepreneurial culture in their city. PROGRAM OUT @ 59:00The Fall 2011 Season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to September 16, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Cleveland - The Way Forward<br />Host: Al Letson<br /><br />DESCRIPTION: Cleveland, Ohio is a city that was made by entrepreneurs. John D. Rockefeller started Standard Oil there. The General Electric Company built one of the nation&rsquo;s first industrial parks in Cleveland. But for decades, that&rsquo;s not what it&rsquo;s been known for&hellip; Instead, thanks to the polluted Cuyahoga River catching fire back in 1969, it&rsquo;s been known as &ldquo;the mistake on the lake,&rdquo; a city that&rsquo;s a shell of its former manufacturing-era glorious self. However, thanks in large part to its dirt cheap rents, Cleveland is being embraced by a new generation of entrepreneurs as a place to put their dreams in motion. This is a now a city of entrepreneurship in a range of incarnations&hellip; in the classic business sense, yes. But Cleveland&rsquo;s also a city of people turning their entrepreneurial sense on the place around them-- in their kids&rsquo; education, in the environment, even in beer. This is an hour of entrepreneurial stories, taking a look at that go-get-em-seize-your-dreams energy in a variety of forms. <br /><br />Billboard (:59)<br />Incue: From PRX and NPR<br />Outcue: But first, this news<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: You're listening to State of the Re:Union<br />Outcue: ahead on State of the Re:Union<br /><br />A. Turning City History into an Entrepreneurial Endeavor<br />We begin this hour with an introduction to Cleveland&rsquo;s illustrious entrepreneurial history, via local architect Jennifer Coleman. Long fascinated by Cleveland history, and convinced that the city&rsquo;s neighborhoods were more than the sum of their houses, Coleman started CityProwl, a business that produces audio tours of different parts of Cleveland. The buildings, Coleman says, tell the stories of the early industrial entrepreneurs that made Cleveland the city it became. We learn from Jennifer and host Al Letson about the city&rsquo;s economic downfall in the latter half of the 20th century, and how a new generation of entrepreneurs like Jennifer are working with the remains of that older era to build new businesses. <br /><br />B. An Old Factory is a Gift from the Mountain Biking Gods<br />What&rsquo;s an old manufacturing city like Cleveland got a heck of a lot of? Old empty warehouses and factories. In some cities, artists take them over, or developers bulldoze them to make way for newer stores. But in Cleveland? These are a business opportunity. That&rsquo;s what Ray Petro thought anyway. A home remodeler and avid mountain biker, Ray was looking at the newspaper one cold, wintery day and saw an old warehouse advertised for a really cheap rent. And his imagination ran with it; picturing the high ceilings, he thought: wouldn&rsquo;t it be cool to be able to mountain bike indoors on a winter day like this? He called up the owner of the space, and, while she thought he was crazy at first, he managed to sell her on trying out the idea. He built ramps and jumps of wood and concrete. Ray says the old steel pipes and wooden beams of the warehouse almost remind you of being out in the woods, biking around trees and branches.&nbsp; Months later, Ray&rsquo;s Indoor Mountain Bike Park opened, and has been fabulously successful&mdash;20,000 riders came to use the space in 2009. <br /><br /><br />BREAK: 19:00 - 20:00<br /><br />SEGMENT B (18:58)<br />Incue: You're listening to State of the <br />Outcue: P-R-X.O-R-G<br /><br />A.The Fall, the Fund of Funds, and the Future<br />Those industrialists that helped build Cleveland&mdash;they turned their entreprenurial endeavors into big companies. And those big companies provided great, well-paying jobs, which, for years, was a great thing for the city. But the abundance of those jobs meant there was little incentive for the risk-taking entrepreneur. And so, from 1935 until the late 20th century, the majority of Cleveland residents worked for big companies in the city, leaving the landscape and culture of small entrepreneurship barren. Then, starting in the 1980s, those jobs started leaving, and an exodus of people followed. Now, another legacy of the industrialist boom era in Cleveland is great philanthropic organizations&mdash;the Cleveland Foundation, for example, is one of the largest community foundations in the country. A bunch of philanthropic organizations got together in the early 2000s and decided to create the Fund for Our Economic Future, in which every organization would devote a chunk of what it had to give to this one pool of money focused on creating an entrepreneurial culture in Cleveland. Out of the Fund for our Economic Future came a bunch of initiatives, including the organization JumpStart, which is a non-profit investor in new entrepreneurial endeavors. Since their founding 7 years ago, JumpStart has helped 54 companies get their start, including Embrace Pet Insurance. We hear from CEO Laura Bennett about the difference JumpStart made in giving her business its start. <br /><br />B. Owning the Laundry Your Work For<br />Sometimes laundry means a lot more than just dirty clothes getting clean. At least, that&rsquo;s true in Cleveland&rsquo;s Greater University Circle neighborhood, in which the median household income is less than $19,000 a year. It&rsquo;s home to an experimental set of businesses that some think are a model that could revolutionize struggling cities across the U.S. Evergreen Laundry Cooperative is one of a handful of businesses in which the workers own the company. But this is not your typical co-op. The idea is that the Evergreen Cooperative businesses are supported by major institutions in Cleveland&mdash;the Cleveland Clinic, Case Western Reserve University, etc&mdash;but not through charitable donations; through a commitment to business contracts. Such a contract with an area senior citizens home, for example, guarantees a profit for the Laundry, and it&rsquo;s worker/owners&mdash;and thus the neighborhood both they and the senior citizens in the home live in&mdash;a better future. It&rsquo;s all based on something started by a renegade Catholic priest in the Basque region of Spain in the 1950s. That experiment, called the Mondragon Cooperatives, now operates 120 businesses, employs 100-thousand worker/owners, and generates $20 billion/a year. Evergreen Cooperatives is one of the first to adopt the Mondragon model here in the U.S. And, two years into its existence, Evergreen is promising to turn Cleveland into an example for the rest of the nation. <br /><br />C. A Sweater Through Time <br />From dirty laundry to brand new&mdash;but aged&mdash;clothes&hellip; Back in the early part of the 20th century, Cleveland was the 2nd largest center of the garment industry in the U.S., just after New York. And one of the busiest factories was Ohio Knitting Mills, which churned out sweater sets and pantsuits for Sears &amp; Roebuck, J. C. Penny and a slew of other department stores for decades. But that history was drawing to a close when Steven Tatar first walked onto the factory floor. Steven was a sculptor, there with a local community group that provided him studio space, to see if the rapidly emptying factory could be used as a meeting space. Ohio Knitting Mills had only a few knitting machines left running, but Steven befriended the third generation owner of the Mills, Gary Rand. Gary was on the verge of closing the Mills entirely, and happened to mention to Steven that he had a few of their old sweaters in storage. What Steven discovered when he went to Gary&rsquo;s warehouse was a treasure trove of American fashion&mdash;sweaters dating back to the 1940s that had been kept as samples throughout all the years that Ohio Knitting Mills had been producing clothing. To Steven- an artist whose own family had been running a greeting card company in Cleveland for decades-- this was a goldmine, the DNA or genome for an entire design aesthetic. He turned the collection of sweaters into the prototype for a 21st century brand, one that feeds off the rich 78-year-history of garment production in Cleveland. After operating a successful pop-up store in Brooklyn, selling old sweaters, he turned to manufacturing new clothing, only to find that it was no longer feasible to do so anymore in Cleveland. It&rsquo;s been a reality check, a testament to where Cleveland is today, in so different an era from its manufacturing days. <br /><br />D. Dear Cleveland Letter: Pat Washington<br />A &ldquo;Dear Cleveland&rdquo; letter from single mom Pat Washington, who sees Cleveland&rsquo;s history mirroring her own autobiography. <br /><br />BREAK: 39:00-40:00<br /><br />SEGMENT C: (18:59)<br />Incue: You're listening to State of the Re:Union<br />Outcue: This is N-P-R<br /><br />A. From the Burning River to Bringing the River Back <br />When some outsiders think of Cleveland, the image that still comes to mind is one that&rsquo;s more than 40 years old: the river that runs through the center of the city&hellip; on fire. In 1969, when the river caught on fire, it was basically being used as an open sewer for industrial waste. The fire and a number of other pollution-related events around the nation led to the federal government establishing the EPA. And the fire is still very much a part of current Cleveland residents sense of their city&mdash;you still hear jokes about it.<br />However, the Cuyahoga is a very different story now, thanks in large part to the enormous effort of citizen groups, working on restoring the river on their own stretch of it, in whatever suburb or part of the city they live in. The Cuyahoga is now a center of recreation in Cleveland. We begin this segment with a montage introducing listeners to the Cuyahoga of today. <br /><br />B. Undeveloping the River Bank<br />One of those citizen groups leading the way towards a new future for the river is the West Creek Preservation Committee, named for a tributary of the Cuyahoga. One of their newest ones is setting a precedent in northeastern Ohio. The Cuyahoga and West Creek had, for decades, been considered just an inconvenient impediment to development. Forty years ago in the suburb of Parma, for example, a department store and its large parking lot had been built right up to the edge of the Creek, so close to it that a bridge was the store&rsquo;s entrance. The area around it was especially flood prone, as a result. Twenty years ago, the store hit tough times and closed, and it&rsquo;d pretty much been vacant ever since&mdash;an eyesore, right on the water&rsquo;s edge. The building&rsquo;s for sale sign in front of the store caught Dave Lincheck&rsquo;s eye. Dave and other committee members thought: what if we could buy the store and turn it back into plain old riverfront? With the asking price at $6 million, that seemed implausible, but Dave&rsquo;s the kind of guy who, once an idea gets hold of him, he doesn&rsquo;t let go of it easily. The group managed to buy the store, tear it down, and remove the nearly 10 acres of concrete that was the parking lot. By the time they&rsquo;re done, they&rsquo;ll have dug out all the infill that was put in to originally build the store, and restored the river&rsquo;s natural contours. Now, when you go down to the site, you can see a hawk perching on an old lamp post, the remnants of what once was development, now being reclaimed for nature, thanks to the efforts of a few enterprising residents. <br /><br />C. Reviving a Neighborhood with Beer<br />As unlikely as it might seem for a city that&rsquo;s frozen and snowy for a good chunk of the year, Cleveland is home to an increasingly vibrant food and beer scene&hellip; And, it&rsquo;s been helping to transform whole neighborhoods. Ohio City used to be a really rough part of town&mdash;the kind of place where winos would chuck bottles at one another in street. But one brewery, Great Lakes, got started there several decades ago. And Sam McNulty, a young entrepreneur, saw promise in the historic buildings next to the West Side Market. He&rsquo;s now just opened up his 4th establishment on W. 25th Street in Ohio City, a big part of what&rsquo;s been transforming the neighborhood into a place where young urbanites want to move and hang out. Bars like his new brewery have been one of the big forces in remaking the Ohio City neighborhood&hellip;. And that&rsquo;s another by-product of entrepreneurship: neighborhood revitalization and development. <br /><br />D. If You Build It, They Will Enroll <br />Here&rsquo;s the usual story of young, urban professionals who live to Cleveland&rsquo;s Ohio City and Detroit Shoreway neighborhoods: they move there when they&rsquo;re young and unattached, drawn by the walkable neighborhood, the nearby urban arts district. Then, they get married, and when the time comes to start a family&hellip; they move to the suburbs. Why? The schools suck. But one group of parents decided that wasn&rsquo;t a good excuse for an exodus to the suburbs. Yes, they wanted their kids to have a great education. &ldquo;But we decided if the school district couldn&rsquo;t pull it off&mdash;well, we were going to try,&rdquo; says Jen Coican Hovis, who lives in the neighborhood with her husband and two young kids. Jen, who&rsquo;s a physician, and a group of other parents had started a babysitting co-op when their kids were toddlers, and decided to take matters into their own hands. They decided to try to start a new branch of the Intergenerational School, a small charter school on the other side of town, which has multiage classrooms and a developmental (rather than age-based) approach to learning. Through months of flyering, fundraising, formulating, and attending countless public school board meetings, they&rsquo;ve done it: the Near West Intergenerational School opened in September. They&rsquo;ve gone from a babysitting club to a brick and mortar school, in a matter of 15 months.&nbsp; <br /><br />E. Entrepreneurial Dreams Montage and Close<br />In this finale, we hear from Cleveland residents about the changing entrepreneurial culture in their city. <br /><br />PROGRAM OUT @ 59:00<br /><br />The Fall 2011 Season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to September 16, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.<br /><br />Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2011-09-15T19:17:29+00:00","tags":["Business","Entertainment","Travel"],"itags":["prx:stories-68004"],"audio":[{"href":"https://hal.prx.org/pub/632e8df84e3bf6a96b8cf8b3ac26e1e4/0/web/story_image/148108/medium/cleveland.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/497925bd02a6e94d02d9f676b39222eb/0/web/audio_file/321973/broadcast/01-Cleveland_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/99ff902edaf516bf8f230db29688d014/0/web/audio_file/321974/broadcast/02-Cleveland_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":30,"size":951901}},{"href":"https://cms.prx.org/pub/47505522a25caed2db542623c23cf764/0/web/audio_file/322008/broadcast/03-Cleveland_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/29c460a09038f10952612fff483dd4f9/0/web/audio_file/322009/broadcast/04-Cleveland_Seg_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/784d545cb20827fa9ff1b70778c86451/0/web/audio_file/322017/broadcast/05-Cleveland_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}},{"href":"https://cms.prx.org/pub/fd1de68a2ac091634c25c098704e5266/0/web/audio_file/322018/broadcast/06-Cleveland_Segment_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/1542f8626192cd85a7a998132a423260/0/web/audio_file/322026/broadcast/07-Cleveland_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}}]}