{"created":"2014-12-09T00:09:51+00:00","modified":"2014-12-09T21:27:07+00:00","valid":{"from":"2014-12-09T21:27:07+00:00","to":"3014-12-09T21:27:07+00:00"},"hreflang":"en","guid":"9562da91-a398-4d36-8e3a-8c183228a030","title":"An alleged rape by an Uber driver is one more sign of India's gender violence problem","published":"2014-12-09T21:27:03+00:00","byline":"Traci Tong","tags":["rape","sexual assualt","transportation","Uber","misogyny","Sex crimes","gender equality","gender-based violence","Justice","Conflict & Justice","New Delhi","Asia","India","Uttar Pradesh","Asia","South Asia","Rhitu Chatterjee","Shiv Kumar Yadav","Shiv Kuma Yadav","Uber","ridesharing service","Delhi cab","sexual assault charges"],"teaser":"Uber bills itself as the \"safest ride on the road\" for its customers, but the company is now banned from operating in New Delhi after one of its drivers has been accused of raping a passenger. This case is the latest to draw attention to the dangers facing Indian women.","contentencoded":"<p>The problems continue to pile up for <a href=\"https://www.uber.com/safety\">Uber</a>, the online ride-sharing application. </p>\n<p>The latest controversy involving the company is in New Delhi, where a driver is accused of raping a female passenger. The attack took place on December 5, when the 26-year-old businesswoman called an Uber vehicle. She fell asleep on the ride home, and then woke up to discover she had been driven to a secluded place.</p>\n<p>That's where the driver allegedly raped and threatened to kill the woman, says Rhitu Chatterjee, who reports from New Delhi. The victim managed to take down the driver's license number and turned it over to police.</p>\n<p>That driver, a man named Shiv Kuma Yadav, was arrested on Sunday — and the New Delhi government immediately banned Uber from operating within the city limits. Even before the alleged rape, Chatterjee says, there were also concerns that Uber was not properly vetting its drivers, as is done with drivers in the US.</p>\n<p>But the alternatives for Indian women don't look much better.  A<a href=\"http://www.trust.org/spotlight/most-dangerous-transport-systems-for-women/?tab=stories\"> poll taken in October by the Thomson Reuters Foundation</a> ranked India as the fourth-most dangerous place for a woman to take public transport, and second-worst in both safety at night and for verbal harassment.</p>\n<p>Chatterjee admits that she often feels unsafe taking public transport after dark: \"I will use the Metro, which runs till about 11 p.m. ... However, I will not call a cab company. I will only use my local cab guy, my neighborhood cab service, because I've been with them long enough that I know a few drivers and I trust them. Or I will use a cab service run by women and for women.\"</p>\n<p>This assault comes days before the anniversary of the December 2012 gang rape and killing of a young woman in New Delhi. Four of the six men involved in that attack were sentenced to death and their cases are being appealed.</p>\n<p>And in June, three brothers in Uttar Pradesh confessed to raping two teenage girls. The girls committed suicide. And last week, a video went viral showing two women punching and whipping three men with a belt while riding a bus. The women accused the men of harassing them.</p>\n<p>Chatterjee says India is overdue for a change in its attitudes towards women: \"UItimately it's about changing mind-sets of men towards women and making public spaces safer for women and providing safer transportation for women.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120820148.mp3"},{"href":"http://www.pri.org/file/120820148mp3"}]}