{"created":"2015-05-04T17:30:53+00:00","modified":"2015-05-08T13:21:31+00:00","valid":{"from":"2015-05-08T13:21:30+00:00","to":"3015-05-08T13:21:30+00:00"},"hreflang":"en","title":"In Lincoln's Hometown, Race Riots Of 1908 Have Lasting Effect","published":"2015-05-04T18:33:00+00:00","teaser":"In the final installment of our series Tracking Lincoln, Peter O'Dowd explores modern-day race relations in Springfield, Illinois.","itags":["npr_api","404214519"],"guid":"9568264b-b15f-4434-8782-9cd51927312f","contentencoded":"<p><em>Our series <a href=\"http://hereandnow.wbur.org/tag/tracking-lincoln\" target=\"_blank\">Tracking Lincoln</a>, following the route of President Lincoln’s funeral train 150 years ago from Washington, D.C., comes to an end today in Springfield, Illinois. On this date in 1865, the president’s funeral drew more than 100,000 visitors to the city&#8217;s Oak Ridge Cemetery. <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a>s <strong>Peter O’Dowd</strong> has traveled along the route of the funeral procession. He’s been looking at Lincoln’s impact on the lives of modern Americans, and his legacy on race relations in cities like Cleveland, Columbus, Indianapolis, Decatur, and now, from Springfield.<div class=\"l-article-primary sep\"></div></em></p><p>Today, a freight train rolls past what’s now an unremarkable spot in Springfield. But in the summer of 1908, this entire area was ablaze with a race riot.</p><p>Back then, the neighborhood was known as the red light district, where gambling and prostitution ran the street.</p><p>&#8220;It was the levee district,&#8221; said Curtis Mann, an employee of the city’s <a href=\"http://www.lincolnlibrary.info/\" target=\"_blank\">Lincoln Library</a>. &#8220;And just off the levee district was the residential area known as the Badlands. And as the rioters finished pillaging and burning the black-owned businesses in the levee district, then they moved towards the residential area that they knew where a large number of African-American families lived.&#8221;</p><ul><li><a href=\"http://nprhereandnow.tumblr.com/tagged/TrackingLincoln\" target=\"_blank\">See more photos and stories from our “Tracking Lincoln” road trip on Tumblr</a></li></ul><p>The white rioters sought revenge against two black men accused of assaulting two white residents. The violence lasted two days and left seven people dead.</p><p>At the time, Mattie Hale was a teenager living outside of town. She remembers black families fleeing the city as it burned.</p><p>&#8220;Some went to the country with food and clothing in sacks on their backs,&#8221; she said in a 1974 interview that was part of an oral history project produced at the University of Illinois, Springfield. Hale told her interviewer that six families rode out the riots in her barn.</p><p>&#8220;A lot of them went up there, stayed all night in the barn loft,&#8221; she remembered. &#8220;Some slept out underneath the fruit trees. And we take some in the house.&#8221;</p><p>These riots shocked the country, and they were a catalyst behind the formation of the NAACP. They happened just 43 years after President Abraham Lincoln – the man who ended slavery in America – was buried in Springfield’s Oak Ridge Cemetery. Curtis Mann says 1908 was a black eye on the city.</p><p>&#8220;The fact that this race riot happened in Lincoln’s hometown is ironic. That’s not lost on anyone who knows their Lincoln history,&#8221; he said.</p><p>Lincoln’s legacy and the race riots of 1908 are certainly not lost on Reverend Martin Woulfe, who runs Abraham Lincoln Unitarian Universalist Congregation in Springfield.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;The fact that this race riot happened in Lincoln’s hometown is ironic.&#8221;<div class=\"pullquoteauth\">&ndash; Curtis Mann</div></p><p></div></p><p>He says racial segregation in Springfield extends into modern times. So he partnered with Reverend Silas Johnson, who runs the Calvary Missionary Baptist Church, a black congregation.</p><p>For the past year, members of Woulfe&#8217;s mostly white church have been getting together with members of the Calvary Missionary Baptist Church to talk about race.</p><p>&#8220;First of all, they were kind of afraid to let their feelings out. They were afraid to hurt somebody,&#8221; said Rev. Silas. &#8220;I was brought up in Mississippi. Growing up in Mississippi, you knew one thing if you didn’t know anything else, that the whites were on this side. You were on that side. You knew they didn’t like you and you knew you didn’t like them. And you did not cross the barrier. They did not smile at you. You did not smile at them. It was just one of those known things.&#8221;</p><p>These conversations among churches can get into complicated territory.</p><p>Stu Jacobson is white. He says hearing about the anxiety that black members and their family felt around police gave him new perspective. And he says he didn&#8217;t understand why some young black men felt singled out because of the way they dress.</p><p>&#8220;I had all daughters,&#8221; said Jacobson. &#8220;It’s not something that I ever contemplated worrying about. Not with just them. But if I had friends who had a teenage male, how they dress, if they want to dress a little strange, that’s not likely to get them in trouble. It’s just mindboggling that’s another thing you have to worry about.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;We weren’t white citizens, we weren’t black citizens, we were just citizens.&#8221;<div class=\"pullquoteauth\">&ndash; Lisa Marley</div></p><p></div></p><p>Lisa Marley is black, and the group&#8217;s youngest member.</p><p>&#8220;I started in this group by accident,&#8221; she said. &#8220;I was scared.&#8221;</p><p>With so much talk around the country about black men clashing with police, the group invited a police officer to talk to them.</p><p>Marley says she learned it’s better to stay calm when confronted by police. And recently, she says, she did just that when a cop stopped her and her brother. Staying calm is something she might not have done before.</p><p>&#8220;We were just citizens. We weren’t white citizens, we weren’t black citizens, we were just citizens. And I got that from here [the group].&#8221;</p><p>What Marley and the rest of the group also got was the urge to do more than talk. Last month, they organized a march on the Old State Capitol where more than 100 people gathered. They rang bells to signify the work that still needs to be done in this country on the issue of race, 150 years after the death of Abraham Lincoln.</p><h4>Reporter</h4><ul><li><strong><a href=\"https://www.wbur.org/about/people/peter-odowd\" target=\"_blank\">Peter O’Dowd</a></strong>, assistant managing editor at <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Lincoln%27s+Hometown%2C+Race+Riots+Of+1908+Have+Lasting+Effect&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Peter O&rsquo;Dowd","audio":[{"meta":{"duration":"355"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405176050-2d8605.m3u?orgId=1&d=355&p=60&story=404214519&t=progseg&e=404214516&seg=2&ft=nprml&f=404214519"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0504_springfield-churches.png","type":"image/jpeg","meta":{"crop":"custom","height":"730","width":"1024"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0504_curtis-mann.png","type":"image/jpeg","meta":{"crop":"standard","height":"768","width":"1024"}}]}