{"created":"2015-06-26T12:36:50+00:00","modified":"2015-06-26T12:36:51+00:00","valid":{"from":"2015-06-26T12:36:51+00:00","to":"3015-06-26T12:36:51+00:00"},"hreflang":"en","guid":"956b4488-3d7e-4ffe-907c-0e9dccec50be","title":"How God turned his Twitter account into a Broadway show","published":"2015-06-26T12:36:45+00:00","byline":"Sean Rameswaram","tags":["arts","technology","culture","theatre","Arts","Arts, Culture & Media","Jim Parsons","TweetofGod","Entertainment","Theater","Broadway","TweetofGod"],"teaser":"Everyone is trying to be funny on Twitter, even Taco Bell, and that makes it a lot harder to actually be funny. But one account that's been consistently hilarious since it launched in 2010 is TheTweetofGod. Now, it’s been turned into a Broadway show, starring Jim Parsons from TV’s The Big Bang Theory.","contentencoded":"<p>Last month, for the first time ever, a Twitter account became a Broadway play — a one-man show starring God.</p>\n<p><img height=\"201\" width=\"593\" style=\"font-size: 13px; line-height: 20.006303787231445px;\" alt=\"Tweet 1\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/Screen%20Shot%202015-06-21%20at%207.51.01%20PM.png?itok=86FQGFKu\" title=\"\" /></p>\n<p>The guy behind <a href=\"https://twitter.com/thetweetofgod\">TheTweetofGod</a> is David Javerbaum, aka DJ. DJ has written for The Harvard Lampoon, The Onion, The Letterman Show and the Daily Show. He’s got Peabody Awards, Emmy Awards and a Grammy. (He does not, however, have the big bushy beard that his God avatar does.)</p>\n<p>Since DJ started tweeting as God in 2010, similar accounts have popped up on Twitter, but his remains the most popular. TheTweetofGod has two million followers, which means DJ gets thousands upon thousands of notifications every week, even when he doesn't tweet.</p>\n<p>“It's only work if you choose to let yourself get sucked into it, which I have, or if you find yourself unable to stop, which I do,” Javerbaum says. DJ began TheTweetofGod account to promote a book — a new testament for the modern age. He just hadn't written it yet.</p>\n<p>DJ's book finally came out in 2012. He called it \"The Last Testament: A Memoir by God\". </p>\n<p>“By the time the book had come out a year later, the account was well-known enough that people thought the book was an attempt to capitalize on the Twitter account, when it was the reverse,” Javerbaum says. “It was the tail wagging the God.”</p>\n<p>Unfortunately, it didn't do nearly as well as the Twitter account. “That's a shame,” Javerbaum says, “because God's previous books have sold in the billions and he's told me that he's disappointed in the sales of this current book. I explained to him that there's a new publishing paradigm and that digital has really undercut a lot of book sales.”</p>\n<p>Once DJ got over the disappointing book sales, he figured out a third act for his godliness: a Broadway show. Yes, there is now a big, Broadway show based on a Twitter account. It's called \"An Act of God” and it stars Jim Parsons from TV’s popular comedy The Big Bang Theory. Parsons plays God — or at least the regular dude God temporarily possesses in order to speak to the audience.</p>\n<p><img height=\"159\" width=\"595\" alt=\"Tweet 2\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/Screen%20Shot%202015-06-21%20at%207.50.22%20PM.png?itok=OFYDSRTm\" title=\"\" /></p>\n<p>“I had enough material to just have the basis of something,” Javerbaum says, “but then the challenge was, to shape it into something that was a theatrical event, rather than just a guy reading a series of one-liners. ... There’s some poignancy to it and there's a great deal of theatricality to it, if we're doing our jobs right.”</p>\n<p>Javerbaum says his writing was shaped and honed by The Daily Show. Writing for Jon Stewart taught him to think in a certain way and “to try to hone in on what is most essential and what is the most cogent irony or hypocrisy or absurdity of a situation, and then, having identified it, try to express it in a way that provokes laughter rather than applause,” he explains.</p>\n<p>“There's something wonderful, demystifying about having to come up with product every day,” he adds. “It's good — and it's the opposite of thinking that there's a muse that flies in and whispers in your ear. That’s bullshit.”</p>\n<p>Javerbaum says he is very lucky to be able to do something he really enjoys. “It gives me satisfaction and I enjoy the fact it's had some success,\" he adds. “But I can't say there was any plan to it — and I'm sure God would say the same thing.\"</p>\n<p><em>This story is based on an <a href=\"http://www.studio360.org/story/how-god-turned-his-twitter-account-into-broadway-show/\">interview</a> that aired on PRI's <a href=\"http://www.studio360.org\">Studio 360 </a>with Kurt Andersen</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-21%2Ftweet-god-broadway&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/Twitter%20of%20God.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://admin.pri.org/file/twitter-godpng"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/studio-360/segment-audio/studio-360-tweet-god.mp3"},{"href":"http://admin.pri.org/file/studio-360-tweet-godmp3"}]}