{"created":"2014-12-19T21:12:56+00:00","modified":"2015-05-13T21:25:17+00:00","valid":{"from":"2015-05-13T21:25:17+00:00","to":"3015-05-13T21:25:17+00:00"},"hreflang":"en","title":"With A Presidential Vote, Tunisia Seeks A Peaceful Transition ","published":"2014-12-20T01:32:00+00:00","teaser":"Tunisia launched the Arab uprisings four years ago when it ousted a dictator. Sunday's presidential election heralds the country's steady, but not-yet-guaranteed progress.","itags":["npr_api","371926650"],"guid":"956e6834-7edd-415e-ac03-b7f7607a3e12","contentencoded":"<p>The main boulevard in Tunisia's capital, Tunis, is alive with political debate about the two candidates for president in this Sunday's election. <br /> <br />In one tent, campaign workers play music and hand out fliers for Beji Caid Essebsi, an 88-year-old candidate who held posts in the old regime and then served as an interim prime minister after the country's revolution in 2011.</p><p>In another tent just down the road, patriotic music plays for Moncef Marzouki, a former human rights activist who has held the job of president for three years on an interim basis while the new constitution was written.</p><p>Tunisia stands out in a region roiled by violence, chaos and the resurgence of despotism. If there is a democratic handoff for the head of state, it will mark the most peaceful transition of power born from the wave of revolts that swept through the Middle East in 2011. <br /> <br />The race is close. And the choice is being cast as a vote between a soft version of the old regime, represented by Essebsi, and a disheveled populist, Marzouki, who draws power from an Islamist base. <br /> <br />A major reason that a peaceful transition is possible in Tunisia is that the Islamists didn't seek to dominate when they came to power. <br /> <br />\"The best way to describe the Tunisian experience is the experience of consensus and not the experience of conflict,\" says Rachid al-Ghannouchi, a founder of Tunisia's most powerful Islamist movement, Ennahda. <br /> <br />He says his party wanted to avoid polarizing the populous like the Muslim Brotherhood did in Egypt. There, the brotherhood came to power in 2012 but were thrown out in a military coup a year later that included a violent crackdown against the group. <br /> <br />So Ghannouchi's party agreed to dissolve the Cabinet that it controlled. And to avoid conflict between secularists and Islamists, it didn't put forward a presidential candidate. <br /> <br />Ghannouchi says that in the long run, it's wise politics. <br /> <br />\"For us, the success of the democratic experience is more important than our party's interests,\" he says. \"Allowing the democratic experience to survive, even with a man from the old regime, will allow us the chance to come back to power in the future. But if the experience fails, then everything will fail and we will enter the world of terrorism and chaos.\"<br /> <br />That chaos is visible throughout the region. Next door in Libya, two rival governments and their militias are wreaking havoc. Syria is in a civil war and Yemen is on the brink of collapse. <br /> <br />\"Tunisia is the standing tree in a collapsing forest from here to Iraq,\" says Ghannouchi.</p><p>That desire to remain standing is what makes this election significant.</p><p>In downtown Tunis, Mohamed Nasr says he's voting for Essebsi. <br /> <br />\"It's decisive; it's going to be a turning point that will save the country,\" says Nasr. <br /> <br />He thinks Marzouki and the Islamists elected to the legislature in 2011 hurt the economy and fostered extremism in Tunisia. <br /> <br />Nearby, a woman named Leila speaks up. My brother was tortured and imprisoned for being an Islamist under the old regime, she says. The government that Essebsi served did that to him. That's why she's voting for Marzouki. But she won't give her full name, she says. She's afraid that with the shift of power, the Islamists could be targeted again.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+A+Presidential+Vote%2C+Tunisia+Seeks+A+Peaceful+Transition+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371949047-331a45.m3u?orgId=1&topicId=1126&d=242&p=2&story=371926650&t=progseg&e=371862876&seg=4&ft=nprml&f=371926650"},{"href":"http://media.npr.org/assets/img/2014/12/19/tunisia-candidates-getty-a5ae2d76dfdb85581ff26e2f15363da3016c29a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1321","width":"1762"}}]}