{"created":"2014-09-02T19:06:10+00:00","modified":"2014-10-30T22:48:29+00:00","valid":{"from":"2014-10-30T22:48:28+00:00","to":"3014-10-30T22:48:28+00:00"},"hreflang":"en","title":"For Their Own Good? New Curfew Sends Baltimore Kids Home Early","published":"2014-08-31T23:23:00+00:00","teaser":"Proponents of the city's updated curfew, requiring all kids under 14 to be home by 9 p.m., say it keeps children safe. Critics believe the strict curfew promotes negative interactions with police.","itags":["npr_api","344643559"],"guid":"95705972-f00a-4a3e-b94b-5fb7a09de886","contentencoded":"<p>Young people in Baltimore are adjusting to life under a tougher curfew law. For 20 years, the city has required kids to be inside at night during the summer — but now, children younger than 14 must be in by 9 p.m. <em>every</em> night of the year.</p><p>It's one of the strictest curfews in the country, and you can see its impact at the gym at Fort Worthington Elementary School in East Baltimore. On a recent Tuesday evening, the sun has set — and Ulysses Cofield, or Coach U, is trying to keep an eye on the time.</p><p>Coach U keeps the gym open late so kids in the neighborhood have a place to blow off steam before bed. It's 8:30 p.m., and he needs to make sure his younger kids make it home within the next half hour. Cofield tells two 10-year-olds it's time to go, and then scrambles to determine which boys still playing basketball need to leave too. Who's younger than 14?</p><p>\"Mom is not going to be happy if I send her son at 8:30 and he gets stopped and comes home with a fine,\" Cofield says.</p><p><strong>Staying Out Late Can Signal Deeper Troubles</strong></p><p>Baltimore officials say the curfew is meant to protect children and keep them out of trouble.</p><p>City councilman Brandon Scott, who used to run a curfew center, believes if a child is out late, the city should intervene to protect that child.</p><p>\"I've been there and seen the 4-year-old come in. I've had a little child tell me they got caught on purpose so they can eat,\" Scott says. \"I've seen how young these children are that come into the center that are out unaccompanied, and that is unacceptable.\"</p><p>But whether a stricter curfew is the solution is up for debate. Ken Adams, a criminal justice professor at the University of Central Florida, has his doubts: \"There is really no evidence to show that they work,\" he says.</p><p>And, he points out, requiring children to be at home does not guarantee they will lead productive lives.</p><p>\"Sometimes kids are out on the street because they want to get away from the home situation, because it's so dysfunctional or dangerous,\" Adams says.</p><p>Baltimore will connect children with social workers who can provide the family with resources they need. If a child is picked up more than once, their parents can be charged as much as $300, or be required to attend family counseling.</p><p><strong>Police Enforcement Carries Challenges </strong></p><p>Even as Coach U closes the gym for the night, he's still scanning the block for kids. He'd rather be the one to check up on them — before police do.</p><p>\"Being from this neighborhood, my worry is my 17-year-olds and my 15-year-olds who are on the up-and-up walking home and being harassed or profiled or searched or, 'You don't have an ID so we're going to take you in,' \" Cofield says. \"It's gonna be hard.\"</p><p>Cofield says many of his older boys are standoffish when it comes to police. Taiwan Tucker is one of them: He's tall and looks older than 17. He's been playing basketball with Coach U since he was little.</p><p>\"I get harassed walking around, for real,\" Tucker says. \"Police just walk up to me to see what I got on me. I'm not even doing nothing. I just deal with it.\"</p><p>Baltimore officials says their curfew is not like Philadelphia's or Kansas City's — other cities with restrictive youth curfews — because its intent is not to simply reduce crime in tourist areas. But Adams says Baltimore's expansive approach requires a lot of resources, which can be hard to sustain. Plus, it can be difficult to get police to continually enforce the curfew.</p><p>\"They see curfew laws as putting themselves in the place of surrogate parents — or worse yet, surrogate babysitters — and they don't see that as part of their job,\" he says.</p><p>The Baltimore Police have recently been trained on dealing with youth. To emphasize that those caught violating curfew are not considered criminals, the city says most children out late will be transported in vans — not in the back of police cars.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Their+Own+Good%3F+New+Curfew+Sends+Baltimore+Kids+Home+Early&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julia Botero","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344732593-42c581.m3u?orgId=1&topicId=1091&ft=3&f=344643559"},{"href":"http://media.npr.org/assets/img/2014/08/30/547571_941157046723_2082331173_n-6500a355f3d429e6a729390a4ecc506c066ad8f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"520","width":"694"}},{"href":"http://media.npr.org/assets/img/2014/08/30/704163_10100434285784753_1467020204_o-5c975f27588820446ad53786a607df76c838f11d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"959","width":"1278"}}]}