{"created":"2015-04-13T21:43:56+00:00","modified":"2015-04-14T18:53:32+00:00","valid":{"from":"2015-04-14T18:53:31+00:00","to":"3015-04-14T18:53:31+00:00"},"hreflang":"en","guid":"957aabd2-e6ff-41b4-890e-66791cf67840","title":"Violence in Tripoli is a reminder of the 2012 attack in Benghazi","published":"2015-04-14T18:53:28+00:00","byline":"Andrea Crossan","tags":["conflict","terrorism","Religion","Conflict","Conflict & Justice","Benghazi","Tripoli","Libya","Libyan civil war","Tripoli","Libya","Benghazi","Secretary of State Hillary Clinton","Christopher Stevens","Islamism","Terrorist attacks on U.S. diplomatic facilities"],"teaser":"ISIS has claimed responsibility for attacks on two embassies in Tripoli recently, and it's reportedly boosting its numbers as local Islamist groups fade. It's a reminder of how unstable Libya has become since the US diplomatic mission in Benghazi was attacked in 2012.","contentencoded":"<p>For many Americans, just mentioning Libya brings back memories of Benghazi.</p>\n<p>On September 11, 2012, the US diplomatic mission in Benghazi was attacked by a group of armed gunmen whose trucks bore the logo of the Islamist group Ansar al-Sharia. US Ambassador J. Christopher Stevens, Information Officer Sean Smith and CIA contractors Tyrone Woods and Glen Doherty were killed during the raid.</p>\n<p>But while the attack set off a political firestorm in the United States, the view from Libya is more complicated. “I think, to this day, many [Libyans] are not sure who was the mastermind behind [the attack],” says the BBC’s Rana Jawad.</p>\n<p>In the security vacuum of the time, Jawad says, it wasn't clear to Libyans that the attack was planned and executed in advance. And three years later, that violent political turmoil is still the norm in Benghazi.</p>\n<p>\"Benghazi today is a war-torn city,\" Jawad says. \"The military has launched an offensive there since May, and they’ve been fighting against Ansar al-Sharia. It’s a city in ruins.\"</p>\n<p>But there's also a new player in the country: ISIS. Whereas Islamist fighters once gravitated to Ansar al-Sharia or other local groups, Jawad says, militiamen today have grown more radical and more inclined to join forces with ISIS. </p>\n<p>\"With the weakening of that local Islamist group, we’ve seen many of [the fighters] defect to other groups, like Islamic State,\" she says. \"And that, for a lot of people there, is a problem because they feel like more people there are getting radicalized.”</p>\n<p>Benghazi isn't the only place where security is collapsing. A car bomb planted by Islamists exploded late on Sunday in front of the Moroccan embassy in Tripoli, an attack that came only hours after gunmen opened fire at the South Korean embassy, killing two security guards. Jawad recently left Tripoli, partly because of safety concerns.</p>\n<p>“There are now two rival governments vying for power in the country,\" she says. \"One is based in the east and it’s recognized internationally and the other is based in the capital of Tripoli and is not recognized. So it’s a very complicated picture.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-13%2Fviolence-tripoli-reminder-2012-embassy-attack-benghazi&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/rana1230.mp3"},{"href":"http://www.pri.org/file/rana1230mp3"}]}