{"created":"2014-10-07T19:06:15+00:00","modified":"2014-12-04T14:31:55+00:00","valid":{"from":"2014-12-04T14:31:55+00:00","to":"3014-12-04T14:31:55+00:00"},"hreflang":"en","title":"What Makes Us Fat: Is It Eating Too Much Or Moving Too Little?","published":"2014-08-05T15:35:00+00:00","teaser":"Americans are much less active in their leisure time than they were 20 years ago; that's true even for young people. Up to half of people say they're completely sedentary. Desk jobs don't help.","itags":["npr_api","336337337"],"guid":"9581bea4-6aae-4463-9bf9-500befad9be3","contentencoded":"<p>We're constantly hearing messages that we're eating too much and not moving around enough. Now researchers suggest that we're actually not eating more than we did 20 years ago, it's that we're much less active. And that includes not just middle-aged workers tied to their desks, but also young men and women who spend their days sitting in front of their laptops.</p><p>To try to figure out the impact of food versus activity, <a href=\"https://med.stanford.edu/profiles/uri-ladabaum\">Dr. Uri Ladabaum</a>, a professor of medicine at the Stanford University School of Medicine, looked at federally collected health data from the <a href=\"http://www.cdc.gov/nchs/nhanes.htm\">NHANES</a> program from 1988 and compared it to 2010.</p><p>He expected to find people eating more over the past two decades. But instead, he <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24631411\">found</a> that caloric intake remained about the same, \"which may seem a little surprising given the trends in portion size and the popular belief that we're eating more and more,\" he said.</p><p>\"It may well be that we're eating too much, but it doesn't seem that we are accelerating our caloric intake,\" Ladabaum added.</p><p>For example, it could well be that we were already eating too much back in 1988, compared with earlier decades. Even so, Ladabaum found the biggest changes were in the amount of physical activity.</p><p>Back in the 1980s, 80 to 90 percent of people reported doing at least some physical activity in their leisure time. But now, up to half of Americans say they are not active at all.</p><p>And that's likely an underestimate, Ladabaum says, because people tend to overestimate their activity.</p><p>All age groups became less active, but one of the biggest surprises was in men and women between the ages of 18 and 39. The number of white and African-American women getting no activity more than tripled; that number almost doubled for Mexican-American women.</p><p>For white and African-American men, the people who were inactive more than tripled. And among Mexican-American men, rates doubled.</p><p>This doesn't mean food is not to blame, Ladabaum says.</p><p>\"This is something some of my colleagues have framed as 'Is it gluttony or is it sloth?' Those are not nice words, but those are the terms in which some people think about this debate,\" says Ladabaum. \"So anybody looking for a simple explanation, either A or B, we're not going to find that; it's clearly both.\"</p><p>The problem of inactivity is exacerbated by a changing job market that's taken Americans from the physically demanding manufacturing floor to sitting behind a desk.</p><p>\"In 1960, 1 out of 2 Americans had a job where they had lots of physical activity and actually exercised at work; by 2008, very few Americans do work that doesn't involve sitting around all day,\" according to <a href=\"http://www.timchurchmd.com/\">Dr. Tim Church</a>, a professor of preventative medicine at the Pennington Biomedical Research Center at Louisiana State University.</p><p>His <a href=\"http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0019657\">research</a> found that only 1 in 5 Americans move on the job, but Church says that's likely a \"gross underestimate,\" adding that it's probably more like 1 in 10.</p><p>\"We have these great old pictures seeing cars being built in the '60s, and these men were physically picking up a bumper and putting it onto a car,\" Church says. \"Then you get pictures of cars being built now, and there's not even a human being in the room. These computers grab bumpers, put them on the car, and they are then bolted on by another big electronic arm.\"</p><p>Church took the findings one step further and calculated how many calories were no longer being burned. He found it was about 140 fewer calories burned a day for men and 120 fewer calories burned a day for women. \"That doesn't sound like much, but when it's day after day after day, it adds up,\" he says.</p><p>So what's a modern cube rat to do? Church says given that the workplace has become so sedentary, it's critical for people to be more active off the job.</p><p>And there are concrete steps people can take to change our sedentary lifestyle. Do as <a href=\"http://www.cdc.gov/physicalactivity/everyone/guidelines/adults.html\">federal guidelines</a> recommend: 30 minutes of moderate exercise such as walking, biking or swimming, at least 5 days a week.</p><p>\"If you think about 140 calories a day, that's 30 minutes of walking or so, not even a fast pace,\" Church says.</p><p>And that may be all you would need to get that calories in-calories out equation back in balance.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Makes+Us+Fat%3A+Is+It+Eating+Too+Much+Or+Moving+Too+Little%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337715930-09ff01.m3u?orgId=1&topicId=1128&ft=3&f=336337337"},{"href":"http://media.npr.org/assets/img/2014/08/01/snpr_sloth-1--8c6d4cf658ecbcfa232d0369d697b56ee287f53e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2998"}}]}