{"created":"2014-11-09T21:53:17+00:00","modified":"2014-11-11T15:05:32+00:00","valid":{"from":"2014-11-11T15:05:32+00:00","to":"3014-11-11T15:05:32+00:00"},"hreflang":"en","title":"In Berlin, A Beat That Bloomed From Rubble","published":"2014-11-11T15:03:00+00:00","teaser":"Today Berlin is a techno hot spot. The scene has its roots in the fall of the Berlin Wall, when young people from East and West got together in abandoned buildings to dance and celebrate together.","itags":["npr_api","362060168"],"guid":"959b531a-02c2-41dc-a614-cb9d294f4145","contentencoded":"<p>Just after 10 on a Saturday morning, at a defunct power station in central Berlin, revelers reluctantly leave a club buried in its basement. One of them asks, \"Hey man, you there, you know a good place to party?\" as he stumbles into the sunlight.</p><p>Standing at a sober distance from the adrenaline and substance-fueled partygoers is 60-year-old Dimitri Hegemann, the owner of the club. Clutching a cup of coffee and the morning newspaper, he leads me away from the entrance and up some stairs into a dark, cavernous chamber.</p><p>Hegemann calls himself a space pioneer. He uses this immense space for pop-up art projects, but he also rents it out as a venue for commercial events, providing him with the funds for further renovation.</p><p>\"My mission is to transfer industrial ruins into cultural spaces,\" he says.</p><p>It's in disused buildings like this that Berlin's techno scene emerged 25 years ago. When the Berlin Wall fell, it left vast, empty spaces in its wake. The no-man's land of what was called the \"death strip\" — where armed border guards once roamed along the city's concrete border — had suddenly become accessible.</p><p>\"Gorbachev is guilty for the techno movement,\" Hegemann jokes. \"When the wall came down, there was an incredible euphoria and optimism in the city.\"</p><p>For the next few years, the authorities paid little attention to parts of East Berlin. It became an adventure playground for artists, punks and squatters who all saw the potential in abandoned buildings.</p><p>Hegemann was among them. He opened his first club in the underground vaults of a bombed-out department store directly on the East-West border; they'd remained untouched since World War II.</p><p>\"It was so dark. Old air touched us; it was a bit scary,\" Hegemann remembers. \"It was like opening a pyramid, you know? It was magic.\"</p><p>DJ Tanith is another one of the city's founding techno fathers. Standing outside his old studio, now a boutique hotel, he says the spaces were key.</p><p>\"Techno blossoms in the right architecture. You have to experience it there to understand it, and then you can take it home with you,\" Tanith says. \"It starts with <em>boom-boom-boom</em>, it goes to <em>boom-chuck</em>. For me it's like jazz: It spreads out in so many colors, perceptions, even ideologies.\"</p><p>The city spawned its own sound, says music producer Sven von Thuelen, who recently wrote a book, <em>The Sound of Family</em>, about the scene. \"Berlin was always known for hard, raw, muscular techno. Not so much for house music,\" he says.</p><p>Von Thuelen says the techno imported from Chicago and Detroit in the late '80s evolved into a bigger, less refined sound that reflects the size, acoustics and aesthetic of Berlin's unorthodox club venues.</p><p>\"The spaces became the stars of the whole thing,\" he says. \"It wasn't about the DJ, at least not at the beginning. It was about all these crazy locations you could find.\"</p><p>Techno saw East and West Berliners reunite well before the rest of Germany. Forget The Scorpions' power ballad \"Wind of Change\"; forget <a href=\"http://www.npr.org/tags/214108779/david-hasselhoff\" target=\"_blank\">David Hasselhoff</a>'s <em>Schlager</em>-inspired \"<a href=\"https://www.youtube.com/watch?v=sYNO3ExWsZ4\" target=\"_blank\">Looking for Freedom</a>.\" While the Hoff was gyrating at the Brandenburg Gate, the real party was happening on ad hoc dance floors in derelict factories, bunkers, squats, subway stations, even in public lavatories. The sound of freedom was techno.</p><p>Journalist Felix Denk is von Thuelen's co-author. Denk believes techno fostered a feeling of togetherness, epitomized by the 3 Phase track \"Der Klang Der Familie,\" featuring Dr. Motte.</p><p>\"We belonged together — although some were from the East and some from the West, although some were gay, some were football hooligans, although some were squatters, some were English soldiers or American expats,\" Denk says. \"It was an incredibly strange mix of people who came to these first parties. But they saw themselves as a family, at least for a certain while.\"</p><p>The all-embracing ethos of this big, happy techno family reached its zenith with the first Loveparade after the fall of the wall. The massive, all-day, outdoor party saw clubbers emerge from underground bunkers and take to the streets.</p><p>For DJ Tanith, the peaceful revolution that brought down the Berlin Wall immediately cranked up the volume: \"It was like the wall crushed and the sounds crushed.\" He says, \"it was the perfect soundtrack for it and we were lucky that it all came together.\"</p><p>A quarter of a century later, the techno beat goes on. Like its founders, the club scene has matured. It's no longer a subculture, but a fully fledged commercial industry. Today the clubs are listed in tourist guidebooks; the inclusive family it once was now practices a selective door policy.</p><p>But some, like Dimitri Hegemann, hold on to the spirit of the early '90s, when anything was possible. Hegemann is in Detroit right now, where he hopes to revive that city's ailing economy and some of its abandoned spaces.</p><p>It's his way of saying thank you. After all, he says, had it not been for those early techno records from Detroit, Berlin's post-wall spaces might have sounded quite different.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Berlin%2C+A+Beat+That+Bloomed+From+Rubble&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Esme Nicholson","audio":[{"meta":{"duration":"334"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362828972-062ea5.m3u?orgId=1&topicId=1106&ft=3&f=362060168"},{"href":"http://media.npr.org/assets/img/2014/11/06/1946628_nicholson_tacheles_1990-fdf67b918876fc5df92ef14b7a529704206156b0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2488","width":"3318"}},{"href":"http://media.npr.org/assets/img/2014/11/07/1946628_nicholson_berlin_abandoned_space_1990_custom-3e1016655da144bf579983b59396f459b3a36aa6.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2453","width":"3712"}}]}