{"created":"2015-01-16T22:31:42+00:00","modified":"2015-01-16T22:44:06+00:00","valid":{"from":"2015-01-16T22:44:06+00:00","to":"3015-01-16T22:44:06+00:00"},"hreflang":"en","guid":"959d73f5-8994-4062-bfc1-07840918fc63","title":"South Africa's tradition of domestic work continues post-apartheid","published":"2015-01-16T22:44:01+00:00","byline":"Jeb Sharp","tags":["women","Ethnicity & Race","jobs","Across Women's Lives","Justice","Conflict & Justice","Cape Town","Africa","South Africa","Gladys Suselo","Apartheid in South Africa","Domestic worker","For Women, South Africa's struggle continues"],"teaser":"Nora Suselo is a housekeeper. During apartheid, it was practically the only way black women were allowed in urban communities. And it was an important source of income, too. Today, the circumstances have changed by the money is still important. ","contentencoded":"<p>Under apartheid black women weren't really allowed in urban South Africa unless they were domestic workers — but it was valuable work if you could get it. Even today, it's an important source of income for many women in the townships.</p>\n<p>In Cape Town, I've been working closely with a South African journalist colleague, Kim Cloete. She's white and lives in a modest bungalow in an integrated middle-class neighborhood not far from the university here.</p>\n<p>The house sits behind a high hedge and a security gate — something you see a lot in South Africa. Inside, Kim introduces me to her part-time housekeeper, Nora Suselo, who's black. Nora is ironing a pile of laundry in the spare, sunlit kitchen. I ask her how she likes this work.</p>\n<p>“It’s nice if the people treat you nice,” she says. “It's very nice here with Kim. I'm very happy here. I'm happy to work for her. I've been working for her for 15 years. I think I was 23 when I started working here.”</p>\n<p>Nora and Kim are divided by so much — race, class, income, education, privilege. But they share a close and easy-going relationship.</p>\n<p>Nora's life has been anything but easy. She was only 8 when her father died. Her mother was pregnant with four other small children to feed. They lived in a one-room shack on the grounds of the construction company where her father worked as a watchman. When he died, in 1984, the family became homeless.</p>\n<p>“They said you must move out,” Nora says. “Someone else is going to stay there.”</p>\n<p>“So we didn't have any house. It was very hard. We were so young. We moved from house to house, to relatives. My mum told us when we were older that they didn't treat us well. It was very difficult.”</p>\n<p>It was two years before they found another home, a shack in Khayelitsha, the sprawling township outside Cape Town where they still live today. Nora grew up with her mother leaving the house every day to work in the homes of white people.</p>\n<p>“It was not the same as now,” Nora says. “My mum told me it was difficult to be a domestic worker. You had your own things. Your own cup, your plate, they stayed to the side. You had your own toilet outside. It was difficult back then.”</p>\n<p>It's not like that for Nora now, but she has many of her own burdens to bear. She supports her daughter, her mother and two girl cousins whose own mother died of AIDS. The housework Nora does for Kim is a crucial source of income for her family. And her situation is common here. According to the International Labor Organization, about a million South Africans still do domestic work. The vast majority are black and female.</p>\n<p>Later in the day we drive the half hour out to Khayelitsha to meet Nora's mother, Gladys. It feels like a quick trip as we zoom down the highway. But Nora tells me her daily bus route takes at least twice as long because of all the stops and detours.</p>\n<p>The shack Nora's family found in 1986 has long since been transformed into a little cement house with a front gate and bars over the door.</p>\n<p>Gladys tells us about her life under apartheid. Her parents married her off to a much older man when she was only 17. It was six years before she had any children, but then she had five in quick succession. Then her husband died. She was determined to find a job that could keep her family together.</p>\n<p>“I do domestic work,” she says. “I do the cleaning, the washing, everything in the house. I'm a housemaid. It was very difficult to grow my children but my God kept me.”</p>\n<p>Gladys mentions God more than once while we talk. She's warm and kind, but her life has clearly been full of hardship and grief — most tragically when her youngest son killed himself five years ago. She can't really talk about it even now.</p>\n<p>“I'm a woman to pray,” she says. “I'm a woman to go to church, I always go to church to pray.”  She sighs. “Very hard. Always. Every day. And all my children go to church and all my children go to Sunday School.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"900\" width=\"1600\" alt=\"Unemployment for Black African women increased from 2001 to 2011. All other groups saw declines.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/decade-unemployment-sa.png\" title=\"\" /><div class=\"field-caption\">\n    <p>Unemployment for Black African women increased from 2001 to 2011. All other groups saw declines.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Angilee Shah</p>\n  </div>\n</div>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Kim_GladysNoraOutside1_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kimgladysnoraoutside1cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/011620155.mp3"},{"href":"http://www.pri.org/file/011620155mp3"}]}