{"created":"2015-05-01T00:18:49+00:00","modified":"2015-05-13T14:44:55+00:00","valid":{"from":"2015-05-13T14:44:54+00:00","to":"3015-05-13T14:44:54+00:00"},"hreflang":"en","title":"Health Insurer Aetna Raises Wages For Lowest-Paid Workers To $16 An Hour","published":"2015-05-03T23:56:00+00:00","teaser":"Aetna, the giant health insurance company, raised its minimum wage this month. CEO Mark Bertolini says he expects the raise will pay for itself through increased productivity.","itags":["npr_api","403257223"],"guid":"95b33b2b-4542-4660-8e09-dacdbdb4a818","contentencoded":"<p>Prospects for low-wage workers at some large companies have improved recently as both <a href=\"http://www.npr.org/2015/04/03/397316872/while-pay-holds-steady-for-most-low-wage-workers-get-a-boost\" target=\"_blank\">Walmart and McDonald's</a> announced pay hikes, but one of the most significant announcements came at Aetna.</p><p>The large insurance company <a href=\"https://news.aetna.com/news-releases/fact-sheet-aetna-announces-changes-will-improve-wages-medical-benefits-thousands-employees/\" target=\"_blank\">raised the pay</a> of its low-wage workers to $16 an hour this month. Aetna's CEO Mark Bertolini says he believes the raise could largely pay for itself by making workers more productive.</p><p>The pay raise will affect 5,700 of Aetna's lowest-paid workers, including those like Kally Dunn at its call center in Fresno, Calif. The veteran employee teaches newcomers how to handle calls, sometimes from irate customers who can't make sense of what's covered and what's not.</p><p>\"When they call, they're just ... they're angry,\" Dunn says. \"And so it's just a lot of de-escalating, calming them down, um, you know — reassuring them.\"</p><p>It can be stressful work, and many low-wage workers already live stressful lives trying to make ends meet. So when all these workers got their pay raise last Friday, it was a big deal, says Dunn's co-worker, 33-year-old Fabian Arredondo.</p><p>\"Couldn't have come at a better time — 'cause as I mentioned I'm getting married, and we're going on the honeymoon and everything, so it's gonna be helping out a lot,\" he says.</p><p>Arredondo's fiancée, with whom he already has a child, wants to add to the family and start saving for a house — all of which adds up to a lot of money.</p><p>\"Finance can be one of the main stresses in people's lives,\" he says. \"And when you can pull some relief away from that stress, I definitely think it makes for — you know, a happy employee is a productive employee.\"</p><p>Bertolini in convinced that's true.</p><p>\"We wanted people at the front lines who took care of our customers to not have the kind of stress associated with being able to provide health coverage for their families and food for their families, worrying while they were on the job.\" he says. \"To make sure that they were bringing their best selves to work every day.\"</p><p>As Bertolini and his executive team worked to understand what challenges their low-wage workers face, they discovered that to make ends meet many were on public assistance, such as food stamps, or Medicaid for their children.</p><p>Bertolini says he was taken aback shocked \"that we as a thriving organization, as a successful company, a <em>Fortune</em> 100 company, should have people that were living like that among the ranks of our employees.\"</p><p>Bertolini was committed to changing that, but he discovered the cost of boosting compensation for his low-paid workers would be significant — about $27 million a year.</p><p>But he also found that research shows there are costs associated with paying low wages. Low-paid workers quit more often, and the turnover is expensive. There's also evidence higher-paid employees provide better customer service. Bertolini thought the potential benefits could offset the $27 million cost and improve his company's profits in the long run.</p><p>\"I think it's a pretty good bet that we're going to find a way to cover those costs in the long run,\" Bertolini says. \"We don't see it suffering at all.\"</p><p>But economist Alex Tabarrok is skeptical.</p><p>\"Wouldn't it be a great world if we could raise wages, increase profits and increase productivity all at the same time?\" says Tabarrok with a laugh. \"But I don't think that is actually the world that we live in.\"</p><p>Tabarrok, a professor at George Mason University, argues that most firms already are very engaged in calculating what wages are optimal for getting the highest productivity.</p><p>\"They've already explored ways to increase profits as much as possible,\" he says. \"There's no easy solution to raise wages and increase profits at the same time — it's just not going to happen.\"</p><p>Bertolini says even if it doesn't boost profits — and maybe even if it costs the company something — raising wages is still the right thing to do.</p><p>\"There definitely is a moral component and, you know, I had plenty of arguments that the spreadsheet wouldn't pencil out,\" he says. \"And my view was, in the end analysis, this is just not fair.\"</p><p>The Aetna plan also makes sure to boost employee earnings enough that, even if they are no longer eligible for public aid they were relying on, they still come out with more disposable income.</p><p>Bertolini says Aetna's shareholders have gotten behind the idea.</p><p>\"We positioned it with them on the economics first, but went to this very notion of 'this isn't fair,' \" he says. \"We need to invest in our employees. We need to help restore the middle class, and that should be good for the economy as a whole. And so for us it is as much — probably, for me personally, more — a moral argument than it is a financial one.\"</p><p>Bertolini has become an evangelist on this subject, handing out a how-to packet to other CEOs to encourage them to look closely at boosting their low-income workers' compensation. He says he's getting positive feedback from many.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Health+Insurer+Aetna+Raises+Wages+For+Lowest-Paid+Workers+To+%2416+An+Hour&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403362719-738e9d.m3u?orgId=1&topicId=1006&d=289&p=2&story=403257223&t=progseg&e=403362523&seg=16&ft=nprml&f=403257223"},{"href":"http://media.npr.org/assets/img/2015/04/30/mark-bertolini-c733d45b36384d7a441fe918d775bf00e7bae19d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2015/04/30/aetna-2-d94ade236382251390a28f2213250ec43588a994.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1210","width":"1613"}}]}