{"created":"2014-11-29T21:57:19+00:00","modified":"2015-05-21T17:34:26+00:00","valid":{"from":"2015-05-21T17:34:26+00:00","to":"3015-05-21T17:34:26+00:00"},"hreflang":"en","title":"Backstage With Janis Joplin: Doubts, Drugs And Compassion","published":"2014-12-01T18:08:00+00:00","teaser":"John Byrne Cooke was Janis Joplin's road manager from 1967 until her untimely death in 1970. So he saw a lot of rock history up close — and describes some of the details in a new memoir.","itags":["npr_api","366614537"],"guid":"95bb8961-34c4-4fea-ab5c-def1d035c0b0","contentencoded":"<p>Janis Joplin felt a sense of outsider isolation throughout her life. She once said, \"On stage, I make love to 25,000 different people. Then I go home alone.\"</p><p>But she wasn't alone — she had John Byrne Cooke.</p><p>Cooke was Janis Joplin's first and only road manager, from 1967 until her death from a heroin overdose in 1970. He was the one who found her body. In a new memoir, <em>On the Road With Janis Joplin, </em>he details the electrifying performances — and the drugs — that marked Joplin's tours.</p><p>When he started the job, Cooke says, he didn't know anything about managing a rock band. In 1967, he was fresh out of Harvard when legendary rock manager Albert Grossman asked him to fly out to San Francisco to help manage this up-and-coming singer and her psychedelic blues rock band Big Brother & the Holding Company.</p><p>Joplin switched bands over the years, but kept Cook as her road manager — so he witnessed the changes that came with each new backing group.</p><p>\"Janis' progression from one band to the next was really the dramatic arc of the three years that I was with her,\" he tells NPR's Eric Westervelt. \"Three years, three bands — and it actually resolves into three dramatic acts.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On becoming Joplin's road manager, with no managing experience</strong></p><p>There was no pool of qualified candidates at that point, and when [legendary rock manager] Albert Grossman started managing [Bob] Dylan and when he came up to Cambridge, Mass., where I was playing bluegrass and old-time music and he had a road manager with him in the spring of '64, we thought \"Far out!\" You know, here's this guy who drives the Ford station wagon, he makes sure there's some bottles of Beaujolais wine in there. Dylan doesn't have to do anything but get on stage and play! And so Albert was looking for someone who could do the job but didn't know he could do the job.</p><p><strong>On the three acts he witnessed in his time with Joplin</strong></p><p>Many people may think that her last act was her most difficult, but ... it was that middle year with the Kozmic Blues Band. She left Big Brother, whom she loved, because she saw a greater challenge, which was: Could she hold center stage and the spotlight alone as a solo artist with a backup band? And in that year, she felt that she was failing, and when she and Albert Grossman decided to terminate the Kozmic Blues Band after the contracted gigs were played, she felt that she was a failure — that her attempt to go out as a solo artist had failed. And this led to her darkest period and the worst excesses in terms of alcohol and drugs.</p><p><strong>On what he wants the public to know about Joplin</strong></p><p>What people know is the dynamic personality on stage, and then in addition to that, the kind of brash woman of the streets, which was part of the public personality that she projected. But, you know, she was also sweet and vulnerable and compassionate, and she could be this little girl who was so full of doubt about whether she was doing a good enough job that she could come offstage with this tumultuous ovation happening out there and saying, \"Did I do OK?\"</p><p>But smart and funny, I think most of all, are the parts that I'd like people to know were an important part of her personality.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Backstage+With+Janis+Joplin%3A+Doubts%2C+Drugs+And+Compassion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"471"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367424830-d17b0b.m3u?orgId=1&topicId=1033&aggIds=100876926&d=471&p=2&story=366614537&t=progseg&e=367424672&seg=10&ft=nprml&f=366614537"},{"href":"http://media.npr.org/assets/img/2014/11/26/janis_joplin-01a0aeaccbf90d6c6eaad827cfc6312bc01ac4fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}},{"href":"http://media.npr.org/assets/img/2014/11/28/cooke-janisautoharp-web700-a9f2d2d5dcb7605c82d43b08d40ea881ce2166fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"347","width":"463"}}]}