{"created":"2015-02-04T18:44:09+00:00","modified":"2015-02-06T21:35:44+00:00","valid":{"from":"2015-02-06T21:35:44+00:00","to":"3015-02-06T21:35:44+00:00"},"hreflang":"en","title":"'Better Call Saul,' The Prequel To 'Breaking Bad,' Stands On Its Own","published":"2015-02-06T21:35:00+00:00","teaser":"The new AMC show is about public defender Jimmy McGill, who adopts a sleazy new persona as Saul Goodman. The show has the same tight plots, rich characters and delicious twists as its parent series.","itags":["npr_api","383785664"],"guid":"95d25661-c62c-4d85-8893-8a07dbdee0d8","contentencoded":"<p>I'm guessing that the first thing fans of Vince Gilligan's <em>Breaking Bad </em>want to know is whether its AMC prequel series, <em>Better Call Saul</em>, premiering Sunday and Monday,<em> </em>is anywhere near as good as the original — which was TV at its very best. And I'm also guessing that people who haven't yet worked their way through <em>Breaking Bad </em>-- and, really, by now, why haven't you? — are wondering whether they can enjoy this new series without having absorbed the old one.</p><p>So let me announce with enthusiasm at the outset: yes and yes. <em>Better Call Saul </em>not only stands right alongside <em>Breaking Bad </em>as a stunningly entertaining TV series, it stands on its own. Oh, if you know <em>Breaking Bad </em>well, you'll love some of the surprise treats and appearances heading your way — but even if you're a complete stranger to the character played by Bob Odenkirk in <em>Better Call Saul, </em>you're in for a great ride. <em>Better Call Saul </em>has the same tight plots, rich characters and delicious twists as its parent series. Yet <em>Better Call Saul </em>isn't a reboot; it's a preboot.</p><p>The central story of this new AMC series tells how Jimmy McGill, a scrappy, low-rent public defender in Albuquerque, N.M., came to adopt a sleazy new persona as Saul Goodman, a criminal lawyer specializing in representing unabashed criminals. If Saul were a superhero, this would be his origin story — and that's really what this show is about, because McGill, from the start, <em>does </em>have a superpower. It's his quick wit — and his fast mouth.</p><p><em>Better Call Saul </em>is co-created by Gilligan, who created <em>Breaking Bad, </em>and Peter Gould, the writer-producer who created the Saul character way back in Season 2. Together, they've come up with something very ambitious, and yet very playful. For starters — literally — this prequel series actually begins as a <em>sequel, </em>set somewhere in the snowy North, after the events of <em>Breaking Bad</em>. Saul is hiding in plain sight, just as he said he would — with a new name and a blend-into-the-woodwork job, managing a Cinnabon stand at a local mall. Yet he's terrified that even in that public a place, danger and death lurk behind every corner, and can be read in every unsmiling face. To me, it's as if <em>Better Call Saul </em>starts precisely where <em>The Sopranos </em>suddenly stopped.</p><p>There are two stylistic choices in this opening scene that ought to sell viewers on <em>Better Call Saul </em>immediately. One is that this scene, set in the \"current\" timeline after the end of <em>Breaking Bad, </em>is in black and white — that's how bleak Saul's new life is. And for this new show's first seven minutes, Saul doesn't say a word. Not one. This guy who lived and prospered with his gift of gab, like a courtroom Sgt. Bilko, is completely silent for what in TV terms is an eternity. It's only when he goes home, pours a drink, gets bored watching television and slides an old videocassette into his VCR to watch a series of his vintage TV ads that we hear his voice for the first time. The older Saul listens and watches wistfully, as director Gilligan closes in on his weary face.</p><p>After that, the series flashes back to 2002, long before those ads were produced, when the future Saul Goodman was still a hustling attorney named Jimmy McGill. Now the show switches to color — a reversal of the usual cinema dynamic of color for the present and black-and-white for the past<strong> — </strong>and <em>Better Call Saul </em>really takes off.</p><p>I'm determined not to spoil any surprises here, but in the first hour alone, there's one that made me smile and another that made me gasp. And it shouldn't be surprising, given how Gilligan cast <em>Malcolm in the Middle </em>sitcom actor Bryan Cranston and allowed him to blossom as the Emmy-winning dramatic actor of <em>Breaking Bad, </em>that comic actor Bob Odenkirk is given such weight and responsibility here. But he is, and Odenkirk is thrilling — another brilliant, genre-crossing role from another gifted actor.</p><p>There are plenty of funny moments in <em>Better Call Saul — </em>and, at least in the opening episode, some very overt stylistic nods to a few classic films from the '70s. But there's drama and darkness, too — even though we know Jimmy McGill will survive the flashbacks in this series, there's still a lot of tension — and watching him transform is going to be a blast.</p><p><em>David Bianculli is founder and editor of the website </em><a href=\"http://tvworthwatching.com/\">TV Worth Watching</a><em>, and teaches television and film at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Better+Call+Saul%2C%27+The+Prequel+To+%27Breaking+Bad%2C%27+Stands+On+Its+Own&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383833207-b88ec0.m3u?orgId=1&topicId=1138&e=383785664&d=456&ft=nprml&f=383785664"},{"href":"http://media.npr.org/assets/img/2015/02/04/bob-odinkirk-as-saul-goodman-ben-leuner---amc-a170e7bbfc0fc3cde8a458f3b8c6e7f60d06d6bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"874","width":"1166"}},{"href":"http://media.npr.org/assets/img/2015/02/04/jonathan-banks-as-mike-ehrmantraut-and-bob-odenkirk-as-saul-goodman---cred-ben-leuner---amc-a993e2f9e03e6a5771cc26cea1064b0dbd233550.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"879","width":"1172"}}]}