{"created":"2014-10-07T18:41:36+00:00","modified":"2014-10-30T23:30:01+00:00","valid":{"from":"2014-10-30T23:30:01+00:00","to":"3014-10-30T23:30:01+00:00"},"hreflang":"en","title":"Sept. 11 Changed Everything: Following 3 Women In The National Guard","published":"2014-08-11T12:37:00+00:00","teaser":"In spring 2001, Desma Brooks, Michelle Fischer and Debbie Helton signed up for the National Guard expecting just a few days of drills each month. <em>Soldier Girls</em> tells the stories of their deployments.","itags":["npr_api","338833483"],"guid":"95e7dc04-58a1-4d00-9d12-76bdcf487704","contentencoded":"<p>In spring 2001, three women enlisted in the Indiana National Guard. Each had her own idea of what a stint in the Guard might mean — free education, a sense of purpose, extra money. But just months after they signed up, the Sept. 11 attacks occurred and what they thought would be a couple days of drills each month turned into long overseas deployments.</p><p>In her new book, <em>Soldier Girls: The Battles of Three Women at Home and at War</em>, Helen Thorpe follows the lives of Desma Brooks, Michelle Fischer and Debbie Helton for 12 years. Thorpe talks with NPR's Linda Wertheimer about the soldiers she profiled and what they took away from their experiences in the National Guard.</p><hr /><h3>Interview Highlights</h3><p><strong>On the three women profiled in the book</strong></p><p>Michelle Fischer was 18 when she signed up for the National Guard. She was a totally unorthodox solider in<strong> </strong>the sense her beliefs didn't line up with the rest of her colleagues in the National Guard very well. She had just voted for Ralph Nader, she liked to wear a rainbow hemp anklet, and she opposed both wars in Iraq and Afghanistan when those wars came to be.</p><p>Debbie Helton was 30 years older than Michelle, and she had always wanted to join the military. Her dad was in the army, and she viewed serving in the military as the most fulfilling aspect of her life.</p><p>Desma Brooks was a single mother with three children, juggling three jobs to support them. And the military represented an extra paycheck and a new way she could prove her own competence after dropping out of high school.</p><p><strong>On the strategies they used to get through the stresses of being in a war zone </strong></p><p>I think they themselves will call these \"coping mechanisms\" also. So, they were stationed on Camp Phoenix in Kabul, Afghanistan. And yes, they were in a relatively \"safe\" situation [as a support battalion they were not in direct combat]. So their jobs were stressful, the life was stressful — they were far from home. Debbie decided that, you know, after fixing broken AK-47s every day, she wanted a cocktail or two in the evening in order to help herself relax, unwind and be able to go to sleep in a communal tent that she shared with nine other women.</p><p>... Desma discovered that if she went to the medics and asked them very persuasively they would write her a prescription for pills that would help her go to sleep. And she taught Michelle that she could do the same. So, Desma and Michelle were going and getting prescription pills like Vicodin in order to sleep at night. Again — living communally in a tent, it was hard for everyone to sleep.</p><p><strong>On the challenges they faced when they returned home</strong></p><p>Each of them struggled, even after their first deployment, coming back from Afghanistan, which in hindsight they view as the easier of the two deployments. They would have panic attacks, especially in an overwhelming or overstimulating environment.</p><p><strong>On what they took away from the National Guard</strong></p><p>I think that they had life-transforming experiences. I think they realized that maybe ... when they signed up they were naive to think that war couldn't happen. But you see Michelle Fischer come home and she would never trade that year in Afghanistan. It was the first time she left the country. She had thought that she came from challenging circumstances but then she saw global poverty in Afghanistan and realized that she led, really, a relatively privileged life.</p><p>I think Desma feels that her service in the military was the one thing that she saw through ... she had dropped out of high school, she had ended her marriage, but the military was a commitment that she honored. She's very, very proud of that.</p><p>And Debbie clearly feels it was the highlight of her life.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sept.+11+Changed+Everything%3A+Following+3+Women+In+The+National+Guard&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"365"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339292749-86e376.m3u?orgId=1&topicId=1033&ft=3&f=338833483"},{"href":"http://media.npr.org/assets/img/2014/08/08/capture-d7eedadffb32f1ac92d2dfd4abc96c1607045acc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"364","width":"485"}},{"href":"http://media.npr.org/assets/img/2014/08/08/161179776-e53d74d8b4eebe0cc5385d678bbef0ae54f3a81f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"267","width":"356"}}]}