{"created":"2014-12-12T22:17:21+00:00","modified":"2015-01-22T15:39:58+00:00","valid":{"from":"2015-01-22T15:39:58+00:00","to":"3015-01-22T15:39:58+00:00"},"hreflang":"en","title":"The Ethics Of Torture, Explored In A Painful Fable","published":"2015-01-22T15:39:00+00:00","teaser":"This week, the Senate released a report that details the interrogation techniques used by the CIA after Sept. 11. Author Laila Lalami grapples with the questions it raises by turning to literature.","itags":["npr_api","370344274"],"guid":"95ed0c78-6e5f-4747-9d4e-a1a1b9c034ab","contentencoded":"<p><em>We've been hearing all week about a report released by the Senate Intelligence Committee. It detailed brutal interrogation techniques used by the CIA after Sept 11. Among the questions it raised are whether these techniques are legal, effective and morally acceptable. </em></p><p><em>For our series</em><em> </em>This Week's Must Read,<em> author Laila Lalami grapples with these questions by turning to literature.</em></p><hr /><h3>This Week's Must Read</h3><p>The book begins in an unnamed empire. An old magistrate spends his days adjudicating small cases in a border outpost and his nights stargazing in the open fields. His quiet life is interrupted by the arrival of Colonel Joll, who has been sent from the capital with news that a rebellion is brewing among barbarian tribes. He is here to investigate and there are already a couple of suspects in custody.</p><p>At first, the magistrate is cooperative. He talks to the prisoners, urges them to tell the truth. But they show signs of torture and one of them turns up dead.</p><p>Doubt grows in the magistrate's mind. \"What if your prisoner is telling the truth,\" he asks, \"yet finds he is not believed?\" But Colonel Joll cannot believe anything a prisoner says unless it is extracted through pain. \"Pain is truth,\" J.M. Coetzee writes, \"all else is subject to doubt.\"<strong> </strong></p><p>When the magistrate defies Colonel Joll's orders, he too is taken into custody and tortured. Now, he sees, he is nothing but a body, a body that \"can entertain notions of justice only as long as it is whole and well\" but soon forgets them when \"its head is gripped and a pipe is pushed down its gullet and pints of salt water are poured into it.\"</p><p><em>Waiting for the Barbarians</em> was written in 1980, during the apartheid regime in South Africa. But what it says about torture remains true today. If the state wants to stand up to barbarity, it cannot validate it by unleashing it on its own prisoners.</p><p><em>Laila Lalami is the author of </em>The Moor's Account.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Ethics+Of+Torture%2C+Explored+In+A+Painful+Fable&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laila Lalami","audio":[{"meta":{"duration":"118"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370395073-e1a6be.m3u?orgId=1&topicId=1034&aggIds=257657827&ft=3&f=370344274"}]}