{"created":"2014-10-03T19:50:23+00:00","modified":"2014-10-31T00:26:38+00:00","valid":{"from":"2014-10-31T00:26:38+00:00","to":"3014-10-31T00:26:38+00:00"},"hreflang":"en","title":"In Google Newsroom, Brazil Defeat Is Not A Headline","published":"2014-07-14T14:41:00+00:00","teaser":"Google is mining its search data from the World Cup games, trying to make factoids that go viral. Its \"newsroom\" is focused on happy thoughts, not sad ones — like Brazil's brutal defeat.","itags":["npr_api","330003058"],"guid":"95f4e482-fd85-4a56-8191-e9f47e336aab","contentencoded":"<p>If you do a Google search on the World Cup game in which Germany slaughtered Brazil 7-1, the top results will say things like \"destroy,\" \"defeat,\" and \"humiliate.\"</p><p>But Google itself is choosing to steer clear of negative terms. The company has created an experimental newsroom in San Francisco to monitor the World Cup, and turn popular search results into viral content. And they've got a clear editorial bias.</p><p>Around the world, billions of people kept both eyes fixed on the TV during the matches. In the Google newsroom, data scientists had one eye on the Brazil-Germany semifinal and the other on the computer screen.</p><p>They were mining the company's confidential, internal databases to see what people are searching for.</p><p>Turns out in Brazil, the lyrics for a rallying chant got popular. Luciana Meinking Guimarães, the newsroom's Portuguese translator, says there was an 18 percent spike in searches for the term \"Brazil show your strength.\"</p><p>But that was before Germany's fifth goal.</p><p>Brazilians didn't bother to look for the word \"defense.\" Instead, \"shame\" climbed up the charts.</p><p>Guimarães listed off terms in the top 50 search results from Brazil: \" 'Brazil what a shame.' 'It's a shame to be Brazilian right now.' 'Shame,' with the name of the team.\"</p><p>Over in Germany (maybe not so surprisingly), people were searching for a dispassionate fact. The newsroom's German translator Sigrun Erber-Bendull pointed out the remarkable uniformity: \"They're [searching] for, 'What's the highest score in a World Cup victory ever?' \"</p><p>Data scientist Barton Maxwell, who hovers over a laptop with confidential spreadsheets, says that question trended up 370 times in Germany, \"just during the first half, really.\"</p><p>The team decided to turn this trending question into the trend of the day. After every game, copy editors write up a fact that interprets Google search analytics. Designers put the factoid into a pretty box. Influencers enlisted by Google circulate it on <a href=\"https://twitter.com/google/status/486686128980762624\">Twitter</a> and <a href=\"https://www.facebook.com/photo.php?fbid=10152552425422838&set=a.404124792837.181416.104958162837&type=1\">Facebook</a> — to increase it's reach beyond the company's own social network <a href=\"https://plus.google.com/116899029375914044550/posts/aN1UdXdz6Z3\">Google+</a>.</p><p>After the dramatic defeat by Germany, the team also makes a revealing choice to <em>not </em>publish a single trend on Brazilian search terms. Copywriter Tessa Hewson says they're just too negative. \"We might try and wait until we can do a slightly more upbeat trend.\"</p><p>That puzzles me.</p><p>Google has powerful data to see exactly what the audience wants, and produce news-on-demand. The entire world was searching for <a href=\"http://en.wikipedia.org/wiki/Neymar\">Neymar</a> — Brazil's superstar player who sat out after fracturing a vertebra. Google could have looked for related search terms, and created content for people to grieve or laugh.</p><p>I ask the team why they wouldn't use a negative headline. Many headlines are negative.</p><p>\"We're also quite keen not to rub salt into the wounds,\" producer Sam Clohesy says, \"and a negative story about Brazil won't necessarily get a lot of traction in social.\"</p><p>Mobile marketing expert <a href=\"rakeshagrawal.com\">Rakesh Agrawal</a>, CEO of reDesign mobile, says that's just generally true. \"People on social networks like Twitter and Facebook — they generally tend to share happy thoughts. If my son had an A in math today, I'm going to share that. But if my son got an F in math, that's generally not something you're going to see on social media.\"</p><p>In old-school newsrooms, the saying goes: if it bleeds, it leads. Because this new newsroom is focused on getting content onto everyone's smartphone, Agrawal says, editors may have another bias: to comb through the big data in search of happy thoughts.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Google+Newsroom%2C+Brazil+Defeat+Is+Not+A+Headline&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330038171-63dbab.m3u?orgId=1&topicId=1019&ft=3&f=330003058"},{"href":"http://media.npr.org/assets/img/2014/07/09/google-trend-004fc0a6571a82308fc179c60b10ed323406a266.png","type":"image/jpeg","meta":{"crop":"standard","height":"439","width":"585"}},{"href":"http://media.npr.org/assets/img/2014/07/09/google-world-cup-6324d2a1d5640f9bcfdb7f790d7c1c3d5ae17a69.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2174","width":"2900"}}]}