{"created":"2014-09-08T19:22:10+00:00","modified":"2015-02-02T21:23:52+00:00","valid":{"from":"2015-02-02T21:23:51+00:00","to":"3015-02-02T21:23:51+00:00"},"hreflang":"en","title":"The Start Of School Is Not The Only Risky Time For Campus Rape","published":"2014-09-08T14:12:00+00:00","teaser":"It's sometimes called \"the red zone\" — the first few weeks of college, when freshmen women are more vulnerable to sexual assault. But researchers say it's more complicated than that.","itags":["npr_api","345630985"],"guid":"95f5e874-683b-4ec4-9977-3b6dfd55b66d","contentencoded":"<p>It's sometimes called \"the red zone\" — from the first day on campus to Thanksgiving break — when female students are thought to be at higher risk of sexual assault.</p><p>Students away from home for the first time with no parental supervision are trying to make friends and fit in. Add parties and alcohol, and it can be a dangerous mix.</p><p>\"It's assumed the highest-risk period is at the beginning of the first semester,\" says <a href=\"http://www.bucknell.edu/x16811.xml\">Bill Flack</a>, an associate professor of psychology at Bucknell University in Pennsylvania.</p><p>Flack remembers seeing posters on campus warning female freshmen to be wary of the \"red zone,\" but he couldn't find much evidence to back it up. So Flack conducted two studies on two different college campuses. What he found was surprising.</p><p>One<a href=\"http://www.usu.edu/ust/pdf/2008/november/itn1106083.pdf\"> study</a> did find higher reports of sexual assault at the beginning of the first year, but there was also an increased risk during the winter term. Students at this small liberal arts college only take one class during the winter term and describe it as a time of less work, more socializing and heavier drinking.</p><p>The <a href=\"http://jiv.sagepub.com/content/23/9/1177.abstract\">second study</a>, at another liberal arts college, didn't find any higher risk at the beginning of the first semester. In fact, the reports of sexual assault were higher at the start of the second year, when students were taking part in sorority and fraternity rush. The higher-risk periods on the two different campuses were at different times, but both coincided with periods of more partying.</p><p>\"Alcohol consumption tends to go hand in hand with sexual assault,\" Flack says.</p><p>It's the combination of alcohol consumption and students who are on their own for the first time that can make the first few weeks of school particularly dangerous.</p><p><a href=\"http://www.davidlisak.com/wp-content/uploads/pdf/RepeatRapeinUndetectedRapists.pdf\">Research</a> shows that a small percentage of male college students are responsible for most of the campus rapes. These predators are looking for people who are vulnerable, says <a href=\"http://www.lclark.edu/live/news/5335-osmond-to-lead-statewide-campus-sexual-assault\">Melissa Osmond</a>, the associate director for health promotion at <a href=\"http://www.lclark.edu/\">Lewis and Clark College</a> in Portland, Ore.</p><p>\"A lot of times those are young women who may be under the influence of alcohol, and these perpetrators will sometimes help that along,\" Osmond says.</p><p>She says it's a mistake to think the first few weeks are the only dangerous time.</p><p>\"I truly believe it can happen anytime, and it doesn't have to be in the first six weeks or 15 weeks, and it's not always freshmen women,\" Osmond says. \"It can happen at any time in your college career.\"</p><p>A White House <a href=\"http://www.whitehouse.gov/the-press-office/2014/01/22/memorandum-establishing-white-house-task-force-protect-students-sexual-a\">Task Force</a> to Protect Students from Sexual Assault has asked each college to do a <a href=\"https://www.notalone.gov/assets/ovw-climate-survey.pdf\">climate survey</a> to find out the extent of the problem on campus and develop strategies to stop it. One of the problems is that so few sexual assaults are actually reported. A government website called <a href=\"https://www.notalone.gov/\">NotAlone.gov </a>provides a host of information, including enforcement data on different campuses and advice on how to file a federal complaint.</p><p>And as students head back to college, many are being required to undergo sexual assault prevention training.</p><p>\"Consent is hot, assault is not,\" is one of the marketing slogans for the state of Indiana <a href=\"http://www.purdue.edu/incsapp/\">prevention program,</a> which also cautions students to \"ask for my sober consent.\"</p><p>Good advice, considering alcohol is involved in the majority of sexual assaults.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Start+Of+School+Is+Not+The+Only+Risky+Time+For+Campus+Rape&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jane Greenhalgh","audio":[{"meta":{"duration":"167"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346735601-4ee755.m3u?orgId=1&topicId=1066&aggIds=339884470&e=345630985&d=167&ft=nprml&f=345630985"},{"href":"http://media.npr.org/assets/img/2014/09/05/campus-assault-bc73b1417e9f87d697e834e78e9ac84fc3b578e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1122","width":"1496"}}]}