{"created":"2015-03-02T21:26:41+00:00","modified":"2015-03-11T20:16:26+00:00","valid":{"from":"2015-03-11T20:16:26+00:00","to":"3015-03-11T20:16:26+00:00"},"hreflang":"en","guid":"95ff2333-80c0-4cf1-8f41-0546910750f1","title":"Perhaps the world's most humble leader — humbly steps down","published":"2015-03-11T20:16:22+00:00","byline":"Nina Porzucki","tags":["politics","government","Global Politics","Montevideo","South America","Uruguay","South America","Pepe Mujica","Uki Goñi"],"teaser":"Uruguay President Jose \"Pepe\" Mujica stepped down this month from his presidency. The leader is famous for his humble lifestyle and his progressive agenda.","contentencoded":"<p>Forget honorifics like “your excellency” or “Mr. President” or even “Sir,” Uruguayans call their outgoing president simply, \"Pepe.\"</p>\n<p>José “Pepe” Mujica is stepping down after five years as perhaps the world's most humble presidents.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Bye Bye Pepe Mujica. He stepped down yesterday from <a href=\"https://twitter.com/hashtag/uruguay?src=hash\">#uruguay</a>'s presidency with a 60 percent approval rating. <a href=\"http://t.co/3Jh0BpGty2\">pic.twitter.com/3Jh0BpGty2</a></p>\n<p>— Lulu Garcia-Navarro (@lourdesgnavarro) <a href=\"https://twitter.com/lourdesgnavarro/status/572365383421857792\">March 2, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“This man is a guru,” says journalist Uki Goñi, “He's the head of state that refuses to dress in the pomp and ride in a limousine.\"</p>\n<p>Mujica never occupied the presidential palace, he has never driven around in chauffeured limousines, rather, the 79-year-old head of state continues to live in his own country house 20 minutes outside of the Uruguayan capital of Montevideo and continues to drive around in his old, beat-up Volkswagen Beetle.</p>\n<p>Journalist Uki Goñi recently saw that ancient blue Beetle when he visited Mujica at his home to profile the president for <a href=\"http://www.theguardian.com/world/2014/nov/16/uruguay-jose-mujica-humble-president\">The Guardian newspaper</a>. They sat in the president’s garden, what Goñi describes as nothing more than a patch of dirt on plain metal chairs</p>\n<p>\"It was unlike any other head of state I’ve ever interviewed. I mean he lives in a, literally, a three-room country shack with a corrugated iron roof,\" Goñi says.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Uruguay’s beloved Pepe bows out to spend time with his Beetle &amp; three-legged dog <a href=\"http://t.co/E6VTA0rwyx\">http://t.co/E6VTA0rwyx</a> - <a href=\"https://twitter.com/guardian\">@guardian</a> <a href=\"http://t.co/2Xv0nMDak0\">pic.twitter.com/2Xv0nMDak0</a></p>\n<p>— Lyndsay Farlow (@LyndsayFarlow) <a href=\"https://twitter.com/LyndsayFarlow/status/571861999908306944\">March 1, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>The house sits on a dirt road and Goñi says when he arrived for the interview he was told not to photograph the security detail — not out of fear for the outgoing president’s safety, but out of embarrassment for the humble nature of that detail.</p>\n<p>\"They were embarrassed because security was just two guys standing on a dirt road,\" Goñi says.</p>\n<p>The president isn’t humble about are his accomplishments over the past five years, however. </p>\n<p>“We’ve had positive years for equality. Ten years ago, about 39 percent of Uruguayans lived below the poverty line; we’ve brought that down to under 11 percent and we’ve reduced extreme poverty from 5 percent to only 0.5 percent,” the president told Goñi.</p>\n<p>Mujica is also responsible for legalizing abortion and the sale of marijuana.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p><a href=\"https://twitter.com/hashtag/Mujica?src=hash\">#Mujica</a> leaves office with economy in a good shape. Gracias <a href=\"https://twitter.com/hashtag/PepeMujica?src=hash\">#PepeMujica</a> <a href=\"http://t.co/WsKLRWfYDZ\">http://t.co/WsKLRWfYDZ</a> <a href=\"http://t.co/IwTlaLWBmO\">pic.twitter.com/IwTlaLWBmO</a></p>\n<p>— Hala Bugaighis (@halabugaighis) <a href=\"https://twitter.com/halabugaighis/status/571862793529397248\">March 1, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>\"The way [Mujica] puts it, ‘If we were a small country in Europe, rather than in South America, we would be considered the most liberal country on the planet,'\" Goñi says.</p>\n<p>However, the tiny country with just 3.4 million residents, has a history of liberal and progressive policies. “It’s always been an extremely liberal country with a strong separation of church and state,” Goñi says.</p>\n<p>There’s no Christmas holiday in Uruguay, for example. In the early 20th century, it was renamed “Family Day” — and Easter Week was renamed “Tourism Week.” Abortion was briefly legalized in the 1930s. In addition, drug consumption has never been criminalized — and divorce was made legal long ago as well.</p>\n<p>To understand where Mujica’s humility comes from, you have to go back much earlier in his life. He was imprisoned for 13 years during Uruguay's military dictatorship during the 1970s and 1980s.</p>\n<p>“I think it’s not unfair to call him the Nelson Mandela of South America. He [spent] 13 years in prison ... [many in] a hole in the ground in solitary confinement. He was subjected to the most incredibly horrible treatment a human being could be subjected to,” Goñi says.</p>\n<p>But Mujica has never sought punishment for his captors or his torturers.</p>\n<p>“He said to me, ‘If you spend your life trying to collect debts from the past that nobody’s willing to pay, you’ll lose your life,’” Goñi adds. \"When he was young, he believed in violence. But now, after enduring what he did, those 13 years that he lost in life — he says life is too valuable to sacrifice it for political ends.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-02%2Fworlds-most-humble-leader-humbly-steps-down&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0302201507.mp3"},{"href":"http://www.pri.org/file/0302201507mp3"}]}