{"created":"2014-10-08T13:53:05+00:00","modified":"2014-10-31T01:02:22+00:00","valid":{"from":"2014-10-31T01:02:22+00:00","to":"3014-10-31T01:02:22+00:00"},"hreflang":"en","title":"The Specter Of Iraq Haunts The Political Life Of Barack Obama","published":"2014-06-18T23:08:00+00:00","teaser":"From his time as an Illinois state senator to his role as U.S. commander in chief, President Obama's political life has been defined by the issue of Iraq — and not necessarily because he wanted it to.","itags":["npr_api","323351135"],"guid":"96064d12-c619-4fc4-b593-fbf3ba656f99","contentencoded":"<p>Iraq has long played a major role in President Obama's political life, going back to his earliest days as an Illinois state senator barely known outside of his Chicago district.</p><p>Obama's early anti-Iraq war stand would become a centerpiece of his first run for the White House, but it's since been a persistent crisis that's been his to manage, despite his every effort to put it behind him.</p><p>In late 2002, before the Iraq war had begun, then-state Sen. Obama appeared on <em>Public Affairs,</em> a Chicago television program hosted by Jeff Berkowitz. He was asked how, given the chance, he would have voted on the U.S. Senate's resolution to give President Bush authority to use military force in Iraq.</p><p>\"If it had come to me in an up or down vote as it came, I think I would have agreed with our senior Sen. Dick Durbin and voted nay,\" Obama told Berkowitz.</p><p>That early opposition to the war would be a focus of his 2008 presidential campaign.</p><p>\"When I am this party's nominee, my opponent will not be able to say that I voted for the war in Iraq,\" he told supporters in Des Moines in 2007, just weeks before the Iowa caucuses. He was referring indirectly to Hillary Clinton, his main rival for the Democratic nomination. She had voted yes on the Iraq War Resolution.</p><p>\"As president, I will end the war in Iraq. We will have our troops home in 16 months,\" he said, making a promise that would become a constant pledge throughout his campaign.</p><p>Though Obama won the White House, Iraq would not be an easy fix.</p><p>\"I think the way he talked about it on the campaign was overly optimistic,\" said Joseph Nye, a professor and foreign policy specialist at Harvard's Kennedy School of Government. \"In American politics, we campaign in poetry and we govern in prose, and Obama's enough of a pragmatist that when he got into government, he quickly realized he couldn't meet the 16-month pledge.\"</p><p>Obama's tone changed once he became president and the war was his to lead.</p><p>\"To understand where we need to go in Iraq, it is important for the American people to understand where we now stand,\" the president said on a visit to Camp Lejeune in North Carolina, a month after taking office. \"Thanks in great measure to your service, and you sacrifice and your families' sacrifice, the situation in Iraq has improved.\"</p><p>And he did bring the war to an end — though it took more than twice as long as promised.</p><p>In December 2011, just days before the last U.S. troops would leave the country, he spoke at North Carolina's Fort Bragg. \"Everything that American troops have done in Iraq, all the fighting and all the dying, the bleeding and the building, and the training and the partnering — all of it has led to this moment of success,\" he said.</p><p>He acknowledged that Iraq is not a perfect place and had challenges yet ahead. But he argued that \"we're leaving behind a sovereign, stable and self-reliant Iraq.\"</p><p>Iraq, of course, has been anything stable since that December 2011 speech.</p><p>\"It's ironic that it's Iraq that's coming back to haunt him,\" said Nye. \"After all, he said Afghanistan was the war that we need to keep our eye on. But history is full of surprises like this.\"</p><p>It's a war the president warned against, but which he inherited. And his critics say he's made the situation worse by not being attentive enough to signs of trouble.</p><p>Obama says there will be no U.S. troops sent back into combat in Iraq — there's no public support for such a thing anyway.</p><p>Still, the public will judge how he handles the current crisis. Officially, the Iraq war may be over, but that wasn't the end of it for the president.</p><p>Not by far.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Specter+Of+Iraq+Haunts+The+Political+Life+Of+Barack+Obama&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323351136-da201e.m3u?orgId=1&topicId=1010&ft=3&f=323351135"}]}