{"created":"2015-02-27T03:00:27+00:00","modified":"2015-05-14T16:13:50+00:00","valid":{"from":"2015-02-26T23:17:50+00:00","to":"3015-02-26T23:17:50+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p>We've been talking a lot about water this month in our series, <a href=\"http://www.marketplace.org/topics/sustainability/water-high-price-cheap\" target=\"_blank\">Water: The High Price of Cheap</a>. We take it for granted, and that gets us in trouble.</p>\n<p><span>As part of our series, we asked a couple of novelists to talk about water in their work and what water means to them. Author Pa</span><span>olo Bacigalupi, who is known for \"The Windup Girl\" and \"The Drowned Cities,\" has &nbsp;His new novel, out soon, is titled, \"The Water Knife.\"</span><span>&nbsp;</span></p>\n<hr />\n<p><strong><em>The Windup Girl (Excerpt)</em></strong></p>\n<p><span>“No! I don’t want the mangosteen.” Anderson Lake leans forward, pointing. “I want that one, there.</span> <em>Kaw pollamai nee khap.</em> <span>The one with the red skin and the green hairs.”</span></p>\n<p>The peasant woman smiles, showing teeth blackened from chewingbetel nut, and points to a pyramid of fruits stacked beside her. <em>“Un nee</em> <em>chai mai kha?”</em></p>\n<p>“Right. Those. <em>Khap</em>.” Anderson nods and makes himself smile. “What are they called?”</p>\n<p><em>“Ngaw.”</em> She pronounces the word carefully for his foreign ear, and hands across a sample.</p>\n<p>Anderson takes the fruit, frowning. “It’s new?”</p>\n<p><em>“Kha.”</em> She nods an affirmative.</p>\n<p>Anderson turns the fruit in his hand, studying it. It’s more like a gaudy sea anemone or a furry puffer fish than a fruit. Coarse green tendrils protrude from all sides, tickling his palm. The skin has the rust-red tinge of blister rust, but when he sniffs he doesn’t get any stink of decay. It seems perfectly healthy, despite its appearance.</p>\n<p><em>“Ngaw,”</em> the peasant woman says again, and then, as if reading his mind, “New. No blister rust.”</p>\n<p>Anderson nods absently. Around him, the market <em>soi</em> bustles with Bangkok’s morning shoppers. Mounds of durians fill the alley in reeking piles and water tubs splash with snakehead fish and red-fin <em>plaa</em>. Overhead, palm-oil polymer tarps sag under the blast furnace heat of the tropic sun, shading the market with hand-painted images of clipper ship trading companies and the face of the revered Child Queen. A man jostles past, holding vermilion-combed chickens high as they flap and squawk outrage on their way to slaughter, and women in brightly colored <em>pha sin</em> bargain and smile with the vendors, driving down the price of pirated U-Tex rice and new-variant tomatoes.</p>\n<p>None of it touches Anderson.</p>\n<p>“<em>Ngaw</em>,” the woman says again, seeking connection.</p>\n<p>The fruit’s long hairs tickle his palm, challenging him to recognize its origin. Another Thai genehacking success, just like the tomatoes and eggplants and chiles that abound in the neighboring stalls. It’s as if the Grahamite Bible’s prophecies are coming to pass. As if Saint Francis himself stirs in his grave, restless, preparing to stride forth onto the land, bearing with him the bounty of history’s lost calories.</p>\n<p><em>“And he shall come with trumpets, and Eden shall return . . .”</em></p>\n<p>Anderson turns the strange hairy fruit in his hand. It carries no stink of cibiscosis. No scab of blister rust. No graffiti of genehack weevil engraves its skin. The world’s flowers and vegetables and trees and fruits make up the geography of Anderson Lake’s mind, and yet nowhere does he find a helpful signpost that leads him to identification.</p>\n<p><em>Ngaw.</em> A mystery.</p>\n<p>He mimes that he would like to taste and the peasant woman takes back the fruit. Her brown thumb easily tears away the hairy rind, revealing a pale core. Translucent and veinous, it resembles nothing so much as the pickled onions served in martinis at research clubs in Des Moines.</p>\n<p>She hands back the fruit. Anderson sniffs tentatively. Inhales floral syrup. <em>Ngaw</em>. It shouldn’t exist. Yesterday, it didn’t. Yesterday, not a single stall in Bangkok sold these fruits, and yet now they sit in pyramids, piled all around this grimy woman where she squats on the ground under the partial shading of her tarp. From around her neck, a gold glinting amulet of the martyr Phra Seub winks at him, a talisman of protection against the agricultural plagues of the calorie companies.</p>\n<p>Anderson wishes he could observe the fruit in its natural habitat, hanging from a tree or lurking under the leaves of some bush. With more information, he might guess genus and family, might divine some whisper of the genetic past that the Thai Kingdom is trying to excavate, but there are no more clues. He slips the <em>ngaw’s</em> slick translucent ball into his mouth.</p>\n<p>A fist of flavor, ripe with sugar and fecundity. The sticky flower bomb coats his tongue. It’s as though he’s back in the HiGro fields of Iowa, offered his first tiny block of hard candy by a Midwest Compact agronomist when he was nothing but a farmer’s boy, barefoot amid the corn stalks. The shell-shocked moment of flavor—real flavor—after a lifetime devoid of it.</p>\n<p>Sun pours down. Shoppers jostle and bargain, but nothing touches him. He rolls the <em>ngaw</em> around in his mouth, eyes closed, tasting the past, savoring the time when this fruit must once have flourished, before cibiscosis and Nippon genehack weevil and blister rust and scabis mold razed the landscape.</p>\n<p>Under the hammer heat of tropic sun, surrounded by the groan of water buffalo and the cry of dying chickens, he is one with paradise. If he were a Grahamite, he would fall to his knees and give ecstatic thanks for the flavor of Eden’s return.</p>\n<p>Anderson spits the black pit into his hand, smiling. He has read travelogues of history’s botanists and explorers, the men and women who pierced the deepest jungle wildernesses of the earth in search of new species—and yet their discoveries cannot compare to this single fruit.</p>\n<p>Those people all sought discoveries. He has found a resurrection.</p>\n<p>The peasant woman beams, sure of a sale. <em>“Ao gee kilo kha?”</em> How much?</p>\n<p>“Are they safe?” he asks.</p>\n<p>She points at the Environment Ministry certificates laid on the cobbles beside her, underlining the dates of inspection with a finger. “Latest variation,” she says. “Top grade.”</p>\n<p>Anderson studies the glinting seals. Most likely, she bribed the white shirts for stamps rather than going through the full inspection process that would have guaranteed immunity to eighth-generation blister rust along with resistance to cibiscosis 111.mt7 and mt8. The cynical part of him supposes that it hardly matters. The intricate stamps that glitter in the sun are more talismanic than functional, something to make people feel secure in a dangerous world. In truth, if cibiscosis breaks out again, these certificates will do nothing. It will be a new variation, and all the old tests will be useless, and then people will pray to their Phra Seub amulets and King Rama XII images and make offerings at the City Pillar Shrine, and they will all cough up the meat of their lungs no matter how many Environment Ministry stamps adorn their produce.</p>\n<p>Anderson pockets the <em>ngaw</em>’s pit. “I’ll take a kilo. No. Two. <em>Song</em>.”</p>\n<p>He hands over a hemp sack without bothering to bargain. Whatever she asks, it will be too little. Miracles are worth the world. A unique gene that resists a calorie plague or utilizes nitrogen more efficiently sends profits skyrocketing. If he looks around the market right now, that truth is everywhere displayed. The alley bustles with Thais purchasing everything from generipped versions of U-Tex rice to vermilion-variant poultry. But all of those things are old advances, based on previous genehack work done by AgriGen and PurCal and Total Nutrient Holdings. The fruits of old science, manufactured in the bowels of the Midwest Compact’s research labs.</p>\n<p>The <em>ngaw</em> is different. The <em>ngaw</em> doesn’t come from the Midwest. The Thai Kingdom is clever where others are not. It thrives while countries like India and Burma and Vietnam all fall like dominoes, starving and begging for the scientific advances of the calorie monopolies.</p>\n<p>A few people stop to examine Anderson’s purchase, but even if Anderson thinks the price is low, they apparently find it too expensive and pass on.</p>\n<p>The woman hands across the <em>ngaw,</em> and Anderson almost laughs with pleasure. Not a single one of these furry fruits should exist; he might as well be hefting a sack of trilobites. If his guess about the <em>ngaw’s</em> origin is correct, it represents a return from extinction as shocking as if a Tyrannosaurus were stalking down Thanon Sukhumvit. But then, the same is true of the potatoes and tomatoes and chiles that fill the market, all piled in such splendid abundance, an array of fecund nightshades that no one has seen in generations. In this drowning city, all things seem possible. Fruits and vegetables return from the grave, extinct flowers blossom on the avenues, and behind it all, the Environment Ministry works magic with the genetic material of generations lost.</p>\n<p>Carrying his sacked fruit, Anderson squeezes back down the <em>soi</em> to the avenue beyond. A seethe of traffic greets him, morning commuters clogging Thanon Rama IX like the Mekong in flood. Bicycles and cycle rickshaws, blue-black water buffaloes and great shambling megodonts.</p>\n<p>At Anderson’s arrival, Lao Gu emerges from the shade of a crumbling office tower, carefully pinching off the burning tip of a cigarette. Nightshades again. They’re everywhere. Nowhere else in the world, but here they riot in abundance. Lao Gu tucks the remainder of the tobacco into a ragged shirt pocket as he trots ahead of Anderson to their cycle rickshaw.</p>\n<p>The old Chinese man is nothing but a scarecrow, dressed in rags, but still, he is lucky. Alive, when most of his people are dead. Employed, while his fellow Malayan refugees are packed like slaughter chickens into sweltering Expansion towers. Lao Gu has stringy muscle on his bones and enough money to indulge in Singha cigarettes. To the rest of the yellow card refugees he is as lucky as a king.</p>\n<p>Lao Gu straddles the cycle’s saddle and waits patiently as Anderson clambers into the passenger seat behind. “Office,” Anderson says. <em>“Bai</em> <em>khap.”</em> Then switches to Chinese. <em>“Zou ba.”</em></p>\n<p>The old man stands on his pedals and they merge into traffic. Around them, bicycle bells ring like cibiscosis chimes, irritated at their obstruction. Lao Gu ignores them and weaves deeper into the traffic flow.</p>\n<p>Anderson reaches for another <em>ngaw,</em> then restrains himself. He should save them. They’re too valuable to gobble like a greedy child. The Thais have found some new way to disinter the past, and all he wants to do is feast on the evidence. He drums his fingers on the bagged fruit, fighting for self-control.</p>\n<p>To distract himself, he fishes for his pack of cigarettes and lights one. He draws on the tobacco, savoring the burn, remembering his surprise when he first discovered how successful the Thai Kingdom had become, how widely spread the nightshades. And as he smokes, he thinks of Yates. Remembers the man’s disappointment as they sat across from one another with resurrected history smoldering between them.</p></div>","published":"2015-02-26T23:17:50+00:00","description":"The author on why water is a constant theme in his work","byline":"Marketplace staff","tags":["Sustainability","The Windup Girl","Water: The high price of cheap","APM","Bacigalupi","water"],"title":"Water and writers: Paolo Bacigalupi","contenttemplated":"[{\"content\":\"<p>We&apos;ve been talking a lot about water this month in our series, <a href=\\\"http://www.marketplace.org/topics/sustainability/water-high-price-cheap\\\" target=\\\"_blank\\\">Water: The High Price of Cheap</a>. We take it for granted, and that gets us in trouble.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>As part of our series, we asked a couple of novelists to talk about water in their work and what water means to them. Author Pa</span><span>olo Bacigalupi, who is known for &quot;The Windup Girl&quot; and &quot;The Drowned Cities,&quot; has  His new novel, out soon, is titled, &quot;The Water Knife.&quot;</span><span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<p><strong><em>The Windup Girl (Excerpt)</em></strong></p>\"},{\"content\":\"<p><span>“No! I don’t want the mangosteen.” Anderson Lake leans forward, pointing. “I want that one, there.</span> <em>Kaw pollamai nee khap.</em> <span>The one with the red skin and the green hairs.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The peasant woman smiles, showing teeth blackened from chewingbetel nut, and points to a pyramid of fruits stacked beside her. <em>“Un nee</em> <em>chai mai kha?”</em></p>\"},{\"content\":\"<p>“Right. Those. <em>Khap</em>.” Anderson nods and makes himself smile. “What are they called?”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><em>“Ngaw.”</em> She pronounces the word carefully for his foreign ear, and hands across a sample.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Anderson takes the fruit, frowning. “It’s new?”</p>\"},{\"type\":\"text/html\",\"content\":\"<p><em>“Kha.”</em> She nods an affirmative.</p>\"},{\"content\":\"<p>Anderson turns the fruit in his hand, studying it. It’s more like a gaudy sea anemone or a furry puffer fish than a fruit. Coarse green tendrils protrude from all sides, tickling his palm. The skin has the rust-red tinge of blister rust, but when he sniffs he doesn’t get any stink of decay. It seems perfectly healthy, despite its appearance.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>“Ngaw,”</em> the peasant woman says again, and then, as if reading his mind, “New. No blister rust.”</p>\"},{\"content\":\"<p>Anderson nods absently. Around him, the market <em>soi</em> bustles with Bangkok’s morning shoppers. Mounds of durians fill the alley in reeking piles and water tubs splash with snakehead fish and red-fin <em>plaa</em>. Overhead, palm-oil polymer tarps sag under the blast furnace heat of the tropic sun, shading the market with hand-painted images of clipper ship trading companies and the face of the revered Child Queen. A man jostles past, holding vermilion-combed chickens high as they flap and squawk outrage on their way to slaughter, and women in brightly colored <em>pha sin</em> bargain and smile with the vendors, driving down the price of pirated U-Tex rice and new-variant tomatoes.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>None of it touches Anderson.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“<em>Ngaw</em>,” the woman says again, seeking connection.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The fruit’s long hairs tickle his palm, challenging him to recognize its origin. Another Thai genehacking success, just like the tomatoes and eggplants and chiles that abound in the neighboring stalls. It’s as if the Grahamite Bible’s prophecies are coming to pass. As if Saint Francis himself stirs in his grave, restless, preparing to stride forth onto the land, bearing with him the bounty of history’s lost calories.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>“And he shall come with trumpets, and Eden shall return . . .”</em></p>\"},{\"content\":\"<p>Anderson turns the strange hairy fruit in his hand. It carries no stink of cibiscosis. No scab of blister rust. No graffiti of genehack weevil engraves its skin. The world’s flowers and vegetables and trees and fruits make up the geography of Anderson Lake’s mind, and yet nowhere does he find a helpful signpost that leads him to identification.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><em>Ngaw.</em> A mystery.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>He mimes that he would like to taste and the peasant woman takes back the fruit. Her brown thumb easily tears away the hairy rind, revealing a pale core. Translucent and veinous, it resembles nothing so much as the pickled onions served in martinis at research clubs in Des Moines.</p>\"},{\"content\":\"<p>She hands back the fruit. Anderson sniffs tentatively. Inhales floral syrup. <em>Ngaw</em>. It shouldn’t exist. Yesterday, it didn’t. Yesterday, not a single stall in Bangkok sold these fruits, and yet now they sit in pyramids, piled all around this grimy woman where she squats on the ground under the partial shading of her tarp. From around her neck, a gold glinting amulet of the martyr Phra Seub winks at him, a talisman of protection against the agricultural plagues of the calorie companies.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Anderson wishes he could observe the fruit in its natural habitat, hanging from a tree or lurking under the leaves of some bush. With more information, he might guess genus and family, might divine some whisper of the genetic past that the Thai Kingdom is trying to excavate, but there are no more clues. He slips the <em>ngaw’s</em> slick translucent ball into his mouth.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>A fist of flavor, ripe with sugar and fecundity. The sticky flower bomb coats his tongue. It’s as though he’s back in the HiGro fields of Iowa, offered his first tiny block of hard candy by a Midwest Compact agronomist when he was nothing but a farmer’s boy, barefoot amid the corn stalks. The shell-shocked moment of flavor—real flavor—after a lifetime devoid of it.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Sun pours down. Shoppers jostle and bargain, but nothing touches him. He rolls the <em>ngaw</em> around in his mouth, eyes closed, tasting the past, savoring the time when this fruit must once have flourished, before cibiscosis and Nippon genehack weevil and blister rust and scabis mold razed the landscape.</p>\"},{\"content\":\"<p>Under the hammer heat of tropic sun, surrounded by the groan of water buffalo and the cry of dying chickens, he is one with paradise. If he were a Grahamite, he would fall to his knees and give ecstatic thanks for the flavor of Eden’s return.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Anderson spits the black pit into his hand, smiling. He has read travelogues of history’s botanists and explorers, the men and women who pierced the deepest jungle wildernesses of the earth in search of new species—and yet their discoveries cannot compare to this single fruit.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Those people all sought discoveries. He has found a resurrection.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The peasant woman beams, sure of a sale. <em>“Ao gee kilo kha?”</em> How much?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Are they safe?” he asks.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>She points at the Environment Ministry certificates laid on the cobbles beside her, underlining the dates of inspection with a finger. “Latest variation,” she says. “Top grade.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Anderson studies the glinting seals. Most likely, she bribed the white shirts for stamps rather than going through the full inspection process that would have guaranteed immunity to eighth-generation blister rust along with resistance to cibiscosis 111.mt7 and mt8. The cynical part of him supposes that it hardly matters. The intricate stamps that glitter in the sun are more talismanic than functional, something to make people feel secure in a dangerous world. In truth, if cibiscosis breaks out again, these certificates will do nothing. It will be a new variation, and all the old tests will be useless, and then people will pray to their Phra Seub amulets and King Rama XII images and make offerings at the City Pillar Shrine, and they will all cough up the meat of their lungs no matter how many Environment Ministry stamps adorn their produce.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Anderson pockets the <em>ngaw</em>’s pit. “I’ll take a kilo. No. Two. <em>Song</em>.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>He hands over a hemp sack without bothering to bargain. Whatever she asks, it will be too little. Miracles are worth the world. A unique gene that resists a calorie plague or utilizes nitrogen more efficiently sends profits skyrocketing. If he looks around the market right now, that truth is everywhere displayed. The alley bustles with Thais purchasing everything from generipped versions of U-Tex rice to vermilion-variant poultry. But all of those things are old advances, based on previous genehack work done by AgriGen and PurCal and Total Nutrient Holdings. The fruits of old science, manufactured in the bowels of the Midwest Compact’s research labs.</p>\"},{\"content\":\"<p>The <em>ngaw</em> is different. The <em>ngaw</em> doesn’t come from the Midwest. The Thai Kingdom is clever where others are not. It thrives while countries like India and Burma and Vietnam all fall like dominoes, starving and begging for the scientific advances of the calorie monopolies.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>A few people stop to examine Anderson’s purchase, but even if Anderson thinks the price is low, they apparently find it too expensive and pass on.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The woman hands across the <em>ngaw,</em> and Anderson almost laughs with pleasure. Not a single one of these furry fruits should exist; he might as well be hefting a sack of trilobites. If his guess about the <em>ngaw’s</em> origin is correct, it represents a return from extinction as shocking as if a Tyrannosaurus were stalking down Thanon Sukhumvit. But then, the same is true of the potatoes and tomatoes and chiles that fill the market, all piled in such splendid abundance, an array of fecund nightshades that no one has seen in generations. In this drowning city, all things seem possible. Fruits and vegetables return from the grave, extinct flowers blossom on the avenues, and behind it all, the Environment Ministry works magic with the genetic material of generations lost.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Carrying his sacked fruit, Anderson squeezes back down the <em>soi</em> to the avenue beyond. A seethe of traffic greets him, morning commuters clogging Thanon Rama IX like the Mekong in flood. Bicycles and cycle rickshaws, blue-black water buffaloes and great shambling megodonts.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>At Anderson’s arrival, Lao Gu emerges from the shade of a crumbling office tower, carefully pinching off the burning tip of a cigarette. Nightshades again. They’re everywhere. Nowhere else in the world, but here they riot in abundance. Lao Gu tucks the remainder of the tobacco into a ragged shirt pocket as he trots ahead of Anderson to their cycle rickshaw.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The old Chinese man is nothing but a scarecrow, dressed in rags, but still, he is lucky. Alive, when most of his people are dead. Employed, while his fellow Malayan refugees are packed like slaughter chickens into sweltering Expansion towers. Lao Gu has stringy muscle on his bones and enough money to indulge in Singha cigarettes. To the rest of the yellow card refugees he is as lucky as a king.</p>\"},{\"content\":\"<p>Lao Gu straddles the cycle’s saddle and waits patiently as Anderson clambers into the passenger seat behind. “Office,” Anderson says. <em>“Bai</em> <em>khap.”</em> Then switches to Chinese. <em>“Zou ba.”</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p>The old man stands on his pedals and they merge into traffic. Around them, bicycle bells ring like cibiscosis chimes, irritated at their obstruction. Lao Gu ignores them and weaves deeper into the traffic flow.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Anderson reaches for another <em>ngaw,</em> then restrains himself. He should save them. They’re too valuable to gobble like a greedy child. The Thais have found some new way to disinter the past, and all he wants to do is feast on the evidence. He drums his fingers on the bagged fruit, fighting for self-control.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>To distract himself, he fishes for his pack of cigarettes and lights one. He draws on the tobacco, savoring the burn, remembering his surprise when he first discovered how successful the Thai Kingdom had become, how widely spread the nightshades. And as he smokes, he thinks of Yates. Remembers the man’s disappointment as they sat across from one another with resurrected history smoldering between them.</p>\",\"type\":\"text/html\"}]","guid":"9607ae77-60d7-4724-8447-fe4843006138","itags":["Marketplace for Thursday Feb. 26, 2015","Marketplace","9607ae7760d77246447ffe4843006138","PMP:Marketplace_PMP"],"teaser":"The author on why water is a constant theme in his work","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/paolobacigalupiauthorphoto300dpi.jpg?itok=uPfFg81K","meta":{"height":"340","width":"610","crop":"primary"}},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/02/26/mp_20150226_seg_22_64.mp3","meta":{"duration":139,"duration_hms":"00:02:19","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/02/26/mp_20150226_seg_22"}}}]}