{"created":"2014-10-08T16:41:08+00:00","modified":"2014-10-31T02:37:36+00:00","valid":{"from":"2014-10-31T02:37:36+00:00","to":"3014-10-31T02:37:36+00:00"},"hreflang":"en","title":"Fleeing War At Home, Syrians Reach State Of Limbo In Greece ","published":"2014-05-06T14:34:00+00:00","teaser":"The Greek government made grandiose promises to house Syrian refugees in empty resorts on Greek islands. It didn't work out that way. These days, Syrians have no hope for asylum or benefits there.","itags":["npr_api","305976511"],"guid":"961a8040-a197-4e2d-9cfc-5e1b1fef50e0","contentencoded":"<p>At the end of a weathered street lined with sooty apartment blocks and minimarkets, in a smoky budget hotel in central Athens, the refugees wait.</p><p>\"This lobby is like Syria,\" says a small, green-eyed man who calls himself Muhammad and says he's from Aleppo. \"That guy is from Damascus,\" he says, pointing. \"That one is from Homs, that one from Latakia.\"</p><p>There are about 80 Syrians here, including six neighbors from Yarmouk, the Palestinian neighborhood in Damascus. They sit together at a table in the hotel's breakfast room, sipping sweet, hot Nescafe from tall glasses.</p><p>\"We stayed at home as long as we could, waiting for some kind of end to the war,\" says Lulu, a 25-year-old scholar of Arabic literature. Like most Syrians interviewed here by NPR, she didn't want to give her last name because she feared for family members who remain in Syria.</p><p>\"But the war is not ending, and we have to find another home,\" Lulu says.</p><p>She's small and intense, her long, thick black hair in a ponytail. She fled from Damascus to Turkey with her father, Saif. Then they rode in a tiny, crowded boat from the Turkish coast to the Greek island of Kos.</p><p>\"We were 13 people, at the night,\" she says. \"I was very afraid, but I believe if I travel to [Europe], I can take my husband, my mother and my sister from Syria.\"</p><p>At least 2.6 million Syrians have fled the country since the war began three years ago, according to the Office of the United Nations High Commissioner for Refugees. Most are in refugee camps in neighboring countries such as Lebanon, Jordan and Turkey.</p><p>The few Syrians who make it to Europe are often middle-class and college-educated. But they see northern Europe — not Greece or Italy — as a safe haven.</p><p>When the war began, the Greek government made grandiose promises to house refugees at island motels. It didn't work out that way. Syrians have no hope for asylum, social benefits or work in Greece, a country suffering its worst recession in 50 years. They also <a href=\"http://www.doctorswithoutborders.org/article/invisible-suffering-migrants-detained-greece\">face imprisonment at substandard detention centers as well as police abuse</a>, according to Doctors Without Borders.</p><p>Amnesty International also recently published a detailed report accusing Greek border police and the coast guard of <a href=\"http://www.amnesty.org/en/news/greece-stop-unlawful-and-shameful-expulsion-refugees-and-migrants-2014-04-29\">unlawfully expelling migrants</a> — including Syrian refugees — to Turkey.</p><p>So Syrians are trying to move on to Germany or Sweden to start new lives. Lulu wants to go to Sweden. Her former neighbor in Yarmouk, Hassan, has chosen Germany. These two countries have taken many of the 60,000 Syrian refugees in Europe, though not all are permanently resettled. But they can at least get free housing and welfare benefits while they train for jobs.</p><p>\"Maybe I'll have work,\" says Hassan, who's 45 and ran a clothing store in Damascus before it was bombed. \"Maybe I can find a job until I can bring my family to me.\"</p><p><strong>Hotel Provides A Haven</strong></p><p>The owner of the hotel in Athens, Konstantinos, who declined to give his last name, says Syrians started arriving here about six months ago.</p><p>\"A family came first,\" he says. \"We gave them a good deal, and they liked the hotel. Then one person told another, until we had a steady clientele of Syrians.\"</p><p>He said at least 40 rooms in the hotel are blocked out for Syrians every month.</p><p>\"Most stay 15 days, a month, a month and a half,\" he says. Rooms are 15 euros (or about $20) a night, two to a room.</p><p>\"They have friends in town who tell them where to go,\" Konstantinos says. \"Where to eat, what to see, where to go. Their friends tell them everything.\"</p><p>These friends are sometimes smugglers, like Muhammad, the man from Aleppo. He's a Syrian Kurd who has lived in Greece for 14 years and says he works as a house painter. But better money can be made hanging out at the hotel, looking for refugees who need fake passports, visas or escape routes.</p><p>Like Abdul Rahman, an English teacher from Raqqa.</p><p>\"I had a car in Syria,\" he says. \"I sold it. And I have some properties, sold them ... everything I collected in my life to come to Europe.\"</p><p>Rahman wants to go to Netherlands and can pay up to 5,000 euros — nearly $7,000. Even with money, it's not easy for Syrians to get out of Greece. Other European countries have strongly pressured Greece to patrol its borders to keep refugees from leaving, so security at airports and seaports is tight.</p><p>A young woman from Yarmouk named Sara knows this firsthand. She tells me she's been caught at the Athens airport 11 times on her way to Sweden.</p><p>\"The policemen now wave hello at me when they see me, like I'm an old friend,\" she says.</p><p>Muwafak, a 48-year-old jeweler from Damascus, tried to reason with one police officer who spotted his fake Greek ID card.</p><p>\"I said to him, 'Why you catch me? I am from Syria,' \" Muwafak says. \" 'I am from war. I am [going] through your country to another country. You are poor country. So you must let me go out.' \"</p><p>The policeman refused, so Muwafak returned to the hotel and immediately started planning for his next attempt to escape to Germany, where he has family.</p><p>The smugglers don't get paid unless the refugees reach their destination. But as the strategies are worked out, the Syrians wait.</p><p><strong>Hours That Pass Like Days</strong></p><p>Everyone wants to get out of Greece before they run out of money and end up like the family of Ahmed, a 10-year-old boy with a buzz cut who rides to the hotel one evening on his bicycle. He's carrying a blue plastic bag filled with falafel sandwiches — 2 euros each.</p><p>These sandwiches are the only source of income for his eight-member family, who fled from Aleppo a year ago and are now stuck — without papers and virtually penniless — crammed into a tiny one-bedroom in Athens.</p><p>Ahmed hands a falafel sandwich to Sobhy, a 40-year-old veterinarian from Deir ez-Zour. Sobhy is tired — he has just returned from the Athens airport, where he was turned back a sixth time in an attempt to move on from Athens.</p><p>He slumps onto a plush sofa in the lobby, orders tea and recites a poem. He composed it when Syrian government forces imprisoned and tortured him for 73 days.</p><p>\"Each hour that passes without you feels like years,\" he sings in Arabic. \"The most beautiful times I spent with you. Hours pass like seconds.\"</p><p>Sobhy wrote this poem for his children, who wait in Turkey. He thinks of them each time he fails to get out of Greece.</p><p>Two weeks later, Sobhy finally makes it to Sweden, after escaping first to Italy, stowed away in a truck.</p><p>Lulu, Hassan, Abdul and the others get out of Greece as well.</p><p>And the hotel in Athens is full once again.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fleeing+War+At+Home%2C+Syrians+Reach+State+Of+Limbo+In+Greece+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309997186-51ee2e.m3u?orgId=1&topicId=1004&ft=3&f=305976511"}]}