{"created":"2014-10-08T16:14:47+00:00","modified":"2014-10-31T02:13:52+00:00","valid":{"from":"2014-10-31T02:13:52+00:00","to":"3014-10-31T02:13:52+00:00"},"hreflang":"en","title":"Tale Of Two Billboards: An Ozark Town's Struggle To Unseat Hate","published":"2014-05-12T23:58:00+00:00","teaser":"In Harrison, Ark., residents troubled by the area's reputation as a hate group hotbed are working hard to make the town more inclusive. White supremacists say the effort amounts to \"white genocide.\"","itags":["npr_api","311107696"],"guid":"961c864f-40c0-4e4d-a6b6-2c2552bbde25","contentencoded":"<p><em>Second in a two-part report.</em></p><p>The Ozark region, covering most of southern Missouri and northern Arkansas, has long been a haven for white supremacists. The area is home to the neo-Nazi accused of killing three people at Jewish centers near Kansas City, Kan., in April.</p><p>The region continues to grapple with a culture that has historically turned a blind eye to bigotry. That fight is particularly concentrated in Harrison, Ark.</p><p>Most residents seem to love their quiet little town. Terry Stambaugh, who retired here after a career with FedEx, says it's one of the most welcoming and loving and places he's ever seen.</p><p>\"But what the rest of the world sees of Harrison, Ark., isn't what I found,\" he says. Instead, \"it's the portrayal of a hotbed of hate.\"</p><p>Riots and murder drove more than 100 black residents from Harrison in the early 1900s, and it became a notorious \"sundown town,\" a perilous place for African-Americans after dark.</p><p>Harrison's mayor, Jeff Crockett, is trying hard to lay the town's reputation to rest. Last month, near city hall, the town \"buried racism and hatred,\" he says. And it did it in style — with a funeral march, a handmade casket and civil rights speeches.</p><p>The ceremony, attended by regional civil rights leaders and local residents, was part of a sustained effort here to press an uncomfortable conversation about race.</p><p><strong>Addressing Bigotry That 'Didn't Go Away'</strong></p><p>That effort runs against the grain of some citizens, who Crockett says repeat the same objection year after year: \"If you just leave it alone, it'd go away.\"</p><p>\"Well, they left it alone for so long, and it didn't go away,\" Crockett says.</p><p>That's partly because of some of very outspoken people based in Harrison, like Mike Hallimore, director of Kingdom Identity Ministries. The group, Hallimore says, believes \"in the government of God on Earth — theocracy according to God's laws.\"</p><p>Those laws, he says, call for execution in cases of blasphemy, abortion or homosexuality. He preaches that Jews are descended from Satan and that only absolutely pure-blooded Caucasians enjoy what most would call a soul.</p><p>The Southern Poverty Law Center says tens of thousands follow Hallimore's ministry online. Like most prominent white supremacists in the Ozarks, Hallimore is a transplant. He moved here from California.</p><p>\"I like rural living for one thing,\" he says. \"But of course I like that it's predominantly white.\"</p><p>Hallimore is not the only one.</p><p>At the library in Harrison, lots of people seem to know Thom Robb, a pleasant-looking, middle-aged fellow who runs the Knights of the Ku Klux Klan.</p><p>\"I have identified myself as a Gandhi of the White Nationalist Movement,\" he says. Robb says he doesn't hate black people. He just loves white people so much, he says, that he doesn't abide so-called race mixing.</p><p>Robb says he likes the name recognition the KKK label offers. He sells Klan shirts, hats and jewelry on his website. The three letters generate Web traffic for Robb, but headaches for the town.</p><p>\"Harrison isn't the only nice, white community in the country. There are many,\" he says. \"Harrison gets the attention because I happen to live here.\"</p><p>In reality, while his KKK post office box is in Harrison, Robb, like Hallimore, actually lives in a neighboring community. He moved in from Arizona decades ago, for some of the same reasons Hallimore chose the area. But now, Robb says that Crockett and his supporters are trying to mess it up.</p><p>\"They are promoting white genocide,\" he says. \"They want to take a nice city, with no problems, and do something — <em>change</em> it!\"</p><p><strong>Dueling Billboards</strong></p><p>Carolyn Cline is one of the founders of Harrison's Community Task Force on Race Relations. The group formed a decade ago precisely to change not just the image but also the nature, of Harrison — methodically and respectfully. \"Because you can never change either a perception, or an individual's worldview, by going to them and explaining to them [that] they're wrong,\" Cline says.</p><p>The president of the Chamber of Commerce, Patty Methvin, is another charter member of the task force.</p><p>\"For economic development, it's huge,\" she says of the effort. \"In order to promote Harrison for companies to come in, we want to be able to recruit the brightest and the best, no matter who they are.\"</p><p>By some measures, it's working. Alice Sanders, an African-American who moved here from Washington state, joined the task force and has made a point of speaking with lots of people.</p><p>\"I have not had any problem with seeing any signs of racism,\" she says. \"Of course, I haven't looked that hard for it.\"</p><p>If she did, she'd see it. There is, literally, a sign of racism — a big, yellow one, right on the main highway. It says, \"Anti-Racist is a Code Word for Anti-White.\"</p><p>\"I really find it offensive,\" says Stambaugh, a member of the race relations task force.</p><p>The group considered putting up its own sign, reading, \"You Can't Fix Stupid,\" but decided on something more positive.</p><p>\"We have a couple of billboards around town that simply say, 'Love your neighbor,' \" Stambaugh says.</p><p>The fight over racism in Harrison is certainly more visible than it is in most places, but human rights advocate Leonard Zeskind, who researches hate groups, says it's hardly unique.</p><p>\"The United States of America is brimming with racial conflict,\" he says. \"There are plenty of all-white neighborhoods in the suburbs of Northern cities.\"</p><p>Racial conflict is one thing. But most of those cities don't have the intense concentration of hate groups, operating out of Ozark towns like Harrison.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tale+Of+Two+Billboards%3A+An+Ozark+Town%27s+Struggle+To+Unseat+Hate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Morris","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311897048-9684a7.m3u?orgId=1&topicId=1091&ft=3&f=311107696"},{"href":"http://media.npr.org/assets/img/2014/05/12/harrison-ark1-f35740e168f1614cfcb6b784bd9cd23d09c86ef2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1611","width":"2150"}},{"href":"http://media.npr.org/assets/img/2014/05/12/harrison-ark3_wide-620141c25fee361cc196b750b157daa0703a8580.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"260","width":"462"}}]}