{"created":"2014-09-08T15:46:36+00:00","modified":"2014-09-30T14:28:48+00:00","valid":{"from":"2014-09-30T14:28:48+00:00","to":"3014-09-30T14:28:48+00:00"},"hreflang":"en","title":"With NCAA Title, UConn Answers Questions About Kentucky, And Itself","published":"2014-04-08T15:08:00+00:00","teaser":"UConn won it all, 60-54, by staying a step ahead of Kentucky's talented five starting freshmen. The Huskies also made all of their free throws, while the Wildcats struggled at the line.","tags":["npr_api","300492696"],"guid":"961d10ae-678c-424c-a69f-590338ff2ce3","contentencoded":"<p>The Connecticut Huskies are the new NCAA champions, after beating a talented but young Kentucky Wildcats team in the men's final played in Arlington, Texas. UConn notched its fourth — and most unlikely — national title by outplaying a feisty Kentucky squad; the Huskies never trailed in Monday night's game.</p><p>UConn won it all, 60-54, by staying a step ahead of Kentucky's wildly talented five starting freshmen. Playing stout defense and moving smoothly on the offensive end, the Huskies raced to a 15-point lead at one point in the first half. But the Wildcats answered with a zone defense that gave them momentum and helped them trim the lead to four at the half, trailing 35-31.</p><p>The game tightened in the second half, when neither team scored more than 25 points. But UConn answered Kentucky's rallies with timely baskets — often coming from senior star guard Shabazz Napier, who was also named the Final Four's most outstanding player.</p><p>In addition to the national title, there was a subtext to this game: Would the Wildcats, the preseason No. 1, ride their talented freshmen to the top, or would UConn's seasoned team of upperclassmen outlast them?</p><p>NPR's Tom Goldman discussed that question on <a href=\"http://www.npr.org/2014/04/08/300477945/napiers-22-points-helps-uconn-beat-kentucky-in-mens-final\">today's Morning Edition</a>:</p><p><blockquote></p><p>\"If this were a forum on the so-called one and done players who stop by college and then head to the NBA, Kentucky showed its colors. And so did UConn — a team that starts two seniors, two juniors and a sophomore, all of them, at night's end, wearing NCAA Champion baseball caps decorated with pieces of net, cut down in victory.\"</p><p></blockquote></p><p>More than half of UConn's points came from Napier and his backcourt buddy Ryan Boatright, with 22 and 14 points, respectively. The pair established themselves early, and they helped contain Kentucky's dynamic twin guards Aaron and Andrew Harrison. Three of Kentucky's tournament games ended with huge shots from Aaron Harrison; on Monday, he scored 7 points while his brother added 8.</p><p>A No. 7 seed in this tournament, the Huskies won with a second-year coach and became the highest seed to take the title since Villanova overcame a No. 8 seeding to win it all in 1985.</p><p>UConn's fans will have another chance to celebrate a national title tonight. The school's unbeaten women's team will take on Notre Dame in Nashville, in an unprecedented match-up of undefeated teams.</p><p>In terms of stats, <a href=\"http://www.ncaa.com/game/basketball-men/d1/2014/04/07/kentucky-uconn/boxscore\">Monday night's game was fairly even</a>. Neither the Wildcats nor the Huskies shot particularly well, hovering around 40 percent from the floor and making about 31 percent from beyond the 3-point line. Rebounds were a similar story, with 33 overall for Kentucky and 34 for UConn.</p><p>But one glaring line in the box score jumps out: free throws. Kentucky's players hit only 13 of their 24 attempts, while UConn's nailed all 10 of theirs.</p><p>UConn is bringing a national championship trophy back to Storrs, Conn., just three years after its last title in 2011.</p><p>The NCAA title comes one year after UConn's program was in a convincing state of disarray: The team was banned from last year's tournament over academic problems, the school struggled to find a conference after being spurned by the Big Ten, and longtime coach Jim Calhoun retired shortly before the start of the 2012-13 season. Several players left the team rather than endure what was expected to be a rebuilding period.</p><p>Those circumstances, improbable for any elite team and almost impossible to imagine for a national champion, might explain why UConn's Napier was <a href=\"http://www.ncaa.com/game/basketball-men/d1/2014/04/07/kentucky-uconn\">heard after the game</a> saying over and over, \"Bittersweet. Bittersweet. Bittersweet.\"</p><p>Here are more notable quotes from after the game:</p><p>\"It's unbelievable because those guys, my players, stayed with the program,\" UConn coach Kevin Ollie said.</p><p>\"It's not about going to the next level, it's not about going to the pros, but playing for your university, playing for your teammates,\" <a href=\"http://www.cbssports.com/collegebasketball/gametracker/recap/NCAAB_20140407_UK@UCONN/connecticut-starts-out-strong-holds-off-kentucky-to-win-title\">said forward Niels Giffey</a>. \"And I'm so proud of all the guys on this team that stuck with this team.\"</p><p>\"I'm going to eat with it and sleep with it,\" <a href=\"http://www.courant.com/sports/uconn-mens-basketball/hc-uconn-men-0408-20140407,0,5608329.story\">Boatright said</a> of the trophy he hugged after the game. \"It's just an incredible feeling.\"</p><p>\"I think all these kids are coming back, so I think we should be good,\" Kentucky's coach John Calipari said, joking about what many see as the inevitable departure of the bulk of his starting lineup for the NBA.</p><p>\"Somebody told me we were Cinderellas,\" Ollie said, \"and I was like, 'No, we're UConn.' I mean, this is what we do.\"</p><p>And finally — for a look back at this tournament, here's CBS's \"One Shining Moment\" recap video:  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+NCAA+Title%2C+UConn+Answers+Questions+About+Kentucky%2C+And+Itself&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1300496047-1c6f97.m3u?orgId=1&topicId=1055&ft=3&f=300492696"},{"href":"http://media.npr.org/assets/img/2014/04/08/final_uconn-40f232ecb3a4746cc6ebd21e6fe3b9b0a996728f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2458","width":"3278"}}]}