{"created":"2014-10-27T20:08:50+00:00","modified":"2014-10-27T20:08:50+00:00","valid":{"from":"2014-10-27T20:08:50+00:00","to":"3014-10-27T20:08:50+00:00"},"hreflang":"en","title":"Modern-Day Amelia Earhart Circumnavigates The Globe","published":"2014-07-28T02:56:00+00:00","teaser":"The famous pilot's namesake has became the youngest woman to fly a single-engine aircraft around the world.","itags":["npr_api","334971854"],"contentencoded":"<p>Amelia Earhart was born 117 years ago today. She disappeared in July 1937 over the South Pacific, attempting to fly solo around the globe.</p><p>Earlier this month, another Amelia Earhart &#8212; no relation &#8212; completed a similar flight, and became the youngest woman to fly a single-engine aircraft around the world.</p><p>This Earhart&#8217;s journey was slightly different from that of her namesake, as she avoided conflicts in the Middle East, monsoon season in India, and locations where she couldn&#8217;t land as an American citizen. But in the end, ten stops overlapped between the two flight plans.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson spoke to <strong>Amelia Rose Earhart</strong> in June, before she took off, and checked back in with her today about the successful completion of her longtime dream.</p><ul><li><a href=\"http://hereandnow.wbur.org/2014/06/25/amelia-rose-earhart\" target=\"_blank\">See our pre-trip interview with Amelia Rose Earhart</a></li></ul><h4>Interview Highlights</h4><p><strong>On following the path of the original Amelia Earhart</strong></p><p>&#8220;I was filled with adrenaline when we flew over [Howland Island] &#8212; it was definitely an emotional moment because it was the closest that I had come to my namesake at that point in time. I was scrambling with cameras and trying to take in the moment. I finally just set everything down and I stared at that space because that&#8217;s what Amelia wanted to see with every part of her. She wanted to land safely on that island, but she was never able to do that. At that point in the flight, it became our mission to complete the flight for her and carry her legacy safely back to Oakland.&#8221;</p><p>&#8220;I gained so much more respect for her upon completion. Especially after passing over Howland Island because of seeing how tiny that island was in such a vast ocean. She was really much more brave than I ever knew. I&#8217;ve always had so much respect for her and known that she was an incredible woman, but what she was doing with the lack of technology back in the 1930s&#8230;&#8221;</p><p><strong>On the ethos of the journey</strong></p><p>&#8220;Not everywhere we stayed was very nice. We stayed in some pretty broken-down spots &#8212; concrete floors, very limited bathroom facilities, and a lot of bugs, a lot of insects, a lot of cracks in the walls. But that&#8217;s what it was about! It was about having an adventure. It wasn&#8217;t about staying in a cush hotel all the way around the world. It was taking that airplane to some pretty exotic places and experiencing things that I for one never had.&#8221;</p><p><strong>On what&#8217;s coming up next</strong></p><p>&#8220;It wonderful that I had already started the Fly With Amelia Foundation, because that&#8217;s where my heart is at and that&#8217;s what the true passion and excitement around Amelia&#8217;s life was. She said back in the 1930s that the reason she was flying was to create opportunities for the women who would fly tomorrow&#8217;s planes. And that&#8217;s exactly who I am.&#8221;</p><p>&#8220;Now I can grow the foundation and give other women the opportunity to fly. We awarded 10 flight scholarships flying over Howland Island. As we made our way through, we announced them on Twitter. So we&#8217;ve got high school aged girls getting out to the airport and experiencing what I feel when I get into the plane and what Amelia felt when she climbed into her Lockheed Electra. What&#8217;s next? Another strong woman with a great experience under her belt who can now go out and lead by example and hopefully influence a lot of young girls.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.ameliaearhartproject.com/about-amelia/\" target=\"_blank\">Amelia Rose Earhart</a></strong>, pilot and youngest woman to have circumnavigated the globe. She tweets <a href=\"https://twitter.com/Amelia__Earhart\" target=\"_blank\">@Amelia__Earhart</a> and she’s <a href=\"http://instagram.com/ameliaroseearhart\" target=\"_blank\">ameliaroseearhart</a> on Instagram.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Modern-Day+Amelia+Earhart+Circumnavigates+The+Globe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"9622ec72-a239-43c9-9000-a8dac1d44b48","audio":[{"meta":{"duration":"529"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335933370-1115fe.m3u?orgId=330&ft=3&f=334971854"}]}