{"created":"2014-10-03T17:05:13+00:00","modified":"2014-10-31T01:37:37+00:00","valid":{"from":"2014-10-31T01:37:37+00:00","to":"3014-10-31T01:37:37+00:00"},"hreflang":"en","title":"Pregnancy Hormone May Reduce Multiple Sclerosis Symptoms","published":"2014-06-03T15:30:00+00:00","teaser":"Women with multiple sclerosis often find that they have fewer problems when they are expecting. That led researchers to develop an experimental drug based on a hormone associated with pregnancy.","itags":["npr_api","317355068"],"guid":"962b14ad-d60a-4073-a88c-76f88cbfa82c","contentencoded":"<p>For decades, women with multiple sclerosis have noticed that they tend to do better while they are pregnant. That has led to an experimental drug for the disease that's based on a hormone associated with pregnancy.</p><p>The hormone is a form of estrogen called estriol. It's abundant in a woman's body only when she is pregnant. Adding estriol to treatment with an existing MS drug cut relapses by 47 percent in a <a href=\"http://newsroom.ucla.edu/releases/preliminary-clinical-trial-shows-great-promise-for-new-multiple-sclerosis-treatment\">study</a> of 158 women presented at the American Academy of Neurology meeting in April.</p><p>The result is \"quite remarkable,\" says <a href=\"http://faculty.neuroscience.ucla.edu/institution/personnel?personnel_id=9327\">Rhonda Voskuhl</a>, an author of the study and a neurologist at the University of California, Los Angeles. It suggests that estriol could greatly enhance the effectiveness of current MS drugs, Voskuhl says. Those drugs, which are designed to modulate the immune system, can cost up to $60,000 a year.</p><p>Multiple sclerosis is a disease that damages the myelin sheath covering nerve fibers. Researchers believe the damage is caused at least in part because the body's own immune cells begin attacking myelin. About 400,000 people in the United States have <a href=\"http://www.nlm.nih.gov/medlineplus/multiplesclerosis.html\">multiple sclerosis</a>, with symptoms ranging from muscle weakness or paralysis to difficulty thinking.</p><p>The new research on estriol was inspired by decades of anecdotal reports from women like Melissa Sherak Glasser of Woodland Hills, Calif. Glasser is 41 now, but was diagnosed with MS when she was just 15.</p><p>She remembers putting one hand into a tub of bathwater to check the temperature and being surprised that it felt cold. \"Then I put my other hand in and it was burning hot, and I thought, OK, something's wrong,\" she says.</p><p>An MRI scan showed that Glasser had MS. But Glasser didn't let the disease slow her down much. She was a cheerleader in high school, then went to college and graduate school and got married, despite relapses that caused temporary blindness, vertigo and difficulty walking.</p><p>When Glasser was in her mid-20s, she got pregnant. And one day, during an episode of morning sickness, she realized something surprising: Her MS symptoms had gone away. \"I felt so horrible with all the pregnancy hormones, and I had to laugh,\" she says.</p><p>Glasser reported this to neurologists at UCLA who had been monitoring her MS since she was diagnosed more than a decade earlier. They weren't surprised. They'd heard stories like that before from women with MS. And pregnancy's effect on MS symptoms had been confirmed by a large scientific <a href=\"http://www.nejm.org/doi/full/10.1056/NEJM199807303390501\">study</a> in 1998.</p><p>So by the time Glasser became pregnant for the first time (she has four children now and was free of MS symptoms during all four pregnancies), Voskuhl and other researchers were already hard at work trying to identify the factor that was protecting pregnant women with MS. \"If we could just figure it out, we would have an inroad to a major discovery,\" Voskuhl says.</p><p>The researchers knew that during pregnancy, a woman's immune system changes. \"Pregnancy involves a fetus, which has half of the father's proteins on it,\" Voskuhl says. \"So it's half foreign. In order to not reject that half-foreign fetus, the mother's immune system shifts.\"</p><p>Voskuhl figured that whatever was causing that shift was also protecting the woman's nerve fibers from MS. And she suspected a key factor was the hormone estriol.</p><p>So the researchers gave estriol to mice with multiple sclerosis and waited to see whether it would help them. \"And indeed it did,\" Voskuhl says. \"The mice were not paralyzed; they were walking around fine. It was just a dramatic reduction in their disease.\" Doses of the pregnancy hormone even worked in male mice.</p><p>Voskuhl was confident that estriol could help people with MS. But it took more than a decade to find out.</p><p>Drug companies weren't interested in estriol because it isn't a patented chemical, Voskuhl says. So she turned to the National Institutes of Health, the <a href=\"http://www.nationalmssociety.org/\">National Multiple Sclerosis Society</a> and foundations, including <a href=\"http://mshopefoundation.org/board/tomsherak/\">one</a> set up by the family of Melissa Sherak Glasser.</p><p>Ultimately, Voskuhl got the millions of dollars she needed to conduct a two-year trial of estriol in women who also were taking the widely used MS drug Copaxone. The success of that trial clears the way for a much larger study that can be submitted to the Food and Drug Administration for approval.</p><p>Glasser is confident that estriol will ultimately be approved as a treatment for MS and hopes to be one of the first people in the U.S. to get a prescription.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pregnancy+Hormone+May+Reduce+Multiple+Sclerosis+Symptoms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318099003-6b4d0c.m3u?orgId=1&topicId=1128&ft=3&f=317355068"},{"href":"http://media.npr.org/assets/img/2014/05/31/20140530_multiple-sclerosis-mt-009-78e2e346959fc7eda80e7a5d85429daafe39f08e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/05/31/20140530_multiple-sclerosis-mt-005-c03ef86a012e18b25ebe61c8fbbf810f8bb0d307.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/05/31/20140530_multiple-sclerosis-mt-018_tn-165115810f83a00e3642cb2a2e292b64dbae78e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}