{"created":"2015-06-24T20:34:18+00:00","modified":"2015-06-30T18:41:23+00:00","valid":{"from":"2014-09-05T01:11:30+00:00","to":"3014-09-05T01:11:30+00:00"},"hreflang":"en","description":"Brendan Francis Newnam: Joining us this week is Mr. Mel Brooks. He began his career in stand-up and as a writer for Sid Caesar’s ground-breaking TV comedy series, “Your Show of Shows.” He went on to form a duo with one of the show’s writers, Carl Reiner, and scored a massive hit with their routine […]","itags":["96400248da21471a56107e39253a5f19","PMP:The_Dinner_Party_Download_PMP","The Dinner Party Download","The Dinner Party Download 2014-09-04"],"contenttemplated":"[{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Joining us this week is Mr. Mel Brooks. He began his career in stand-up and as a writer for Sid Caesar’s ground-breaking TV comedy series, “Your Show of Shows.” He went on to form a duo with one of the show’s writers, Carl Reiner, and scored a massive hit with their routine “The Two Thousand Year Old Man.”</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Mel went on to write and direct what are considered some of the funniest movies <em>ever</em>, including “The Producers,” “Blazing Saddles,” and “Young Frankenstein.” This year is the 40th anniversary of that parody of classic monster movies and a new edition is being released on Blu-Ray September 9th – the day after he sticks his hands and feet in wet cement in front of Hollywood’s famed Chinese Theater.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>Mel, it is an honor to have you.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> Well, look, you know Brendan, you’ve covered it. I don’t have to talk. That’s it. You’ve said everything I was going to say. Even, you <em>could</em> say, bigger and better things about me, but that’s OK. Let me help you a <em>little</em> bit?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> OK.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> You say, “I can’t effing believe who I am talking to!”</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> That’s true, actually.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> “…That guy is an effing <em>legend</em>. When I left the house today, our neighbor said to me, ‘Isn’t that guy dead?’ and I said ‘Well, I dunno, I hope not, I’m going to talk to him in 10 minutes!’ “</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> You bring up a good point. You <em>are</em> a legend. R2D2, who is a fictional character, he has his feet in the cement in the Chinese Theater – and you don’t?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> I’m really a little worried about it. I heard that Jeanette MacDonald – she was a very famous opera singer, she was in a great movie with Clark Gable called “San Francisco” – I heard when she got her hands and feet in the cement, she actually got stuck and they had to cut her shoes away to get her feet out. And, so, yes! I’m wearing my cheapest shoes, in case they have to be cut away.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> Or just coat them with butter, so they just slide out real easy after you’re done.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> OK. Well, I don’t know. Olive oil, maybe cheaper? I’ll coat them with something. That’s a good idea.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> We want to play a clip from “Young Frankenstein,” which you co-wrote with your star Gene Wilder…</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> [shouting] Hey! Come in here, everybody! They’re gonna play a clip from “Young Frankenstein.”</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<img alt=\\\"21\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/21.jpg\\\" />\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> …But there’s too much good stuff to choose from! So we would like you to pick what is your favorite, ideally non-visual gag in the movie?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> You know, one of my favorites has a great <em>pause</em> in it. It’s Marty Feldman at the dinner table. It starts, actually, with Dr. Frankenstein saying, “Reputation, reputation!”</p><br /><p>He’s so unhappy because his experiment didn’t work. the monster did not come to life. And then Marty Feldman, who plays Igor, he says, “You know, I’ll never forget my old dad. When these things would happen to him, the things he’d say to me.”</p><br /><p>And then he didn’t talk. So, you know, we all waited. I don’t know if Marty Feldman as Igor was using the right tempo, taking his time, or simply forgot what had to say next. We waited two minutes! And then Gene said, “What did he say?”</p><br /><p>Marty says something like, “What the hell are you doing in the bathroom day and night?! Why don’t you get out of there, give someone else a chance?”</p><br /><p>It’s the craziest scene. It was very difficult.</p><br /><p>I gotta tell you guys a secret. The minute we started shooting, the crew – you know, the grips and the sound people and the camera people – you know, they break up! And you could hear them laughing. They try to muffle it through their fingers. So, the first day, I sent someone out, I sent the assistant director out, and I literally – this is all true – I said, “Go to a department store and buy a thousand handkerchiefs.”</p><br /><p>So he went out, and he bought a thousand white handkerchiefs, and I said to the crew, “Every time you’ve got an urge to break up, to laugh, stick this white handkerchief in your mouth!”</p><br /><p>Every once in a while, when I knew things were funny, I would turn around and I would see a sea of a thousand white handkerchiefs. And I said, “Ok, it’s gonna be a hit.”</p><br /><p>This one, we all <em>lived</em> with white handkerchiefs in our mouths, with this scene. It was just amazing.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> So is this your favorite scene because it’s hilarious on the page and on the screen or because of that moment off-screen?</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> It’s a combination. Because, first of all, it has nothing to do with the problem of creating a living human being from inanimate pieces taken from the graveyard. Nothing! What does “Get out of the bathroom, give someone else a chance” have <em>anything</em> to do with the experiment was going on in Frankenstein’s castle?</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> It’s absurd.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> It’s <em>absurd</em>! That’s why I love it. I love everything that’s absurd.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So, Mel, this, like so many other of your films, is a parody. With your TV series “Get Smart,” you parodied the spy genre; “Blazing Saddles,” the Western; “Young Frankenstein,” the horror film. What attracted you to parody?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> You know, the frames of reference. The kids would understand what I was doing. Once they had scene the pictures, especially “Spaceballs,” once they saw the picture –</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong><img alt=\\\"YoungFrankensteinBDBoxArt\\\" class=\\\"alignleft\\\" src=\\\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/YoungFrankensteinBDBoxArt.jpg\\\" />Rico Gagliano:</strong> The picture you were satirizing.</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> They knew what the take-off was, what the satire was. So it made things a lot easier.</p><br /><p>I did a movie, later on, called “Life Stinks.” And there were no frames of reference. It was just, if you were very poor and you lived in urine-filled alleys somewhere in a bad neighborhood, you would understand what the movie was about. But I wanted to say something about, I don’t know, the inequity of life, especially in big cities. It’s more difficult. And that won’t be as successful as “Spaceballs” or any of the parodies.</p><br /><p>You know, “Blazing Saddles” was easy. It’s just, I had seen 1,100 Westerns as a child. So it was just, I knew every cliche from sitting around a campfire eating beans to a brawl in a Western bar.</p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> So, basically, it was just easier for you.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> It was easier! It was more fun! It was more fun, actually. Nothing is <em>easy</em>.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong><br /><br /> Rico Gagliano:</strong> You actually bring up a good point, you know. For a lot of people of my generation, some of the earliest comedy that captured our imaginations, you created. You mentioned making these parodies that kids could understand. But I still find this stuff funny as an adult. And I still think kids today react to your work, “Spaceballs,” especially. I know my friend’s children love that movie. What is the secret of appealing to all ages? Just having that frame of reference? What do you think?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Mel Brooks:</strong> You know, you’ve got to make the kids laugh. Kids are not into irony, they’re not into satire. Adults are. <q>It’s got to be satiric and ironic for adults, and it’s gotta be simple and and silly and funny and fun for young people. It’s a thin and tough line to walk. But I’m a bit of a genius.</q></p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>So I was able to walk it.</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Brendan Francis Newnam:</strong> You’re a tightrope walker! So, speaking of your genius, you not only think you’re a genius, but, let’s take 1974, the year “Young Frankenstein” came out: “Blazing Saddles” came out, it was the second-highest-grossing film of the year, “Young Frankenstein” was the third-highest-grossing film of that year. What do you remember about that period of your life? Because it must have been a bonkers year in the Brooks household.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> Well, I mean, we bought a car! We just bought it outright, didn’t have to make down payments. I mean, we got over $10,000 coming in from both movies.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> No plastic on the seats or anything!</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> No, no. So, actually, no one goes into this business for money. Maybe people who invest in studios, you know, stocks and stuff.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> The money men.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> But, I mean, the people who entertain, the people who write, the people who make jokes, they’re in it for applause, for laughter, for love. They don’t give a damn how much money there is in it. Their agents care. Managers care. And, you know, some girl living in Cincinnati, on the side, their wife doesn’t know about? She cares! But, generally, the people give their heart, they give their soul, they give their everything, because they <em>have to</em> and they love it. And the joy they get is the audience cracking up, going wild, applauding, laughing.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Rico Gagliano:</strong> But in 1974, aren’t you getting more of <em>that</em> reaction than you had ever got before?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p><strong>Mel Brooks:</strong> Yeah! I couldn’t believe it! You know, when I did “The Producers,” it opened in 1968. I would go into the Fine Arts Theater and count the house. Just to see how many people had come in to see it that night. It didn’t do <em>badly</em> – but it was just thrilling to see people on line who couldn’t get in to see “Young Frankenstein” or to see “Blazing Saddles”</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> There were some ugly things going on in the world when you were coming up in Hollywood. The Vietnam War, etc. There still are. How do you keep your sense of humor in the face of that?</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Mel Brooks:</strong> Yeah, <q>I think one’s sense of humor is not acquired. I think it’s genetic. I think it’s a gift.</q>When I was a little kid, the fourth boy of four boys, my mother was, I don’t know, she was just joie de vivre. She loved life. I had a great mother and she infused me with a kind of joy and happiness. Always whistling, always singing. I remember, when I was a little kid, only four or five years old, going to school, it was winter, my mother was a saint. She would put my little clothes on the radiator, she would dress me under the covers so that I’d be warm when I popped out of bed, and she had Bing Crosby, some 15-minute radio show every morning.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Rico Gagliano:</strong> How could you not be happy?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> That sounds delightful.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote data-pullquote=\\\"q\\\"><p><strong>Mel Brooks:</strong> So she was, really, I don’t know how she survived without her husband, without her man, for all those years, never re-married, raised her kids. I think she was the heart and soul of my joy. And then I was lucky enough to be married for 45 years to Anne Bancroft, who was the same kind of person. You know, some crazy, fast Fats Waller weird song would come on the radio and Anne would break into a dance. Just like my mother. <q>I had two of the greatest women in the world. So that’s the reason for my joie de vivre, my joy.</q></p></blockquote>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Brendan Francis Newnam:</strong> Did she also dress you in bed, Mel?</p>\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><strong>Mel Brooks:</strong> Yeah, yeah. She did. And undressed me.</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","tags":["APM","Guest of Honor","movies"],"contentencoded":"<div class=\"barn-cleaned\"><p><strong>Brendan Francis Newnam:</strong> Joining us this week is Mr. Mel Brooks. He began his career in stand-up and as a writer for Sid Caesar’s ground-breaking TV comedy series, “Your Show of Shows.” He went on to form a duo with one of the show’s writers, Carl Reiner, and scored a massive hit with their routine “The Two Thousand Year Old Man.”</p>\n<br />\n<p>Mel went on to write and direct what are considered some of the funniest movies <em>ever</em>, including “The Producers,” “Blazing Saddles,” and “Young Frankenstein.” This year is the 40th anniversary of that parody of classic monster movies and a new edition is being released on Blu-Ray September 9th – the day after he sticks his hands and feet in wet cement in front of Hollywood’s famed Chinese Theater.</p>\n<br />\n<p>Mel, it is an honor to have you.</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> Well, look, you know Brendan, you’ve covered it. I don’t have to talk. That’s it. You’ve said everything I was going to say. Even, you <em>could</em> say, bigger and better things about me, but that’s OK. Let me help you a <em>little</em> bit?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> OK.</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> You say, “I can’t effing believe who I am talking to!”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> That’s true, actually.</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> “…That guy is an effing <em>legend</em>. When I left the house today, our neighbor said to me, ‘Isn’t that guy dead?’ and I said ‘Well, I dunno, I hope not, I’m going to talk to him in 10 minutes!’ “</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> You bring up a good point. You <em>are</em> a legend. R2D2, who is a fictional character, he has his feet in the cement in the Chinese Theater – and you don’t?</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> I’m really a little worried about it. I heard that Jeanette MacDonald – she was a very famous opera singer, she was in a great movie with Clark Gable called “San Francisco” – I heard when she got her hands and feet in the cement, she actually got stuck and they had to cut her shoes away to get her feet out. And, so, yes! I’m wearing my cheapest shoes, in case they have to be cut away.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> Or just coat them with butter, so they just slide out real easy after you’re done.</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> OK. Well, I don’t know. Olive oil, maybe cheaper? I’ll coat them with something. That’s a good idea.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> We want to play a clip from “Young Frankenstein,” which you co-wrote with your star Gene Wilder…</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> [shouting] Hey! Come in here, everybody! They’re gonna play a clip from “Young Frankenstein.”</p>\n</blockquote>\n<br />\n<img src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/21.jpg\" alt=\"21\" />Mel Brooks and his creation. “Young Frankenstein” (1974).<br />\n<p><strong>Brendan Francis Newnam:</strong> …But there’s too much good stuff to choose from! So we would like you to pick what is your favorite, ideally non-visual gag in the movie?</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> You know, one of my favorites has a great <em>pause</em> in it. It’s Marty Feldman at the dinner table. It starts, actually, with Dr. Frankenstein saying, “Reputation, reputation!”</p>\n<br />\n<p>He’s so unhappy because his experiment didn’t work. the monster did not come to life. And then Marty Feldman, who plays Igor, he says, “You know, I’ll never forget my old dad. When these things would happen to him, the things he’d say to me.”</p>\n<br />\n<p>And then he didn’t talk. So, you know, we all waited. I don’t know if Marty Feldman as Igor was using the right tempo, taking his time, or simply forgot what had to say next. We waited two minutes! And then Gene said, “What did he say?”</p>\n<br />\n<p>Marty says something like, “What the hell are you doing in the bathroom day and night?! Why don’t you get out of there, give someone else a chance?”</p>\n<br />\n<p>It’s the craziest scene. It was very difficult.</p>\n<br />\n<p>I gotta tell you guys a secret. The minute we started shooting, the crew – you know, the grips and the sound people and the camera people – you know, they break up! And you could hear them laughing. They try to muffle it through their fingers. So, the first day, I sent someone out, I sent the assistant director out, and I literally – this is all true – I said, “Go to a department store and buy a thousand handkerchiefs.”</p>\n<br />\n<p>So he went out, and he bought a thousand white handkerchiefs, and I said to the crew, “Every time you’ve got an urge to break up, to laugh, stick this white handkerchief in your mouth!”</p>\n<br />\n<p>Every once in a while, when I knew things were funny, I would turn around and I would see a sea of a thousand white handkerchiefs. And I said, “Ok, it’s gonna be a hit.”</p>\n<br />\n<p>This one, we all <em>lived</em> with white handkerchiefs in our mouths, with this scene. It was just amazing.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> So is this your favorite scene because it’s hilarious on the page and on the screen or because of that moment off-screen?</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> It’s a combination. Because, first of all, it has nothing to do with the problem of creating a living human being from inanimate pieces taken from the graveyard. Nothing! What does “Get out of the bathroom, give someone else a chance” have <em>anything</em> to do with the experiment was going on in Frankenstein’s castle?</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> It’s absurd.</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> It’s <em>absurd</em>! That’s why I love it. I love everything that’s absurd.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So, Mel, this, like so many other of your films, is a parody. With your TV series “Get Smart,” you parodied the spy genre; “Blazing Saddles,” the Western; “Young Frankenstein,” the horror film. What attracted you to parody?</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> You know, the frames of reference. The kids would understand what I was doing. Once they had scene the pictures, especially “Spaceballs,” once they saw the picture –</p>\n</blockquote>\n<br />\n<p><strong><img class=\"alignleft\" src=\"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/YoungFrankensteinBDBoxArt.jpg\" alt=\"YoungFrankensteinBDBoxArt\" />Rico Gagliano:</strong> The picture you were satirizing.</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> They knew what the take-off was, what the satire was. So it made things a lot easier.</p>\n<br />\n<p>I did a movie, later on, called “Life Stinks.” And there were no frames of reference. It was just, if you were very poor and you lived in urine-filled alleys somewhere in a bad neighborhood, you would understand what the movie was about. But I wanted to say something about, I don’t know, the inequity of life, especially in big cities. It’s more difficult. And that won’t be as successful as “Spaceballs” or any of the parodies.</p>\n<br />\n<p>You know, “Blazing Saddles” was easy. It’s just, I had seen 1,100 Westerns as a child. So it was just, I knew every cliche from sitting around a campfire eating beans to a brawl in a Western bar.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> So, basically, it was just easier for you.</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> It was easier! It was more fun! It was more fun, actually. Nothing is <em>easy</em>.</p>\n</blockquote>\n<br />\n<p><strong><br />\n<br />\nRico Gagliano:</strong> You actually bring up a good point, you know. For a lot of people of my generation, some of the earliest comedy that captured our imaginations, you created. You mentioned making these parodies that kids could understand. But I still find this stuff funny as an adult. And I still think kids today react to your work, “Spaceballs,” especially. I know my friend’s children love that movie. What is the secret of appealing to all ages? Just having that frame of reference? What do you think?</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Mel Brooks:</strong> You know, you’ve got to make the kids laugh. Kids are not into irony, they’re not into satire. Adults are. <q>It’s got to be satiric and ironic for adults, and it’s gotta be simple and and silly and funny and fun for young people. It’s a thin and tough line to walk. But I’m a bit of a genius.</q></p>\n</blockquote>\n<br />\n<blockquote>\n<p>So I was able to walk it.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> You’re a tightrope walker! So, speaking of your genius, you not only think you’re a genius, but, let’s take 1974, the year “Young Frankenstein” came out: “Blazing Saddles” came out, it was the second-highest-grossing film of the year, “Young Frankenstein” was the third-highest-grossing film of that year. What do you remember about that period of your life? Because it must have been a bonkers year in the Brooks household.</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> Well, I mean, we bought a car! We just bought it outright, didn’t have to make down payments. I mean, we got over $10,000 coming in from both movies.</p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> No plastic on the seats or anything!</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> No, no. So, actually, no one goes into this business for money. Maybe people who invest in studios, you know, stocks and stuff.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> The money men.</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> But, I mean, the people who entertain, the people who write, the people who make jokes, they’re in it for applause, for laughter, for love. They don’t give a damn how much money there is in it. Their agents care. Managers care. And, you know, some girl living in Cincinnati, on the side, their wife doesn’t know about? She cares! But, generally, the people give their heart, they give their soul, they give their everything, because they <em>have to</em> and they love it. And the joy they get is the audience cracking up, going wild, applauding, laughing.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> But in 1974, aren’t you getting more of <em>that</em> reaction than you had ever got before?</p>\n<br />\n<blockquote>\n<p><strong>Mel Brooks:</strong> Yeah! I couldn’t believe it! You know, when I did “The Producers,” it opened in 1968. I would go into the Fine Arts Theater and count the house. Just to see how many people had come in to see it that night. It didn’t do <em>badly</em> – but it was just thrilling to see people on line who couldn’t get in to see “Young Frankenstein” or to see “Blazing Saddles”</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> There were some ugly things going on in the world when you were coming up in Hollywood. The Vietnam War, etc. There still are. How do you keep your sense of humor in the face of that?</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Mel Brooks:</strong> Yeah, <q>I think one’s sense of humor is not acquired. I think it’s genetic. I think it’s a gift.</q>When I was a little kid, the fourth boy of four boys, my mother was, I don’t know, she was just joie de vivre. She loved life. I had a great mother and she infused me with a kind of joy and happiness. Always whistling, always singing. I remember, when I was a little kid, only four or five years old, going to school, it was winter, my mother was a saint. She would put my little clothes on the radiator, she would dress me under the covers so that I’d be warm when I popped out of bed, and she had Bing Crosby, some 15-minute radio show every morning.</p>\n</blockquote>\n<br />\n<p><strong>Rico Gagliano:</strong> How could you not be happy?</p>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> That sounds delightful.</p>\n<br />\n<blockquote data-pullquote=\"q\">\n<p><strong>Mel Brooks:</strong> So she was, really, I don’t know how she survived without her husband, without her man, for all those years, never re-married, raised her kids. I think she was the heart and soul of my joy. And then I was lucky enough to be married for 45 years to Anne Bancroft, who was the same kind of person. You know, some crazy, fast Fats Waller weird song would come on the radio and Anne would break into a dance. Just like my mother. <q>I had two of the greatest women in the world. So that’s the reason for my joie de vivre, my joy.</q></p>\n</blockquote>\n<br />\n<p><strong>Brendan Francis Newnam:</strong> Did she also dress you in bed, Mel?</p>\n<br />\n<p><strong>Mel Brooks:</strong> Yeah, yeah. She did. And undressed me.</p>\n<br /></div>","published":"2014-09-05T01:11:30+00:00","guid":"96400248-da21-4471-8561-7e39253a5f19","teaser":"Brendan Francis Newnam: Joining us this week is Mr. Mel Brooks. He began his career in stand-up and as a writer for Sid Caesar’s ground-breaking TV comedy series, “Your Show of Shows.” He went on to form a duo with one of the show’s writers, Carl Reiner, and scored a massive hit with their routine […]","byline":"Martin, Brittany","title":"The Joyful Secret of Mel Brooks’ Success","audio":[{"href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/21.jpg","type":"image/jpeg","meta":{"height":null,"crop":"primary","width":null}},{"type":"image/jpeg","href":"http://www.dinnerpartydownload.org/wp-content/uploads/2014/09/YoungFrankensteinBDBoxArt.jpg","meta":{"width":null,"height":null,"crop":"primary"}},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/dinnerpartydownload/segments/2014/09/04/0905_brooks_128.mp3","meta":{"duration_hms":"00:11:46","duration":706,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/dinnerpartydownload/segments/2014/09/04/0905_brooks","type":"application/json"}}}]}