{"created":"2014-12-31T20:24:53+00:00","modified":"2015-01-13T03:12:36+00:00","valid":{"from":"2015-01-13T03:12:36+00:00","to":"3015-01-13T03:12:36+00:00"},"hreflang":"en","title":"Favorite Films Of 2014: Why Stop At 10?","published":"2014-12-31T23:48:00+00:00","teaser":"Box-office figures were gloomy in 2014, but movie critic Bob Mondello still found a lot to cheer about among the year's quirky offerings — and as usual, his annual 10-best list runneth over.","itags":["npr_api","374053268"],"guid":"96458e75-e54b-4722-9c6a-378539c7cf51","contentencoded":"<p>Hollywood would just as soon forget 2014 when it comes to box-office numbers. Despite the success of <em>Guardians of the Galaxy,</em> and the arrival of the final <em>Hobbit</em> sequel, movie grosses are off about half a billion dollars from last year.</p><p>What about quality? This year's films were quirkier than usual — but still, my cup runneth over.</p><p>Usually, I'm conflicted when picking a favorite film of the year. This year, it's no sweat. I have flat-out never seen a movie that took bigger chances for more intriguing rewards than Richard Linklater's <em>Boyhood</em>. Shooting over a dozen years, just a day or two each year, he captured his leading child — actor Ellar Coltrane — growing from a precocious 6-year-old giving his father a hard time to a young man of 18 — still giving his father a hard time.</p><p>It's hard to overstate the emotional impact of watching someone literally grow up before your eyes. Is <em>Boyhood</em> stunt filmmaking? Well if so, it had some very classy competition. Director Alejandro González Iñárritu's <em>Birdman</em> was already flying into meta territory just by casting Michael Keaton, a former superhero making a comeback, to play a former superhero making a comeback, but the director also upped the ante by shooting almost all of <em>Birdman</em> — including leaps out windows in fantasy sequences — to look as if the film were one continuous shot.</p><p>For pure directorial bravura, it would be hard to top <em>Birdman,</em> but other directors sure made a stab at it. Wes Anderson, for instance, in his delirious spoof of 1930s melodramas, <a href=\"http://www.npr.org/2014/03/07/287328799/review-the-grand-budapest-hotel\">The Grand Budapest Hotel</a>. It stars Ralph Fiennes as an easily distracted concierge who romances dowagers in a resort that looks like a pink wedding cake perched atop a Swiss alp.</p><p>The film is at least as easily distracted as its concierge, with flashbacks inside flashbacks, each with its own aspect ratio, from widescreen to basically square. Yes, Anderson's films are an acquired taste, but <em>Grand Budapest Hotel</em> makes clear that it's a taste worth acquiring.</p><p>Mike Leigh's exquisitely earthy biopic, <em>Mr. Turner,</em> could hardly be more different — a muscular, artful portrait of an artist. Actor Timothy Spall grunts and snorts his way through the film as J.M.W. Turner, spitting on his canvases, stabbing them with brushes, attacking them in ways that make painting look almost like combat, but the results are incandescent: Every frame of <em>Mr. Turner</em> is worthy of framing.</p><p>That's four. Other real-life figures in the year's best films include two who practiced civil disobedience while advocating for governmental change. Laura Poitras begins her scintillating documentary <a href=\"http://www.npr.org/2014/10/15/356451370/citizenfour-charts-the-early-days-of-snowdens-nsa-revelations\">Citizenfour</a> by reading one of the emails Edward Snowden sent her when he was first preparing to go public with his revelations of widespread government surveillance. \"Laura, I am a senior government employee in the intelligence community,\" she reads. \"I hope you understand that contacting you is extremely high-risk ... this will not be a waste of your time.\" Call that the understatement of the year. The documentary <em>Citizenfour</em> unreels with the intensity of a thriller.</p><p>Ava Duvernay crafted a no less passionate film: the historical epic <a href=\"http://www.npr.org/2014/12/24/372940354/selma-manages-to-be-both-passion-inspiring-and-measured\">Selma</a>, in which Martin Luther King Jr. organizes the Alabama protests that would lead to passage of the Voting Rights Act of 1965 — and that makes six of my top 10.</p><p>The next three hail from overseas: Russia's <em>Leviathan,</em> a gorgeously shot tragedy about a little guy battling a corrupt state to save his home. Belgium's corporate-downsizing drama, <em>Two Days, One Night,</em> which follows Marion Cotillard as she struggles to save her job.</p><p>And Sweden's <em>Force Majeure,</em> about a young father on a skiing vacation who screws up and is suddenly trying to save his marriage. The catalyst in his case is one of the ski resort's \"controlled\" avalanches that starts to seem not-very-controlled. It comes down the mountain straight at the family, and at the camera, and — well, there's no other way to say it: Mom grabs the kids, Dad grabs his cellphone and runs. When the powder settles, no one's hurt, but the family dynamic has been forever altered.</p><p>Another marital drama — <a href=\"http://www.npr.org/2014/08/23/342740507/love-is-strange-and-funny-hard-and-heart-breaking\">Love Is Strange</a> — rounds out my 10 favorite films. It's an intimate story about a gay couple, an artist and a choir director, who decide to get married after 39 years together. When the choir director's church gets wind of the ceremony, he's fired, at which point the couple's finances come apart and they have to turn to friends. What looked like a new beginning in <em>Love Is Strange</em> instead starts to seem the beginning of the end.</p><p>That's 10, and it's an arbitrary number, so I'm gonna keep going. Two provocative war movies celebrated real-life war heroes: Clint Eastwood's wrenching <em>American Sniper,</em> set in Iraq, and the World War II-era <em>The Imitation Game,</em> about the math genius who cracks the Germans' Enigma code — leave it to Benedict Cumberbatch to make the impossible sound \"elementary.\"</p><p>The East Indian comedy <em>The Lunchbox</em> struck me as the year's most savory romance. <em>Edge of Tomorrow</em> as its most underrated sci-fi flick — and <em>Calvary</em> its most intriguing tale about the search for redemption. A corrosive one, mind you, that gets underway with a startling admission in an Irish chapel's confessional.</p><p>A trio of terrific low-budget films were centered on gay characters this year — the documentary <em>Dog,</em> about the real guy that Al Pacino played in <em>Dog Day Afternoon;</em> the Hitchcock-like thriller <a href=\"http://www.npr.org/2014/01/24/265762442/movie-reviews-gloria-stranger-by-the-lake\">Stranger by the Lake</a>, and the hugely engaging labor-union comedy <em>Pride</em>. And speaking of engaging, you can have your animated Legos; give me <a href=\"http://www.npr.org/2014/11/07/362315993/tripping-into-a-black-hole-in-this-weeks-movies\">Big Hero 6</a> and the inflatable health care robot Baymax.</p><p>That's nearly a second 10 to savor as we head into the barren cinematic dumping ground the studios always make of January. Look forward to horror sequels, misbegotten comedies and, with luck, an occasional gem. I can vouch for Jennifer Aniston in <em>Cake</em>. Here's hoping there are others.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Favorite+Films+Of+2014%3A+Why+Stop+At+10%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"497"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374242819-b6bc74.m3u?orgId=1&topicId=4467349&ft=3&f=374053268"},{"href":"http://media.npr.org/assets/img/2014/12/30/boyhood-ed6d10d6d9efd9e67026dedb101ec1afc242beb1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"417","width":"556"}}]}