{"created":"2015-07-03T14:04:42+00:00","modified":"2015-07-03T20:50:10+00:00","valid":{"from":"2015-07-03T20:50:10+00:00","to":"3015-07-03T20:50:10+00:00"},"hreflang":"en","guid":"964b86e8-b98d-4164-9923-2ec27df3bd9e","title":"Who's winning the war in Yemen?","published":"2015-07-03T20:50:05+00:00","byline":"Stephen Snyder","teaser":"Despite bombing Yemen for a hundred days, the Saudi-led coalition has failed to dislodge rebel fighters. But it has killed thousands of Yemenis, destroyed thousands of buildings, and helped to expand a local turf battle into a regional power struggle.","tags":["Conflict","Conflict & Justice","Saada","Yemen","Arab Middle East"],"contentencoded":"<p>The Saudis are not winning in Yemen, nor are their Yemeni adversaries, the Houthis. </p>\n<p>And after 100 days of the Saudi-led bombing offensive, we know who is losing: Yemeni civilians. And even Saudi allies like the United States are getting queasy.</p>\n<p> </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">U.S. deeply concerned about the dire humanitarian situation in Yemen, calls for an immediate humanitarian pause. <a href=\"http://t.co/UXRgWqaF8V\">http://t.co/UXRgWqaF8V</a></p>\n<p>— Department of State (@StateDept) <a href=\"https://twitter.com/StateDept/status/616755705203322880\">July 2, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p> </p>\n<p>Since March 26, <a href=\"http://www.reuters.com/article/2015/03/26/us-yemen-security-coalition-factbox-idUSKBN0MM1A320150326\">the Saudi-led coalition</a> has made thousands of air strikes on Yemen. At least <a href=\"http://www.ye.undp.org/content/yemen/en/home/presscenter/pressreleases/2015/06/23/satellite-images-of-yemen-indicate-level-of-destruction-and-implication-for-recovery-.html\">2,323 Yemeni buildings and structures</a> have been destroyed, and <a href=\"http://reliefweb.int/report/yemen/statement-attributable-spokesman-secretary-general-yemen-1-july-2015-enar\">the death toll has topped 3,000 people</a>, half of them civilians.</p>\n<p>The coalition campaign aims to force Houthi fighters to retreat from <a href=\"http://www.criticalthreats.org/yemen/al-houthi-areas-influence\">areas that they have seized </a>in the western half of Yemen. This includes all of Yemen's biggest cities, where most of the nation's people live. Human rights monitors who ventured to the northern Yemeni city Saada during a brief lull saw a devastating picture.</p>\n<p>\"We saw a pattern of attacks on, for example, every key marketplace in the city,'' says Belkis Wille of Human Rights Watch. \" Those targets happened, most of the time, in the middle of the night. So it doesn't look like [the coalition planes] were trying, for example, to hit a Houthi commander standing in the marketplace. Instead they were trying to remove the marketplace itself.\"</p>\n<p> </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Saudi-led coalition targets electrical grid, water tank, homes, markets in Saada <a href=\"https://twitter.com/hashtag/YemenCrisis?src=hash\">#YemenCrisis</a> <a href=\"http://t.co/IjREfS2xuU\">http://t.co/IjREfS2xuU</a> <a href=\"http://t.co/WFVI7Jlj2h\">pic.twitter.com/WFVI7Jlj2h</a></p>\n<p>— Belkis Wille (@belkiswille) <a href=\"https://twitter.com/belkiswille/status/615918172181540864\">June 30, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p> </p>\n<p>Wille acknowledges that it could be argued that by destroying the markets, the coalition attacks would prevent Houthi fighters in the town from buying food. \"But,\" says Wille, \"any civilian who's living in that town now can't buy food either.\" </p>\n<p>The report she helped write, \"<a href=\"http://www.hrw.org/report/2015/06/30/targeting-saada/unlawful-coalition-airstrikes-saada-city-yemen\">Targeting Saada</a>,\" accuses the Saudis of violating international humanitarian law by failing to discriminate between civilians and combatants, and by failing to take steps to minimize the incidental loss of civilian life. Wille says, \"On May 8 Saudi Arabia issued a statement around 11 o'clock in the morning, saying 'by 7PM tonight we view the entire city as a military target.' That's a blatant violation of the laws of war.\" Wille notes many residents of Saada were unable to escape before the Saudi-imposed deadline.</p>\n<p>Fahad Nazer, a terrorism analyst at the Virginia-based consultancy JTG and a former political analyst at the Embassy of Saudi Arabia in Washington, believes the air strikes will not end soon, and he puts the blame squarely on Yemen's Houthi rebels. \"The Houthis seem to be well dug in,\" Nazer observes. \"They don't seem to be particularly interested in conceding anything or going back to the negotiating table at this point.\" He says that until the Houthis agree to pull back their fighters from Yemen's cities, then Saudi Arabia is not likely to change its strategy.</p>\n<p>The bombing campaign, for all its destruction, does not seem to be netting measurable gains for the Saudis. \"On the ground the Saudi bombing campaign has had limited effect in actually rolling back the al-Houthi gains,\" reports analyst Katherine Zimmerman of the American Enterprise Institute. \"We actually have seen better progress [against] the al-Houthis where the Saudis are <em>not</em> bombing, in areas where the local populations have been able to fight off al-Houthi militias.\" Zimmerman, who has followed the politics — <a href=\"http://www.criticalthreats.org/yemen/yemen-crisis-situation-reports-2015\">and now the fighting </a>— in Yemen since 2009, says the Saudi-led attacks expanded what had been a local power struggle between Yemenis into a regional conflict. \"Saudi Arabia is looking at the al-Houthis as an Iranian proxy group, and therefore a major threat, given Iran's threat to the Kingdom, the pending nuclear deal with Iran, and Iran's regional activities.\"</p>\n<p>Fahad Nazer concurs, saying the Saudi Kingdom has been displeased to see Iran gain influence in Iraq, Syria and Lebanon. \"I do think that this campaign is a message to Iran,\" he says. \"It's one thing to have as much of a presence in those other three places, but Yemen is a red line, due to its proximity and its close ties over the years with Saudi Arabia.\"  </p>\n<p>Nazer suggests that the Yemen war sends another message — to the United States. \"The Saudis have made it very clear that what was going on in Yemen constituted a direct and a serious threat to [the Kingdom's] security. They wanted something to be done,\" he says. \"Obviously the international community, including the US, was not very interested in doing anything to be involved militarily. So [the Saudis] decided to take matters into their own hands.\"</p>\n<p>In some ways, the Saudis have been preparing for this war for decades. \"Over the years <a href=\"http://www.nytimes.com/2015/04/19/world/middleeast/sale-of-us-arms-fuels-the-wars-of-arab-states.html?_r=0\">they have spent billions of dollars on very advanced weapons</a> and training,\" notes Nazer, \"and this, I think, was a test of their own resolve and their own military's capability. They thought that the time has come, especially during what is arguably the most tumultuous time in the region's modern history, to secure their own interests and to defend their security. They seem very committed to this operation, and I think they do intend to see it through to the end.\"</p>\n<p>Katherine Zimmerman believes the Saudis are being short-sighted. \"The real threat,\" she explains, \"is that Saudi Arabia doesn't balance its short-term objectives of preventing the al-Houthis from being able to conduct activities along its southern border with Yemen, against a long-term [goal of having] a Yemen that is actually stable, [a Yemen] that isn't driving sectarian issues, that isn't driving radicalization. I think that Saudi Arabia needs to be cautious of continuing an air campaign, ad infinitum, without any clear objective or strategy to reaching a goal.\"</p>\n<p>Whether the Saudi bombings can force the Houthis to the negotiating table — or limit Iranian influence in Yemen —  may not be determined soon. For now, Yemeni civilians under threat of air strikes cannot be blamed for being wary not only of the Houthi rebels, but of their Saudi neighbors as well.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-02%2Fno-one-winning-war-yemen&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07032015_01.mp3"},{"href":"http://admin.pri.org/file/0703201501mp3"}]}