{"created":"2014-11-07T18:44:21+00:00","modified":"2014-11-07T19:54:49+00:00","valid":{"from":"2014-11-07T19:54:49+00:00","to":"3014-11-07T19:54:49+00:00"},"hreflang":"en","title":"Jobless Rate Hits Lowest Level In Six Years","published":"2014-11-07T19:54:00+00:00","teaser":"U.S. Labor Secretary Thomas Perez discusses the new jobs numbers and the minimum wage.","itags":["npr_api","362310745"],"guid":"96517409-798e-41f5-bf76-3c19e759476a","contentencoded":"<p>Friday&#8217;s report from the Labor Department says employers added 214,000 jobs in October, cutting the unemployment rate to 5.8 percent, the lowest level since July 2008. It also marks the ninth straight month employers have added at least 200,000 jobs. That&#8217;s the longest stretch since 1995.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks to U.S. Secretary of Labor <strong>Thomas Perez</strong> about the new jobs numbers, the minimum wage and what he&#8217;ll be focusing on in the last two years of the Obama administration.</p><h4>Interview Highlights: Thomas Perez</h4><p><strong>On what the new jobs report means</strong></p><p>“We’re moving in the right direction. We have a lot more work to do, and I think the biggest challenge is what I call the challenge of shared prosperity. Too many people are working hard and they are not sharing the benefits of the productivity in their workplace. They worked hard to bake that cake of prosperity, but they’re not sharing. Their sweat equity is not translating into financial equity.”</p><p><strong>On whether he thinks Congress will be able to pass an infrastructure bill </strong></p><p>“I do. Remember Dwight Eisenhower brought us the interstate highway system. This has always been a bipartisan issue. I take leader Boehner at his word when he says we need to get things done. The Republicans control the Senate and the House and it&#8217;s incumbent on them to deliver results. That’s really the message of this election. People want progress. They want to see results. They want government &#8212; Republicans, Democrats, Independents &#8212; to come together. I think infrastructure is one of those areas where we can do that. I know the president feels the same way. This is a formula to create really good jobs.”</p><p><strong>On what the minimum wage should be</strong></p><p>“I think $10.10. The bill that is pending before Congress makes sense. When you look at it, it will help 28 million people to have a raise.”</p><p>“The minimum wage is an important step, and it’s absolutely not the only step. It’s one part of a broad-based jobs growth agenda, and what the minimum wage does as much as anything, is help lift &#8212; primarily, by the way, women &#8212; and the minimum wage worker who is on average 35 or 36. It’s not the teen as some opponents have suggested.”</p><h4>Guest</h4><ul><li><a href=\"http://www.dol.gov/_sec/\" target=\"_blank\"><strong>Thomas Perez</strong></a>, U.S. labor secretary and civil rights lawyer. He tweets <a href=\"https://twitter.com/LaborSec\" target=\"_blank\">@LaborSec</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jobless+Rate+Hits+Lowest+Level+In+Six+Years&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362310748-acd57b.m3u?orgId=1&ft=3&f=362310745"}]}