{"created":"2014-09-02T21:50:32+00:00","modified":"2014-09-02T21:50:32+00:00","valid":{"from":"2014-09-02T21:50:32+00:00","to":"3014-09-02T21:50:32+00:00"},"hreflang":"en","guid":"965f0038-8988-408f-b261-ae88b2592232","title":"Tripoli's airport has become ground zero for military clashes in Libya","published":"2014-09-02T21:50:31+00:00","byline":"Marine Olivesi","tags":["conflict","military","Conflict","Conflict & Justice","Tripoli","Africa","Libya","Abdul Baset","Salah al Kikli","Abdul Baset Erhoma","Peter Dolamore","Libya","Military dictatorship","Muammar Gaddafi","Libyan civil war","Zintan","Misrata"],"teaser":"The crisis in Libya is deepening after a powerful militia opposed to the country’s current government took control of the capital’s airport a week ago. Libya’s House of Representatives says Tripoli as a whole has fallen in the hands of what they call “terrorists.” However, the militias that overran the capital were former rebel groups who have been on government payroll since the end of the revolution.","contentencoded":"<p>At Tripoli&rsquo;s airport, there are no departure calls; no harried passengers. The only sound is the crackling noise of what&rsquo;s left of the building&rsquo;s charred rubble, broken glass and metal rails.</p><p>After five weeks of clashes, the main terminal looks like more like an apocalyptic movie set.&nbsp;<span style=\"line-height: 1.538em;\">The fighting is between rival militias from the western cities of Misrata and Zintan &mdash; two armed groups that once worked together to defeat Muammar Gaddafi&rsquo;s forces here three years ago.</span></p><p>Abdul Baset Erhoma lives a few streets away from the airport. His four daughters are digging up large-caliber bullet casings from their sandy backyard. There is no major damage to their home, but the battle has cost Abdul Baset his job at the airport, which he held for 14 years.</p><p>Erhoma says it&rsquo;s sad to see it in shambles, but he supports the Misrati fighters. Their goal was to &ldquo;free&rdquo; the airport from the Zintani brigades, which have been accused of smuggling weapons and drugs through the facility since they took over in 2011.</p><p>Abdul Baset can&rsquo;t confirm any of that, but he says it certainly wasn&rsquo;t run as a proper civilian airport.</p><p>&ldquo;In a few occasions, we&rsquo;ve had passengers coming on into [the] airport hoping to catch a flight somewhere,&rdquo; he says. &ldquo;For whatever reason, they&rsquo;d be dragged into interrogation rooms and threatened with weapons by the militias controlling the airport. Things like that [were] the worst of it.&rdquo;</p><p>The Misrati fighters didn&rsquo;t just stop at the airport &mdash; they overran rival militias&rsquo; bases and set up checkpoints across the city. It marked the first time since the revolution that Libya&rsquo;s capital fell under the control of a single armed group.</p><p>The calm of one ruling force might be a relief for some, but residents like Salah al Kikli say there&rsquo;s no reason to celebrate.</p><p>&ldquo;They keep saying, &lsquo;Oh, we&rsquo;ve liberated you.&rsquo; They&rsquo;ve said it before, and they&rsquo;re saying it again,&rdquo; he explains. &ldquo;We don&rsquo;t understand what exactly they&rsquo;re liberating us from. They&rsquo;ve liberated us from the Zintan? Well, the Zintan weren&rsquo;t as bad as them. Yes &mdash; Zintan, they&rsquo;d steal your car ... every now and again they&rsquo;d kidnap some people. But it was nowhere near as bad as what Misrata do.&rdquo;</p><p>Salah recalls the bloodshed last November when he and his neighbors took to the streets to protest against all militias in the city.</p><p>&ldquo;This whole street is where the Gargour massacre happened,&rdquo; he says, motioning towards the location of the incident. &ldquo;This is where a lot of the people got killed.</p><p>Misrati fighters opened fire at the crowd. 47 died; hundreds were injured.</p><p>Salah says he&rsquo;s bracing for the worst now that they&rsquo;re back in full force without any counterbalancing powers left in Tripoli.</p><p>Politically, the takeover also disrupts the fragile democratic transition in the country. The Misrata isn&rsquo;t just claiming to protect the capital &mdash; they&rsquo;re also trying to reinstate Libya&rsquo;s previous congress, which was dominated by mainstream Islamic forces that lost parliament elections in June.</p><p>Peter Dolamore, an operations manager for Salamanca Group, a risk consultancy company, says both sides are irrationally convinced of their claims to legitimacy.</p><p>&ldquo;What&rsquo;s developing in Libya is a fairly unique situation and perhaps without historical precedent, where we see two parallel governments, two parallel authorities growing up completely independent of each other and completely ignorant of each other,&rdquo; he says. &ldquo;They don&rsquo;t want to cooperate, but there are no geographical boundaries. People who support each of those authorities are mixed in geographically with the other.&rdquo;</p><p>Libya&rsquo;s house of representatives, exiled in a town near the Egyptian border, has asked the international community to help them crack down on opposing militias.</p><p>Salah, for one, says he&rsquo;s lost faith in a peaceful resolution between pro- and anti-Islamist factions and their respective armed forces. He fought during the revolution with both Misratis and Zintanis, but none of that matters any more, he says. Power-hungry militias took away his voice.</p><p>&ldquo;I assure you that anybody who speaks out in any way, the second they&rsquo;re heard, you&rsquo;ll have one of the patrols from whatever militia you accuse of doing something wrong in front of your house coming to arrest you,&rdquo; he says. &ldquo;There is no getting away from it, apart from literally getting away from the country.&rdquo;</p><p>Salah&rsquo;s making plans to leave Libya in the coming weeks with his daughter and pregnant wife. The streets of Tripoli might be quiet again, but it&rsquo;s far from peaceful &mdash; and he says he doesn&rsquo;t want to stick around until the next battle.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/tripoli3_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/tripoli3jpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090220144.mp3"},{"href":"/file/090220144mp3"}]}