{"created":"2015-05-18T14:10:07+00:00","modified":"2015-05-21T19:11:16+00:00","valid":{"from":"2015-05-21T19:11:15+00:00","to":"3015-05-21T19:11:15+00:00"},"hreflang":"en","title":"Sen. Lindsey Graham Is 'Having A Blast' As He Preps Presidential Run","published":"2015-05-18T15:16:00+00:00","teaser":"Graham told NPR he knows he'll have to work to introduce himself to voters, despite his long tenure in politics.","itags":["npr_api","407662108"],"guid":"967439fc-1215-444c-9ec6-5ee7de245ee2","contentencoded":"<p>Sen. Lindsey Graham, R-S.C., is ready to join the crowded 2016 presidential race — and he's having a blast in doing it.</p><p>The defense hawk and pragmatic Republican <a href=\"http://www.cbsnews.com/videos/sen-lindsey-graham-on-2016-im-running-because-i-think-the-world-is-falling-apart/\" target=\"_blank\">said Monday morning</a> on CBS's <em>This Morning</em> that he would make an announcement on June 1 about his plans, but he went on to dispense with all pretense of what that decision would be.</p><p>\"I'm running because I think the world is falling apart,\" Graham said.</p><p>His 10-minute address at the Iowa Republican Party's annual Lincoln Day Dinner on Saturday was heavy on foreign policy, promising to be a tough hand on national security if elected.</p><p>He took an implicit shot at libertarian-leaning Kentucky Sen. Rand Paul, an already-announced presidential candidate with whom he's often sparred. In his speech, Paul decried the NSA wiretapping programs designed to stop terrorist attacks.</p><p>But in his folksy manner, Graham took a firm shot while also mixing humor.</p><p>\"If I'm president of the United States and you're thinking about joining al-Qaida or ISIL — anybody thinking about that?\" he asked to laughs. \"I'm not gonna call a judge. I'm gonna call a drone and we're gonna kill you.\"</p><p>It was Graham's largest appearance before Iowans so far, and he told NPR in an interview ahead of his speech that he knows he'll have to work to introduce himself to voters, despite his long tenure in politics. He was elected to the House in the 1994 GOP revolution and succeeded GOP Sen. Strom Thurmond to the Senate in 2002.</p><p>He also acknowledged that he'll have some work to do with some GOP voters, who know him as an ally of 2008 Republican presidential nominee, Sen. John McCain, R-Ariz., and one of the principal architects of the Senate's bipartisan immigration reform bill.</p><p>\"I've got people who are fans ... I've got people who are critics ... and I've got people who say 'I think I know him but I really don't know him,' \" he told NPR.</p><p>Graham says he worries that the debate in the GOP primaries will pull the party too far to the right. He says he wants a real debate on immigration, saying reforms are necessary for the economy and for national security. He added that GOP hard-liners on the issue hurt the party's chances of ever winning Hispanic votes.</p><p>\"I worry that we'll marginalize ourselves once again with the fastest growing community in America, the Hispanic community,\" he said.</p><p>Graham also defended both former President George W. Bush and Jeb Bush — a likely opponent of his in the 2016 GOP race. Last week the former Florida governor gave a series of sometimes conflicting answers as to whether he supported his brother's decision to launch the war.</p><p>\"When it comes to blaming people about Iraq, the person I blame is Barack Obama and not George W. Bush,\" Graham thundered.</p><p>The South Carolina senator is taking lessons from McCain, his closest friend in the Senate, in his own all-but-certain bid, and he told NPR he learned from McCain's primary victory eight years ago that anything can happen in a White House race, particularly one that's shaping up to be as large as this year's field.</p><p>\"Because you're the front-runner doesn't mean you're gonna stay the front-runner. Because you're fifth in a four-person race, doesn't mean you're out of it,\" he said. \"I've learned never give up. Have a message. Stick to it, and be yourself.\"</p><p>Part of that authenticity is telling voters about the hard road that brought him to the Senate. He touched on his back story in his Lincoln dinner speech — how his mother died when he was 21 from Hodgkin's disease, his father passed just months later, and he was left to care for his younger sister.</p><p>\"The bills wiped us out because we were underinsured. So I don't need a lecture from Democrats about health care. Fifteen months later my dad died. I'm 22, my sister is 14. My world came to an end upside down. If it wasn't for family, friends and faith I wouldn't be standing here today,\" said Graham.</p><p>Graham alternated between serious and humorous throughout his speech, which was one of the best received of the evening. Barely a minute into it, he told the crowd that he's an attorney — including for the military where he still serves in the Air Force Reserve. Then he joked about his first client as a young lawyer in a divorce case.</p><p>\"He asked me a question I didn't know the answer to. He said, if we get divorced are my wife and I still cousins,\" he said, laughing as the crowd howled. \"The answer is yes in South Carolina ... I don't know about Iowa.\"</p><p>The off-beat humor went over well with the crowd, though. His hospitality suite after the event was one of the most-trafficked of the night, with Iowans who knew little about Graham previously lining up to meet the senator. He gladly stood by for photos and to chat, pushing cookies and drinks on visitors.</p><p>Iowa Clinic CEO Ed Brown was one of the Republicans who knew only about Graham from his frequent TV appearances, but walked away heavily impressed.</p><p>\"He brought a little bit of levity at the right time, in the course of the evening, and frankly he hit a lot of issues right on point,\" said Brown.</p><p>John Chesser, a lawyer in Des Moines, also said he was blown away, and given Graham's experience in the Senate and the military, he would make a good president.</p><p>\"He seems like a real human being, He was very natural ,and he had a grasp of issues. He went from being funny, but at the same time when it was time to be serious, he was serious.\"</p><p>Graham is fine with being serious on the trail, but he's also going to enjoy the ride.</p><p>\"I'm having a blast,\" he said, laughing at the end of his interview with NPR.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sen.+Lindsey+Graham+Is+%27Having+A+Blast%27+As+He+Preps+Presidential+Run&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jessica Taylor","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407664807-ab3408.m3u?orgId=1&topicId=1014&d=265&story=407662108&ft=nprml&f=407662108"},{"href":"http://media.npr.org/assets/img/2015/05/18/473658014-d5e5b90d89ba3ab8d3201aa47bb979fa837e20e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}