{"created":"2015-05-28T09:00:19+00:00","modified":"2015-05-29T21:05:07+00:00","valid":{"from":"2015-05-29T21:05:07+00:00","to":"3015-05-29T21:05:07+00:00"},"hreflang":"en","title":"The Future President Will Need To Wrestle With Debt From The Past","published":"2015-05-28T21:11:00+00:00","teaser":"The federal government has issued trillions of dollars in IOUs. And just the interest on that massive debt could be a serious constraint for the next president.","itags":["npr_api","410135885"],"guid":"96851322-10bf-4a8c-bf57-253a9decba01","contentencoded":"<p>Our next president is likely to have some big plans for the future of the country. But he or she will also have to wrestle with some leftover bills from the past. The federal government has issued trillions of dollars in IOUs. Just the interest on that massive debt could be a serious constraint for the next president.</p><p>That's why Danette Kenne has some questions for the presidential candidates about what kind of budget they plan to present to Congress.</p><p>\"Being in Iowa, one of the things we can do is ask questions,\" Kenne said.</p><p>Kenne is not your typical deficit scold. She's an administrator at Drake University in Des Moines.</p><p>\"I'm like a lot of people,\" she said. \"I have a busy life. The federal budget is something that's out there, but in our day to day lives doesn't necessarily take focus.\"</p><p>What brings the government's budget into focus for Kenne is her 9-year-old daughter. She wonders if the debt racked up by the government will leave her daughter with less opportunity than she's had.</p><p>While annual deficits have shrunk dramatically since the depths of the Great Recession, the federal government is still adding to its overall debt. The bill for that could come due if interest rates begin to rise from their current, rock-bottom level.</p><p>\"It's kind of like a credit card teaser rate,\" said Maya MacGuineas, president of the Committee for a Responsible Federal Budget. \"When rates are really low, it seems really cheap to borrow, but when they shoot up, boy are you in trouble then. And that's what could happen to this country.\"</p><p>MacGuineas warns a return to more normal interest rates would add tens of billions of dollars to the government's annual borrowing costs. And that's money that wouldn't be available for anything else.</p><p>\"No matter if you're far on the left, if you're far on the right, if you're squarely in the center, there are things that you want the government to be able to do,\" MacGuineas said. \"And if there are no resources, there's really no room in the budget to meet your priorities.\"</p><p>Last week, the fiscally hawkish Peter G. Peterson Foundation brought together budget experts from five different Washington think tanks and asked for their advice on how to get control over the government's debt. <a href=\"http://pgpf.org/sites/default/files/05122015_solutionsinitiative3_fullreport.pdf\" target=\"_blank\">All five managed to come up with an answer.</a></p><p>\"The good news is that there are many solutions available,\" said Michael Peterson, who runs the foundation started by his father.</p><p>The various solutions offered by the different think tanks reflect their varying ideologies: liberal, conservative, middle of the road. But there were some similarities. Four of the five think tanks suggested the government should spend more in the coming decades, as a share of the economy, than it does now. And all five suggested the government should tax more.</p><p>\"Certainly they had difference balances between revenues and spending,\" MacGuineas said. \"But they were able to get there. It shows it's doable. The challenge is the political will and the leadership.\"</p><p>Or maybe there are too many leaders, pointing in too many different directions. Because while each of the five think tanks has a road map to reduce the debt, each follows a different path, with its own mix of domestic and defense spending and its own formula for raising government revenue. Political leaders are equally divided. And with both parties jockeying for political power, they've been unwilling to compromise, convinced if they just hang tough, they won't have to.</p><p>\"Seems like they keep telling themselves a story,\" MacGuineas said. \"If only we can win in this next election, and we can have the House and the Senate and the White House — all these excuses — then we'll do it. But the 'then' never comes.\"</p><p>There was more consensus in Iowa, where Kenne and some of her fellow residents teamed up for their own exercise in fixing the federal budget. Over the course of a two-hour session, they didn't necessarily agree on a detailed spending and taxing plan. But they did find some flexibility and a willingness to keep talking.</p><p>\"We tend to hear the lack of consensus and the argument, more than we do the agreement,\" Kenne said. \"But at the end of that exercise, I heard people say we all agree that we need to figure out a way to make this work.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Future+President+Will+Need+To+Wrestle+With+Debt+From+The+Past&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410205013-1c673a.m3u?orgId=1&topicId=1014&d=298&p=3&story=410135885&t=progseg&e=410168317&seg=3&ft=nprml&f=410135885"},{"href":"http://media.npr.org/assets/img/2015/05/27/169117083-b7f4ec1f443b5690de06dbbafbf311dd30aab31b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1986","width":"2650"}}]}