{"created":"2015-05-07T07:57:04+00:00","modified":"2015-06-05T15:26:35+00:00","valid":{"from":"2015-06-05T15:26:35+00:00","to":"3015-06-05T15:26:35+00:00"},"hreflang":"en","title":"Afghan Army Makes Progress; Will Government Services Follow?","published":"2015-05-07T16:43:00+00:00","teaser":"Afghans are now in charge of the fight against the Taliban. But many civilians remain frustrated over a lack of basic services like water and electricity, which may still fuel support for extremists.","itags":["npr_api","404648512"],"guid":"968acac3-0718-44dd-acb0-83189a154020","contentencoded":"<p>Fuel trucks, cargo trucks and buses zip north along Highway One toward Kabul, just like any other morning. They seem not to notice what's above them on a vast desert plateau that overlooks the highway in Zabul province in southern Afghanistan.</p><p>Dozens of soldiers and police mill about, awaiting orders. There are armored vehicles, towed artillery, an ambulance and a long line of Humvees. Each one has a massive Afghan flag snapping in the breeze, like banners from some ancient army.</p><p>The man in charge is Brig. Gen. Akram Samme. He struts among the troops, smiling and chugging a can of Red Bull. Then he turns toward Highway One, fingers his prayer beads and peers below at his objective: the village of Tazir Abad, a Taliban stronghold that lies across the highway.</p><p>Samme slides down a rocky embankment, crosses the highway and trudges down into the brush, pointing to a deep ravine that runs parallel to the highway: a perfect place for Taliban to hide.</p><p>The general smiles and gestures toward his troops across the highway. They're shooting at suspected Taliban in the village and the parched hills beyond. They press on, crossing a small stream and rising toward an open plain.</p><p>This is just a small part of a larger Afghan effort called Operation Rescue. It's one of the first large-scale combat operations planned, organized and fought by Afghan forces.</p><p>Afghans are now in charge of fighting the Taliban — with no Americans in sight — and <a href=\"http://www.npr.org/blogs/parallels/2013/06/12/188369913/with-u-s-forces-on-their-way-out-afghans-take-the-lead\">compared to just two short years ago</a>, <a href=\"http://www.npr.org/blogs/parallels/2015/04/27/401723581/with-the-u-s-in-the-background-afghan-commandos-step-it-up\">they're doing well</a>: They are relatively well-equipped, organized and led. They look like a professional army and are <a href=\"http://www.npr.org/blogs/parallels/2015/04/28/402585105/on-their-own-the-afghan-army-takes-the-fight-to-the-taliban\">eager to go out and take on the Taliban</a>.</p><p>It's a far cry from just a few years ago, when Americans were in the lead. Then, for instance, American soldiers would turn up for dawn patrols in full combat gear, ready to go — and the Afghans would be sleepy, half-dressed and sometimes smelling of hashish.</p><p>Now, Samme's exclusively Afghan troops, joined this day by local police, are fanning out into a village that is the site of some suspicious targets.</p><p>The soldiers push open a metal door and surge into a compound. Children scatter about. Several women cover themselves in shawls, huddle together and squat by a wall.</p><p>A policeman digs through a pile of hay looking for weapons. A middle-aged man with a turban and thick black beard walks up. His name is Haji Abdul Bari.</p><p>\"No one is happy with the war,\" he says. \"Look at my children over there on the ground. Do you think they are happy when the bullets are passing over them? Can you hear them shooting? No one is happy with the war.\"</p><p>He says the Taliban come into the village at night, looking for food and water. They meet in the mosque, and when day breaks, they slip back into the hills.</p><p>At least, he adds, his village is more secure because it's near an army outpost.</p><p>The police push aside a blanket hanging from his doorway and stream into his house, pulling up carpets, opening doors and cabinets. Abdul Bari stands by and slightly shakes his head. When the police leave, he tells a different story.</p><p>\"Look, being near the [army] post, it has two sides. One is safety, of course. The other is a problem,\" he says.</p><p>Abdul Bari says he has a cow tied in his garden. But he's afraid every time he tends to it. That's because the soldiers watching from the army outpost have mistaken him for a Taliban fighter planting a bomb.</p><p>His neighbors have actually come under fire, though no one has been hurt. He prefers the government to the Taliban, he says, but the local government isn't making his life easier. There are no police patrolling the village.</p><p>His eyes fill with tears.</p><p>\"Both of the sides, leave us. Leave us!\" he says. \"We want to be at peace.\"</p><p>Afghan military officers agree that local government has failed. They say the provincial governor is weak and doesn't provide basic services. And the district governor — something akin to a mayor or county council chairman — is nowhere to be seen. He lives in Kandahar, two hours away.</p><p>The soldiers move on, searching a few more houses. They find nothing — no Taliban, no weapons.</p><p>As the soldiers head back through the fields, artillery continues to pound the Taliban in the hills. They cross the river, and climb the windy hill to their armored vehicles.</p><p>Back at the army outpost above the village, Samme, the Afghan general, settles in his office, just a large open room with a white plastic table.</p><p>I ask him about what the villager said, about a lack of help from the government. Samme agrees that his military operation can only achieve so much.</p><p>\"When we go in and disturb people's homes, it disrupts their lives,\" he says.</p><p>\"It is not the military's job to govern,\" he continues. \"The provincial government needs to provide services and hire more police.\"</p><p>Without better government, Samme says, we'll be conducting the same operation over and over.</p><p>Both Americans and Afghans agree that the government is still not addressing the basic needs of its citizens — things like police, schools, electricity and clean water. And the risk is that this frustration and anger could still fuel support for the Taliban.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Afghan+Army+Makes+Progress%3B+Will+Government+Services+Follow%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Bowman","audio":[{"meta":{"duration":"425"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404859337-e98df6.m3u?orgId=1&topicId=1149&d=425&p=3&story=404648512&t=progseg&e=404858593&seg=15&ft=nprml&f=404648512"},{"href":"http://media.npr.org/assets/img/2015/05/06/gilkey-zabul-001-5ed373da16153385e4df07b34cf99f1ac81233c1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/06/gilkey-zabul-005-d92ec991b1345537c3f90c6a5348de77e0d30533.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/06/gilkey-zabul-006-1e71c438c5524d3e41164b82705481441eb5f87b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/06/gilkey-zabul-007-9f57253f02634585a7622754276d97f13381c3eb.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/06/gilkey-zabul-008-60ab156829fb864eaa4fe4731c39d3bde8569131.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/06/gilkey-zabul-009-6d62f9a3d573fdc054807a6f6acc6da2e4769291.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/06/gilkey-zabul-010-61cd3e8dc9f473da4d4bb40477e12f550e4bb253.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/06/gilkey-zabul-011-eb8cd23e15525bfd27dc64022a48ad3c24bbb833.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/06/gilkey-zabul-012-181d4c9bd57ae07bc4cc17f920929460eb00a5e7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1665","width":"2497"}}]}