{"created":"2015-02-01T14:37:09+00:00","modified":"2015-07-03T20:27:27+00:00","valid":{"from":"2015-07-03T20:27:27+00:00","to":"3015-07-03T20:27:27+00:00"},"hreflang":"en","title":"Egypt Frees 1 Of 3 Jailed Al Jazeera Journalists","published":"2015-02-02T00:52:00+00:00","teaser":"Australian journalist Peter Greste was detained in December 2013 and imprisoned in June. He is being deported, but the fate of his two colleagues is unknown.","itags":["npr_api","383051572"],"guid":"9692c761-604e-4085-9f19-9dce12176a8e","contentencoded":"<p>Al Jazeera journalist Peter Greste is being released and deported from Egypt.</p><p>The Associated Press is reporting that Greste's release follows a presidential \"approval\" and was coordinated with the Australian Embassy in Cairo. The AP says Greste is on his way to the Cairo airport to leave the country.</p><p>Greste and two other Al Jazeera journalists, Mohamed Fahmy and Baher Mohamed, were detained in December 2013 and <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/23/324753474/egyptian-court-sentences-journalists-to-lengthy-prison-terms\">imprisoned in June of last year.</a> The three men were convicted on terrorism charges and accused of aiding or being members of the now-banned Muslim Brotherhood.</p><p>The fates of Fahmy and Mohamed, still in prison, are unknown.</p><p>NPR's Leila Fadel reports that Fahmy has also applied for deportation, under a new law that allows foreigners accused or convicted of a crime in Egypt to be deported to their home countries and be tried there, with the approval of the president. But Mohamed, an Egyptian, cannot be released under that law and will likely go on trial again.</p><p>Al Jazeera released a statement praising the release but saying it is \"not enough.\" The network says all three of its journalists must be exonerated.</p><p>\"We will not rest until Baher and Mohamed also regain their freedom. The Egyptian authorities have it in their power to finish this properly today, and that is exactly what they must do,\" Mostefa Souag, acting director general of the Al Jazeera Media Network, said in a statement.</p><p><strong>Update at 4:20 p.m. ET. Australia's FM: Greste 'Desperate' To Rejoin Family:</strong></p><p>\"I spoke to Peter Greste shortly after his release and before he departed Egypt,\" Australian Foreign Minister Julie Bishop told reporters in Sydney on Monday, according to Reuters.</p><p>\"He was immensely relieved and he was desperate to come home to Australia and reunite with his family,\" she said.</p><p><strong>Update at 8:00 p.m. ET.: Greste Is In Cyprus</strong></p><p>At a press conference, Greste's family announced that the journalist is in Cyprus with one of his brothers, and that there hasn't been a date set for his return to Australia.</p><p>Peter Greste's brother, Andrew Greste, thanked those who worked to bring Peter home. \"I just am eternally grateful for all of that support and the effort that people have provided, from merely sharing a tweet to some kind of protest or action, visible action ... and the work of the media and the legal guys,\" he said, according to <a href=\"http://www.theguardian.com/media/live/2015/feb/02/peter-greste-freed-egyptian-prison-colleagues-remain-behind-bars-live\">The Guardian</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Egypt+Frees+1+Of+3+Jailed+Al+Jazeera+Journalists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Mullis","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383062055-d2e851.m3u?orgId=1&topicId=1126&d=204&story=383051572&ft=nprml&f=383051572"}]}