{"created":"2015-03-16T21:31:22+00:00","modified":"2015-03-18T03:05:18+00:00","valid":{"from":"2015-03-18T03:05:18+00:00","to":"3015-03-18T03:05:18+00:00"},"hreflang":"en","title":"In Detroit's Rivera And Kahlo Exhibit, A Portrait Of A Resilient City","published":"2015-03-17T00:01:00+00:00","teaser":"This is the first exhibit to focus on the time Diego Rivera and Frida Kahlo spent in Detroit. It's a big step for the Detroit Institute of Arts as it recovers from the tumult of the city's bankruptcy.","itags":["npr_api","393393697"],"guid":"9695c270-a2f8-4fde-99b2-0d2268199ac7","contentencoded":"<p>This weekend, visitors to the Detroit Institute of Arts buzzed with excitement over a new exhibit — it was a big moment for the once-troubled museum. The DIA spent much of the last two years under threat as its owner, the city of Detroit, looked for ways to emerge from bankruptcy.</p><p>Finally, in November, a \"grand bargain\" was struck. Foundations, private donors and the state of Michigan together raised more than $800 million to help rescue public employee pensions. In return, ownership of the DIA was transferred to a trust — thereby securing its future.</p><p>The exhibit, <a href=\"http://www.dia.org/calendar/exhibition.aspx?id=4608&iid=\">\"Diego Rivera and Frida Kahlo in Detroit,\"</a> has special significance to the city — at its heart are Rivera's <em>Detroit Industry</em> murals, painted on the walls of the DIA. Grand in scope and scale, they celebrate Detroit's auto factories, and depict a kind of worker's utopia — men of all races side by side on an assembly line. Commissioned by Henry Ford's son Edsel, the murals offer incredible detail. One engineer at the time said the artist coherently fit 2 miles of assembly line onto two walls.</p><p>But the grand murals stand in stark contrast to Kahlo's paintings, which are small and intensely personal. As the museum says in the exhibit description, Rivera romanticized Detroit; Kahlo rejected it.</p><p>Museum director Graham Beal tells NPR's Don Gonyea that the exhibit has taken on a deeper meaning for the museum and for the city as a whole.</p><p>\"Until recently when you looked at the Rivera murals ... you saw a Detroit of the past,\" he says. \"Sort of somehow that it was elegiac. But things have shifted so much in the past few months ... Now you can see the murals as something that is now looking to the future as well as looking to the past, and that all of the old engineering, all the know-how, all the entrepreneurial spirit is somehow in effect again.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the time Rivera and Kahlo spent in Detroit</strong></p><p>Rivera was invited here as one of the world's most famous artists to paint some murals in the really relatively new cultural palace of the Detroit Institute of Arts. And with him came his new wife. They had been married for two years. She was completely unknown. So you have this artist come here who sees the [Ford River Rouge] plant and the other auto plants, and he just falls in love with them and he loves all of this engineering and all this technology even though he's a Mexican communist who's not supposed to relate to anything so obviously capitalist. ...</p><p>And then you have with him diminutive figure, completely unknown, unformed, in a way, as an artist who loathed the U.S., didn't like Detroit at all, came and went as much as she could, going backwards and forwards to New York, and tragically having to go back to Mexico when her mother died.</p><p>So Rivera was here most of the time working on this enormous project, and Frida was here as an unformed artist. She went through the tragic loss of a pregnancy. ... It was through this ghastly experience that you see the emergence of Frida as a signature artist. You see her grasping the fact that she is going to be her own subject matter, something in fact that Rivera urged her to do as well. And so almost like out of a chrysalis, the recognizable Frida Kahlo arrives because of the pain and everything she went through in Detroit.</p><p><strong>On the Kahlo works on view in the exhibition</strong></p><p>Way in the center of the exhibition is the small painting <a href=\"http://www.fridakahlo.org/henry-ford-hospital.jsp\">The Henry Ford Hospital </a>where she rather gruesomely shows the fact that she lost a fetus and she shows herself lying in this bed in a very desolate urban landscape with the Henry Ford Company, the Rouge Plant in the background. She basically puts herself in pain in the middle of an unpleasant landscape, and she writes along the bottom of the bed \"Henry Ford Hospital,\" which somehow links her accident with the Ford company.</p><p><strong>On how Rivera's murals were a backdrop during the fight to save the museum during the city's bankruptcy — and what it means to hold this exhibition now</strong></p><p>It was an accident of timing really. We didn't know about the bankruptcy when we started working on this exhibition in earnest, and we certainly didn't know how long it was going to last. But it really does seem appropriate. It does seem like a very effective exclamation mark. The DIA once again symbolizes the energy and creativity of Detroit. And that can be seen in the murals, which, you know — let's face it — were never going to leave that building whatever happened.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Detroit%27s+Rivera+And+Kahlo+Exhibit%2C+A+Portrait+Of+A+Resilient+City&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"366"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393403242-d957e9.m3u?orgId=1&topicId=1141&e=393393697&d=366&ft=nprml&f=393393697"},{"href":"http://media.npr.org/assets/img/2015/03/16/image-258detroit-industry---north-wall-detail-4a23fc300988adb8186b54c63598e3b507343295.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2023","width":"2698"}},{"href":"http://media.npr.org/assets/img/2015/03/16/image-248frieda-and-diego-rivera---frida-frieda-kahlo-_enl-db543016b9f74a72a53e732089284edc722b3c16.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3000","width":"2370"}},{"href":"http://media.npr.org/assets/img/2015/03/16/image-278the-assembly-of-an-automobile---diego-rivera_custom-067b2cc861985c5138896d34bb8fe1b85c6e56a4.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1540","width":"3600"}},{"href":"http://media.npr.org/assets/img/2015/03/16/image-292self-portrait-on-borderline---frida-kahlo_enl-b7562de429ed85fb3e7951fdffa494f43a099856.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1115","width":"1280"}},{"href":"http://media.npr.org/assets/img/2015/03/16/henry-ford-hospital---frida-kahlo_enl-998e55a31ee6623d358ba8ee907688153b1cadbc.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1843","width":"2305"}},{"href":"http://media.npr.org/assets/img/2015/03/16/image-287detroit-industry-south-wall_enl-9bb09d65739ce4740ae5a8b269eaa297f693aa97.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1662","width":"2700"}}]}