{"created":"2014-10-26T23:04:53+00:00","modified":"2015-04-23T21:57:26+00:00","valid":{"from":"2015-04-23T21:57:26+00:00","to":"3015-04-23T21:57:26+00:00"},"hreflang":"en","title":"Did Led Zeppelin Plagiarize 'Stairway'? A Pa. Judge Will Decide","published":"2014-10-27T14:29:00+00:00","teaser":"You know that opening riff to Led Zeppelin's 1971 hit \"Stairway to Heaven\"? It sounds very, very similar to the 1968 song \"Taurus\" by the band Spirit. A lawsuit about the issue is moving forward.","itags":["npr_api","358903514"],"guid":"969f1ecc-6021-4c59-8488-a50f208513c0","contentencoded":"<p>Everyone who knows rock 'n' roll knows the opening riff to <a href=\"http://www.npr.org/artists/15396553/led-zeppelin\">Led Zeppelin's</a> 1971 hit \"Stairway to Heaven.\" Play it side-by-side with the 1968 song \"Taurus\" by the band Spirit, and they sound almost the same.</p><p>The songs were released more than four decades ago, but just this week, a judge in Pennsylvania allowed a lawsuit about the issue to move forward.</p><p>\"Taurus\" was written by Randy California, the founding member of the band Spirit. He died in 1997, but his heirs want compensation for plagiarism and a songwriting credit. They filed suit against the members of Led Zeppelin and their music publishers.</p><p>\"The judge will basically hear both songs, both sides will bring forth musicologists, and they'll debate whether the songs are really similar,\" Eriq Gardner of <em>The Hollywood Reporter</em> tells NPR's Arun Rath.</p><p>Gardner says in this case, the judge could have no musical knowledge whatsoever.</p><p>\"That adds the wild-card factor to this,\" he says. \"No one knows what a judge in Pennsylvania is going to say. I mean, [in] Pennsylvania, there's very few cases that have examined copyright infringement in songcraft.\"</p><p>The plaintiff's lawsuit emphasized having a Pennsylvania judge oversee this case. Gardner says he's not certain why, but it may have something to do with the lawyer.</p><p>\"The only thing that I can really think of is that the lawyer for the plaintiff is based in Pennsylvania,\" Gardner says.</p><p>\"If the plaintiffs wanted to have a tactical advantage, they probably would've sued in Nashville — the songwriter capital of the world,\" Gardner says. \"And if they wanted this to be convenient for the parties, they would've sued in California, where a lot of the plaintiffs and witnesses are, as well as a lot of the music defendants.\"</p><p>Rock aficionados will tell you that Led Zeppelin stealing \"Stairway to Heaven\" is old news. After all, it's been 43 years since the band released the song.</p><p>\"[Randy California's] heirs start thinking that they may have a claim,\" Gardner says. \"A lot of rock historians have suspected at least the opening notes to 'Stairway to Heaven' were lifted from the song 'Taurus,' and a lawyer comes forward, willing to work on contingency, and voila: a lawsuit.\"</p><p>This isn't the first time Led Zeppelin has been accused of plagiarism. Just listen to the band's recording of \"<a href=\"https://www.youtube.com/watch?v=ehwSEVbBZl4\">Dazed and Confused</a>\" and compare it with folk singer Jake Holmes' \"<a href=\"https://www.youtube.com/watch?v=pTsvs-pAGDc\">Dazed and Confused</a>,\" recorded two years earlier. It's practically the same song.</p><p>Holmes filed a copyright infringement lawsuit against Led Zeppelin in 2010.</p><p>\"This sort of thing happens a lot in music,\" Gardner says. \"There's only so many notes in the music vocabulary.\"</p><p>But sometimes, he notes, the similarities are just unmistakable.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Did+Led+Zeppelin+Plagiarize+%27Stairway%27%3F+A+Pa.+Judge+Will+Decide&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359120817-e68e2f.m3u?orgId=1&topicId=1039&e=358903514&d=270&ft=nprml&f=358903514"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359131455-5f662a.m3u?orgId=1&topicId=1039&e=358903514&ft=nprml&f=358903514"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359131457-38764d.m3u?orgId=1&topicId=1039&e=358903514&ft=nprml&f=358903514"}]}