{"created":"2014-11-04T15:11:17+00:00","modified":"2015-05-02T02:39:14+00:00","valid":{"from":"2015-05-02T02:39:14+00:00","to":"3015-05-02T02:39:14+00:00"},"hreflang":"en","title":"To Prevent Kidney Stones: Go Easy On Soda And Drink Lots Of Water","published":"2014-11-05T17:42:00+00:00","teaser":"Research shows that simple changes in drinking habits can help people who've had kidney stones lower the odds that they'll strike again. Consuming plenty of fiber may make a difference, too.","itags":["npr_api","361202839"],"guid":"96b0d481-5a7a-4c10-8734-412c718c34c8","contentencoded":"<p>If you've had a kidney stone and want to spare yourself the agony of a repeat episode, here's some simple advice: Drink more water.</p><p>In a guideline <a href=\"http://annals.org/article.aspx?articleid=1920506\">published Monday</a> in the <em>Annals of Internal Medicine,</em> the American College of Physicians recommends increasing fluid intake and spreading throughout the day.</p><p>It may take eight to 10 glasses of water over the course of a day to comply. The recommendation calls for achieving at least 2 liters of urine a day.</p><p>It might also help to cut back on colas. A <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/1624973\">study</a> cited by the American College of Physicians found that kidney stone patients who agreed to change their beverage habits and abstain from soda — specifically colas acidified with phosphoric acid — cut their risk of a recurrence by about 15 percent.</p><p>The evidence isn't concrete, but it's suggestive, says ACP President <a href=\"http://www.acponline.org/medical_students/impact/archives/2014/06/mykind/\">Dr. David Fleming</a>. If he sees patients with a history of stones, he asks how many sodas they're drinking a day. \"If I find out they're drinking three or four Diet Cokes a day, I would strongly suggest they cut that back to one or none,\" Fleming tells Shots.</p><p>So what might explain the link between colas and kidney stones? It's not exactly clear, but researchers know that phosphorus acidifies urine. \"And an acid environment is conducive to stone formation,\" Fleming told us.</p><p>Now, upping the amount of water you drink is no guarantee against a recurrence. But a five-year <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/8583588\">study</a> found that participants who reached the two liter of urine threshold by hydrating were less likely to have a recurrence compared with people who didn't increase their fluid intake, 12 percent and 27 percent, respectively.</p><p>So, despite the fact that it's not a cure-all, drinking more water is about the most effective strategy that people prone to forming kidney stones can try. \"This is the main recommendation,\" Fleming told us.</p><p>And there may be other dietary strategies that help as well. For instance, this <a href=\"http://www.npr.org/templates/story/story.php?storyId=129909820\">study</a> found a diet rich in plant based foods and fiber can cut the risk of recurrent kidney stones.</p><p>And if these strategies fail to prevent recurrences? \"Medication can be very helpful,\" Fleming told us.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Prevent+Kidney+Stones%3A+Go+Easy+On+Soda+And+Drink+Lots+Of+Water&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"161"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361459616-fca163.m3u?orgId=1&topicId=1128&d=161&p=2&story=361202839&t=progseg&e=361406029&seg=3&ft=nprml&f=361202839"},{"href":"http://media.npr.org/assets/img/2014/11/03/water3-82a8d7101d54c96931a484fa603918617b0ac841.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}