{"created":"2014-10-07T18:32:15+00:00","modified":"2014-10-30T23:22:42+00:00","valid":{"from":"2014-10-30T23:22:42+00:00","to":"3014-10-30T23:22:42+00:00"},"hreflang":"en","title":"Gaza's Casualties Of War Include Its Historic Mosques","published":"2014-08-13T14:44:00+00:00","teaser":"More than 40 mosques in the Gaza Strip were destroyed or damaged in the recent fighting.","itags":["npr_api","339828441"],"guid":"96b4c439-995c-45c2-a5c9-5c7345e8811f","contentencoded":"<p>Because of the debris, you can't go through the door anymore to get into the Omari mosque. You have to climb over a pile of rubble and through a hole in the wall, followed by a surging crowd of kids.</p><p>The ceiling of the low building in the Jabaliya area, near Gaza City, is made of vaulted stone arches – except where the sunlight comes streaming through a hole torn in the roof and lands on a pile of ripped-up pages of Arabic calligraphy. It's what remains of the mosque's Qurans. Most were destroyed; some burned. It took Gazans three days to dig out the remains.</p><p>Mohammad Alloush, a 22-year-old student, and Jowdet al-Najjar, 70, show me around.</p><p>They say a mosque has stood on the site for 13 centuries. Historians reckon the oldest part of the current structure is the minaret, which is estimated to be around 700 years old. It survived the Israeli attack. But a vast, new, modern wing did not. It was flattened.</p><p>\"For the people, it was a blessing and it was important to have such a mosque,\" Alloush says.</p><p>After a month of fighting between Israel and the Palestinians, many residents in Gaza are coping with the damage or, in some cases, destruction of a mosque that was a pillar in their lives.</p><p>Israeli airstrikes have destroyed 43 mosques and damaged 132 more, according to Hamas.</p><p>Israel says Hamas store rockets in and launches attacks from the mosques. The men at Omari deny it and say that they have now lost the center of their community.</p><p>Two weeks ago, as conflict between Hamas and Israel raged, a person who lived next to the Omari mosque got a phone call before dawn. It was from the Israeli military, which said it would strike the Omari mosque, and no one should go to the first prayers of the morning. Frantically, he spread the word. Everyone got the message – except the volunteer who was making the call to prayer, Daoud al-Sleiman.</p><p>\"He came into the mosque to do the call. He said only 'Allahu Akbar' (God is greatest) and then he was blown to pieces,\" Alloush says.</p><p>\"We used to feel safety in and around this mosque,\" Alloush adds. \"After they hit the mosque here, we lack the feeling of safety to us and everybody in the neighborhood.\"</p><p>Some also say that Hamas didn't actually care much for traditions surrounding this mosque. Najjar, the old man, says the group's conservative brand of Islam frowned on gatherings each year at a shrine next door, where people lit candles and feasted to mark the Prophet Muhammad's birthday.</p><p>He takes me to see the shrine, where a long line of sheikhs that trace their history with this mosque back 500 years have been entombed.</p><p>The shrine has a green dome, a green covered sarcophagus in the middle of the room of the first sheikh at this mosque, and a sign up on the wall with the names — beautifully inscribed — of all the sheikhs who followed after him. And the shrine is covered in debris. The wall is blown in, the floor covered in bits of blocks.</p><p>These days, Abdelkarim Hammouda usually does the call to prayer, but at 60, he's getting a bit old to do the early mornings. That's the only reason he wasn't killed in the attack.</p><p>\"People started crying at the very beginning of the attack, and they're still crying inside their houses,\" he says. \"This place did nothing wrong to any party.\"</p><p>Hammouda says he personally warned Hamas' military men to stay away from the mosque.</p><p>With the mosque destroyed, I ask the men where they are praying now?</p><p>The men lead me down an alleyway where the postwar repairs are beginning. Wires are being re-affixed. Walls are being patched up.</p><p>Men are doing the traditional washing before prayers in what looks like an agricultural trough.</p><p>And then we walk into a shrapnel-pocked warehouse that has been turned into a makeshift mosque, hastily carpeted in green.</p><p>The traditional carved stands for holding Qurans, the Muslim holy book, are missing. But someone has knocked some together from plywood. Jerry-rigged fans keep the worshipers cool.</p><p>Hammouda steps up to the microphone, and the call to prayer rings out, as it does five times a day, offering moments of continuity amid the tumult in Gaza.</p><p>Outside, I meet Hassan al-Mohra, coming to join the prayers.</p><p>When the Omari mosque was bombed, long-time worshippers were separated and went to other mosques, he says. He thinks this re-purposed warehouse is good because now \"we are back again doing prayers in this mosque together, and we're strong because of God.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gaza%27s+Casualties+Of+War+Include+Its+Historic+Mosques&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339878631-b47dd6.m3u?orgId=1&topicId=1009&ft=3&f=339828441"},{"href":"http://media.npr.org/assets/img/2014/08/12/gaza-omari-mosque2-9d6711a84b19787bb26c2c5cccc60e18653a972f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/08/12/gaza-omari-mosque1-aa786bd51d4e35e61512b3a70088a9c54cec4cbb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}