{"created":"2015-03-16T20:37:24+00:00","modified":"2015-05-13T21:08:48+00:00","valid":{"from":"2015-05-13T21:08:47+00:00","to":"3015-05-13T21:08:47+00:00"},"hreflang":"en","title":"What Cockroaches With Backpacks Can Do. Ah-mazing","published":"2015-04-01T00:01:00+00:00","teaser":"Researchers are developing technology to control the movement of cockroaches. Strapped with electrodes and sensors, these insects we often loathe could be used for disaster relief or surveillance.","itags":["npr_api","393403190"],"guid":"96cef1c5-b990-4192-88de-98ca193e876f","contentencoded":"<p>Cockroaches are widely despised. They're attracted to filth. They frighten people, even give them nightmares.</p><p>But for a team of scientists at Texas A&M University, the roach is a hero: the first animal that humans might successfully transform into a robot, a hybrid of insect and machine that we can send anywhere to be our eyes and ears.</p><p><strong>The Perfect Roach</strong></p><p>Professor <a href=\"http://liang.tamu.edu/\">Hong Liang</a> opens the door to a small laboratory with hundreds, maybe thousands, of cockroaches. It's not for the faint of heart.</p><p>\"So they're all here,\" she whispers.</p><p>It's dark in here — the way they like it. If you're quiet, you can hear them squirming, chewing. They sound almost like children sucking lollipops.</p><p>Liang's colleague, Professor S. Bradley Vinson, reaches into a plastic container where roaches are hiding between wood chips, searching for one with his bare hand.</p><p>\"There's one nice cockroach,\" he says. \"See how pretty.\"</p><p>It's huge: 2 inches long, an inch wide, with a hard black and gold shell. Bradley turns it upside down and its six legs kick around, the hairy, prickly spines searching for something to clasp onto.</p><p>\"They don't bite,\" Liang says reassuringly.</p><p>This breed from Latin America is slower than the ones you might see crawling under your refrigerator, but also much stronger.</p><p>\"This is probably one of the larger roaches — and could pick up, you know put a heavier pack on it,\" Vinson says. \"And it would be the ideal starting point for all this.\"</p><p>A \"pack\" as in a backpack.</p><p><strong>The Breakthrough</strong></p><p>Vinson is an entomologist — an insect expert. Liang is a mechanical engineer. The point of their work is to build the perfect cockroach cyborg: an animal that can crawl into tiny holes and around jagged edges with recording equipment, for surveillance, for example. Or, if there's an earthquake and a building crashes, Liang says, deploy them to the second floor for search and rescue, \"so when they reach there, they can work as a vehicle. If they can carry any sensors, cameras, they can collect information for us.\"</p><p>Her team recently had a breakthrough, which they describe in a <a href=\"http://rsif.royalsocietypublishing.org/content/12/105/20141363\">paper</a> for the Royal Society.</p><p>Since at least the 1990s, scientists around the world have been trying to control the movement of roaches by planting electrodes into their antennae and sending little shocks. These shocks serve to make them think a predator is coming from the left, and so prompt them to go right.</p><p>The problem is that roaches stop listening.</p><p>\"We're trying to override the natural instincts of insects,\" says <a href=\"http://www.ece.ncsu.edu/people/aybozkur\">Alper Bozkurt</a>, a leading researcher at North Carolina State University. Another team of scientists has worked on building an <a href=\"http://ieeexplore.ieee.org/xpl/login.jsp?tp=&arnumber=6943927&url=http%3A%2F%2Fieeexplore.ieee.org%2Fxpls%2Fabs_all.jsp%3Farnumber%3D6943927\">invisible fence</a> to keep these insect robot hybrids inside a designated area.</p><p>\"They're pretty smart,\" says Texas A&M Ph.D. student Carlos Sanchez. \"In addition to that, in the wild they lose their antennae pretty frequently anyway, so they learn to adapt, to survive without using an antenna.\"</p><p>Texas A&M switched up the placement of the electrodes, putting them into the \"ganglion\" — a cluster of neurons that controls the roach's front legs. That way, the shock forces the roach to lose balance and move in the direction desired.</p><p>Liang says now the roach is following commands about 60 percent of time. The other 40 percent it does nothing or moves in the wrong direction. \"The goal is 100 percent,\" she says. \"We are confident we're going to reach there.\"</p><p><strong>Electrodes And Backpacks</strong><strong></strong></p><p>Next door, the roaches get outfitted with backpacks.</p><p>Sanchez sprays carbon dioxide gas on a roach to put it to sleep. It curls up, as if it were assuming the fetal position. He uses an acupuncture needle to puncture the mini-brain and insert electrodes.</p><p>Asked if it hurts the roach, he says, \"I don't think so. I haven't heard any complaints from them.\"</p><p>Scientists doubt that <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/1754965\">roaches feel pain</a> like <a href=\"http://www.sciencemag.org/content/150/3699/971\">humans</a> do. While we both have nerves, roaches' brains are much smaller and the connection between their neurons and muscles are much simpler, Vinson says. \"So they probably don't remember pain.\"</p><p>Sanchez brushes whiteout on the hard shell. It acts like glue. He mounts a chip the size of a quarter, securing it to the roach's body with grafting tape.</p><p>The backpack syncs with his remote controller. He's ready to play — that is, direct the roach on the floor — like a video game.</p><p>He presses left and right to illustrate: \"Usually if you stimulate both sides it stops.\" When he presses just right, the roach swerves along in that direction.</p><p>Somehow, in this well-lit laboratory, the roach is becoming less creepy. With its potential to go anywhere, collect audio and video in real time, I kind of want it on my team.</p><p>\"Do you feel better about cockroaches right now?\" Liang asks me. \"Less freaky?\"</p><p>Her question is a setup. \"Maybe we could give it a try.\"</p><p>In the spirit of science, I agree to let the roach crawl on me. We put my arm flush against a table, and Sanchez places the animal just above my wrist.</p><p>I feel its prickly spines crawling. But then, suddenly, it stops responding to signals and nests in my forearm. It could be sensory overload. With the lights shining, the smell of human skin, all of us talking at once, Vinson says, \"The environment is going to have a big effect on him, especially since he's been working out here for quite a while.\"</p><p>Liang and I want to keep trying. We suggest shutting off the lights, to remove one variable. But Vinson and Sanchez say no. The roach has had a long day and deserves to rest.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Cockroaches+With+Backpacks+Can+Do.+Ah-mazing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393403191-f14207.m3u?orgId=1&topicId=1019&d=312&p=2&story=393403190&t=progseg&e=393342119&seg=16&ft=nprml&f=393403190"},{"href":"http://media.npr.org/assets/img/2015/03/16/roach-e92ea1e2d8163b9f17e4a05b48d8696f3751d02e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1568","width":"2091"}}]}