{"created":"2014-10-27T21:08:01+00:00","modified":"2014-10-27T21:08:01+00:00","valid":{"from":"2014-10-27T21:08:01+00:00","to":"3014-10-27T21:08:01+00:00"},"hreflang":"en","title":"'Smart' Homes May Be Vulnerable To Hackers","published":"2014-07-03T18:58:00+00:00","teaser":"With everything from thermostats to appliances controllable by smartphone, some warn this connectivity is leaving us vulnerable.","itags":["npr_api","328196072"],"contentencoded":"<p>Our homes are becoming more and more connected. Thermostats, televisions, lights and appliances can all be controlled remotely by our smartphones, tablets and computers, with smart-home software.</p><p>But <strong>Gunter Ollman</strong>, chief technology officer of tech security firm IOActive, tells <a href=\"https://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson that technology has not caught up to current security measures, and all this connectivity is leaving us vulnerable to hacking.</p><h4>Interview Highlights</h4><p><strong>On how this security issue came about</strong></p><p>&#8220;The engineers themselves have developed these technologies for many years, but the internet connectivity has been bolted on. And because it&#8217;s been bolted on, these engineering teams typically have no familiarity with the security technologies or the methods that the hackers have available to them. In real terms, it&#8217;s like a two-decade time warp. We&#8217;re going back to the Windows 95 level of security for these devices.&#8221;</p><p><strong>On how households can protect themselves</strong></p><p>&#8220;The household should really be wise about the kind of technologies they&#8217;re purchasing and understand which internet connectivity features are actually enabled on these devices. Many of the faults that we commonly see are default passwords or lack of passwords or lack of encryption. So when you&#8217;re installing these devices, be wary about what the default permissions are and when possible, change these passwords to things that only you could know. It makes it much more difficult for an external attacker or even a curious neighbor to take control of your devices and reap some level of damage or even just cause a nuisance.&#8221;</p><p><strong>On why this is important</strong></p><p>&#8220;Unfortunately, any TV or any of these devices that you purchase nowadays, this connectivity is just built in by default. It&#8217;s a bit like if you go out today to look for a classic CD player, it&#8217;s almost impossible. You&#8217;re going to have to go for a BluRay player and it&#8217;s going to be network connected, just to be able to play your CDs.&#8221;</p><ul><li><em>Do you think the convenience of smartphone-controllable appliances is worth the potential vulnerability to hackers? <a href=\"https://www.facebook.com/HereAndNowRadio/posts/10152527316760734\" target=\"_blank\">Tell us on Facebook</a> or in the <a href=\"#comments\">comments</a>.</em></li></ul><h4>Guest</h4><ul><li><a href=\"http://www.technicalinfo.net/gunter/\" target=\"_blank\"><strong>Gunter Ollman</strong></a>, chief technology officer of <a href=\"http://www.ioactive.com/\" target=\"_blank\">IOActive</a>. He tweets <a href=\"https://twitter.com/gollmann\" target=\"_blank\">@gollman</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Smart%27+Homes+May+Be+Vulnerable+To+Hackers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"96d6b89c-86d7-4e27-8cf4-730179a8b31e","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328196075-ff2d4d.m3u?orgId=330&ft=3&f=328196072"}]}