{"created":"2014-10-08T16:31:11+00:00","modified":"2014-10-31T02:16:33+00:00","valid":{"from":"2014-10-31T02:16:33+00:00","to":"3014-10-31T02:16:33+00:00"},"hreflang":"en","title":"Two Italys Take A Road Trip In 'Il Sorpasso'","published":"2014-05-09T00:33:00+00:00","teaser":"The 1962 comic drama follows two young men: one who smacks of Italy's joyless '50s and one who embodies the prosperity and recklessness of the '60s. The film is now available on Blu-ray and DVD.","itags":["npr_api","310718214"],"guid":"96e0cc1c-93b1-4692-a402-ba788a4f847c","contentencoded":"<p>If the road movie has a home, it's surely the United States. After all, the settling of America was itself a kind of humongous road picture — all those wagons rolling across the new continent's spectacular vastness. And with our ceaseless love of movement, we became the first people to be transported — in every sense — by the automobile. Small wonder, then, that so many famous Hollywood films, from <em>It Happened One Night</em> to <em>Thelma & Louise</em>, are all about hitting the road.</p><p>Yet strangely, what may be the greatest road movie comes not from America but from the tiny, long-settled Italy of 1962. Titled <em>Il Sorpasso</em> — a term that refers to the aggressive act of overtaking, or passing, on the highway — Dino Risi's masterful comic drama is an enduringly beloved hit in Italy, and one that's influenced Hollywood pictures as different as <em>Easy Rider</em> and <em>Sideways</em>.</p><p>When I first saw it 25 years ago, I couldn't wait to see it again right away. I've been waiting ever since. It was as if the rights to <em>Il Sorpasso</em> were held by Godot Home Video. That's finally changed with the Criterion Collection's superb new Blu-ray and DVD package that's flush with extras, including a smart, filmed introduction by <em>Sideways</em>' Alexander Payne. Enormously entertaining and sneakily deep, <em>Il Sorpasso</em> feels as vibrant today as it did in the '60s.</p><p>Vittorio Gassman stars as Bruno Cortona, an exuberantly irresponsible man-child who vrooms around in his sporty Lancia convertible blasting the world's most obnoxious car horn. Needing to make a call but unable to find a pay phone, he imposes on a guy he spots in an apartment window. That's Roberto Mariani, played by Jean-Louis Trintignant, a young law student who is everything Bruno is not — shy, workaholic and as square as a saltine cracker. Although Roberto wants to study, Bruno railroads him into going for a drink.</p><p>What starts as a jaunt grows into a journey that finds them bombing from Rome to Viareggio in Tuscany, a free-form odyssey that offers an incomparable look at early-'60s Italy — its gas stations and piazzas, nightclubs and estates, bikini-clad beaches and grim traffic accidents. Yet Bruno and Roberto's journey through space also becomes a journey through time. We encounter figures from their past who add shadings to our sense of their characters. We see what's both good and bad about each — without the movie ever judging them.</p><p><em>Il Sorpasso</em> was part of the '60s explosion in Italian movies when auteurs like Michelangelo Antonioni, Federico Fellini and Bernardo Bertolucci became internationally famous. Unlike them, Risi didn't make art films — in fact, he has Bruno joke about the dullness of Antonioni. Instead, Risi made commercial hits that, like the great Hollywood movies of the '70s, were perfectly in synch with what his audience was thinking about. Blessed with a light touch, he captured the realities of everyday life, but did so in the pleasurable, unpretentious, unscolding way of the greatest popular art.</p><p>Anyone can enjoy <em>Il Sorpasso</em> simply for its larky energy and the growing camaraderie between the womanizing Bruno, who's always looking for an angle, and the button-down Roberto, whose good sense makes him our surrogate. While Roberto is wonderfully played by Trintignant, who's peerless at creating bottled-up characters, the movie belongs to Gassman's electrifying Bruno, the platonic ideal of a certain kind of masculinity that Italian culture may mock but also adores. Even as we see through his braggadocio, Bruno's animal spirits fill every scene with blaring life.</p><p>Yet Risi wasn't making an Italian buddy comedy. Like all the best road movies, <em>Il Sorpasso</em> uses its journey to reveal a whole culture. Risi offers a brilliant snapshot of the boom years when poor, war-ravaged Italy suddenly became a go-go nation where the economy boomed, people bought cars and took beach holidays, and everyone wanted to have fun — everywhere you look in this movie somebody's doing the Twist. Where Roberto's dutifulness smacks of Italy's joyless '50s, Bruno embodies the '60s' new prosperity and recklessness. We watch him blow by earlier forms of Italian transportation: bicycles; Vespas, sidecars; cheap, sensible Fiats.</p><p>Of course, there are dangers in speeding and <em>Il Sorpasso</em>'s special tang comes from Risi's skill at weaving intimations of darkness into a sunny-seeming tale. The wisest of satirists, Risi sees what both individuals and whole societies find it easy to forget — as <em>we</em> forgot in the irrational exuberance that led to our recent financial crash. You see, once you get hooked on going too fast, you'd better fasten your seatbelts and watch what's coming around the next curve.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Two+Italys+Take+A+Road+Trip+In+%27Il+Sorpasso%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Powers","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310746150-2df417.m3u?orgId=1&topicId=4467349&ft=3&f=310718214"},{"href":"http://media.npr.org/assets/img/2014/05/08/dvd-cover-d4ea0ff7e21ec743c2545bd92952f436c1497874.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"407","width":"543"}},{"href":"http://media.npr.org/assets/img/2014/05/08/il-sorpasso-4-2--87df60057a347e1a8d2b432614a6d967ed5bda80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"824","width":"1098"}}]}