{"created":"2014-10-15T22:23:44+00:00","modified":"2014-10-16T17:56:39+00:00","valid":{"from":"2014-10-16T17:56:39+00:00","to":"3014-10-16T17:56:39+00:00"},"hreflang":"en","guid":"96f3cdfb-986a-41ea-bade-d2a72254b188","title":"Welcome to the 'non-stop, nerve-wracking, temperature-taking, handshake-prohibiting Ebola ride'","published":"2014-10-16T17:56:38+00:00","byline":"Joyce Hackel","tags":["Ebola","health","business and economy","culture","Human Needs","Health","Health & Medicine","Monrovia","Africa","Liberia","West Africa","Africa","Patrice Juah","Patrice Juah","Ebola virus","hand shaking","Monrovia","Liberia"],"teaser":"Patrice Juah lives in Monrovia, Liberia where she owns a small boutique.  She says she hasn't shaken hands with or hugged friends for several months.","contentencoded":"<p>Imagine you&#39;re walking down the streets of Liberia&#39;s capital, Monrovia, and you catch sight of a former schoolmate. Your face lights up.&nbsp;In an earlier era, you&#39;d reach out your hand, or stretch out yours arms for an embrace. These days there&#39;s a different social dance.</p><p>&quot;We say to each other, &#39;Ebola&#39;s in town, so I can&#39;t shake your hands.&#39; It&#39;s a popular expression,&quot; says Patrice Juah, a Monrovia resident.&nbsp;&quot;And then the person will say, &#39;I understand.&#39; And then you just stand there, and smile. But you can see there&#39;s a lot of pain, and you can see there&#39;s so much fear.&quot;</p><p>The pain of not being able to touch old friends is just one of the countless ways Ebola is&nbsp;wreaking havoc on&nbsp;everyday life in Monrovia, says Juah, a small business owner in the Liberian capital.&nbsp;&quot;We are constantly washing our hands with chlorinated solutions,&quot; she says. &quot;We are constantly having our temperatures checked.&quot;&nbsp;</p><p>That extends into her own store as well.&nbsp;&quot;At my business, we have a bucket in front of the store with chlorinated solution,&quot; Juah says. &quot;People, before they enter the store, they have to wash their hands. You&#39;re not shaking hands, but people don&#39;t know whether you&#39;ve been touching an infected surface.&quot;&nbsp;</p><p>The trauma is evident in a poem Juah&#39;s written called<em>&nbsp;&quot;</em><a href=\"http://www.pbs.org/newshour/updates/two-poems-on-ebola-climate-change/\">The Ebola Ride</a>.&quot;&nbsp;</p><p>&quot;This feels like being on a ride, where paranoia is the driver and fear is the conductor,&quot; she explains. &quot;You&#39;re on this non-stop, nerve-wracking, temperature-taking, handshake-prohibiting, Ebola ride.&quot;&nbsp;</p><p>But Juah says she can&#39;t help but remain optimistic.&nbsp;&quot;I was a child when the civil war in Liberia started. Nobody ever thought it would end, and it ended. This is only a phase and I believe we will get through it,&quot; she says.&nbsp;&quot;Every Liberian knows we&#39;ve had our struggles, but they don&#39;t last. ... Tough times don&#39;t last, only tough people do.&nbsp;So I&#39;m sure that some day, Ebola will be history.&quot;&nbsp;</p><p>Juah says many Liberians are looking to the US for support in the Ebola fight because of the long history the two countries share. Liberia was colonized by African Americans, primarily freed slaves, in the early 1800s.&nbsp;Liberian American communities still enjoy close links with their counterparts across the ocean.</p><p>Juah also feels the pull of the US.&nbsp;She plans to travel to Washington next week as a&nbsp;Washington Fellow<span style=\"line-height: 1.538em;\">, </span>to solicit support for children who are currently out of school due to the Ebola outbreak.<span style=\"line-height: 1.538em;\">&nbsp;She&#39;s&nbsp;working with an Ebola&nbsp;awareness campaign at home called&nbsp;the Arterial Network Liberia. &nbsp;</span></p><p>Ebola has spared her family so far,&nbsp;and she&#39;s following preventative measures, so she&#39;s hoping the trip won&#39;t be problematic.&nbsp;</p><p>&quot;There&#39;s always this fear that as soon as somebody sees that I&#39;m a Liberian, they immediately think I&#39;m a virus,&nbsp;I&#39;m carrying Ebola,&quot; she says.&nbsp;&quot;But I&#39;m a proud Liberian.&nbsp;Ebola is not my identity.&quot;</p><p><em>A previous version of this story incorrectly described Juah&#39;s Mandela Washington fellowship.</em></p><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Patrice.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/patricejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/101520141.mp3"},{"href":"http://www.pri.org/file/101520141mp3"}]}