{"created":"2015-04-01T21:27:14+00:00","modified":"2015-04-06T16:18:26+00:00","valid":{"from":"2015-04-06T16:18:26+00:00","to":"3015-04-06T16:18:26+00:00"},"hreflang":"en","guid":"97050185-eaa7-4d28-83e8-0f7812a1ad6c","title":"There's likely a good reason Dzhokhar Tsarnaev's friends didn't take the stand","published":"2015-04-06T16:18:23+00:00","byline":"Bradley Campbell","tags":["Tsarnaev","Boston Marathon","bombing","terrorism","Justice","Conflict & Justice","Boston","United States","Massachusetts","Law","Ruger P series","Boston Bombing","Marathon Bombings"],"teaser":"Prosecutors often make deals to get what they want, so it's probably telling that Dzhokhar Tsarnaev's friends aren't taking the stand to testify against him. The move indicates the government is feeling confident that their arguments will put Tsarnaev on Death Row without the need for deals.","contentencoded":"<p>Arguments in the Boston Marathon bombing trial wrapped up after accused bomber Dzhokhar Tsarnaev's lawyer spent six hours on his case. But neither side in this trial chose to call on some of Tsarnaev's closest friends to make their case.</p>\n<p>Dias Kadyrbayev and Azmat Tazhayakov, both citizens of Kazakhstan, and Robel Phillipos, an American, were considered potential witnesses by many of the journalists covering the trial.</p>\n<p>“There was speculation at the beginning of this trial that they might play a role, that they might be called upon by the government to testify against their friend,” says Phillip Martin of WGBH News. “I think reporters have been surprised that has not happened.”</p>\n<p>Martin says their absence suggests the government is confident in their case. All three men are facing lesser charges, like obstruction of justice, for their own roles in the bombing The fact that they didn't take the stand likely means prosecutors believe they will get Tsar.naev on death row without the testimony of this friends.</p>\n<p>All but one, anyway.</p>\n<p>Stephen Silva, who went to high school with Tsarnaev, owned the Ruger P95 pistol that the government says the Tsarnaev brothers used to kill MIT police officer Sean Collier. Silva took the stand to confirm the story, and Martin, the WGBH reporter, says Silva could get a drug charge against him reduced from 40 years to just five years in return.</p>\n<p>\"Silva went on the stand and could barely look at his friend, and his friend could barely look at him,\" Martin recalled. \"Or, I should say, former friends.”</p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-01%2Fprosecution-thinks-theres-no-need-rely-dzhokhar-tsarnaevs-friends-show-why-he&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04012015_05_0.mp3"},{"href":"http://www.pri.org/file/0401201505mp3-0"}]}