{"created":"2014-09-08T15:41:20+00:00","modified":"2014-12-03T22:04:29+00:00","valid":{"from":"2014-12-03T22:04:29+00:00","to":"3014-12-03T22:04:29+00:00"},"hreflang":"en","title":"The U.S. Finally Gets Past Pre-Recession Jobs Total","published":"2014-06-06T16:45:00+00:00","teaser":"With today's monthly jobs report meeting predictions, the U.S. has surpassed the number of jobs before 2008. But the recovery has been slow and long, economists say.","itags":["npr_api","319404238"],"guid":"970630b7-6381-4885-866b-9a81e931dc09","contentencoded":"<p>The U.S. hit a milestone Friday, as the government's monthly jobs report showed that in May, the country finally surpassed the number of jobs it had before the recession started. The gain of 217,000 jobs put the total U.S. payroll number at nearly 138.5 million jobs.</p><p>But analysts note that the recovery has taken more than six years and has excluded many workers.</p><p><strong>Update at 8:35 a.m. ET: Jobs Gain Of 217,000 Reported</strong></p><p>\"Total nonfarm payroll employment rose by 217,000 in May, and the unemployment rate was unchanged at 6.3 percent,\" <a href=\"http://stats.bls.gov/news.release/empsit.nr0.htm\">the Bureau of Labor Statistics</a> says.</p><p>\"May marked the fourth straight month payrolls have increased at least 200,000, the first time that's happened since September 1999 to January 2000,\" according to <a href=\"http://www.bloomberg.com/news/2014-06-06/payrolls-in-u-s-rose-217-000-in-may-unemployment-rate-at-6-3-.html\">Bloomberg News</a>.</p><p>\"The labor-force participation rate, a widely watched barometer for how many folks are actually in the labor market, held steady at 62.8 percent in May. That holds near the lowest levels since the late 1970s,\" says <a href=\"http://blogs.wsj.com/moneybeat/2014/06/06/live-from-new-york-its-jobs-friday-13/?mod=WSJ_LatestHeadlines\">The Wall Street Journal</a>.</p><p>We've updated this post with the new statistics from the BLS.</p><p><em>Our original post continues:</em></p><p>Before today's numbers were released, economists expected an increase in payrolls of around 210,000 jobs, according to a Dow Jones survey — a gain that would put the total above the record of 138.4 million jobs at the start of 2008. The unemployment rate was expected to tick up a notch, to 6.4 percent.</p><p>Analysts tell NPR's John Ydstie that despite approaching the milestone, it's not really a time to celebrate.</p><p>They note that the jobs recovery is the longest since before World War II. And they say that while job growth has been steady, it's been too slow to absorb young workers who have come of age since 2007 — and too slow to help millions of other people who were laid off.</p><p>\"We should have added around 7 million jobs\" in that time, Heidi Shierholz of the Economic Policy Institute says in John's report on <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>. \"So, just getting back to where we were before the recession began nearly 6 1/2 years ago leaves us in a really big hole.\"</p><p>The U.S. economy is growing, Shierholz says, \"it's just happening at a pretty slow pace.\"</p><p>Economists say some of the problems that are still holding the economy back include weak consumer demand that has crimped hiring plans, as well as employers who can't find workers with the right skills for their job openings.</p><p>The picture has been bleak in California's San Joaquin Valley, where <a href=\"http://www.npr.org/2014/06/06/319380401/farm-workers-low-wages-hinder-san-joaquin-valley-s-economy\">NPR's Kelly McEvers reports</a> that the dominant farm economy is blamed for low wages that leave workers unable to contribute to new growth in an area where unemployment rates are double the national average.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+U.S.+Finally+Gets+Past+Pre-Recession+Jobs+Total&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"182"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319404733-a9c35b.m3u?orgId=1&topicId=1017&ft=3&f=319404238"}]}