{"created":"2014-09-17T19:48:48+00:00","modified":"2014-09-17T21:02:52+00:00","valid":{"from":"2014-09-17T21:02:52+00:00","to":"3014-09-17T21:02:52+00:00"},"hreflang":"en","guid":"9718de53-9fda-4270-a89b-ee6dbbd084d7","title":"A rare colossal squid was dissected in New Zealand — and you can watch it on YouTube","published":"2014-09-17T21:02:51+00:00","byline":"Susie Blair","tags":["science","oceanography","marine biology","giant squid","Science","Science, Tech & Environment","Antarctica","Oceania","New Zealand","Antarctic","John Bennett","Kat Bolstad","Squid","Colossal squid","Kraken","Zoology","Kraken in popular culture","Giant squid"],"teaser":"Last summer in the southern hemisphere, a fishing vessel in the Antarctic Ocean pulled up a rare creature — a 770-pound colossal squid. Only one other such animal had been pulled up intact before, surprisingly, by the same vessel. It is thought that the giant marine beast might be the origin of legends of undersea monsters. Scientists in New Zealand froze it to preserve it and just defrosted and dissected it.","contentencoded":"<p>You might be familiar with the fisherman&rsquo;s tale of the kraken &mdash; an enormous squid-like monster that attacks merchant ships. There&rsquo;s even a <a href=\"http://www.krakenrum.com/\">brand of rum</a> with the creature&rsquo;s namesake, not to mention <a href=\"https://www.youtube.com/watch?v=kOAZYjTJ1Ms\">a certain family from the Iron Islands</a>.</p><p><span style=\"line-height: 1.538em;\">But while krakens are strictly the stuff of Norse myth, there&#39;s a nearly identical animal that actually exists in Antarctic waters: the colossal squid.</span></p><p>Months ago, during the southern hemisphere&rsquo;s last summer, a fishing vessel encountered one in the remote Ross Sea off the coast of Antarctica. <a href=\"http://blogs.wsj.com/dispatch/2014/09/16/colossal-squid-found-examined-new-zealand/\">According to the ship&rsquo;s captain</a>, the squid was partially alive, still hanging onto a fish with one of its tentacles.</p><p>[[{\"fid\":\"74041\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1125,\"width\":2000,\"alt\":\"In this Dec. 2013 photo provided by a crew member of the boat San Aspring of New Zealand fishing company Sanford, Capt. John Bennett shows a colossal squid he and and his crew caught on the boat in Antarctica&#039;s remote Ross Sea. The creature was caught a m\",\"title\":\"In this Dec. 2013 photo provided by a crew member of the boat San Aspring of New Zealand fishing company Sanford, Capt. John Bennett shows a colossal squid he and and his crew caught on the boat in Antarctica&#039;s remote Ross Sea. The creature was caught a m\",\"class\":\"media-element file-original-image\"}}]]</p><p>The female specimen had been kept frozen in a New Zealand laboratory since then. Recently, scientists defrosted it and began the dissection process &mdash; after hoisting it into an examination tank with a forklift.</p><p>When they say colossal, they mean it. Each of the squid&rsquo;s eight arms is around three feet long, and it weighs a whopping 770 pounds.</p><p>The animal is nearly entirely intact, which makes for a great research opportunity. It is only the second intact colossal squid ever discovered. The other was found in 2008 and is now displayed at the Museum of New Zealand.</p><p>And while it isn&rsquo;t a kraken by any stretch &mdash; colossal squids aren&rsquo;t thought to be aggressive &mdash; the creature may have inspired the popular tale.</p><p>Dr. Kat Bolstad of Auckland University <a href=\"http://www.google.co.uk/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;uact=8&amp;ved=0CCMQqQIwAA&amp;url=http%3A%2F%2Fwww.bbc.co.uk%2Fnews%2Fscience-environment-29222666&amp;ei=ocEZVMK7K4OM7Qa5yICwBQ&amp;usg=AFQjCNFXbcOCQ2mqij09rlMMdq9LRoo1cw&amp;bvm=bv.75097201,d.ZGU\">gave BBC News a theory</a> as to how the squid and the legend might have arisen. Sperm whales are thought to eat them, according to Bolstad, and &ldquo;are known to play with their food. So it might well be that they&rsquo;ve sort of caught these large squids, brought them up to surface, sort of thrown them in the air &mdash; in what may look, from a distance, like an epic battle,&rdquo; Bolstad told BBC News.</p><p>Courtesy of the museum, approximately 142,000 people from 180 countries tuned into a live web stream of the dissection on September 16. If you want all the slimy details, here&#39;s <a href=\"https://www.youtube.com/watch?v=8Yz_57uadUQ\">the video</a>.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Giant%20Squid%20II.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/giant-squid-iijpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091720148.mp3"},{"href":"http://www.pri.org/file/091720148mp3"},{"href":"https://www.youtube.com/watch?v=8Yz_57uadUQ"},{"href":"http://www.pri.org/file/science-live-colossal-squid"}]}