{"created":"2014-10-07T19:14:22+00:00","modified":"2014-10-30T23:42:57+00:00","valid":{"from":"2014-10-30T23:42:57+00:00","to":"3014-10-30T23:42:57+00:00"},"hreflang":"en","title":"M. Caldwell Butler, A True Bipartisan Politician","published":"2014-08-25T15:24:00+00:00","teaser":"The Republican lawmaker from Virginia who died this week was not afraid to go against his party, or reach across the aisle, to stand against corruption.","itags":["npr_api","337134414"],"guid":"9718f0b0-424c-4b7b-b143-b7f3b5a359e9","contentencoded":"<p>M. Caldwell Butler died this week, at the age of 89, just a few days short of another anniversary of the event that etched his name into history.</p><p>Butler was a first-term representative from Virginia in 1974, serving on the House Judiciary Committee, which was spending a steamy summer under scorching TV lights to consider the impeachment of President Richard Nixon.</p><p>Butler was from a proud old Virginia family. He admired Chief Justice John Marshall, of whom he was a descendant, Robert E. Lee, and Richard M. Nixon.</p><p>But testimony mounted against Nixon during the summer of 1974, often called Watergate Summer: talk of burglars, bribes and bags of cash, dirty tricks and secret tapes.</p><p>Butler was part of a group of seven Republican and three conservative Southern Democrats on the committee who began to meet behind closed doors. Butler felt he owed his election to Nixon's landslide victory in 1972, and admired the opening of relations with China. But he was aghast at the Richard Nixon he heard, scheming and swearing, on the White House tapes.</p><p>Under the hot lights of the hearing room, Butler declared, \"For years, we Republicans have campaigned against corruption and misconduct ... by the other party. But Watergate is our shame.\"</p><p>Two days later, and 40 years ago this week, members of both parties on the House Judiciary Committee voted 27 to 11 to impeach the president, who resigned a couple of weeks later.</p><p>Butler got nasty mail and a few threats, but said his harshest scolding came from his mother. \"You are probably right,\" he wrote back to her. \"However, I feel that my loyalty to the Republican Party does not relieve me of the obligation which I have.\"</p><p>This week we reached Tom Railsback, a retired Illinois Republican congressman who was part of Butler's bipartisan band that reached across the aisle.</p><p>\"I thought Richard Nixon was a fine president,\" Railsback told us. \"Did great things. And I think some Democratic presidents have done the same kind of bad things. But we had evidence on Nixon and couldn't ignore it.\"</p><p>Railsback says he's puzzled about the scarcity of bipartisanship today. He believes American politics has rarely been more essential or admired than during the Watergate scandal, when a group of people from both parties put partisanship aside.</p><p>\"Watergate showed us politics can work,\" Railsback told us. \"The answers are in the Constitution. We did the right thing, and the system worked.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=M.+Caldwell+Butler%2C+A+True+Bipartisan+Politician&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"151"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337320829-48c180.m3u?orgId=1&topicId=1014&aggIds=4495795&ft=3&f=337134414"}]}