{"created":"2015-04-24T09:10:29+00:00","modified":"2015-05-13T21:00:46+00:00","valid":{"from":"2015-05-13T21:00:46+00:00","to":"3015-05-13T21:00:46+00:00"},"hreflang":"en","title":"2 Years After Garment Factory Collapse, Are Workers Any Safer?","published":"2015-04-24T19:25:00+00:00","teaser":"At the site of the Rana Plaza tragedy in Bangladesh, families gathered to remember their loved ones and call for better working conditions. Changes have been made, but there's a long way to go.","itags":["npr_api","401917197"],"guid":"9722c9cb-01a5-4602-ac7b-965fb9f6c6d9","contentencoded":"<p>Beneath a gray sky, rainwater had collected in a hole in the ground where Rana Plaza once stood, creating a small, murky pond. Rubble and pieces of steel bars surrounded the edge of the water. It was hard to believe that this small lot, steps away from a busy main road, was once home to an eight-story building with thousands of garment workers.</p><p>The nondescript place did not look like the site of the world's worst garment factory disaster. Two years ago on April 24, Rana Plaza collapsed, killing more than 1,100 people and injuring 2,500.</p><p>Bangladesh hasn't forgotten that tragic day. Hundreds of people gathered at Rana Plaza on Friday morning. There were garment workers and people from labor unions and nongovernmental organizations. They held banners about remembrance and yelled into megaphones about workers' rights.</p><p>Relatives of garment workers who died at Rana Plaza were also there. They clutched photos of loved ones. One mother told me that it took rescuers 11 days to find the body of her 24-year-old daughter. She wiped her eyes with the edge of her shawl. The mother said she still comes to the Rana Plaza site every day.</p><p>One man held a photo of his dead wife while carrying their 4-year-old son. His 25-year-old wife had been working at Rana Plaza for just two months. Why did he come to Rana Plaza today? He explained that his child had asked about the anniversary and wanted to visit.</p><p>Two years after the tragedy, major efforts are underway to prevent another disaster like the one at Rana Plaza. More than 200 international clothing brands, such as H&M, Zara, Walmart and Gap, have pledged to make Bangladesh's factories safer.</p><p>About 2,700 out of 3,500 export factories in the country have been inspected under three big initiatives: <a href=\"http://www.bangladeshaccord.org/\" target=\"_blank\">Bangladesh Accord on Fire and Building Safety</a>, <a href=\"http://www.bangladeshworkersafety.org/\" target=\"_blank\">Alliance for Bangladesh Worker Safety</a>, and <a href=\"http://www.ilo.org/dhaka/Informationresources/WCMS_221543/lang--en/index.htm\">National Tripartite Plan on Fire Safety and Structural Integrity</a>.</p><p>Now those factories must fix problems and comply with international standards. Otherwise they will be barred from working with the world's largest clothing buyers or from exporting their goods. And that would be an economic blow: After China, Bangladesh is the world's second-largest garment exporter.</p><p>But it's a huge task for factories in Bangladesh, where safety is an alien concept for everyone from managers to workers. Factories with resources are importing and installing fire doors, sprinklers, hydrant systems and other equipment. They are reinforcing concrete pillars, upgrading electrical systems, training workers in fire safety and more. Making a factory compliant can cost more than $1 million.</p><p>Other factories are resisting change and ignoring problems. Some owners might not understand how to fix things, but some just don't want to pay for an overhaul. And smaller factories are struggling to pay for upgrades. Bangladesh's main garment industry association wants low-interest loans to help.</p><p>Improving workplace safety is, of course, critical. So is strengthening workers' rights. The government, the International Labor Organization and others are laying the groundwork to give garment workers a voice. Factories must soon allow new worker safety committees to uphold new standards. How they will be elected is under hot debate.</p><p>And more garment workers are joining fledgling labor unions. There are 200 active unions today, compared to seven active ones in 2010. They represent hundreds of thousands of workers.</p><p>Despite efforts, problems persist. There have been reports of workers being threatened or beaten for joining unions, though they are a minority of union members. And fires are still injuring workers by the hundreds. Since November 24, 2012, when at least 117 people died in a factory fire at Tazreen Fashions in Dhaka, 31 more people have died and some 900 people have been injured in factory fires.</p><p>There is still a long way to go. And big questions remain about how Bangladesh will enforce new rules and how to make safety standards last.</p><p>When I visited Rana Plaza Friday morning, amid blaring megaphones and dense crowds, families of victims jostled around me. They extended photos — from laminated portraits to small passport photos — of sons and daughters, wives and husbands. A silver-bearded man laid a photo of a young woman on a tower of marigolds. Then he moved a rose closer to her image.</p><p><em>This story was produced in partnership with the McGraw Center for Business Journalism at the CUNY Graduate School of Journalism.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=2+Years+After+Garment+Factory+Collapse%2C+Are+Workers+Any+Safer%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Amy Yee","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401917200-bd7134.m3u?orgId=1&topicId=1006&d=180&p=3&story=401917197&t=progseg&e=401860291&seg=10&ft=nprml&f=401917197"},{"href":"http://media.npr.org/assets/img/2015/04/24/dsc_1764-1--3-58609c47226f8935e311dbfca77d3935706df7d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2008","width":"2678"}}]}