{"created":"2015-03-31T21:58:37+00:00","modified":"2015-04-01T20:41:38+00:00","valid":{"from":"2015-04-01T20:41:38+00:00","to":"3015-04-01T20:41:38+00:00"},"hreflang":"en","guid":"972320f3-3455-423a-826e-802588deb9e2","title":"'Anyone in Islam who puts question marks on theology gets ostracized, gets silenced, gets killed'","published":"2015-04-01T20:41:32+00:00","byline":"Joyce Hackel","tags":["Islam","Muslim reformation","heretic","apostate","Books","Arts, Culture & Media","North America","Islam","Muslim reformation","heretic","apostate","Religion","Submission","Islamophobia"],"teaser":"How can peaceful Muslims stop other Muslims from committing terrorism in the name of Islam? One former Muslim says nothing short of a complete reformation of Islam will do the trick.","contentencoded":"<p>Islam is in desperate need of change, but too many Muslims are afraid to question their faith, argues Ayaan Hirsi Ali, author of the new book Heretic: Why Islam Needs a Reformation Now. </p>\n<p>\"Anyone in Islam who puts question marks on theology gets ostracized, gets silenced, gets killed, gets labeled, you know, 'mad,'\" she says. </p>\n<p>Hirsi Ali knows something about being ostracized. Critics called her an Islamophobe after she described her former faith as a \"destructive, nihilistic cult of death.\" Last year Brandeis University reversed course and decided not to award Hersi Ali an honorary degree, saying her past statements were \"inconsistent\" with the university's core values.</p>\n<p>Her latest book details her early dialogue with Islam during her youth in Somalia, Saudi Arabia and Kenya. She explains why she turned her back on the religion since moving to the Netherlands as a refugee, and becoming a politician there. Now she's a fellow at Harvard's Kennedy School of Government. </p>\n<p>Hirsi Ali recounts learning about Muslim doctrine as a teenager from a school teacher in Kenya named \"Sister Aziza.\"</p>\n<p>\"These preaching teachers who entered our lives awakened a desire in Muslim believers that went from just believing and from being spiritual, to being warrior-like,\" she says. \"I had to then confront myself and my conscience with the question: okay it's true what the preaching teacher is saying, this is in the Koran, but if I'm given a command in the Koran, what if I don't approve of it? That puts you in a mental state where you have to argue with God.  And as Muslims we're not used to the concept of arguing with God. We submit.\"</p>\n<p>At times Hirsi Ali seems to be arguing that there is something inherently and uniquely toxic about all interpretations Islam. Asked if all great religions can be used for good and for evil, she replies, \"In the case of Islam today, it's being used for evil.  And the people who are doing it are succeeding in persuading young people. And thousands of young men and women increasingly who are living peaceful comfortable lives are going to Iraq and Syria to join the Islam State.\" </p>\n<p>Hirsi Ali says she appreciates the views of friends and relatives with dramatically different interpretations of Islam. She calls herself a \"heretic,\" but argues that she regularly sits down with those who disagree with her.</p>\n<p>\"It's really urgent that something needs to change within the religion,\" she says. \"The time is now to talk.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-31%2Fcritic-islam-charges-faith-encouraging-intolerance-and-discouraging-inquiry&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/HERETIC.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/hereticjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03312015_08.mp3"},{"href":"http://www.pri.org/file/0331201508mp3"}]}