{"created":"2015-03-14T22:36:14+00:00","modified":"2015-03-16T10:55:57+00:00","valid":{"from":"2015-03-16T10:55:57+00:00","to":"3015-03-16T10:55:57+00:00"},"hreflang":"en","title":"When Police Are Given Body Cameras, Do They Use Them?","published":"2015-03-16T10:55:00+00:00","teaser":"An independent monitor's report on the Denver Police Department's use of body-worn cameras found that during a six-month trial run, just one in four use-of-force incidents was actually recorded.","itags":["npr_api","393022844"],"guid":"97295f76-6127-448a-a1f1-388fb67ddd9f","contentencoded":"<p>Back in December, following the fatal shooting of unarmed 18-year-old Michael Brown in Ferguson, Mo., President Obama called for $75 million in funding for <a href=\"http://www.washingtonpost.com/blogs/the-switch/wp/2014/12/01/president-obama-wants-to-spend-75-million-to-buy-police-bodycams/\">50,000 body cameras</a> to be used by police around the United States. The cameras record police activity, and their use is intended to boost accountability.</p><p>Denver's police department has been trying out the small video cameras, which can be attached to a wearer's shirt or glasses. The devices are powered by a small box, also wearable, with an on-and-off switch.</p><p>After a six-month pilot program, 800 Denver cops — more than half the force — are expected to start wearing body cameras later this year. Officers are supposed to start recording as soon as they respond to a call or enter a scene.</p><p>But Noelle Phillips, who covers the police for the <a href=\"http://www.denverpost.com/\">Denver Post</a>, tells NPR's Arun Rath that an independent monitor's evaluation of Denver's pilot program <a href=\"http://www.denverpost.com/news/ci_27684562/monitor-denver-cops-failed-record-many-clashes-body\">found </a>that in many cases involving use of force, the cameras weren't rolling. Approximately one in four of these incidents was recorded.</p><p>Sometimes this was because \"the people involved weren't assigned cameras,\" says Phillips, including sergeants and off-duty officers.</p><p>In other cases, she says, \"officers forgot to turn them on, or said, 'The situation deteriorated too quickly and we didn't have time,' or there was a technical malfunction and the thing just wasn't working.\"</p><p>The police have objected to the findings, Phillips says, partly because the results included people in the pilot program who weren't assigned cameras. The police department has \"offered a much higher percentage of incidents that were recorded,\" she says.</p><p>But similar findings have been reported about body-mounted cameras used by police in other U.S. cities, including <a href=\"http://www.nola.com/crime/index.ssf/2014/09/cameras_not_on_most_of_the_tim.html\">New Orleans</a>.</p><p>\"Police departments all over the country are saying, 'We're going to use body cameras,' \" Phillips says. That will lead to more third-party evaluations, she says: \"Lots of groups are saying, 'Hey, let's consider all these recommendations, how does the technology work — and make it the best it can be.' \"</p><p><em>For more information on the Denver Police pilot program, click on the audio link above to hear the entire interview with Noelle Phillips.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Police+Are+Given+Body+Cameras%2C+Do+They+Use+Them%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393031805-be77a6.m3u?orgId=1&topicId=1003&e=393022844&d=267&ft=nprml&f=393022844"},{"href":"http://media.npr.org/assets/img/2015/03/14/456028912-b6ad16f02c6b08dadb50711fcb417a35827888e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2950","width":"3933"}}]}