{"created":"2015-02-26T21:35:47+00:00","modified":"2015-03-02T23:05:33+00:00","valid":{"from":"2015-03-02T23:05:33+00:00","to":"3015-03-02T23:05:33+00:00"},"hreflang":"en","title":"Don't Be Fooled By The Fishy Ingredients: This Burger Is Delicious","published":"2015-02-27T02:42:00+00:00","teaser":"Chef Marcus Samuelsson has a ritual whenever he travels to a new place — ask the cabdriver, \"Where do you eat?\" When he did that on a trip to Barbados, he fell in love with a fish sandwich.","itags":["npr_api","389050800"],"guid":"973ef637-e1db-4902-bf15-f6e8c42cb4c8","contentencoded":"<p>Have you ever fallen in love with a sandwich? Maybe one where the mix of ingredients might otherwise say, \"No, I am so wrong for you!\" <a href=\"http://www.npr.org/2013/07/24/199149179/taste-of-summer-finalist-dianes-dads-sandwich\" target=\"_blank\">And yet ... it's delicious</a>.</p><p>That once happened to chef Marcus Samuelsson in Barbados. He has a ritual whenever he travels to a new place — ask the cabdriver, \"Where do you eat?\" On that trip he ended up at a tiny fish shack called Cuz, named after its owner.</p><p>\"It's about 20 yards from the beach; it looks like any good fish shack should be looking — it looks like it's gonna fall down,\" he says. \"And everyone on the island comes to this fish shack.\"</p><p>It was there that Samuelsson, author of <a href=\"http://www.npr.org/books/titles/389052588/marcus-off-duty-the-recipes-i-cook-at-home\" target=\"_blank\">Marcus Off Duty</a>, encountered a fish burger he would never forget. He shared a recipe for <em>All Things Considered's </em><a href=\"http://www.npr.org/series/175306271/found-recipes\" target=\"_blank\">Found Recipes series</a>.</p><p>The original sandwich was constructed with hot sauce, \"trash\" white bread soaked in oil, cooked egg, \"bad mayo,\" questionable lettuce and tomato and cheese so bad it \"would be considered glue in France,\" he says.</p><p>But of course the main event was the fish.</p><p>\"This is where Cuz does not go wrong, he does not compromise,\" he says. \"The local fish is fresh. And that's why this sandwich is king of all fish burgers.\"</p><p>To make it at home, Samuelsson says it demands two things of you: \"some discipline and keeping your trashy side.\" Meaning, don't fancy it up.</p><p>Sure, swap good cheddar for the bad cheese and mix a little Sriracha together with some mayo (or, if you must be fancy, follow the recipe for his Bajan mayo below). For the fish, Samuelsson says you can use snapper, halibut, mahi-mahi, swordfish or even catfish.</p><p>But perhaps the most important step to re-create the island original: toast the bread and cook the egg in the same pan you used to cook the fish, just like you would if you were making it in a cramped shack at the beach.</p><hr /><h3>Recipe: Cuz's Fish Burgers With Bajan Mayo</h3><p>Serves 4</p><p><strong>Bajan Mayo:</strong></p><p>1 large egg yolk<br />1/2 teaspoon kosher salt<br />1/2 teaspoon Colman's dry mustard<br />2 pinches sugar<br />1 tablespoon white wine vinegar<br />2 teaspoons fresh lemon juice<br />1 teaspoon Tabasco or other hot sauce<br />1 cup olive oil</p><p><strong>Glaze:</strong></p><p>1 tablespoon soy sauce<br />1 teaspoon honey<br />1/4 teaspoon wasabi paste<br />4 drops sesame oil<br />4 dashes Tabasco or other hot sauce</p><p><strong>Burgers:</strong></p><p>4 (4-ounce) skinless fish fillets (halibut, mahi-mahi, swordfish and snapper are all good choices)<br />Kosher salt and freshly ground black pepper<br />2 tablespoons vegetable oil<br />4 sesame buns, split<br />4 slices cheddar cheese<br />1 tomato, thinly sliced<br />4 slices red onion<br />4 romaine lettuce leaves<br />About 1/4 cup pickled cabbage<br />4 large eggs, prepared over easy</p><p><strong>Bajan Mayo:</strong></p><p>Whisk the egg yolk, salt, mustard, and sugar together in a glass bowl. Combine the vinegar, lemon juice and Tabasco in a measuring cup.</p><p>Whisk half the liquid into the yolk. Then begin whisking in the oil, a few drops at a time, until the mayo begins to emulsify. Continue whisking in the oil — you can add it more quickly now — until the mayo is very thick. Add the rest of the liquid and whisk until well-combined. Cover and refrigerate. It will keep for about 1 week.</p><p><strong>Glaze:</strong></p><p>Stir all the ingredients together in a small bowl.</p><p><strong>Burgers:</strong></p><p>Heat a cast iron skillet or grill pan over high heat.</p><p>Season the fish on both sides with salt and pepper. Spoon the vegetable oil into the hot pan. Add the fish, brush the top with the glaze, and sear for 3 minutes. Turn the fish over, paint it with glaze, and sear until the fish feels firm when you prod it, about 3 minutes.</p><p>To assemble the burgers, spread a thin layer of the Bajan mayo on both sides of the sesame buns. To each, add a cooked fillet, a slice of cheddar cheese, a piece of tomato, a slice of onion, a lettuce leaf, and a tablespoon or so of the pickled cabbage. Top with an over-easy egg.</p><p><em>Reprinted from </em>Marcus Off Duty: The Recipes I Cook At Home<em>. Copyright © 2014 by Marcus Samuelsson. Published by Houghton Mifflin Harcourt. All rights reserved.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Don%27t+Be+Fooled+By+The+Fishy+Ingredients%3A+This+Burger+Is+Delicious&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389321661-1c6016.m3u?orgId=1&topicId=1139&aggIds=175306271&e=389050800&d=210&ft=nprml&f=389050800"},{"href":"http://media.npr.org/assets/img/2015/02/25/marcus---fish-burger-69f1973bf0f466bebb55227db2b83634fe630704.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1390","width":"1854"}}]}