{"created":"2015-03-10T08:18:49+00:00","modified":"2015-06-05T15:28:00+00:00","valid":{"from":"2015-06-05T15:28:00+00:00","to":"3015-06-05T15:28:00+00:00"},"hreflang":"en","title":"Circadian Surprise: How Our Body Clocks Help Shape Our Waistlines","published":"2015-03-10T21:18:00+00:00","teaser":"We have different clocks in virtually every organ of our bodies. But living against the clock — eating late at night or working overnight — may set the stage for weight gain and chronic disease.","itags":["npr_api","389596946"],"guid":"97458f9a-1a82-4aa0-9d9c-b98f9b47b8aa","contentencoded":"<p>We've long known about the <a href=\"https://www.hhmi.org/biointeractive/human-suprachiasmatic-nucleus\">master clock</a> in our brains that helps us maintain a 24-hour sleep-wake cycle.</p><p>But in recent years, scientists have made a cool discovery: We have different clocks in virtually every organ of our bodies — from our pancreas to our stomach to our fat cells.</p><p>\"Yes, there are clocks in all the cells of your body,\" explains <a href=\"http://www.neurobiology.northwestern.edu/people/core-faculty/fred-turek.html\">Fred Turek</a>, a circadian scientist at Northwestern University. \"It was a discovery that surprised many of us.\"</p><p>We humans are time-keeping machines. And it seems we need regular sleeping and eating schedules to keep all of our clocks in sync.</p><p>Studies show that if we mess with the body's natural sleep-wake cycle — say, by working an overnight shift, taking a transatlantic flight or staying up all night with a new baby or puppy — we pay the price.</p><p>Our blood pressure goes up, hunger hormones get thrown off and blood sugar control goes south.</p><p>We can all recover from an occasional all-nighter, an episode of <a href=\"http://www.npr.org/blogs/thesalt/2012/05/15/152690836/jetlagged-by-your-social-calendar-better-check-your-waistline\">jet lag</a> or short-term disruptions.</p><p>But over time, if living against the clock becomes a way of life, this may set the stage for weight gain and metabolic diseases such as Type 2 diabetes.</p><p>\"What happens is that you get a total de-synchronization of the clocks within us,\" Turek says, \"which may be underlying the chronic diseases we face in our society today.\"</p><p>So consider what happens, for instance, if we eat late or in the middle of the night. The master clock — which is set by the light-dark cycle — is cuing all other clocks in the body that it's night. Time to rest.</p><p>\"The clock in the brain is sending signals saying: Do not eat, do not eat!\" says Turek.</p><p>But when we override this signal and eat anyway, the clock in the pancreas, for instance, has to start releasing insulin to deal with the meal. And, research suggests, this late-night munching may start to reset the clock in the organ. The result? Competing time cues.</p><p>\"The pancreas is listening to signals related to food intake. But that's out of sync with what the brain is telling it to do,\" says Turek. \"So if we're sending signals to those organs at the wrong time of day — such as eating at the wrong time of day — [we're] upsetting the balance.\"</p><p>And there's accumulating evidence that we may be more sensitive to these timing cues than scientists ever imagined.</p><p>Consider, for instance, the results of a weight-loss study that we <a href=\"http://www.npr.org/blogs/thesalt/2013/01/30/170591028/to-maximize-weight-loss-eat-early-in-the-day-not-late\">reported</a> on, which was <a href=\"http://www.nature.com/articles/ijo2012229.epdf?referrer_access_token=dfwcZDpYAoJZu6Z-jfDWKNRgN0jAjWel9jnR3ZoTv0OoXMYxeUF5K1SF8LoOyYhWHpTWbYAprLsgGQpZUO-8dRgCsqvc69Y6ybR2icWqKNZrh_6mGhPVx5UkksCfOoxHL20408_DDob5XOcvWupyp7UK9qL-EM1cBouacqb4ctvAQEttrbhdfb73szArvXfotICQ2OLQHwSxoMZuG_s0AKrTt1X14w0q94UPGaCHOdB-HeTw-VJC8ISkWpFd62jb&tracking_referrer=www.npr.org\">published</a> in the <em>International Journal of Obesity</em>. Researchers found that the timing of meals can influence how much weight people lose.</p><p>\"The finding that we had was that people who ate their main meal earlier in the day were much more successful at losing weight,\" says study author <a href=\"https://sleep.med.harvard.edu/people/faculty/242/frank+a+j+l+scheer+phd\">Frank Scheer</a>, a Harvard neuroscientist who directs the <a href=\"https://sleep.med.harvard.edu/research/labs/54/Medical+Chronobiology+Program+MCP+Research+on+Circadian+Rhythms+in+Health+and+Di\">Medical Chronobiology Program</a> at Brigham and Women's Hospital.</p><p>In fact, early eaters lost 25 percent more weight than later eaters — \"a surprisingly large difference,\" Scheer says. Another<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23512957\"> study</a> found that eating a big breakfast was more conducive to weight loss, compared with a big dinner — adding to the evidence that the timing of meals is important.</p><p>Beyond weight management, there's evidence that the clocks in our bodies — and the timing of our sleeping, eating and activities — play multiple roles in helping us maintain good health. And different systems in the body are programmed to do different tasks at different times.</p><p>For instance, doctors have long known that the time of day you take a drug can influence its potency. \"If you take a drug at one time of day, it might be much more toxic than another time of day,\" Turek says. Part of this effect could be that the liver is better at detoxifying at certain times of day.</p><p>Turek says his hope is that, down the road, circadian science will be integrated into the practice of medicine.</p><p>\"We'd like to be in a position where we'd be able to monitor hundreds of different rhythms in your body and see if they're out of sync — and then try to normalize them,\" Turek says.</p><p>Whether — or how quickly — this may happen is hard to say. But what's clear is that the study of the biology of time is exploding.</p><p>\"What we're doing now in medicine is what Einstein did for physics,\" says Turek. \"He brought time to physics. We're bringing time to biology.\"</p><p>The irony, of course, is that this insight comes at a time when the demands of our 24/7 society mean more and more of us are overriding our internal clocks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Circadian+Surprise%3A+How+Our+Body+Clocks+Help+Shape+Our+Waistlines&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392014882-167e96.m3u?orgId=1&topicId=1066&d=421&p=3&story=389596946&t=progseg&e=392014805&seg=4&ft=nprml&f=389596946"},{"href":"http://media.npr.org/assets/img/2015/03/02/tictocstill3-d8fc2a7131366859c951504d06a9287fc6da8fe3.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1085","width":"1446"}}]}