{"created":"2014-10-24T08:53:50+00:00","modified":"2015-04-23T21:57:22+00:00","valid":{"from":"2015-04-23T21:57:22+00:00","to":"3015-04-23T21:57:22+00:00"},"hreflang":"en","title":"James Brown On Film: An Admiring And Unflinching Look At 'Mr. Dynamite'","published":"2015-01-04T01:22:00+00:00","teaser":"The new HBO documentary <em>Mr. Dynamite: The Rise of James Brown</em> traces the singer's career through the words of writers, musicians and former employees.","itags":["npr_api","358471568"],"guid":"97469701-c4e7-4a74-904d-0c0f8a258a19","contentencoded":"<p>Eight years after his death, <a href=\"http://www.npr.org/artists/15316566/james-brown\" target=\"_blank\">James Brown</a> is suddenly everywhere.</p><p><em>Get On Up</em>, a feature film on the legendary singer's life, was released this year, along with three books and some new music. And on Monday, HBO debuts<em> <a href=\"http://www.hbo.com/documentaries/mr-dynamite-the-rise-of-james-brown#/\" target=\"_blank\">Mr. Dynamite: The Rise of James Brown</a></em>, a documentary with an admiring yet unflinching look at one of music's most influential figures.</p><p>Brown remains one of the primary architects of soul, R&B, rap and funk music; a legend whose performances were so powerful, one of his many nicknames was \"Mr. Dynamite.\"</p><p>The new film traces the singer's career through the words of authors, musicians and former employees. <a href=\"http://www.npr.org/artists/15403019/the-rolling-stones\" target=\"_blank\">Rolling Stones</a> frontman Mick Jagger, who produced HBO's documentary and <em>Get On Up</em>, also talks about his friend.</p><p>\"He liked big bands, he liked a big horn section, and he liked instrumentals,\" says Jagger, who also admits in the film that he adopted some of his signature onstage dances from Brown's moves. \"He liked arranging. ... He liked to be a bandleader.\"</p><p>But the film's most authoritative voices are the men and women who played in Brown's bands. Trombonist <a href=\"http://www.npr.org/artists/93980027/fred-wesley\" target=\"_blank\">Fred Wesley</a>, who eventually co-wrote hits like \"Hot Pants,\" was a hardcore jazz musician when he first considered joining Brown's band in the 1960s.</p><p>\"I didn't even listen to James Brown [back then],\" says Wesley, who admits he broke up a band he was playing with because several members wanted to play Brown's hit \"Cold Sweat,\" a song he hated. \"I used to hear him in the background screaming and carrying on. In fact, me and my boys in Mobile, we used to call him 'that little screaming hollering sissy,' you know. We just said that in passing, didn't even listen to what was happening.\"</p><p>Speaking to NPR one day after seeing a screening of <em>Mr. Dynamite</em>, Wesley was unapologetic about his tough comments in the film.</p><p>\"I have to tell it like it is,\" he says. \"When I say James Brown is the greatest entertainer of all time, he really is. But not a nice person ... He's not a person you want to sit down and hang out with. In fact, he's the most boring person in the world, because all he talks about is himself.\"</p><p>To hear more about the stories in <em>Mr. Dynamite</em>, I invited Wesley to sit down with his good friend <a href=\"http://www.npr.org/artists/15168606/christian-mcbride\" target=\"_blank\">Christian McBride</a> in NPR's New York studios. McBride, who also appears in the film, is a superstar jazz and pop bassist who's worked with Chris Botti, Sting and Pat Metheny, and hosts the new public radio program <em><a href=\"http://www.npr.org/series/347139849/jazz-night-in-america\" target=\"_blank\">Jazz Night in America</a></em>.</p><p>In 2006, McBride once organized a jazz concert featuring Brown at the Hollywood Bowl. The two got along then, but the bassist still remembers an earlier run-in with Brown, who criticized first McBride's solo record — which had a tune heavily influenced by Brown's sound.</p><p>\"When I got my first good cussing-out from Mr. Brown — I don't know if you remember this, Fred, but I called you because I was so devastated,\" McBride says to Wesley. \"James Brown said, 'Son, you ain't got no talent. You can't play no bass.' I called Fred and told him what happened and he said, 'Aw man, that happened to me every day!'\"</p><p><em>Mr. Dynamite</em> recounts how Brown was abandoned as a kid by his father and mother, and raised by an aunt who ran a brothel. After a stint in jail, he got together with longtime sideman Bobby Byrd and began developing his sound, progressing from segregated clubs on the chitlin' circuit to crossover hits for white audiences.</p><p>He had a soulful voice, amazing dance moves and tireless work ethic. But Wesley says one of the keys to Brown's sound was picking the right musicians.</p><p>\"It was the individuals that were in the band that made the music,\" he says. \"James Brown, he was the one that made us play it; he did make you play it. But [guitarist] Jimmy Nolen had a style, [saxophonist] Pee Wee Ellis, all of these guys. It was what it was because of these individuals.\"</p><p>On the other hand, Brown sometimes hired world-famous session players like the Brecker Brothers and Steve Gadd to record select songs. Wesley says that on those occasions, Brown wouldn't come into the studio to add his vocal parts until the rest of the tracking was done. \"I think he was afraid,\" Wesley says. \"I hate to say it like that, but I think he was afraid of excellent musicians.\"</p><p>The film also suggests that Brown's personal history made it tough for him to trust other people, especially musicians. In our conversation, McBride asks Wesley about that relationship directly.</p><p>\"I remember reading or hearing you say somewhere that James Brown had a real tough time distinguishing someone being influenced by him, as opposed to stealing from him,\" he says.</p><p>\"That's true,\" Wesley replies, noting that Brown cloned songs he felt were based on his sound, including David Bowie's hit \"<a href=\"https://www.youtube.com/watch?v=J-_30HA7rec\" target=\"_blank\">Fame</a>,\" which became the James Brown single \"<a href=\"https://www.youtube.com/watch?v=6Vn--qcqxXI\" target=\"_blank\">Hot (I Need To Be Loved, Loved, Loved)</a>.\"</p><p>\"I would do everything he said, but when he asked me to <em>copy</em>,\" Wesley says, sounding disappointed that such an innovative musician would ask for derivative work. \"'Copy that,' he said, 'because they copied me.'\"</p><p>Brown could also be abusive. In the documentary, drummer Melvin Parker talks about pulling a gun on Brown to stop him from hitting Parker's brother, Maceo.</p><p>Then, Parker says this: \"I really loved the guy. But I could never say to him, 'Hey man, I love you man.' Because he had a way of taking advantage of that.\"</p><p>\"Melvin didn't love James Brown!\" Wesley says, sparking waves of laughter from McBride. \"It's impossible for Melvin to ever love James Brown. You can appreciate him, you can admire him. I don't see how you can love him, because he's a mean person. He's very mean.\"</p><p>By the late 1960s, Brown had become a strong voice on civil rights, writing songs about black pride and briefly giving up his pressed, slicked-back hairstyle for a natural afro. HBO's film even includes rare footage showing a crucial moment during a 1968 concert in Boston when Brown calmed the restless crowd after the assassination of Martin Luther King, Jr.</p><p>\"We are black, don't make us all look bad. Let me finish doing the show,\" Brown says in the clip to the restless crowd, who had begun streaming onstage after the singer stopped police from throwing them off. \"Now I asked the police to step back because I figured I could get some respect from my own people! Don't make sense. Now are we together, or are we ain't?\" Seconds later, fans had voluntarily left the stage and Brown raised his hand to start the band again.</p><p>Growing up in 1970s Philadelphia, McBride says he saw respect for Brown's leadership and status in the black community within his own home.</p><p>\"Particularly in my parents' generation, James Brown was much more than just a vocalist,\" he said. \"I would hear them tell stories. They would save all these <em>Jet</em> and <em>Ebony</em> magazines: 'James Brown spoke at this city council meeting; James Brown has this to say about schools.'\"</p><p>\"If black people had done like he said, the world would be a much better place ... that's the way he really feels about it,\" says Wesley, who continually refers to Brown in the present tense, as if he were still alive. \"If everybody had followed him like he wanted them to ... you wouldn't have all this black-on-black crime, you wouldn't have gangs and stuff like that. I think he was disappointed when he felt that his singing and dancing didn't earn him that kind of respect.\"</p><p>The film doesn't show Brown's decline in later years, including arrests and jail time. And there are no interviews with family members, who have fought over his estate since his death in 2006. Wesley says the film's real value comes from showcasing Brown in his prime.</p><p>\"You saw James Brown doing some stuff that he hadn't done in years,\" he says. \"I tell people all the time, 'You have not seen James Brown until you see him really get down like he did in the 60s,' you know?\"</p><p>Indeed, <em>Mr. Dynamite </em>is a fitting reminder of the singer's power and influence; the story of an artist whose rise mirrored the journey of black America from segregation to success.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=James+Brown+On+Film%3A+An+Admiring+And+Unflinching+Look+At+%27Mr.+Dynamite%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358581044-8560aa.m3u?orgId=1&topicId=4467349&e=358471568&ft=nprml&f=358471568"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358581473-4a314d.m3u?orgId=1&topicId=4467349&e=358471568&ft=nprml&f=358471568"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358581621-047e36.m3u?orgId=1&topicId=4467349&e=358471568&ft=nprml&f=358471568"},{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358471569-7feb2c.m3u?orgId=1&topicId=4467349&e=358471568&d=429&ft=nprml&f=358471568"},{"href":"http://media.npr.org/assets/img/2014/10/24/74255135-c745ef8b9291839ea2e882f6789766e589cb54f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1845","width":"2457"}}]}