{"created":"2015-01-02T20:36:26+00:00","modified":"2015-01-07T23:06:06+00:00","valid":{"from":"2015-01-07T23:06:06+00:00","to":"3015-01-07T23:06:06+00:00"},"hreflang":"en","title":"'Leviathan' And 'Two Days' Look For Oscar Gold","published":"2015-01-02T23:23:00+00:00","teaser":"The week between Christmas and the new year often delivers Oscar hopefuls to our screens; NPR's Bob Mondello praises two foreign films that grapple with social issues through the lens of family.","itags":["npr_api","374580556"],"guid":"974e0d6a-f0a0-4021-92a5-72bf0f1b1607","contentencoded":"<p>The week between Christmas and New Year's is always a boom time for Hollywood — generally the biggest box office week of the year. It is also a time of Oscar hopefuls, a group that included two foreign-language films in 2014: <em>Two Days, One Night</em> from Belgium, and Russia's <em>Leviathan</em>, both of which tackle social issues through the lens of family.</p><p>A phone rings at the start of <em>Two Days, One Night</em>, waking up Sandra with bad news about her job. She'd been sidelined by illness — now, just as she's ready to come back to the assembly line, the Belgian factory she works at has offered its employees a choice: They can have a year-end bonus, or Sandra can return to her job. Their bonus, her job, their vote. And of 16 employees, 14 have voted for the bonus.</p><p>\"You musn't cry,\" she tells herself, and there is one ray of hope. Because a foreman influenced the vote unfairly, management has scheduled a second vote on Monday. So Sandra has the rest of the weekend — two days and one night — to round up support. As she visits her co-workers at home, her dilemma (which is really their shared dilemma) is clear: In an economic downturn, everyone needs the money. Some turn her down flat. Others are more sympathetic. One bursts into tears the moment Sandra broaches the subject and begs her forgiveness for voting in his own self-interest.</p><p>The awkwardness, the humiliation and the central unfairness of the position these folks have been put in is what filmmakers Luc and Jean-Pierre Dardenne are exploring in <em>Two Days, One Night</em> — a slice of pressurized middle-class life they've made so real, it feels a bit like a documentary.</p><p>And that's despite the fact that for the first time, the filmmakers are working with a major star — Marion Cotillard, who's previously played Edith Piaf and a glamorous Batman nemesis, but who here more or less disappears into mousy, insecure Sandra. Sandra who is stronger than she realizes, but who is in a really tense spot for every minute of those two days and one night.</p><p>The Russian film <em>Leviathan</em> is also about an individual bucking a system, but you'd be forgiven for thinking that it's really about vodka. The plot centers on a hot-tempered mechanic named Kolya, who consumes enormous amounts of that most Russian of spirits even when things are going well, and when we meet him, things are not going well. He's about to lose his waterfront home in a land dispute with the town's crooked mayor. A hotshot lawyer buddy he has called in from Moscow has a plan involving blackmail, but the two of them are three sheets to the wind when the equally soused mayor shows up with his goons, shouting threats and insults.</p><p><em>Leviathan</em> is structured as an intimate suspense story, with a Job-like hero on whom all sorts of hell will be visited by an uncaring state. But it's also a dark social satire of a Russian society that's plagued by the same bureaucracy, corruption and pretense that were mocked by Chekhov and Gogol a century ago.</p><p>Scenes that are about to turn catastrophic for Kolya often begin with flat-out comedy. A birthday picnic, for instance, where alcohol will mix badly with machismo, starts with Kolya's friends using framed photos of old Soviet leaders for target practice. When Kolya asks if they have anyone more recent — nobody says Vladimir Putin, but the implication is clear — he's told the newer guys should \"ripen\" on the walls a bit.</p><p>All this is heading to a very dark place for Kolya. When things get about as bad as they can, he drunkenly asks a local priest whether having faith could turn things around for him. The priest quotes a line from the book of Job about pulling in Leviathan with a fish hook, but Kolya is not in the mood for biblical riddles, and the filmmakers are saving their most caustic observations about the church for later. The state, meanwhile, remains implacable, dominating a landscape of visual majesty — and enormous sadness.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Leviathan%27+And+%27Two+Days%27+Look+For+Oscar+Gold&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374621927-7b32b7.m3u?orgId=1&topicId=4467349&ft=3&f=374580556"},{"href":"http://media.npr.org/assets/img/2015/01/02/marion-cotillard-film-still-1-fbb3b5d1d0666d4f2f9d6cb3ded62293c5f2016c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3035","width":"4048"}},{"href":"http://media.npr.org/assets/img/2015/01/02/leviathan-d35b6636123d265dc20befe1dc40780c9b4c95cb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2390","width":"3186"}}]}