{"created":"2015-04-04T21:17:54+00:00","modified":"2015-05-11T12:15:02+00:00","valid":{"from":"2015-05-11T12:15:02+00:00","to":"3015-05-11T12:15:02+00:00"},"hreflang":"en","title":"Salad Ties And Breadsticks: Star Chef Started At The Olive Garden","published":"2015-05-11T12:14:00+00:00","teaser":"Stephanie Izard is the chef behind Chicago's award-winning Girl and the Goat restaurant — and the first woman to win on Bravo's <em>Top Chef</em>. But her food career began in the land of unlimited salad.","itags":["npr_api","397481922"],"guid":"974f7d82-fdbf-43d3-824c-8865f2814a7f","contentencoded":"<p><em>As part of a series called </em><a href=\"http://www.npr.org/series/274340198/my-big-break\">My Big Break</a><em>, </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>Stephanie Izard is the rock-star chef behind Chicago's award-winning Girl and the Goat restaurant, as well as Little Goat.</p><p>But the chain of events that brought her there started at, well, a chain.</p><p>\"I got my first job at the Olive Garden,\" Izard says.</p><p>Ask her if she still remembers the Olive Garden birthday song and she'll enthusiastically jump into song.</p><p>\"I started off as a hostess and you get to wear — get to, or have to, it depends how you want to look at it — but you wear a salad tie,\" she says. \"So they actually took that salad that everybody gets at the Olive Garden and put it on a tie that you get to wear at the host stand.\"</p><p>She says people would wait up to two hours for a table there.</p><p>\"People were really excited for the never-ending salad bowl and the never-ending breadsticks,\" she says.</p><p>Izard says the Olive Garden helped to reignite a childhood passion for food. After working there, she went to the Scottsdale Culinary Institute in Arizona and later moved to Chicago.</p><p>\"I knew it was a good food city,\" she says.</p><p>One of the cooks at a restaurant she worked at saw her potential in the food business, and suggested she try to open her own restaurant.</p><p>\"Not really thinking about things too much, I just quit my job,\" Izard says. \"About a year later, [I] opened my own restaurant.\"</p><p>It was called Scylla. She says it was very hands-on: Her dad built the host stand, and her mom and sister made the menus.</p><p>\"At the time, [we] just kind of went for it and figured everything out as we went,\" she says.</p><p>Izard says she worked 16-18 hour days. Not only was she managing the restaurant, but she was doing every other task.</p><p>\"There was just a couple episodes where I was fainting at work,\" she says. \"I think I was just exhausting myself by doing everything that I was doing.\"</p><p>Izard needed a break. After a few years, she sold her restaurant, planning to leave the restaurant industry for a while and do some traveling.</p><p>\"I was turning over the keys in about two weeks and <em>Top Chef</em> called,\" she says.</p><p>After her first interview for the TV show, some producers visited her restaurant for dinner.</p><p>\"And I wasn't allowed to tell my staff who they were. I'm like, 'Oh these are my new friends from LA that I just met. Let's bring them to the bar,' \" Izard says. \"Wined and dined them and just schmoozed a bit.\"</p><p>Izard then went to Los Angeles for the final casting call.</p><p>\"You do a little interview with a psychologist to make sure you're crazy enough to be entertaining, but not too crazy, because there's knives everywhere,\" she says. \"And then they put you in the middle of the room and start shooting questions at you to kind of watch you sweat and see how you handle the pressure ... You're just kind of wondering, 'What in the heck did I just get myself into?' \"</p><p>Season 4 of <em>Top Chef</em> was full of dramatic competitions and impossible challenges, like baking a wedding cake.</p><p>\"I think I blocked some of it out of memory,\" Izard says. \"The ones where I didn't do so well, I just kind of crossed those off.\"</p><p>But by the end of the season, she was one of three finalists. And in the finale, host Padma Lakshmi delivered the news: Stephanie Izard became the first woman to win <em>Top Chef</em>.</p><p>\"Definitely <em>Top Chef</em> I would say is my big break. As much as I used to always want to say it was not,\" Izard says. \"I think whether you win or however you do on the show, you can take it for so many opportunities that come your way ... I can't wait to see what else is going to happen.\"</p><p><em><em>We want to hear about </em>your<em> big break. Send us an e-mail at mybigbreak@npr.org.</em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Salad+Ties+And+Breadsticks%3A+Star+Chef+Started+At+The+Olive+Garden&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397524439-e09b84.m3u?orgId=1&topicId=1008&aggIds=274340198&d=273&p=2&story=397481922&t=progseg&e=397459484&seg=6&ft=nprml&f=397481922"},{"href":"http://media.npr.org/assets/img/2015/04/04/stephanie-izard-5a61b95d936ce62a59f6ddb7c366d95e2d9c3bbf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}