{"created":"2014-11-11T19:01:06+00:00","modified":"2014-11-13T16:22:58+00:00","valid":{"from":"2014-11-13T16:22:58+00:00","to":"3014-11-13T16:22:58+00:00"},"hreflang":"en","guid":"975266e0-bb11-452d-991b-88194f28c60e","title":"Why an NGO wants this Lebanese boy to live his hoop dreams","published":"2014-11-13T16:22:45+00:00","byline":"Ari Daniel","tags":["sports","basketball","NGOs","SafeMode","Sports","Beirut","Asia","Lebanon","Middle East","Maria Khadchadourian","Basketball","Education","Young Lebanon"],"teaser":"Ahmad, like many Lebanese kids, wants to be a basketball star when he grows up. For now, he's getting to train towards his unlikely goal thanks to a Lebanese NGO that believes such dreams are important for disadvantaged children. ","contentencoded":"<p>It's 8:30 a.m. on a Saturday, and 10-year-old Ahmad has already been awake for a couple of hours, nagging his dad to get up. He's eager to get to an indoor <a href=\"http://www.hoops-club.com/\">basketball school in Beirut called Hoops</a>.</p>\n<p>“I love Hoops very, very much,” Ahmad says. Basketball thrills him. He zips around the basketball court in his blue and orange uniform, the only player in sight. It's early enough that he has the whole place to himself.</p>\n<p>Ahmad’s biggest fan — his dad, Ali — is grinning. “I’m always with him so that I can see him and then encourage him,” he says. “Every time Ahmad puts a ball in, I start clapping and I get excited and I’m happy. If he makes [a] mistake, I’ll tell him, ‘Do this, do that, put your hand here.’ I’ll help him. I coach him a bit.”</p>\n<p>Pretty soon, it's time for Ahmad’s lesson from one of the coaches at Hoops. The kids practice dribbling and shooting with their own basketballs.</p>\n<p>Ahmad’s basketball is well-loved; the black lines have started to fade. “This ball is the best thing in my life,\" he says.</p>\n<p>Ahmad got it three years ago, and it's the only one that he'll play with. It's special to him because it was a gift from <a href=\"http://www.nawaya.org/\">Nawaya</a>, an organization that connects disadvantaged kids with opportunities to pursue their passions. Nawaya bought Ahmad a uniform and Nike sneakers to go along with the ball, and also worked out a deal with Hoops to waive his class fees indefinitely.</p>\n<p><strong>A Sparse Home</strong></p>\n<p>Ahmad’s family lives in the Dahiyeh, a southern suburb of Beirut that's densely populated and relatively cheap. His father’s job is to paint pots; it's all he can manage thanks to partial paralysis, and it's not enough to make ends meet for his family of six. That's why they're living with Ahmad’s grandparents.</p>\n<p>Ahmad, like many kids, wants to make basketball a professional career, either by playing for a Lebanese basketball team — Lebanon is, perhaps unexpectedly, a basketball-crazy nation — or working as an instructor at Hoops.</p>\n<p>But while his mother, Zeinab, and his grandmother, Elmaza, are proud of Ahmad, they also have their concerns. “Right now, his main focus is basketball,” his mother says. “I want Ahmad to have more skills — like languages — and different talents for the future.”</p>\n<p>“There are no boundaries for people who study,\" his grandmother says. \"Basketball can only take him so far.”</p>\n<p>Ahmad admits he didn't do well in school last year. But \"I don’t want it to happen again,\" he says. \"I want to be good at both basketball and academics.” His grandmother nods. “<em>Inshallah</em>,” she says. God willing.</p>\n<p><strong>Bright Dreams</strong></p>\n<p>So would the money from Nawaya be better spent on tutoring? Maria Khadchadourian, the youth recruitment coordinator for Nawaya, says they provide tutoring to any of the roughly 40 kids they work with if they need it.</p>\n<p>Khadchadourian rejects the idea that Nawaya should simply be encouraging kids like Ahmad to take on more realistic goals than becoming professional athletes. “The at-risk youth, if you ask them, ‘What do you want to be when you grow up?,’ most of the time their answer would be, ‘I can’t be anything when I grow up,’ or ‘I don’t know if I would grow up.’”</p>\n<p>“What we’re trying to do [is to] let Ahmad and the youth like him dream,\" she says. \"Ahmad will not forget his basketball trainings or how proud his father was every time he put a ball through the hoop. These are memories that shape him just because somebody cared about what he felt like doing. These things change kids.”</p>\n<p>Back in his grandparents’ apartment in the Dahiyeh, Ahmad agrees. “Even just drawing a basketball makes me happier inside,” he says. “And getting to see a real one? It means the day ahead will be bright.”</p>\n<p><em>This story, which is part of the series Young Lebanon, is supported by the <a href=\"http://pulitzercenter.org/\">Pulitzer Center on Crisis Reporting</a>.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/AhmadFeature.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/ahmadfeaturejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111120146.mp3"},{"href":"http://www.pri.org/file/111120146mp3"}]}