{"created":"2014-10-19T21:22:47+00:00","modified":"2014-11-10T20:40:51+00:00","valid":{"from":"2014-11-10T20:40:51+00:00","to":"3014-11-10T20:40:51+00:00"},"hreflang":"en","title":"Residents Uneasy About Immigrant Shift Into Suburbs","published":"2014-10-20T15:38:00+00:00","teaser":"Immigrant families living in the U.S. illegally have been moving out of urban areas into the suburbs. That's creating new tensions with some of the people who live there.","itags":["npr_api","354532433"],"guid":"9757c6e2-7a85-4c45-b440-ba2f17ddc508","contentencoded":"<p>Unprecedented numbers of immigrant children crossed the southern U.S. border illegally this past summer. Now, the department of Health and Human Services says 43,000 of them have been placed in the homes of family members and sponsors to await court dates.</p><p>Cities are often the first stop for immigrants who come to the U.S. illegally. But many have been moving into the suburbs in recent decades. And that's creating new tensions with the people who live there.</p><p>In an apartment in Alexandria, Va., just outside Washington, D.C., Sulma Garcia is vacuuming while the television plays in the background. She's on a break before going to her second job of the day as a nanny.</p><p>Garcia and her 7-year-old son, Ramon, fled their village in El Salvador in November because of all the crime. She says gang members were forcing kids to carry drugs and drink beer. They taught Ramon how to roll marijuana into a blunt.</p><p>Garcia and her son were apprehended at the border by immigration authorities and released into the U.S. to undergo deportation proceedings. They came to Alexandria to live with Garcia's sister. Their next hearing is in January. Garcia is hoping to figure out a way for them to stay in the U.S. permanently by then. And that makes some Virginians anxious.</p><p>Tyler Pierce is a scientist in the Air Force. He and his wife, Jill, have five children. Four of them are adopted and have special needs. They moved their family to Northern Virginia this past summer from Ohio.</p><p>The Pierces stress that they worry about immigrant children's safety — especially those who come to the U.S. alone. But they also don't want to set a precedent that will encourage even more people to cross the border illegally, in part, they say, because many new immigrants require public benefits like housing, food, health care and education.</p><p>\"I don't think we can go into every country and save every child going through every difficult time. I wish that we could,\" Jill Pierce says.</p><p>Greg Letiecq shares that concern. He's the president of the Northern Virginia group Help Save Manassas, a grass-roots organization that opposes illegal immigration.</p><p>\"We don't have enough money to take care of American kids and legal immigrants,\" says Letiecq. \"Where are we going to get the money ... and the resources to take care of illegal aliens that don't have a right to be here in the first place?\"</p><p>Since 2007, Help Save Manassas has been lobbying for local officials to change law enforcement practices and housing codes in ways that make it more difficult for people without legal status to live in their community.</p><p>\"It was very common in this neighborhood to have 15 people living in a three-bedroom house. So we went to them and said maybe we can limit the number of people based on how many square feet for bedrooms ... and then say a certain number of people can occupy a residence based on that,\" Letiecq says.</p><p>Julie Weise, an immigration historian at the University of Oregon, says she's finding advocacy groups like Help Save Manassas all across the country.</p><p>She says that's because the shift of immigrant families moving out of working-class areas into middle-class suburbs isn't sitting well with some families there, especially when it comes to education.</p><p>\"Why are people living in a place like Prince William County, an hour away from their job in Washington, D.C.?\" she says. \"You can get more house for less money, but the top reason is the schools.\"</p><p>Weise says today's immigrant families also want to put their kids in the best public schools. And, she says, they're coming up with savvy ways to buy themselves into those school districts, such as living with multiple families in one home.</p><p>That's what Garcia has done. She and her son share their apartment in Alexandria with Garcia's sister and her kids.</p><p>Tyler Pierce, the suburban dad, acknowledges that immigrants like Garcia who are fleeing violence don't have many options.<em> </em></p><p>\"I'm not so naive to see everything through rose-colored glasses,\" he says. \"I understand that they're in such desperate straits, they're at their wits' end to figure out what to do for their children. I just feel that there's a certain order that will be better for everyone involved.\"</p><p>That certain order is not what Garcia is hoping for. She says she and Ramon can't go back to El Salvador; it's too dangerous. She brags that Ramon learned English in just four months. And she talks about him like he's an American kid.</p><p>\"I want him to be a good kid,\" she says. \"I want him to study, and to be somebody, and to represent this country.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Residents+Uneasy+About+Immigrant+Shift+Into+Suburbs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Caitlin Dickerson","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357425464-804d96.m3u?orgId=1&topicId=1003&ft=3&f=354532433"},{"href":"http://media.npr.org/assets/img/2014/10/08/migrant-suburb-01f856beb80245ddedc583ea43938edf14d79b9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3015","width":"4020"}}]}