{"created":"2015-03-17T22:01:27+00:00","modified":"2015-03-18T17:57:50+00:00","valid":{"from":"2015-03-18T17:57:50+00:00","to":"3015-03-18T17:57:50+00:00"},"hreflang":"en","guid":"975bff16-a113-4105-97f7-e26ebe5297b7","title":"A muckraking radio host in Mexico just got fired, and her fans say the government did it","published":"2015-03-18T17:57:49+00:00","byline":"Stephen Snyder","tags":["corruption","journalism","politics","Media","Arts, Culture & Media","Mexico City","North America","Mexico","North America","Central America/Caribbean","Carmen Aristegui","Franc Contreras","Enrique Pena Nieto","MVS","Politics"],"teaser":"Mexico's popular radio host, Carmen Aristegui, was fired by MVS Radio in Mexico City. The station says the popular journalist was using their brand without permission, but many Mexicans suspect she was pushed out by a government embarrassed by her reporting.","contentencoded":"<p>One of Mexico's best-known journalists, Carmen Aristegui, was <a href=\"http://www.latimes.com/world/mexico-americas/la-fg-mexico-journalist-fired-20150316-story.html\">fired Sunday by MVS Radio</a> in Mexico City after her news program's reporting sparked a conflict-of-interest scandal involving Mexico's president, his actress wife and a luxury home built for her by a government contractor.</p>\n<p>\"People who want good, solid news when they wake up tune to Carmen Aristegui,\" says Franc Contreras, a journalist for China's CCTV based in Mexico City. \"Last year, for example, they hit hard and heavy on the story of <a href=\"http://www.pri.org/stories/2014-10-07/mistrust-and-confusion-surround-disappearance-43-mexican-students\">those 43 college students</a> who went missing in southern Guerrero state, and did a lot of investigative reporting on the effort — or lack of effort — that the Mexican government put forward in trying to find them.\"</p>\n<p>That story, along with reports that Mexican President Enrique Peña Nieto had <a href=\"http://www.mcclatchydc.com/2014/11/09/246284/mexico-leader-faces-charge-contractor.html\">purchased a mansion from a government contractor</a>, were seen to embarass the government. But MVS claims Aristegui wasn't fired for her reporting.</p>\n<p>The station says Aristegui was dismissed over a dispute involving her team's unauthorized use of the MVS brand to endorse a new transparency website called <a href=\"https://mexicoleaks.mx/\">MexicoLeaks</a>. But the fired host and her supporters are calling it a blow to freedom of expression in Mexico.</p>\n<p>\"Aristigue's fans presume government influence over the MVS decision to dismiss her,\" Contreras says. \"One of the lawyers for MVS Radio has joined the ranks of the Mexican president's communications team, and so it appears that some sort of pressure came down. ... At least that's the perception that Mexicans have.\"</p>\n<p>Mexico had a poor record of press freedom under the Institutional Revolutionary Party, which ruled Mexico uninterrupted for 71 years. Now, Contreras says, \"many in Mexico fear we're headed there again.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-17%2Fmuck-raking-radio-host-mexico-just-got-fired-and-her-fans-are-angry&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0317201510.mp3"},{"href":"http://www.pri.org/file/0317201510mp3"}]}