{"created":"2014-08-27T18:50:36+00:00","modified":"2014-08-27T18:50:37+00:00","valid":{"from":"2014-08-27T18:50:36+00:00","to":"3014-08-27T18:50:36+00:00"},"hreflang":"en","guid":"975ea0f0-fa16-4059-b783-5e40c96f2e75","title":"Canadian doughnut chain Tim Hortons gets swallowed up by Burger King","published":"2014-08-27T18:50:36+00:00","byline":"Andrea Crossan","tags":["food","Canadian culture","business and economy","government","Business","Business, Finance & Economics","North America","Canada","United States","North America","Katia Dmitrieva","Tim Hortons","Canadian culture","Burger King","Food and drink","Wendy's","Doughnut","Business"],"teaser":"As mom and apple pie are to America, so are Gordie Howe and Tim Hortons to Canada. But after being sold to Burger King, some Canadians are concerned the American company will bring unwelcome changes to the nation's favorite cup of joe.","contentencoded":"<p>It&rsquo;s been called a whopper of a deal: O<span style=\"line-height: 1.538em;\">n Tuesday, global fast-food giant Burger King announced it would purchase the Canadian coffee-and-doughnut chain Tim Hortons for $11 billion.&nbsp;</span><span style=\"line-height: 1.538em;\">The buyout will create world&#39;s third largest fast-food company.</span></p><p>The corporate headquarters of the new company will be in Canada, allowing it to take advantage of the country&#39;s lower tax rates.&nbsp;<span style=\"line-height: 1.538em;\">The US corporate tax rate is 35 percent, but it&#39;s only 26.5 percent in Ontario, Canada, where Tim Hortons is based. The company, though, has said tax avoidance was not a primary reason for the deal.</span></p><p>The buyout has <a href=\"http://www.bloomberg.com/news/2014-08-25/tim-hortons-canada-fans-squeamish-of-american-hook-up.html\">drawn mixed reactions from Canadians</a>, according to&nbsp;Bloomberg News reporter Katia Dmitrieva.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Canadians are very concerned,&quot; she says. &quot;There were a few people I spoke with [about the merger] who didn&rsquo;t want to go on the record because they were so vehemently opposed to an American company buying out this [Canadian] icon, as they see it.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">But this isn&rsquo;t the first time Tim Hortons has merged with another large US chain. The company u</span><span style=\"line-height: 1.538em;\">sed to be owned by fast-food chain Wendy&#39;s before it was spun off as a separate business in 2006.</span></p><p>Still, says Dmitrieva, &quot;<span style=\"line-height: 1.538em;\">this is one of the last remaining brands that we have that are Canadian and I think people are feeling really riled up by that, especially folks who have grown up with this brand all their lives.&quot;</span></p><p>Tim Hortons has a long history in Canada.&nbsp;<span style=\"line-height: 1.538em;\">It was co-founded in 1964 by a Canadian hockey player named, yep, Tim Horton. The first branch was in Hamilton, Ontario, and it</span><span style=\"line-height: 1.538em;\">&nbsp;served only coffee and doughnuts.</span></p><p><span style=\"line-height: 1.538em;\">Now there are more than 4,000 restaurants in Canada, and a <a href=\"http://www.fastcocreate.com/3027423/infographic-your-complete-guide-to-ordering-coffee-and-donuts-at-tim-hortons\">unique ordering language</a> for Tim Hortons devotees. The chain has even expanded into the United States.&nbsp;</span></p><p>Executives say the two chains will continue to be run independently, so don&rsquo;t plan to order a Tim Hortons doughnut to go with that Burger King combo meal just. The deal remains subject to regulatory and shareholder approvals.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/coffee.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/coffeejpg"}]}