{"created":"2014-09-24T20:05:50+00:00","modified":"2015-03-19T18:37:11+00:00","valid":{"from":"2015-03-19T18:37:11+00:00","to":"3015-03-19T18:37:11+00:00"},"hreflang":"en","title":"After Childhood Abuse, 'Times' Columnist Says He Chose Life Over Vengeance","published":"2014-09-29T19:33:00+00:00","teaser":"Charles Blow says he was 7 years old when he was sexually abused by a cousin. His new memoir, <em>Fire Shut Up In My Bones,</em> is about what he says happened, his recovery and his bisexuality.","itags":["npr_api","350968098"],"guid":"975ef387-0f84-44f8-b74b-27e4b440a9ae","contentencoded":"<p>A new memoir by <em>New York Times</em> columnist Charles Blow begins with him in his car on his way to shoot and kill a man. That man is Blow's older cousin, who allegedly sexually abused Blow when Blow was 7 years old.</p><p>Blow, who was 20 when he set out for vengeance, turned back and never pulled the trigger. He finally realized he couldn't continue to live his life \"through the eyes of a 7-year-old boy,\" he writes. <strong></strong></p><p>His memoir,<em> </em><em>Fire Shut Up In My Bones,</em> is about the abuse Blow says he suffered — from the cousin and an uncle. He also writes about a period in which he says he was bullied into keeping the abuse a secret — a period that left Blow confused about his sexual orientation.</p><p>\"I don't think I was even questioning [my sexuality] as much as I was trying to figure out, 'Why me? How could this happen not just once, but twice from someone else [who's] also in my family? What did it mean?'\" Blow tells <em>Fresh Air</em>'s Terry Gross. \"Also, now, the idea that men and boys can be attracted to each other is a very present thought in my mind — that that sometimes enters my mind and trying to figure out what does that mean for me as I develop into an older boy and a man of my own?\"</p><p>Blow now sees his orientation as bisexual — fluid, but with more of an attraction to women than men.</p><p>His memoir is also about growing up poor in rural Louisiana, the youngest of five boys.</p><p>He says he wrote this book because he wanted to give a voice to young children who feel intense despair and isolation. And to show that they can overcome, like he did.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On his cousin allegedly abusing him when he was 7 years old</strong></p><p>My parents had separated. My mom had moved out of the house with my brothers and [me]. We had moved into a house that had been my great grandfather's. My great uncle still lived there. He couldn't read or write. He needed someone to take care of him. We needed a place to go, so we moved into that house. It was a very difficult move for me. I was always a relatively quiet and introspective kid, and now I was a very lonely, introspective and quiet kid. ...</p><p>One summer a cousin came to stay for a couple of weeks and he made it clear that he wanted to play with me and hang out with me and it thrilled me to no end because I didn't have anyone to play with. ... I thought it was fantastic.</p><p>I later would come to understand or believe that he had designs on abuse from the moment that he arrived. And one night ... we were sleeping together [in the same room], and I woke up in the middle of an abusive episode and it was the most shocking thing to me. I couldn't figure out what was happening. The words to even make it stop wouldn't come. It's a 7-year-old mind. I couldn't articulate what I was feeling, what was happening, how to make it stop. ...</p><p>I think for a child it's much more about the betrayal than it is about the abuse. It is about the betrayal of trust.</p><p><strong>On wanting to kill his cousin 13 years later </strong></p><p>In that flash of white hot anger, my only thinking is that this person has destroyed my life; that all of the years between 7 and 20 have been filled with some levels — sometimes tremendous levels — of fighting back against what I felt was the damage that he had done to me; and that if I removed him from the world, I would remove my pain from the world. ...</p><p>In that moment of turning off [the road], I had to decide, \"What are you doing? You can't keep living your life through the eyes of a 7-year-old boy. Yes, this person has done a bad thing. They don't deserve to die for what they've done and you deserve to live in spite of it. You have a life and you can't give this person so much power and so much agency over that life that they take that life away.\" I had to make that choice. I turned around and went home.</p><p><strong>On his bisexuality and society being skeptical of bisexuality </strong></p><p>It's not binary. ... It's a spectrum and not a hierarchy and ... some people are fixed along the spectrum and some people, like me, are fluid along the spectrum. ...</p><p>There is a lot of bi-phobia and bi-erasure that exists in society but I find it to be a tremendous distraction from living your life, so I don't give any energy to that. ... I am who I am. This is a lived experience for me.</p><p>I'm not a 14-year-old boy; I'm not a 24-year-old young man. I'm 44 years old; this is it. ... It hasn't changed in 44 years, so I don't know what people want me to say. I find it to be kind of a ridiculous sucking conversation that drains away the energy from you, to have to constantly define yourself by defending yourself. I won't do it.</p><p><strong>On the correlation between victims of child sexual abuse and lesbian, gay, bisexual and transgender identity </strong></p><p>What the data shows us indisputably is that people who will later identify as LGBT have disproportionate rates of having been victims of child sexual abuse. So there are two ways to think of that — one of which I completely disagree with and one I agree more with.</p><p>On the one end, the abuse is making these young people LGBT. The science for that is completely flimsy. I completely disagree with that idea. On the other side ... children who will eventually identify as LGBT are more likely to be targets of sexual predators. If you think of it that way, it changes our concept of how we need to nurture and care for children who are different. ...</p><p>If you look at it that way you realize that in some cases, not all of course, in some cases the predator is targeting children who they already see as kind of having some kind of characteristics that will later be different. And that difference means they're isolated. That difference means that they are already outside of the social mores, that the predator behavior is now somehow justified because this person is already outside the norm.</p><p><strong>On secrecy around childhood sexual abuse </strong></p><p>People don't talk about childhood sexual abuse. It is unfortunately incredibly prevalent and yet no one speaks of it and people rarely speak of it to children, although 70 percent of all sexual assaults in America happen to children, not to adults.</p><p>You're not prepared for it, so you feel alone. You can't imagine that this has happened to any other child and you [think], at least in my case, \"If it hasn't happened to anyone else that I know of, what could I have done to make it happen to me?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Childhood+Abuse%2C+%27Times%27+Columnist+Says+He+Chose+Life+Over+Vengeance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2664"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351246657-dc6e45.m3u?orgId=1&topicId=1033&aggIds=100876926&e=350968098&d=2664&ft=nprml&f=350968098"},{"href":"http://media.npr.org/assets/img/2014/09/23/-beowulf-sheehan-d101a808c1c92bfc8d2bd56c3bb4d7f99299f1a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"436","width":"582"}}]}