{"created":"2015-03-15T13:27:38+00:00","modified":"2015-06-05T15:27:41+00:00","valid":{"from":"2015-06-05T15:27:41+00:00","to":"3015-06-05T15:27:41+00:00"},"hreflang":"en","title":"Gather Ye Rosebuds: 'Citizen Kane' Screened At Hearst Castle","published":"2015-03-16T20:47:00+00:00","teaser":"The film by Orson Welles was inspired by media mogul William Randolph Hearst, who hated it with a passion. But this weekend, the film was finally shown at Hearst's legendary California castle.","itags":["npr_api","392854438"],"guid":"9760162b-fcc3-479a-92a4-e61a64feda6c","contentencoded":"<p><em>Citizen Kane</em> has been called the best film ever made. It was also at the center of an epic battle of egos.</p><p>The main character was modeled after media titan William Randolph Hearst, who in real life tried ruthlessly to keep the movie from being released.</p><p>Almost 75 years later, the family has called a truce, of sorts: This weekend, <em>Citizen Kane</em> was screened for the first time inside the millionaire's legendary home, the Hearst Castle.</p><p>Back in 1941, the \"boy wonder\" Orson Welles was about to release his first feature film. RKO Pictures had given the 26-year-old director the cinematic keys to the castle: complete creative control to make whatever movie he wanted. The movie was <em>Citizen Kane</em>, the story of power-hungry and tragic Charles Foster Kane and his castle on the hill, Xanadu.</p><p>Everyone knew that Charles Foster Kane was a stand-in for William Randolph Hearst, and Xanadu for Hearst's Castle in San Simeon, on the California coast. It was a place that defined the word decadent: 165 rooms, a quarter-million acres.</p><p>Hearst had entire 15th-century ceilings imported from Europe. He packed the mansion with art and turned part of the property into the world's largest private zoo. Wild zebras still roam the grounds.</p><p>Hearst was America's first media mogul, dominating newspapers, magazines, newsreels and movies. While he started his career on the left, by the 1930s Hearst had hired Benito Mussolini and Adolf Hitler as paid columnists, and he tried to destroy the New Deal. He became a villain to a new generation of lefties, including Orson Welles.</p><p>When word got out that Welles had taken aim at Hearst, Hearst fired right back, first threatening an advertising blackout. Then, in an era long before TMZ, Hearst threatened worse than a blackout: bad publicity for the movie stars of RKO Pictures.</p><p>\"They said look, if you show this film, we are going to tell the life stories of lots of RKO people,\" says David Nasaw, author of <em>The Chief: The Life of William Randolph Hearst</em>. \"And we're going to take the same liberties when we tell those stories as Welles has taken with Hearst.\"</p><p>Yet after all of that, the studio still took the plunge and released <em>Citizen Kane</em>. It was a hit with critics, but bombed at the box office. The movie was most definitely not shown inside Hearst's lush, private theater.</p><p>A few years ago, however, <em>Citizen Kane</em> was played at the Hearst visitor center, down the hill from the castle.</p><p>Then this year, Hearst's great-grandson Stephen, a vice president for the Hearst Corp., gave the thumbs-up to a screening in the mansion, for the San Luis Obispo Film Festival — raising eyebrows and questions among people who knew about the famous feud.</p><p>\"One of them hit me straight on,\" Stephen Hearst recalls, \"and said, 'Do you think your great-grandfather would be rolling in his grave?' And I let him know that, based on my current responsibilities, I also have control of the mausoleum, and if necessary, I can check.\"</p><p>Hearst's descendants still get to use the castle, with its Roman pool and tennis courts. They also have the name — still at No. 6 on the Forbes list of America's most wealthy families.</p><p>But the estate is now, of all things, a state park, and about 750,000 non-Hearsts come to ogle it every year. Not surprisingly, the mansion takes a lot of resources to maintain; the party's $1,000-a-pop tickets will help.</p><p>While he agrees the movie is a classic, Hearst biographer David Nasaw says that Charles Foster Kane and William Randolph Hearst shouldn't stay linked in the public imagination.</p><p>\"One of the reasons why <em>Citizen Kane</em> is dreadful biography and dreadful history is that it presents Hearst as a failure, as a bitter, nasty old man,\" Nasaw says. \"Hearst had a great life. I mean he made lots and lots of enemies. But along the way, he had a grand time!\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gather+Ye+Rosebuds%3A+%27Citizen+Kane%27+Screened+At+Hearst+Castle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Melissa Jaeger-Miller","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393133266-950ede.m3u?orgId=1&topicId=1045&d=302&p=10&story=392854438&t=progseg&e=393133205&seg=10&ft=nprml&f=392854438"},{"href":"http://media.npr.org/assets/img/2015/03/15/citizen-kane-540a05b235bb9bfabc5e590b34993afd428d6cb1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1694","width":"2259"}}]}