{"created":"2014-10-07T18:33:11+00:00","modified":"2014-12-04T15:16:28+00:00","valid":{"from":"2014-12-04T15:16:28+00:00","to":"3014-12-04T15:16:28+00:00"},"hreflang":"en","title":"In A Funny New Novel, A Weary Professor Writes To 'Dear Committee Members'","published":"2014-08-15T15:31:00+00:00","teaser":"Julie Schumacher's anti-hero pens recommendations for junior colleagues, lackluster students and former lovers. The novel deftly mixes comedy with social criticism and righteous outrage.","itags":["npr_api","339833454"],"guid":"97610d02-ff96-4ea4-9167-8d4b8b0437f0","contentencoded":"<p>For all you teachers out there contemplating the August calendar with dismay, watching, powerless, as the days of summer vacation dwindle down to a precious few, I have some consolation to offer: a hilarious academic novel that'll send you laughing (albeit ruefully) back into the trenches of the classroom.</p><p>Julie Schumacher's novel is called <em>Dear Committee Members</em> and one of the reasons why it's such a mordant minor masterpiece is the fact that Schumacher had the brainstorm to structure it as an epistolary novel. This book of letters is composed of a year's worth of recommendations that our anti-hero — a weary professor of creative writing and literature — is called upon to write for junior colleagues, lackluster students and even former lovers. The gem of a law school recommendation letter our beleaguered professor writes for a cutthroat undergrad who he's known for all of \"eleven minutes,\" is alone worth the price of Schumacher's book.</p><p>Our professor, Jason Fitger, was once a promising novelist, but his career fizzled when he returned to the well of his failed marriages and affairs for story material a few too many times. Now in late middle-age, professor Fitger finds himself stuck in the intellectual Sargasso Sea of the undistinguished Payne University. The English department where he teaches (like real-life English departments everywhere) is hemorrhaging students who are pragmatically choosing to major in disciplines like international finance and computer science. Indeed, while in the classroom teaching his scant remaining creative writing students (all of whom are intent on cranking out gory sci-fi epics), Fitger must put up with the sound of wrecking balls and clouds of \"particulate matter\" stirred up by construction crews busy remodeling the already swanky economics department upstairs. As Fitger discloses in a ranting aside within one of his recommendation letters, his own dank office is situated \"conveniently adjacent to [the men's room], so that my writing and research are invariably conducted to the flushing of waste.\"</p><p>Schumacher has a sharp ear for the self-pitying eloquence peculiar to academics like the fictional Fitger who feel that their genius has never gotten its due. His resentment seeps out between the lines of the recommendation letters he relentlessly writes — or ineptly fills out on computerized questionnaires — urging R.V. parks and paint ball emporiums to hire his graduating English majors for entry-level management positions. Inventive as all these letters are, Schumacher is smart enough to sidestep the danger posed by the inherently static form of a collection of letters; instead, as Fitger's recommendation letters grow more elaborately unhinged, we learn more about his background and his character develops beyond the one-note academic burnout case.</p><p><em>Dear Committee Members</em> serves up the traditional comic situations of classic academic farces like David Lodge's <em>Small World</em> and Kingsley Amis's immortal <em>Lucky Jim</em>, but it also updates the genre to include newer forms of indignity within the halls of academe.</p><p>Take, for instance, this gem of a recommendation Fitger writes on behalf of a young colleague applying for a teaching position in \"Comp/Rhetoric\" at another college: \"Alex Ruefle has prevailed upon me to support his teaching application to your department, which I gather is hiring adjunct faculty members exclusively, bypassing the tenure track with its attendant health benefits, job security, and salaries on which a human being might reasonably live. Perhaps your institution should cut to the chase and put its entire curriculum online, thereby sparing Ruefle the need to move. ... You could prop him up in a broom closet in his apartment, poke him with the butt end of a mop when you need him to cough up a lecture on Caribbean fiction or the passive voice, and then charge your students a thousand dollars each to correct the essays their classmates have downloaded from a website. Such is the future of education.\"</p><p>Like the best works of farce, academic or otherwise, <em>Dear Committee Members</em> deftly mixes comedy with social criticism and righteous outrage. By the end, you may well find yourself laughing so hard it hurts.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Funny+New+Novel%2C+A+Weary+Professor+Writes+To+%27Dear+Committee+Members%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"368"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339879319-4cd4d6.m3u?orgId=1&topicId=1034&ft=3&f=339833454"},{"href":"http://media.npr.org/assets/img/2014/08/12/istock_000005876098medium-b2b3275d10b16708317a500482cc8a453b82c75b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2397"}}]}