{"created":"2014-10-09T16:03:22+00:00","modified":"2014-12-04T14:29:31+00:00","valid":{"from":"2014-12-04T14:29:31+00:00","to":"3014-12-04T14:29:31+00:00"},"hreflang":"en","title":"Scientists Coax Human Embryonic Stem Cells Into Making Insulin","published":"2014-10-09T22:28:00+00:00","teaser":"Researchers have found a way to mass- produce the pancreatic cells that are insulin factories inside the body. The findings could eventually lead to treatments that would transform diabetes care.","itags":["npr_api","354708628"],"guid":"97635c8f-bf1c-4070-9a60-a21ebb97a34b","contentencoded":"<p>A team of Harvard scientists said Thursday that they had finally found a way to turn human embryonic stem cells into cells that produce insulin. The long-sought advance could eventually lead to new ways to help millions of people with diabetes.</p><p>Right now, many people with diabetes have to regularly check the level of sugar in their blood and inject themselves with insulin to keep the sugar in their blood in check. It's an imperfect treatment.</p><p>\"This is kind of a life-support for diabetics,\" says <a href=\"http://hsci.harvard.edu/people/douglas-melton-phd\">Doug Melton,</a> a stem-cell researcher at Harvard Medical School. \"It doesn't cure the disease and leads to devastating complications of the disease.\"</p><p>People with poorly controlled diabetes can suffer complications such as blindness, amputations and heart attacks.</p><p>Researchers have had some success transplanting insulin-producing cells from cadavers into people with diabetes. But it's been difficult to procure enough cells to treat large numbers of patients. So scientists have been trying to figure out how they could get more cells more easily.</p><p>For Melton, who led the work at Harvard, this has been a personal quest. His son, Sam, was diagnosed with Type 1 diabetes when he was 6 months old, and his daughter, Emma, was diagnosed with the disease when she was 14.</p><p>\"I do what any parent would do, which is to say, 'I'm not going to put up with this, and I want to find a better way,' \" he says.</p><p>And now Melton and his colleagues are reporting in a <a href=\"at http:/www.cell.com/cell/abstract/S0092-8674(14)01228-8\">paper</a> being published in this week's issue of the journal <em>Cell</em> that they think they have finally found that better way.</p><p>\"We are reporting the ability to make hundreds of millions of cells — the cell that can read the amount of sugar in the blood which appears following a meal and then squirts out or secretes just the right amount of insulin,\" Melton says.</p><p>The advance came after laboring for more than 15 years to find a way to turn <a href=\"http://stemcells.nih.gov/info/basics/pages/basics3.aspx\">human embryonic stem cells</a> into so-called beta cells in the pancreas that make insulin.</p><p>Dozens of scientists spent years analyzing the cells' genes and experimenting with different combinations of chemical signals to try to coax the cells into becoming beta cells. Finally, they came up with a recipe that appears to work, Melton says.</p><p>\"A short way of saying this might be like if you were going to make a very fancy kind of new cake — like a raspberry chocolate cake with vanilla frosting or something,\" Melton says. \"You pretty much know all the components you have to add. But it's the way you add them and the order and the timing, how long you cook it, etc. The solution to that just took a very long time.\"</p><p>And when Melton and his colleagues transplanted the cells into mice with diabetes, the results were clear — and fast.</p><p>\"We can cure their diabetes right away — in less than 10 days,\" he says. \"This finding provides a kind of unprecedented cell source that could be used for cell transplantation therapy in diabetes.\"</p><p>Other scientists hailed the research as a major step forward.</p><p>\"It's a huge landmark paper. I would say it's bigger than the discovery of insulin,\" says <a href=\"http://www.uic.edu/com/surgery/transplant/faculty_oberholzer.html\">Jose Olberholzer</a>, a professor of bioengineering at the University of Illinois. \"The discovery of insulin was important and certainly saved millions of people, but it just allowed patients to survive but not really to have a normal life. The finding of Doug Melton would really allow to offer them really something what I would call a functional cure. You know, they really wouldn't feel anymore being diabetic if they got a transplant with those kind of cells.\"</p><p>Melton and others caution that there's still a lot more work to do. For one thing, they need to come up with a way to hide the cells from the immune system, especially for people with Type 1 diabetes. But they're working on that and have developed a shell to protect the cells.</p><p>\"We're thinking about it as sort of like a teabag, where the tea stays inside, and the water goes in and then the dissolved tea comes out,\" Melton says. \"And so, if you think about a teabag analogy, we would put our cells inside this teabag.\"</p><p>But that's not the only problem. Some people have moral objections to anything that involves human embryonic stem cell research because it destroys human embryos.</p><p>\"If, like me, someone considers the human embryo to be imbued with the same sorts of dignity that the rest of us have, then in fact this is morally problematic,\" says <a href=\"https://divinity.uchicago.edu/daniel-p-sulmasy\">Daniel Sulmasy</a>, a doctor and bioethicist at the University of Chicago. \"It's the destruction of an individual unique human life for the sole purpose of helping other persons.\"</p><p>Melton thinks he can also make insulin cells using another kind of stem cell known as an <a href=\"http://stemcells.nih.gov/info/basics/pages/basics10.aspx\">induced pluripotent stem</a> cell, which doesn't destroy any embryos. He's trying to figure out if it works as well, and hopes to start testing his insulin cells in people with diabetes within three years.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Coax+Human+Embryonic+Stem+Cells+Into+Making+Insulin&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354890905-b432a1.m3u?orgId=1&topicId=1128&ft=3&f=354708628"},{"href":"http://media.npr.org/assets/img/2014/10/09/human-sc-beta-cells-6d582c4d56045ed7b61ce40fa5787256126d1f73.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2249","width":"3000"}}]}