{"created":"2015-03-10T14:38:47+00:00","modified":"2015-05-13T21:30:24+00:00","valid":{"from":"2015-05-13T21:30:24+00:00","to":"3015-05-13T21:30:24+00:00"},"hreflang":"en","title":"'Redeployment,' 'Age Of Ambition' Win National Book Awards","published":"2014-11-20T14:12:00+00:00","teaser":"The veteran-penned short story collection and the nonfiction look at modern China and its citizens joined youth literature winner <em>Brown Girl Dreaming</em> and poetry winner <em>Faithful and Virtuous Night</em>.","itags":["npr_api","365288220"],"guid":"977c7e29-be26-44f6-8cc1-5403b713e071","contentencoded":"<p>At a New York City ceremony packed as much with jabs at Amazon as with jazzy entrance music, the National Book Foundation crowned a newcomer. Former Marine Phil Klay took home the National Book Award for fiction, winning the prize for his debut short story collection <em>Redeployment.</em></p><p>Klay, who had been deployed in Iraq, appeared taken aback by the honor on stage.</p><p>\"I can't think of a more important conversation to be having — war's too strange to be processed alone,\" he said in his acceptance speech. \"I want to thank everyone who picked up the book, who read it and decided to join the conversation.\"</p><p>Across a dozen stories told in first-person, <em>Redeployment</em> is at its heart a meditation on war — and the responsibility that everyone, especially the average citizen, bears for it. The book beat out a shortlist that included Marilynne Robinson, one of literature's most celebrated living writers and the favorite coming into the night. Also on the shortlist were Emily St. John Mandel, Anthony Doerr and Rabih Alameddine.</p><p>Meanwhile, judges went for a literary heavyweight in the poetry category, selecting <a href=\"http://www.npr.org/2014/09/11/343144589/the-ecstatic-blankness-of-poet-louise-gl-ck\">Louise Gluck</a>'s <em>Faithful and Virtuous Night</em>. Gluck has been awarded a Pulitzer Prize, and had been nominated for the National Book Award before — but this year marks Gluck's first NBA win.</p><p>\"It's very difficult to lose — I've lost many times. And it also, it turns out, is very difficult to win,\" Gluck said. \"It's not in my script.\"</p><p>Journalist Evan Osnos won the National Book Award in nonfiction for his impressively subtitled book, <a href=\"http://www.npr.org/2014/06/03/318557263/a-new-yorker-writer-s-take-on-china-s-age-of-ambition\">Age of Ambition: Chasing Fortune, Truth, and Faith in the New China</a>. Long the Beijing correspondent for the <em>New Yorker</em>, Osnos explored the tensions that define a modern China torn between economic expansion and authoritarian politics.</p><p>Osnos dedicated his victory to the people he wrote about. \"They live in a place where it is very dangerous to be honest, to be vulnerable, and they allowed me to write about them, and I've tried to do them justice.\"</p><p>In a unanimous decision, the judges honored Jacqueline Woodson's <em>Brown Girl Dreaming</em> in the young people's literature category<em>.</em> Woodson's memoir <a href=\"http://www.npr.org/blogs/codeswitch/2014/09/18/348992638/jacqueline-woodson-on-being-a-brown-girl-who-dreams\">traces the tale of her own youth in verse</a>, applying lines of poetry to issues of race and faith in the midst of Jim Crow and the burgeoning Civil Rights movement.</p><p>Despite these wins, in many ways the 65<sup>th</sup> National Book Awards ceremony still belonged to beloved fantasy author Ursula K. Le Guin. LeGuin, the author of such classics as <em>The Left Hand of Darkness</em> and the Earthsea novels, got a standing ovation when she came on stage to accept an award for distinguished contributions to American letters.</p><p>Once she was onstage, she pulled no punches in a fiery speech about art and commerce. \"We just saw a profiteer try to punish a publisher for disobedience, and writers threatened by corporate fatwa,\" LeGuin said. \"And I see a lot of us, the producers, accepting this — letting commodity profiteers sell us like deodorant!\"</p><p>She was referring to the recent dispute between Amazon and the publisher Hachette over e-book pricing. The power of capitalism can seem inescapable, LeGuin said, but resistance and change begin in art. And writers should demand their fair share of the proceeds from their work.</p><p>\"The name of our beautiful reward is not profit. Its name is freedom.\"</p><p>The winner in each of the four categories received a prize of $10,000. To hear the winners — and all of the nominees — read from their work, <a href=\"http://www.npr.org/2014/10/15/354568850/get-to-know-the-finalists-for-the-2014-national-book-award\">head here</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Redeployment%2C%27+%27Age+Of+Ambition%27+Win+National+Book+Awards&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365391001-4277b4.m3u?orgId=1&topicId=1161&d=242&p=3&story=365288220&t=progseg&e=365390885&seg=9&ft=nprml&f=365288220"},{"href":"http://media.npr.org/assets/img/2014/11/19/459262454-0e19b9bb8dd688cb8d4bd50c245d53a5f5aa424f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3200","width":"4270"}},{"href":"http://media.npr.org/assets/img/2014/11/19/459260148-58c714e44a827fd65f7b1bb2cb3c256d1732986f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2256","width":"3008"}},{"href":"http://media.npr.org/assets/img/2014/11/19/459260104-4048f594673b240669f61b698163f28c6dbf90a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1683","width":"2244"}}]}