{"created":"2015-02-23T22:01:55+00:00","modified":"2015-05-13T21:13:40+00:00","valid":{"from":"2015-05-13T21:13:40+00:00","to":"3015-05-13T21:13:40+00:00"},"hreflang":"en","title":"Jordan's Army Preps For A Bigger Role Against ISIS","published":"2015-02-25T21:55:00+00:00","teaser":"After a pilot was burned alive by the Islamic State, Jordanians have become much more supportive of its role in the war against the extremist group.","itags":["npr_api","388456448"],"guid":"9790cf39-9203-4620-8913-669970bd4c04","contentencoded":"<p>Jordan's King Abdullah was way out ahead of the people in his support of the war against the self-declared Islamic State, or ISIS. Many Jordanians used to say it was someone else's war even though it's only a 90-minute drive from the capital, Amman, north to the Syrian border.<br /> <br /> But Jordanian opinions changed dramatically after the horrific video in which ISIS immolated a Jordanian pilot, Moaz Kassasbeh, who was captured back in December.</p><p>Jordan ramped up its airstrikes. Videos of the attacks were cheered when they appeared on Jordanian television. Photos of the king in military dress won him applause both at home and in the West.</p><p>This has produced a great moment of national consensus. But where does Jordan go from here?</p><p>The country appears set to play a larger role in the U.S.-led coalition against ISIS, but the war looks to be long and difficult. Jordan, a country of just 6.6 million people, is already hosting more than 600,000 Syrian refugees. This has placed great strain on a country with limited resources and a fragile economy.</p><p>Government critics, meanwhile, are calling for political reform and democratization in a country where the king still has the final say on all important matters.</p><p>Jordan's military is a key player in all this, and NPR got to see it up close at the King Abdullah Special Operations Training Center, which is just outside Amman.</p><p>The Jordanian armed forces are closely aligned with the West, and the commander at the training center, Brig. Gen. Aref al-Zaben, is no exception. He has been trained at Fort Bragg, N.C., and also studied at the National Defense University in Washington.</p><p><strong>A Package Of Tools</strong></p><p>Zaben, who has also served in Afghanistan and Yemen, stressed the ideological dimension of special operations: spreading the message of moderate Islam that Jordanians, and he would say most Muslims, practice.</p><p>\"From my experience in Afghanistan, we found that there is another tool that we can fight with when we go for the root cause of the terror in the world. The voice of moderate Islam,\" he says.</p><p>In Afghanistan, Zaben took an imam with him to villages threatened by the Taliban. An imam who preached moderation. Back in Jordan, it's become part of the curriculum at the training center.</p><p>\"You need to fight the ideology with the ideology,\" he says. He adds that the training involves both \"kinetic,\" or traditional military action, as well as \"nonkinetic\" elements.</p><p>\"When we're talking about the nonkinetic, we're talking about the lectures, the ideology and how to counter the ideology,\" he said. \"It's a package.\"</p><p>It's a training package not just for Jordanian special forces but for soldiers, counterterrorism units and SWAT teams from neighboring countries including Iraq and the Palestinian Authority.</p><p>I asked about Jordan's role in Syria. Support for airstrikes is strong, though a ground invasion is not on the table. But what about special forces?</p><p>\"The fight against ISIS will [include] special forces, special operations on the ground, in the future,\" he said. \"That's going to be a coalition initiative.\"</p><p>Asked if that meant that other regional countries, not only Jordan, were likely to send in special forces, he answered definitively.</p><p>\"Must be,\" he says. \"I think we all have to stand together.\"</p><p><strong>Defining Moderate Islam</strong></p><p>King Abdullah is part of the Hashemite royal family that claims descent from the Prophet Muhammad, and the family often describes its own practice of the faith as \"moderate.\" The king is seen as an appropriate spokesman for that cause.</p><p>But, talking with Jordanians, you hear a lot more about what moderate Islam is not, rather than what it is.</p><p>Omar Razzaz, the chairman of the board of trustees for the King Abdullah II Fund for Development and the chairman of the Jordan Strategy Forum, said soul-searching is harder when the region is full of war and sectarian strife.</p><p>\"A community that is sort of safe and contained can go on searching and asking questions about their beliefs and have they gone wrong,\" he says. \"When you perceive yourself as being under attack from the outside somehow, that ability to soul-search becomes much more limited. ...</p><p>\"People become more defensive and we're stuck in that place where we are on the defensive, but we also need to carry out that conversation about what do we actually stand for,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jordan%27s+Army+Preps+For+A+Bigger+Role+Against+ISIS&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Siegel","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388520665-e10232.m3u?orgId=1&topicId=1009&d=328&p=2&story=388456448&t=progseg&e=388440568&seg=12&ft=nprml&f=388456448"},{"href":"http://media.npr.org/assets/img/2015/02/23/jordanian-soldiers-2a33ddae5ed94992765d2951684407627a8a04e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2015/02/23/img_0256-1--415eee3a0fc550e3a3490ec6d71bad1cc7239699.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1887","width":"2516"}}]}