{"created":"2015-02-04T22:33:15+00:00","modified":"2015-02-05T19:44:02+00:00","valid":{"from":"2015-02-05T19:44:02+00:00","to":"3015-02-05T19:44:02+00:00"},"hreflang":"en","guid":"97921815-d1fc-455c-8623-5cdf4404c5d0","title":"The 'ultra-violent death cult' at the heart of ISIS","published":"2015-02-05T19:44:00+00:00","byline":"Joyce Hackel","tags":["ISIS","death cult","strategy","tactics","violence","jihadi","extremist","Islamic State in Iraq and Syria","Conflict","Conflict & Justice","Asia","Syria","Iraq","Middle East","Asia","George Packer","ISIS","Syria","Iraq","death cult","strategy","tactics","Violence","jihadi","extremist","Islamic State of Iraq and Syria"],"teaser":"ISIS moves may not make much practical military or political sense, but that violent illogic may be part of the group's appeal to recruits. And despite their errors, they don't appear to be on the verge of defeat any time soon.","contentencoded":"<p>The brutal tactics of ISIS militants repel those outside its ranks. But the beheadings, mass executions and crucifixions aren't designed to win hearts, minds or tests of logic.</p>\n<p>\"A group like ISIS I associate more with the Khmer Rouge than, say, with the North Vietnamese — more with a group that has a kind of death cult at its heart and that needs bodies in order to prove itself,\" says New Yorker staff writer George Packer. \"Looking at its actions, they seem driven more by those kinds of mystical forces than by reason.\" </p>\n<p>ISIS, which calls itself the Islamic State, released a video on Tuesday purporting to show the execution of a Jordanian fighter pilot by burning him alive. Lt. Moaz al-Kasasbeh appears to be inside of a cage when an unidentified jihadi brandishes a torch, igniting a flammable liquid that has drenched the pilot's clothing.</p>\n<p>\"People who leave their comfortable lives to join ISIS might actually find the ultra-violence of ISIS exciting and somehow fulfilling, and it might almost prove to them that ISIS is serious,\" Packer says. \"It satisfies the more apocalyptic longings that ISIS and its members have to purify the world of non-believers and apostates, and to galvanize and lift the hearts of the believers.\"</p>\n<p>Packer says calls for \"purification\" are key for any extremist group when they call for ridding \"the world of these contaminants — whether it's the Jews, whether it's the Christians, whether it's the Slavs, whether it's the seculars, whether it's the intellecutal Cambodians.\" </p>\n<p>ISIS also isn't following a logical playbook when it comes to military tactics.</p>\n<p>In a <a href=\"http://www.newyorker.com/news/daily-comment/isis-murdered-kenji-goto\">recent article for The New Yorker</a>, Packer writes that the battle for Kobane, a Kurdish town on the Turkish-Syrian border, offers another example of how ISIS defies conventional logic. ISIS leaders sacrificed more than 1,000 of their fighters in a battle they eventually lost, reducing the city to post-apocalyptic rubble in the process. Yet Kobane's strategic importance is questionable. </p>\n<p>But despite what might seem like blunders, Packer says ISIS isn't likely to run aground anytime soon. </p>\n<p>\"Although it sounds as though they ought to be eminently beatable, given what seem like the tactical and strategic mistakes they've been making, they have a lot going for them,\" Packer says. \"They have a divided Middle East, they have an alienated Sunni population in Iraq and Syria, and that's very fertile ground for them to recruit and to impose their will. ISIS is going to be haunting us for a very long time.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0204201502.mp3"},{"href":"http://www.pri.org/file/0204201502mp3"}]}