{"created":"2015-05-14T21:21:27+00:00","modified":"2015-06-26T18:26:12+00:00","valid":{"from":"2013-12-09T20:37:20+00:00","to":"3013-12-09T20:37:20+00:00"},"hreflang":"en","published":"2013-12-09T20:37:20+00:00","teaser":"The tax break for charitable deductions reflects American attitudes about government, and about the best way to help others.","guid":"97992c6b-f12d-4697-8089-dc97d757239f","byline":"Karen Clark","itags":["97992c6bf12d697a089edc97d757239f","Marketplace","Marketplace for Monday, December 9, 2013","PMP:Marketplace_PMP"],"tags":["A lot to give","APM","Wealth & Poverty","deduction","philanthropy","tax"],"title":"The roots -- and some results -- of the charitable tax deduction","contentencoded":"<div class=\"barn-cleaned\"><p>One New Year’s Eve about ten years ago, <a href=\"#disclosure\">Carol Komatsuka*</a> was at her previous job at a Los Angeles non-profit when her co-worker got an unexpected phone call. &nbsp;</p>\n<p>The call &nbsp;was from a man who was at that very moment on his way to the non-profit's office building.&nbsp;</p>\n<p>“He asks for someone to meet him on the curb in front of the office,” Komatsuka remembers. A few minutes later, a Mercedes pulled up, the guy got out, “and he handed over this envelope, and in the envelope is a check for $100,000 dollars.”&nbsp;</p>\n<p>That story became legend, Komatsuka says, passed down from non-profit employee to employee as an example of the importance of end-of-the-year-giving campaigns.&nbsp;</p>\n<p>But despite the conventional wisdom it confirms, there is a question that often gets overlooked in this tale.&nbsp; <em>What, exactly, is the rush?&nbsp; Why couldn’t this donor have waited a few days, until after New Year's?</em></p>\n<p>A wealth advisor named Robert Pagliarini says it probably has something to do with these two words: “Tax Deduction.”&nbsp;&nbsp;</p>\n<p>The tax deduction you can take on charitable gifts can turn the simple act of giving in to something a little more strategic, Pagliarini says.&nbsp; Things start to matter that otherwise wouldn't, like the date on which you give your money. &nbsp;&nbsp;&nbsp;</p>\n<p>That’s because, if you take a charity tax deduction, it makes sense to get the “biggest bang for your buck,” says Pagliarini.&nbsp; And tax deductions work in such a way that you get a bigger <em>bang</em> if you donate in a year when you're in a higher tax bracket.&nbsp;&nbsp;</p>\n<p>For example, say you give away $100,000 in a year when you fall in to the 39.6 percent tax bracket. With the charity tax deduction, you could shrink your taxes by $39,600.&nbsp; But if you give the same amount of money away in a year when you are in a lower tax bracket, say 25 percent, your tax break shrinks to $25,000.&nbsp;&nbsp; &nbsp;&nbsp;</p>\n<p>This rush to get the biggest benefit out of a charitable act might not be exactly what was in mind when the charity deduction first got started, almost 100 years ago, but it might not be too far off.&nbsp;&nbsp;</p>\n<p><strong>Charity Deduction’s Gilded Birth</strong>&nbsp;</p>\n<p>It was the Gilded Age -- a time when a small group of Americans were making very large amounts of money, and giving some of it away to start schools and museums and libraries and fund other causes they cared about.&nbsp;</p>\n<p>Then, in 1917, something happened:&nbsp; World War I.&nbsp;</p>\n<p>As the nation sent hundreds of thousands of young Americans overseas to make the world “safe for democracy,” back at home a U.S. Senator named Henry French Hollis feared the war would make things <em>unsafe</em> for philanthropy.&nbsp;&nbsp;</p>\n<p>To pay for the war, Congress was in the process of hiking up the top rate on the income tax (which was first enacted in 1913) from 15 percent to 77 percent in just a couple years.&nbsp; With the wealthy suddenly giving so much more money to the government, Senator Hollis worried that gifts to charity would dry up.&nbsp;&nbsp;</p>\n<p>“Usually people contribute to charities,” he bluntly explained at the time, “out of their surplus.&nbsp; After they've done everything else they want to do, after they've educated their children&nbsp; and traveled and spent their money on&nbsp; everything they really want or think they want, then, if they have something left over, they will contribute.”&nbsp;</p>\n<p>It’s not the most romantic view of charity, notes historian Joe Thorndike of Tax Analysts, a tax research organization.&nbsp; “This is maybe not the way we like to think of ourselves, where we're going to give until it hurts,” he says.&nbsp;&nbsp;</p>\n<p>Thorndike has <a href=\"http://www.taxhistory.org/thp/readings.nsf/ArtWeb/972168BEA0B68D8585257B160048DD4A?OpenDocument\">written extensively</a> about the history of the charity deduction and why Senator Hollis pushed so hard for it.&nbsp; Thorndike says Hollis’s theory was that people give “when it's convenient and it doesn't hurt that much.&nbsp; So government needs to make certain that it doesn't hurt that much.&nbsp; That was in many ways the reason behind the creation of the deduction,” Thorndike says.&nbsp;&nbsp;</p>\n<p><strong>The Difference between Paying Tax and Donating to Charity</strong>&nbsp;</p>\n<p>Research is divided about the degree to which the deduction has really affected the amount people donate each year.&nbsp; But the goal of the deduction has always been clear: to incentivize charitable giving.&nbsp;&nbsp;</p>\n<p>Of course, that goal only makes sense if you think charities are good for society.&nbsp; <a href=\"http://philanthropy.com/section/How-America-Gives/621/\">Most Americans do</a>, but not everyone.&nbsp; Thorndike says <a href=\"http://online.wsj.com/news/articles/SB10001424127887324469304578143351470610998\">skeptics</a> of the charitable tax deduction have argued that <em>taxes</em> can do what charities do, better.&nbsp;&nbsp;</p>\n<p>“A lot of people who believe in the value of government and believe that taxes are the ‘price we pay for civilized society,’ as Justice Oliver Wendell Holmes once said, those people think -- ‘Hey it's ok, we don't need charities to do all this stuff.&nbsp;&nbsp; We'd rather have government do it.&nbsp; They'll do it more efficiently -- it'll be better all around.’” &nbsp;&nbsp;&nbsp;</p>\n<p>Whether you love the deduction or hate it as a piece of public policy, Thorndike says as a historian, he cherishes the many deep questions that lead from this single tax break.&nbsp; “It touches on what private charities are doing, and what government might do if those charities disappeared,” Thorndike marvels. “It really gets at the heart of what Americans think about their government, what they want their government to do, and how they want to help people.&nbsp; All of that.”&nbsp;</p>\n<p>Those aren't questions we necessarily ask ourselves directly most of the time.&nbsp; But around the end of December, when many Americans contemplate writing a check to a charity, and anticipate the tax deduction that might come with it, those questions are answered one way or another.&nbsp; Robert Pagliarini, the wealth advisor, says he sees his clients answer the question all the time in a very practical way.&nbsp;&nbsp;</p>\n<p>“Most people that I've talked to and that I work with would prefer that they direct where that money goes and to which cause it goes to, rather than simply going to the government,” says Pagliarini.&nbsp;&nbsp;</p>\n<p>Then he laughs.&nbsp; There was this one client his firm had once, he remembers, who didn’t want to take any deductions.&nbsp;&nbsp;</p>\n<p>“He looked at us and said, ‘I don't want to pay less tax.”&nbsp; He felt that he was in the United States, that he almost owed it to the country that enabled him to create the wealth that he did.”&nbsp;&nbsp;</p>\n<p>But Pagliarini says clients like that don't show up very often.&nbsp;</p>\n<p>&nbsp;*<a name=\"disclosure\" id=\"disclosure\"></a><em>Full disclosure: Carol Komatsuka currently works at public radio station KPCC,&nbsp; which is owned by Marketplace’s parent company American Public Media.&nbsp;</em></p></div>","description":"The tax break for charitable deductions reflects American attitudes about government, and about the best way to help others.","contenttemplated":"[{\"content\":\"<p>One New Year’s Eve about ten years ago, <a href=\\\"#disclosure\\\">Carol Komatsuka*</a> was at her previous job at a Los Angeles non-profit when her co-worker got an unexpected phone call.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The call  was from a man who was at that very moment on his way to the non-profit&apos;s office building. </p>\"},{\"content\":\"<p>“He asks for someone to meet him on the curb in front of the office,” Komatsuka remembers. A few minutes later, a Mercedes pulled up, the guy got out, “and he handed over this envelope, and in the envelope is a check for $100,000 dollars.” </p>\",\"type\":\"text/html\"},{\"content\":\"<p>That story became legend, Komatsuka says, passed down from non-profit employee to employee as an example of the importance of end-of-the-year-giving campaigns. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But despite the conventional wisdom it confirms, there is a question that often gets overlooked in this tale.  <em>What, exactly, is the rush?  Why couldn’t this donor have waited a few days, until after New Year&apos;s?</em></p>\"},{\"content\":\"<p>A wealth advisor named Robert Pagliarini says it probably has something to do with these two words: “Tax Deduction.”  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>The tax deduction you can take on charitable gifts can turn the simple act of giving in to something a little more strategic, Pagliarini says.  Things start to matter that otherwise wouldn&apos;t, like the date on which you give your money.    </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That’s because, if you take a charity tax deduction, it makes sense to get the “biggest bang for your buck,” says Pagliarini.  And tax deductions work in such a way that you get a bigger <em>bang</em> if you donate in a year when you&apos;re in a higher tax bracket.  </p>\"},{\"content\":\"<p>For example, say you give away $100,000 in a year when you fall in to the 39.6 percent tax bracket. With the charity tax deduction, you could shrink your taxes by $39,600.  But if you give the same amount of money away in a year when you are in a lower tax bracket, say 25 percent, your tax break shrinks to $25,000.     </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>This rush to get the biggest benefit out of a charitable act might not be exactly what was in mind when the charity deduction first got started, almost 100 years ago, but it might not be too far off.  </p>\"},{\"content\":\"<p><strong>Charity Deduction’s Gilded Birth</strong> </p>\",\"type\":\"text/html\"},{\"content\":\"<p>It was the Gilded Age -- a time when a small group of Americans were making very large amounts of money, and giving some of it away to start schools and museums and libraries and fund other causes they cared about. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Then, in 1917, something happened:  World War I. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>As the nation sent hundreds of thousands of young Americans overseas to make the world “safe for democracy,” back at home a U.S. Senator named Henry French Hollis feared the war would make things <em>unsafe</em> for philanthropy.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>To pay for the war, Congress was in the process of hiking up the top rate on the income tax (which was first enacted in 1913) from 15 percent to 77 percent in just a couple years.  With the wealthy suddenly giving so much more money to the government, Senator Hollis worried that gifts to charity would dry up.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Usually people contribute to charities,” he bluntly explained at the time, “out of their surplus.  After they&apos;ve done everything else they want to do, after they&apos;ve educated their children  and traveled and spent their money on  everything they really want or think they want, then, if they have something left over, they will contribute.” </p>\",\"type\":\"text/html\"},{\"content\":\"<p>It’s not the most romantic view of charity, notes historian Joe Thorndike of Tax Analysts, a tax research organization.  “This is maybe not the way we like to think of ourselves, where we&apos;re going to give until it hurts,” he says.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Thorndike has <a href=\\\"http://www.taxhistory.org/thp/readings.nsf/ArtWeb/972168BEA0B68D8585257B160048DD4A?OpenDocument\\\">written extensively</a> about the history of the charity deduction and why Senator Hollis pushed so hard for it.  Thorndike says Hollis’s theory was that people give “when it&apos;s convenient and it doesn&apos;t hurt that much.  So government needs to make certain that it doesn&apos;t hurt that much.  That was in many ways the reason behind the creation of the deduction,” Thorndike says.  </p>\"},{\"content\":\"<p><strong>The Difference between Paying Tax and Donating to Charity</strong> </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Research is divided about the degree to which the deduction has really affected the amount people donate each year.  But the goal of the deduction has always been clear: to incentivize charitable giving.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Of course, that goal only makes sense if you think charities are good for society.  <a href=\\\"http://philanthropy.com/section/How-America-Gives/621/\\\">Most Americans do</a>, but not everyone.  Thorndike says <a href=\\\"http://online.wsj.com/news/articles/SB10001424127887324469304578143351470610998\\\">skeptics</a> of the charitable tax deduction have argued that <em>taxes</em> can do what charities do, better.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“A lot of people who believe in the value of government and believe that taxes are the ‘price we pay for civilized society,’ as Justice Oliver Wendell Holmes once said, those people think -- ‘Hey it&apos;s ok, we don&apos;t need charities to do all this stuff.   We&apos;d rather have government do it.  They&apos;ll do it more efficiently -- it&apos;ll be better all around.’”    </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Whether you love the deduction or hate it as a piece of public policy, Thorndike says as a historian, he cherishes the many deep questions that lead from this single tax break.  “It touches on what private charities are doing, and what government might do if those charities disappeared,” Thorndike marvels. “It really gets at the heart of what Americans think about their government, what they want their government to do, and how they want to help people.  All of that.” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Those aren&apos;t questions we necessarily ask ourselves directly most of the time.  But around the end of December, when many Americans contemplate writing a check to a charity, and anticipate the tax deduction that might come with it, those questions are answered one way or another.  Robert Pagliarini, the wealth advisor, says he sees his clients answer the question all the time in a very practical way.  </p>\"},{\"content\":\"<p>“Most people that I&apos;ve talked to and that I work with would prefer that they direct where that money goes and to which cause it goes to, rather than simply going to the government,” says Pagliarini.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Then he laughs.  There was this one client his firm had once, he remembers, who didn’t want to take any deductions.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“He looked at us and said, ‘I don&apos;t want to pay less tax.”  He felt that he was in the United States, that he almost owed it to the country that enabled him to create the wealth that he did.”  </p>\"},{\"content\":\"<p>But Pagliarini says clients like that don&apos;t show up very often. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> *<a id=\\\"disclosure\\\" name=\\\"disclosure\\\"></a><em>Full disclosure: Carol Komatsuka currently works at public radio station KPCC,  which is owned by Marketplace’s parent company American Public Media. </em></p>\"}]","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/pleasedonate.jpg?itok=owsS75Yy","meta":{"height":"340","width":"610","crop":"primary"}},{"type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/09/marketplace_segment22_20131209"},"duration_hms":"00:06:06","duration":366},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/09/marketplace_segment22_20131209_64.mp3","format":"MP3"}]}