{"created":"2015-03-25T19:09:32+00:00","modified":"2015-04-15T20:03:38+00:00","valid":{"from":"2015-04-15T20:03:38+00:00","to":"3015-04-15T20:03:38+00:00"},"hreflang":"en","title":"Cuban Music's Most Successful Accident Rises Again","published":"2015-03-26T00:00:00+00:00","teaser":"Producer Nick Gold discusses a new release from the musicians behind 1997's landmark album <em>Buena Vista Social Club</em>, and the extended family of artists they've inspired.","itags":["npr_api","395117389"],"guid":"979cd1ab-7ae3-420f-9780-9468f0b6c127","contentencoded":"<p>In Cuba, there are songs you're just as likely to hear on a street corner today as you would have been in the 1950s. For decades, that Cuban traditional music went largely unheard and unnoticed by the rest of the world — and then came an album called <em>Buena Vista Social Club</em>.</p><p>In 1997, producers Nick Gold and <a href=\"http://www.npr.org/artists/14991343/ry-cooder\" target=\"_blank\">Ry Cooder</a> spent six days with some of Cuba's most prolific musical stars. The album recorded during those sessions went on to sell more than eight million copies and catapulted the <a href=\"http://www.npr.org/artists/15638696/buena-vista-social-club\" target=\"_blank\">Buena Vista Social Club</a> musicians to international fame. Now, almost 20 years later, Gold has returned to the trove of leftover recordings from that week in Havana.</p><p>\"I started to dig into these archives, which were pretty voluminous,\" Gold says, \"and it became apparent pretty quickly that there was at least an album's worth of really wonderful stuff, little gems.\"</p><p>Those gems, along with live performances and recordings by the individual musicians, are compiled on a new Buena Vista Social Club album called <em>Lost And Found</em>. Gold recently joined NPR's Robert Siegel from London to describe the process of taking the project for another spin. Hear their conversation at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cuban+Music%27s+Most+Successful+Accident+Rises+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395355211-e0e1b9.m3u?orgId=1&topicId=1105&e=395117389&d=480&ft=nprml&f=395117389"},{"href":"http://media.npr.org/assets/img/2015/03/24/orquesta_buena_vista_social_club-4e833a6bc2fd67d7875e5825e62be54f7f044931.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1335","width":"1780"}}]}