{"created":"2015-06-08T09:06:30+00:00","modified":"2015-06-15T21:11:18+00:00","valid":{"from":"2015-06-15T21:11:18+00:00","to":"3015-06-15T21:11:18+00:00"},"hreflang":"en","title":"ISIS Rule In Mosul: Few Come And Go As Extremists Dig In  ","published":"2015-06-15T21:11:00+00:00","teaser":"The Islamic State remains in full control a year after capturing the city. Relatively few ISIS fighters are visible, but they have imposed strict rules on all aspects of life.","itags":["npr_api","412805094"],"guid":"979f7a44-0ed9-4f8c-a69b-10eac5b9ebd5","contentencoded":"<p>When the self-declared Islamic State pushed into Mosul a year ago, chaos raged in northern Iraq. Distraught families piled into cars and fled. Iraqi Kurdish forces began battling back against the militants, eventually with U.S. air support. Everything felt fluid and uncertain.</p><p>A year on, the Islamic State, or ISIS, appears increasingly entrenched in one of Iraq's largest cities and the prospect of a major assault by Iraqi government forces and their U.S.-led allies keeps getting pushed further into the future.</p><p>About 50 miles east of Mosul, near the Kurdish city of Irbil, camps for those who fled the city are laid out in neat grids, with cinder block bathrooms and solar panels on the destitute families' tents. And around the ISIS-held town of Bartella, northeast of Mosul, a 20-mile-long ditch marks a line between Kurdish forces and ISIS that's been stationary for nine months.</p><p>\"In these villages — Daesh are there now,\" says Hazhar Zegri, a general in the Kurdish Peshmerga forces who's using the Arabic nickname for ISIS as we speed toward the front line in an armored vehicle. The ISIS militants are less than a mile away and they fire rockets daily at the the Peshmerga forces.</p><p>At a front-line position, a Peshmerga soldier lugs out a crude rocket that looks like a pipe with thick fins welded onto it.</p><p>\"This is one of the rockets they are sending over,\" Zegri says of ISIS. \"A homemade one.\"</p><p>The rockets make a lot of noise, but he says they don't have much impact. His men don't expect to retreat but they aren't planning to advance, either.</p><p>Zegri invites us for a lunch of roast lamb and okra stew and a talk about ISIS. The group has been running a city of as many as 1.5 million people for a year.</p><p>Did he anticipate that at this time last year?</p><p>\"I didn't expect it. It's a lot,\" he says. Like many in the semi-autonomous ethnic Kurdish enclave here, he blames the Iraqi government in Baghdad for not coordinating with Kurdish forces to develop a plan to drive out ISIS.</p><p>Estimates vary, but analysts, diplomats and military commanders think there are 1,200 or fewer ISIS fighters inside the city. Pro-government forces would easily outnumber them in a battle for Mosul.</p><p>But when ISIS held the city of Tikrit, further to the south, just a few hundred of their fighters kept tens of thousands of Iraqi security forces and paramilitaries at bay for weeks.</p><p>The Peshmerga say ISIS' strength lies in the ferocity of their fighters and their willingness to die. It's hard to fight against a suicide car bombing. And the outskirts of Mosul are now seeded with improvised explosives, surrounded with blast walls and ditches full of oil that could be set alight.</p><p>Airstrikes by the U.S.-led coalition are ongoing against ISIS targets around the city. But the Americans rarely hit populated areas in an effort to avoid civilian casualties. ISIS now avoids main roads, though it still uses small desert tracks for resupply.</p><p>\"And there are a lot of families,\" says Zegri. Humanitarian groups say there is no clear scenario for retaking Mosul that wouldn't result in massive civilian suffering.</p><p>The U.S. has emphasized retaking Mosul. But recently the focus has been on Anbar, the province west of Baghdad, where ISIS captured the provincial capital Ramadi last month.</p><p>\"Ramadi took us by surprise, but it shouldn't have,\" says a senior coalition military official in a briefing. Coalition and Iraqi forces are now focused on retaking Ramadi, which has delayed plans for a Mosul offensive.</p><p>And as with so much conflict in Iraq, there's a sectarian dimension. ISIS is a Sunni Muslim group, and most people in Mosul are Sunni. But the government is Shiite-led and much of the fighting against ISIS is now being done by Shiite paramilitary forces.</p><p>Zegri says if Shiite forces entered Mosul it would be a disaster because many Sunni civilians would side with ISIS.</p><p>Another Peshmerga commander, Brig. Gen. Mohammed Ali Mughdeed, says the Shiite-dominated government has to offer a better deal to Iraq's marginalized Sunnis before anyone thinks about an offensive.</p><p>\"We have to think about the political before the military,\" he says.</p><p>No diplomatic or military observer will put a date on an attempt to retake Mosul.</p><p>Meantime, it's hard to find out what life is like inside Mosul because few people are allowed to enter or exit.</p><p>But in an interview with one man who fled recently, a picture emerges of a grim routine. Like all the former and current residents of Mosul interviewed, he wouldn't give his name for fear of ISIS retribution.</p><p>Over tea, he says militants had a problem with him when they took over. He was a low-level security employee and ISIS granted him amnesty. He was allowed to repent, he swore to be a good Muslim and was supposed to give up his weapon. But he hung onto it because he thought the government would be back soon.</p><p>\"When the government comes back, they will ask me, 'Where is your weapon?' \" he says.</p><p>However, an old colleague informed on him for keeping the gun and ISIS jailed him for a month. Then they let him go, but his life was miserable.</p><p>In school, his 12-year-old daughter was taught that girls who love Islam marry jihadis. And his 13-year-old son was told: \"You are the future; you are the future of this religion.\" He was encouraged to become a fighter.</p><p>Once the man sent his son out to secretly buy cigarettes, which are banned. The religious police caught the boy and flogged him. Meanwhile, ISIS kept threatening the man, who was plotting to escape the city — though without his family.</p><p>The man let his beard grow, pretended to be an ISIS fighter, and paid someone on good terms with the militants to help talk him through a series of checkpoints. The man made it out of Mosul, but hardly hears from his family.</p><p>Telephone service in the city is intermittent. One resident climbs a hill late at night to get a signal and speak secretly. I ask about services and administration.</p><p>\"It's the same service as when Mosul was under the government,\" he says, which is to say patchy electricity from the national grid in homes, but better in main streets and markets. \"They clean the streets and a car comes round the neighborhoods to collect the garbage.\"</p><p>Recently, there was a problem with people getting sick from drinking the water, but that has passed.</p><p>\"A friend who works in the water directorate says now [ISIS] cleans the water,\" he says.</p><p>Mosul city employees still work and get paid by the Iraqi central government via money transfers. ISIS takes a cut of their salaries and levies water and garbage collection taxes. They recently bought new high-pressure street cleaners. ISIS police are strict: They do not allow illegal U-turns and have closed off gaps in the central median on the highway.</p><p>ISIS is also strict about women being fully covered, including their faces, and there's a new rule that men must not shave. Occasionally someone is publicly executed for things ISIS considers to be crimes: homosexuality, or doctors refusing to treat wounded fighters.</p><p>Overall, what do Mosul residents think of ISIS?</p><p>The man who fled the city thinks most people don't like the rules and are poorer now that the city is isolated. But he believes they are more afraid of a military offensive to retake the city than they are of ISIS. Resistance to the extremists is limited.</p><p>\"I think ISIS is getting stronger and more recognized, and won't be finished for at least four years,\" he estimates.</p><p>Many diplomats in Irbil say that services have improved a bit in Mosul and that ISIS is now well-established. One diplomat noted that ISIS does let people leave for medical treatment, as long as they hand over a car or deeds of a house to guarantee that they are coming back.</p><p>Close to Irbil, in the displaced people's camp, young men kill time with a soccer game and children play around a shipping container.</p><p>A man who gives his name as Abu Haajir seems deeply frustrated by the conditions. The Muslim holy month of Ramadan is coming, the second one he will be spending in this tent.</p><p>\"And there will be winter and summer,\" he says. And another Ramadan, \"and we'll die here and ISIS still won't leave Mosul.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=ISIS+Rule+In+Mosul%3A+Few+Come+And+Go+As+Extremists+Dig+In++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412805095-a59ad0.m3u?orgId=1&topicId=1010&d=287&p=3&story=412805094&t=progseg&e=412803104&seg=3&ft=nprml&f=412805094"},{"href":"http://media.npr.org/assets/img/2015/06/08/fordham-worried-peshmerga-edit-8ddd207ce59b6f9f1d2f212dbfa5edf9757b4410.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2567","width":"3422"}},{"href":"http://media.npr.org/assets/img/2015/06/08/gettyimages-461659548-1--9e8d323b1ebaa7a86c7eb4ff9dc99ea38036366a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3408","width":"4544"}},{"href":"http://media.npr.org/assets/img/2015/06/08/49997761_h35378962-00747d6b193ff2073a2c79fa153db4fa6c9cac07.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2349","width":"3132"}}]}