{"created":"2014-10-07T19:27:39+00:00","modified":"2014-10-30T23:45:28+00:00","valid":{"from":"2014-10-30T23:45:28+00:00","to":"3014-10-30T23:45:28+00:00"},"hreflang":"en","title":"Playing 'Crazy Eyes' Taught Actress 'It's OK To Be Just You'","published":"2014-08-01T18:29:00+00:00","teaser":"Uzo Aduba has won over critics and fans for her portrayal as \"Crazy Eyes\" on Netflix's <em>Orange Is the New Black</em>. Aduba speaks to NPR's Michel Martin about her success and how she got there.","itags":["npr_api","336829799"],"guid":"97b379a3-ac55-4263-8fb1-3719e1a8fbca","contentencoded":"<p>Uzo Aduba channels many conflicting emotions as Suzanne \"Crazy Eyes\" Warren on Netflix's original hit series <em>Orange Is the New Black</em>. The character is at once aggressive, tender, terrifying and vulnerable. That balancing act recently earned Aduba an Emmy nomination.</p><p>So it seems fitting that her full name, Uzoamaka, means \"the road is good.\"</p><p>But she tells NPR's Michel Martin that she hasn't always been so comfortable with that name.</p><p>\"I grew up in a very small town in Massachusetts, and it goes without saying that there weren't many Nigerian families in that town, and a lot of people couldn't say Uzoamaka,\" she explains. \"I came home from school one day, and I said to my mother ... 'Mommy, can you call me Zoe?' \" Aduba thought it was close enough to her real name but wouldn't make people tongue-tied. Her mother wasn't having it. \"Without skipping a beat, she said, 'If they can learn to say Tchaikovsky, and Michelangelo and Dostoyevsky<a href=\"https://www.google.com/search?client=firefox-a&hs=4px&rls=org.mozilla:en-US:official&channel=sb&q=Dostoevsky&spell=1&sa=X&ei=V5naU6_rAYGkyASp8oAI&ved=0CBwQvwUoAA\"><strong><em></em></strong></a>, then they can learn to say Uzoamaka.' And we never discussed it again.\"</p><p>Aduba says that being a first-generation American made her think twice about continuing her acting career after she was rejected from a slew of roles.</p><p>\"You know, they came here with the American dream. My mom, she really just wanted the best life for us, and I was wondering if I was just wasting that life,\" she says. \"I'd gone to this audition for <em>Blue Bloods</em>, and I got lost, and I thought it was a sign that I wasn't supposed to be doing this.\"</p><p>That day, she decided to quit acting. But \"about an hour or so later, I got the phone call that I had gotten <em>Orange</em>.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On how <em>Orange Is the New Black</em> re-established her faith in acting</strong></p><p>It gave me an opportunity and a voice to speak and let my art live, which is all I've ever wanted to do. And somebody like Suzanne, who could easily be voiceless, I think I became even more passionate to make sure that her point of view and her voice be heard when I was working on the part.</p><p><strong>On what the character \"Crazy Eyes\" taught her</strong></p><p>The thing that she's taught me more than anything is, it's OK to be just you. You know, she — as different and as off the wall, and some of her choices might be so different from the ones that any of us might make in our life — she is 100 percent and authentically herself, always, at all times. And she's not afraid to love hard, no matter what the cost. And that opening, and openness of spirit, is something that I'll carry with me for the rest of my life.</p><p><strong>On lessons in hard work from her mother</strong></p><p>When I moved to New York City, my mom dropped me off at the train station, and she stopped the car, and she just said to me, \"Uzo, just work hard. I don't know what will come. I don't know when it will come. But if you work hard, I know something will come.\" And that stayed on my spirit. It's like seeped into the marrow of my soul, that if I can just work hard, I don't know what the thing will be, something will come. And the other part of it that she said, \"I've never heard of nothing coming from hard work.\" And for me, that would be the thing that I would pass on. I've never heard of nothing coming from hard work. I've heard of nothing coming from nothing, but I've never heard of absolutely nothing coming from hard work.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Playing+%27Crazy+Eyes%27+Taught+Actress+%27It%27s+OK+To+Be+Just+You%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336829800-ef3d08.m3u?orgId=1&topicId=1138&ft=3&f=336829799"},{"href":"http://media.npr.org/assets/img/2014/07/31/uzo-pic-6142211b588c2930c535822a62b53c52b0c63f8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"839","width":"1118"}}]}