{"created":"2015-03-05T18:54:22+00:00","modified":"2015-03-05T21:36:08+00:00","valid":{"from":"2015-03-05T21:36:08+00:00","to":"3015-03-05T21:36:08+00:00"},"hreflang":"en","title":"Will Social Security Still Be Around When I Retire?","published":"2015-03-05T21:36:00+00:00","teaser":"Anyone younger than 47 should not be expecting to receive full benefits from the program when they reach retirement age.","itags":["npr_api","391019815"],"guid":"97bb6ac4-1f7f-4df2-a0ed-9d823291c147","contentencoded":"<p>The 2014 Social Security Trustees report said the program will be able to pay full benefits until 2033, and after that will only be able to pay 77 percent of benefits.</p><p><strong>Laurence Kotlikoff</strong>, a Boston University economics professor, and <strong>Paul Solman</strong>, a business and economics correspondent for PBS Newshour, talk with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now’</a></em>s Jeremy Hobson about the overall solvency of the program, and how individuals can navigate the confusing social security system.</p><p>Kotlikoff and Solman, along with Philip Moeller, are authors of the new book &#8220;<a href=\"http://www.amazon.com/Get-Whats-Yours-Secrets-Security/dp/1476772290?tag=wburorg-20\" target=\"_blank\">Get What’s Yours: The Secrets to Maxing Out Your Social Security</a>&#8221; (excerpt <a href=\"#excerpt\">below</a>). In the first part of our conversation yesterday, Kotlikoff and Solman shared advice on how people can get the most out of Social Security.</p><ul><li><a href=\"http://hereandnow.wbur.org/2015/03/04/social-security-get-whats-yours\" target=\"_blank\">See our earlier conversation, &#8220;Social Security: How To Get What’s Yours&#8221;</a></li></ul><h4>Interview Highlights</h4><p><strong>I’m in my 30s – is any of this going to apply to me at all?</strong></p><p>Larry Kotlikoff: &#8220;The system is 33 percent underfinanced according to the trustees’ report that came out last July, so in comparison, Detroit’s pensions when they were discovered to be underfunded were underfunded to the tune of 20 percent. So I think Social Security is broke, the trustees believe that, and we have to fix the system for younger people. I don’t believe that people that are 55 and older are going to see any changes to the system because it’s just too politically difficult to make those changes.&#8221;</p><p>Paul Solman: &#8220;But he’s in his 30s. I feel that we’re going to make all kinds of changes, as we did in 1983&#8230; You look back at history, we make changes in this country, we make them slowly, sometimes there’s gridlock as there is now and so forth, but there are all kinds of changes that can be made. Even Larry, however, doesn’t think that you in your 30s, Jeremy, are not going to get Social Security.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;He’ll get something, the question is whether he’ll get extra taxes, too.&#8221;<div class=\"pullquoteauth\">&ndash; Larry Kotlikoff</div></p><p></div></p><p>Larry: &#8220;He’ll get something, the question is whether he’ll get extra taxes, too. That’s something that he gets, on net, a negative thing&#8230; I think when you have a system that’s 33 percent underfinanced, somebody has to pay for it; zero-sum game.&#8221;</p><p>Paul: &#8220;And I think it’s absolute nonsense to think that you’ll get substantially less than people now will be getting. Right now, for example, there’s a ceiling on the taxable income for Social Security. But of course with the inequality of income, more people are earning over that ceiling, they’re not being taxed. Personally, I think that’s ridiculous.&#8221;</p><p><strong>On the idea of raising the age to collect Social Security</strong></p><p>Larry: &#8220;Well, raising the age of full retirement really constitutes just cutting benefits because under that higher age of full retirement, you can still take your earlier benefit at age 62, you’ll just end up with less money, so it really just constitutes a benefit cut. So we should be quite clear that we can hurt your generation a lot of different ways: we can do it by bits and pieces, but when you have a 33 percent underfinanced system, there’s a big trouble here. What we need to do is a get the older generations on board – my generation and Paul’s generation on board – to admit that there’s a huge problem and address it right now in terms of our paying higher taxes, because otherwise we’re going to get off the hook. We’re going to get to spend more, Paul’s going to be able to keep taking me to Cleo.&#8221;</p><p><strong>On the idea of people who make more paying more into Social Security</strong></p><p>Paul: &#8220;There’s no question that if you treat everybody equally here – and it’s very hard to figure out how <em>not </em>to treat everybody equally – what about the people who are still working in steel mills? And you say to them &#8216;You have to work until 70 or 72?&#8217; They’re burned out at 60 because of the nature of the work&#8230; These are very tricky negotiations. How do you figure this stuff out? On the other hand, I don’t disagree with Larry that something has to be done. <a name=\"excerpt\"></a>I’m just much more optimistic than he is that something will be done and it’ll be a portfolio of changes.&#8221;</p><h4>Book Excerpt: &#8216;Get What&#8217;s Yours&#8217;</h4><p><em>By Laurence J. Kotlikoff, Philip Moeller, Paul Solman</em></p><p><strong>Getting Paul Nearly $50,000 In Extra Benefits Over Tennis</strong></p><p><img class=\"alignright size-medium wp-image-79446\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0304_get-whats-yours-186x300.jpg\" alt=\"Cover of \"Get What's Yours\"\" width=\"186\" height=\"300\" /></p><p>This book was born of a simple question—How old are Paul and his wife?</p><p>Larry and Paul were taking a break from what they call tennis, shooting the breeze, since talking is easier than running after errant shots. Larry launched into a harangue, as he often does; this one was about Social Security’s impossible complexity. Paul was listening, as usual, with his skeptical journalist’s ear. Or, maybe, since it was Larry, just half-listening.</p><p>Then Larry asked, How old were Paul and his wife and when were they planning to take their Social Security benefits?</p><p>Proudly, Paul told Larry not to worry: he and his wife had it all figured out. They would both wait until 70, when Paul would get something like $40,000 a year instead of the $30,000 or so if he took his benefits at 66, his <em>“full”</em>—but not “<em>maximum</em>”—retirement age, which was coming right up. Paul had been reading and saving those annual green statements from the Social Security Administration for years with their “Estimated Benefits.” He’d been reading his wife’s, too. As the family’s financial planner, he knew just how much they were entitled to.</p><p>But how old are you and Jan? Larry asked.</p><p>What difference does it make? said Paul. Like I say, we’re both waiting until 70.</p><p>It makes a big difference, said Larry.</p><p>Okay, Paul’s wife would soon turn 66; he, 65.</p><p>Here’s what you do, said Larry, never at a loss when it comes to speaking in the imperative. Jan should apply for her Social Security retirement benefit when she turned 66, but then “suspend” it. That is, she would make herself eligible for the benefit but wouldn’t take it.</p><p>Then, said Larry, when you (Paul) turn 66, you apply <em>just </em>for a <em>spousal </em>benefit. When you each hit 70, you do as originally planned— you each take your own retirement benefits, at which point they will start at their highest possible values.</p><p>Or, Larry continued, clearly thinking aloud, <em>you </em>apply and suspend at 66 and <em>Jan </em>begins taking the spousal benefit, since you earned more than she did, didn’t you?</p><p>Paul can be quite dismissive of what he considers Larry’s flights of fantasy, Larry being the epitome of “often overstated, but never in doubt.” Yet Paul had begun to pay close attention. Having reported on business and economics on public television for decades, Paul understood the intricacies of business, finance, and economics better than most Americans (though admittedly, that may not be saying much). The exceptions, however, were the professional economists he’d befriended in the course of his career. Larry was one of them, and among the most deeply versed in financial planning.</p><p>Spousal benefits? Paul had vaguely heard of them. He had, however, never imagined he or his wife were eligible for any, though, had you asked him why not, he couldn’t have told you.</p><p>Spousal benefits for four years. That should be almost $50,000, Larry quickly estimated.</p><p>An aside is in order here. Larry is a world-famous scold or, he will tell you, a dead-on Cassandra, with respect to Social Security’s insolvency. Advising people like Paul to take extra benefits from the system while himself decrying the system’s funding shortfall was not what Paul expected to hear. (More on that in Chapter 18.) But Larry believes it’s not fair that some beneficiaries get more than others simply because they <em>know </em>the system’s rules. And Paul and Phil agree with him.</p><p>Fifty thousand dollars? Explain, Paul said.</p><p>Well, if Jan’s Social Security full retirement benefit were, say,</p><p>$24,000, you’d be eligible to get half that as a spousal benefit: about</p><p>$12,000 a year. And if you get $12,000 a year from age 66 to age 70, that’s $48,000. If, on the other hand, Jan takes the spousal benefit on <em>your </em>Social Security earnings record, she’ll get more per year but for only three years instead of four, because she’ll be 67 by the time you become eligible, only three years from 70. But still, that would mean . . . etc.</p><p>However number-laden the trees, the forest was plain to see: there seemed to be an unambiguous strategy for maximizing benefits that Paul and Jan were eligible to collect, having contributed for decades, but had been entirely unaware of.</p><p>If this is true, said Paul, I’m buying you dinner. Anywhere in the world.</p><p>Boston will do, said Larry, who also lives there. But there are dozens of really important details like this one. What we should really do (we’re compressing here) is write a book. And we should include Phil Moeller, a retirement expert who’s already spoken with me about such a project. He’s been a financial journalist for years, and has written article after article for <em>U.S. News & World Report </em>and <em>Money </em>about retirees who collectively leave tens of <em>billions </em>of dollars in Social Security benefits on the table by failing to claim everything to which they are entitled. Plus, Phil loves the Red Sox (although not as much as the Baltimore Orioles) and the New England Patriots.</p><p>Fast-forward. Paul’s wife came of age (66). She filed and suspended—by phone. The person she talked to couldn’t have been nicer. <em>Paul </em>came of age. He filed for a spousal benefit. The Social Security woman on the phone had never heard of file-and-suspend, checked with her supervisor, and came back on the line to thank him for enlightening her about a strategy she could now share with everyone who called. When they hit 70, both Paul and his wife called again, were again reprocessed—graciously, competently, and within minutes, though his wife was nonplussed when asked if she’d ever been a nun. And Paul has since taken Larry to dinner, and a pretty good dinner at that.</p><p><em>Excerpted from the book GET WHAT&#8217;S YOURS by Laurence J. Kotlikoff, Philip Moeller and Paul Solman. Copyright © 2015 by Laurence J. Kotlikoff, Philip Moeller, Paul Solman. Reprinted with permission of Simon & Schuster. </em></p><h4>Guests</h4><ul><li><strong><a href=\"http://www.kotlikoff.net/\" target=\"_blank\">Laurence Kotlikoff</a></strong>, professor of economics at Boston University. He writes the “<a href=\"http://www.pbs.org/newshour/tag/ask-larry/\" target=\"_blank\">Ask Larry</a>” personal finance column for PBS Newshour. He tweets <a href=\"https://twitter.com/kotlikoff\" target=\"_blank\">@Kotlikoff</a>.</li><li><strong><a href=\"http://www.pbs.org/newshour/author/psolman/\" target=\"_blank\">Paul Solman</a></strong>, business and economics correspondent for PBS Newshour. He tweets<a href=\"https://twitter.com/paulsolman\" target=\"_blank\">@PaulSolman</a>.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2014/10/22/social-security-benefits\">Modest Raise For Social Security Recipients</a></li><li><a href=\"http://hereandnow.wbur.org/2014/09/04/social-security-statement\">Your Social Security Statement Is Coming, And It’s Not Junk Mail</a></li><li><a href=\"http://hereandnow.wbur.org/2015/02/05/social-security-breach\">After Anthem Breach, How To Better Protect Your Social Security Number</a></li><li><a href=\"http://hereandnow.wbur.org/2014/06/16/bernstein-investment-strategy\">A Young Person’s Guide To Getting Rich Slowly</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+Social+Security+Still+Be+Around+When+I+Retire%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"644"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391024945-ba6f76.m3u?orgId=1&e=391019815&d=644&ft=nprml&f=391019815"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0304_get-whats-yours.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"346","width":"215"}}]}