{"created":"2014-10-27T22:24:10+00:00","modified":"2014-10-27T22:24:10+00:00","valid":{"from":"2014-10-27T22:24:10+00:00","to":"3014-10-27T22:24:10+00:00"},"hreflang":"en","title":"Summer Salad Recipes From Kathy Gunst","published":"2014-06-05T12:00:00+00:00","teaser":"With the weather getting warmer, our resident chef shares summer salad recipes and ideas.","itags":["npr_api","318872288"],"contentencoded":"<p>With the warmer weather, <em><a href=\"http://hereandnow.wbur.org/\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong>&#8216;s garden has been flourishing. As she tells host Robin Young, &#8220;seeing tender young greens come up in my garden, I&#8217;m like a little kid in a candy store, I am just so excited.&#8221;</p><p>That has her thinking of salads that can be meal options. She brings us recipes &#8220;that are so satisfying, that people aren&#8217;t going to be sitting there going &#8216;okay, but what&#8217;s for dinner?&#8217;&#8221; She also shares this &#8220;<a href=\"http://hereandnow.wbur.org/2014/06/04/salad-greens-guide\" target=\"_blank\">Guide to Greens</a>.&#8221;</p><ul><li><a href=\"#corn\">Mediterranean-Style Orzo Salad with Corn</a></li><li><a href=\"#zatar\">Middle Eastern Chopped Salad with Za’tar Pita Chips</a></li><li><a href=\"#ramps\">Bistro-Style Frisée Salad with Spring Ramps</a><a name=\"corn\"></a></li><li><a href=\"#favorites\">Kathy’s Favorite Salad Combinations</a></li></ul><h4>Mediterranean-Style Orzo Salad with Corn</h4><p><a href=\"http://media.wbur.org/wordpress/11/files/2014/06/0604_summer-salad-recipes.pdf\" target=\"_blank\">(View/print a PDF of all of the salad recipes)</a></p><p><strong>Kathy’s Note:</strong> This simple orzo dish, chock-full of sweet, fresh summer corn, peppers and herbs, is served at room temperature and thoroughly appealing. This is ideal picnic food. Look for corn on the cob that has been picked that day.</p><p><em>Serves 6</em></p><p><strong>Ingredients:</strong></p><p>1 pound orzo pasta</p><p>2 cups fresh corn, cut off the cob</p><p>1 cup finely chopped sweet red pepper</p><p>1 cup black Kalamata olives, pitted and cut in half</p><p>¼ cup thinly sliced scallions</p><p>2 tablespoons shredded or coarsely chopped basil or opal (purple) basil</p><p>2 tablespoons drained capers</p><p>¼ cup packed fresh parsley, finely chopped</p><p>¼ cup olive oil</p><p>3 tablespoons wine vinegar</p><p>1/8 teaspoon salt, or to taste</p><p>A few grindings of black pepper</p><p>Fresh nasturtium or other edible flowers, optional</p><p><strong>Instructions:</strong></p><p>Bring a large pot of lightly salted water to a boil. Add the orzo and cook, stirring, for about 7 minutes, or until tender. Drain well and place in a large serving bowl.</p><p>Add the corn, pepper, olives, and scallions and toss well. Add the basil, capers, parsley, oil, vinegar, salt and pepper and gently toss.<a name=\"zatar\"></a></p><p>(The salad can be made about 2 hours ahead of time. Cover and refrigerate until 30 minutes before serving.) Decorate the salad with the edible flowers.</p><h4>Middle Eastern Chopped Salad with Za’tar Pita Chips</h4><p><strong>Kathy’s Note:</strong> I love the colors and textures of this simple summer salad. You can add anything else you like, making the most of summer produce. The pita chips can be made a day ahead of time and stored in a tightly sealed tin or plastic bag at room temperature. The salad shouldn’t be made more than a few hours before serving and shouldn’t be tossed until right before you serve it.</p><p><strong>Ingredients:</strong></p><p>For the salad:</p><p>1 red pepper, cored and chopped</p><p>1 yellow pepper, cored and chopped</p><p>1 orange or green pepper, cored and chopped</p><p>2 cucumbers, peeled, cut in half lengthwise and chopped</p><p>1 fresh fennel bulb, chopped</p><p>3 to 4 tomatoes, chopped</p><p>About 1/2 pound fresh feta cheese</p><p>Just a touch of salt and a generous grinding of freshly ground black pepper</p><p>Sprinkling of za’tar,* optional</p><p>For the pita chips:</p><p>3 pita breads, white or whole wheat</p><p>About 1/3 cup olive oil</p><p>Sprinkling of za’tar*</p><p>Salt and freshly ground black pepper</p><p>For the lemon-basil-za’tar dressing:</p><p>1 teaspoon lemon zest</p><p>1 1/2 teaspoons Dijon-Style mustard</p><p>Salt and freshly ground black pepper</p><p>2 tablespoons thinly sliced or chopped fresh basil</p><p>1/4 to 1/2 teaspoon Za’tar, optional</p><p>1/4 cup fresh lemon juice</p><p>1 tablespoon white wine vinegar</p><p>About 1/2 cup olive oil</p><p><strong>Instructions:</strong></p><p>Make the salad: In a large bowl, alternate adding one vegetable next to another. Add a pile of red pepper next to cucumber next to fennel, etc. Crumble the feta cheese in the center of the bowl. Sprinkle the salad lightly with salt and pepper and sprinkle the za’tar over the feta.</p><p>To make the chips: Preheat the broiler. Cut the pita breads in half width wise. Then cut each half into quarters so that you have 8 triangles from each pita. Place the triangles on a cookie sheet making sure not to crowd them. Brush each piece with the olive oil and sprinkle with the za’tar, salt and pepper.</p><p>Broil for about 3 to 4 minutes, or until the pita is crisp along the edges and golden brown. Let cool.</p><p>Make the dressing: mix the lemon zest, mustard, salt, pepper, basil, and Za’tar. Add the lemon juice and the vinegar. Slowly whisk in the olive oil. Taste for seasoning adding more oil if the dressing tastes too tart. Add salt and pepper as needed. The dressing can be kept in a tightly sealed jar for up to a week.</p><p><em>*Za’tar is a Middle Eastern spice blend that (generally) combines sumac, sesame seeds, thyme, salt and often oregano and marjoram and savory. There are as many spellings of the Middle Eastern spice blend as there are varieties:<a name=\"ramps\"></a> za&#8217;atar, zaatar, za’tar, zatar, zatr, zattr, zahatar, zaktar or satar.</em></p><h4>Bistro-Style Frisée Salad with Spring Ramps</h4><p><strong>Kathy’s Note:</strong> A classic bistro-style salad, made with frisée lettuce, bacon, poached eggs, and a little something special – ramps, or wild leeks or cultivated leeks or scallions. When you cut into the poached egg the yolk coats the salad with its delicious, creamy richness. You can prepare the ramps, bacon, and vinaigrette several hours ahead of time and poach the egg just before serving. If ramps are not available, substitute scallions or small, tender leeks.</p><p><em>Serves 4</em></p><p><strong>Ingredients:</strong></p><p>For the salad:</p><p>1 head frisée lettuce, or about 4 cups mesclun greens, or a mix of bitter greens</p><p>5 slices thick, country-style bacon or pancetta (optional)</p><p>12 ramps, green leaves removed, bulb and pink stem sliced in half lengthwise, or scallions, or 3 leeks cut in half lengthwise and then into 2-inch pieces</p><p>A generous grinding of black pepper</p><p>For the vinaigrette:</p><p>4 tablespoons extra virgin olive oil</p><p>2 tablespoon lemon juice</p><p>1 tablespoon minced fresh chives, optional</p><p>Pinch of salt, or to taste</p><p>A few grindings of black pepper</p><p>For the poached eggs:</p><p>4 eggs</p><p><strong>Instructions:</strong></p><p>Clean the greens thoroughly and dry with paper towels or a clean tea towel and set aside.</p><p>If using bacon, in a large skillet, fry bacon or pancetta over medium heat until cooked and crisp, about 3 minutes on each side, depending on the thickness. Remove the bacon and drain on paper towels. Remove and discard all but 1 teaspoon of the bacon fat from the skillet.</p><p>Heat the skillet with the bacon fat over medium-low heat. Add the ramps and cook, stirring frequently, for about 6 minutes, or until the ramps are soft and golden. Remove from the heat and set aside. If not using bacon, sauté the ramps in 1 tablespoon of olive oil.</p><p>To make the vinaigrette, whisk together all the ingredients in a small bowl, and set aside. (The recipe can be made several hours ahead of time up to this point; cover and refrigerate the vinaigrette, cooked ramps, greens, and bacon.)</p><p>To serve the salad, fill a large saucepan or pot with cold water and bring to a boil on high heat.</p><p>Meanwhile, place the greens in a large salad bowl and toss with the vinaigrette. (You can serve the salad in the bowl or divide it between four salad plates). Place the ramps on top of the greens and crumble the bacon (if using) into 1-inch pieces and scatter on top of the ramps.</p><p>Reduce the heat to medium and carefully crack the eggs into the water, one at a time, and cook for 3 minutes. (This will give you poached eggs with a soft, slightly runny yolk; if you want firmer yolks cook another minute or two.) Using a slotted spoon, remove the eggs and let drain for a few seconds before gently placing the eggs on top of the salad. <a name=\"favorites\"></a> Add a grinding of black pepper and serve the salad immediately.</p><h4>Kathy’s Favorite Salad Combinations</h4><ol><li>The simplest, very best salad is an assortment of freshly harvested greens (a good combination of textures, colors, and flavors) very gently tossed with really good wine vinegar, extra virgin olive oil, sea salt and freshly ground black pepper.</li><li>Buttercrunch or any other tender, buttery greens tossed with candied or toasted nuts, a sprinkling of crumbled blue cheese, crunchy croutons and a simple, herb-infused vinaigrette.</li><li>Mache, watercress, and arugula (all sharp, peppery greens) tossed with slivers of raw or roasted pear, shavings of Parmesan cheese, and a classic vinaigrette.</li><li>Arugula, radicchio, and endive tossed with fresh lemon juice, fruity olive oil and a good grinding of pepper.</li><li>Frisée and oak leaf salad with Prosciutto strips, fresh fig wedges, and toasted pumpkin seeds.</li><li>Red and white cabbage, coarsely shredded, with shredded carrots, apples, and chopped nuts in a creamy dressing.</li><li>Whole, long, crunchy leaves of romaine topped with anchovy fillets, croutons, grated or shaved strips of Parmesan cheese, and a vinaigrette made with mashed anchovies.</li><li>Watercress with tangerine sections and paper-thin slices of red onion.</li><li>Belgian endive leaves scattered with blue cheese crumbles and caramelized walnuts.</li><li>Crunchy romaine leaves with chopped hard boiled eggs, crumbled bits of bacon, steamed green beans, pitted black Nicoise-style olives, and an herb-flavored vinaigrette.</li><li>Radicchio with wedges of fresh figs, crumbled goat cheese, and a balsamic vinegar and olive oil dressing.</li><li>Paper-thin slices of fennel, mixed with a collection of greens (frisée, radicchio, and/or mache) along with paper-thin shavings of Parmesan cheese, pitted black olives, and a lemony vinaigrette.</li><li>A mesclun mixture topped with sautéed shallots and mushrooms and toasted walnuts in a walnut oil and white wine vinegar dressing.</li><li>A mesclun mixture tossed with a yogurt-based, creamy vinaigrette sprinkled with fresh herbs and pumpkin or sesame seeds.</li><li>An herb salad: use parsley as the base of the salad and add whole or coarsely chopped leaves of tarragon, chive, sage, sorrel, basil, borage, and an assortment of edible flowers.</li></ol><p><em><a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more recipes and cooking segments with Kathy Gunst</a></em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Summer+Salad+Recipes+From+Kathy+Gunst&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"97c0e14f-f2c0-4a83-894b-fdcb5c00de18","audio":[{"meta":{"duration":"544"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319053531-4a5e41.m3u?orgId=330&ft=3&f=318872288"}]}