{"created":"2015-01-28T16:03:48+00:00","modified":"2015-01-28T22:18:45+00:00","valid":{"from":"2015-01-28T22:18:45+00:00","to":"3015-01-28T22:18:45+00:00"},"hreflang":"en","guid":"97c5729f-de74-4b28-bd1f-bc46a13b9886","title":"Kurdish men are joining ISIS to kill their own people","published":"2015-01-28T22:18:41+00:00","byline":"Rebecca Collard","tags":["ISIS","Islamic State in Iraq and Syria","Kurds","radicalization","SafeMode","Conflict","Conflict & Justice","Erbil","Iraq","Imam Shawan Kurdi","Salam Sidan","Abdel Rahman el-Kurdi","Ismail Osman","Hajia Badriah","Mohammed Jamil","Middle East","Iraqi Kurdistan","Kurdish people","ISIS","radical Islam"],"teaser":"Hundreds of Kurds have crossed the front lines to join ISIS, essentially joining the fight against their own people. It’s shocking to many in the Kurdish semi-autonomous region of the Iraq, but government-paid preachers may have a hand in the phenomenon.","contentencoded":"<p>When a truck blew up in front of a government building in Erbil last November, many wondered how a vehicle loaded with explosives managed to get past numerous checkpoints and into the de facto Kurdish capital.</p>\n<p>A few days later, they got their answer: ISIS claimed responsibility for the attack, saying a Kurdish recruit — a man they called Abdel Rahman el-Kurdi — carried out the bombing.</p>\n<p>The Kurds have been on the frontline in the fight against ISIS, which calls itself the Islamic State, but not all Kurds are fighting against the militants. Some young Kurdish men have joined the ranks of ISIS, and are now fighting against their own brethren.</p>\n<p>It’s a shocking phenomenon to many people in the Kurdish areas of Iraq. But almost all Kurds share ISIS' Sunni faith, and disaffected young Kurdish men can be seduced by radical Islam just as easily as any other men in the Muslim world. </p>\n<p>It’s hard to know how many Kurds have joined ISIS, says Salam Sidan, an advisor for the Kurdish Ministry of Endowments and Religious Affairs. Some simply disappear; others let their families know what they’ve done, and some post pictures on Facebook and show up in videos, threatening their own people and encouraging fellow Kurds to join ISIS.</p>\n<p>In one such video, a man stands with a group of militants in front of the infamous black-and-white ISIS flag and threatens what he calls secular, misguided Kurdish society.</p>\n<p>“With the simple guns we carry, we will come soon and take revenge for all the innocent Muslims you have killed,” the man says. “We will see you soon in Erbil and Sulaymaniyah.”</p>\n<p>The video ends with the implication that the man has blown himself up in a van at a Kurdish military installation.</p>\n<p>Sidan says many of these young men are recruited online, possibly with videos like this. But the Kurdish Regional Government also worries about the influence of radical imams in Kurdish mosques — imams who are on the government payroll. </p>\n<p>Some of these men have left to join ISIS themselves. One of them, Imam Shawan Kurdi, was paid by the KRG to lead prayers at the Jaffar Mosque in Erbil's Daretu neighborhood, a poor, potholed area of the city.</p>\n<p>“On the Friday, Imam Shawan led normal prayers at the Mosque,” says Hajia Badriah, who owns the apartment where Imam Shawan lived with his family. “But on Saturday he was gone with his wife and two daughters.”</p>\n<p>Kurdish intelligence believes he is now in Mosul, the largest city under ISIS control.</p>\n<p>People here were generally shocked by Imam Shawan's defection, but some say there were warning signs. Ismail Osman and his friend, Mohammed Jamil, say they argued with the imam about the conservative brand of Islam he preached, a brand more strict than most Kurds follow.</p>\n<p>“I asked him, 'Why do you teach us these things?'\" Osman remembers. “None of our other imams taught them.”</p>\n<p>Sidan says his office has now fired 80 government-paid religious teachers and imams they considered not “modern” enough to be preaching. He says they've been replaced with new religious leaders who accept Kurdish ideas of moderation and tolerance of others.</p>\n<p>“But of course, more will join ISIS,” Sidan admits. “It’s natural.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Feature_22.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/featurejpg-23"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012820153.mp3"},{"href":"http://www.pri.org/file/012820153mp3"}]}