{"created":"2014-10-03T07:38:48+00:00","modified":"2014-10-30T21:51:43+00:00","valid":{"from":"2014-10-30T21:51:43+00:00","to":"3014-10-30T21:51:43+00:00"},"hreflang":"en","title":"Growing Up Broke Strengthened Daughter's Bond With Working Mom","published":"2014-10-03T21:03:00+00:00","teaser":"A mother talks to her daughter about how hard it was to make ends meet raising a child alone in the '90s, through the good times and the bad.","itags":["npr_api","353258791"],"guid":"97d6aa1e-9485-40e7-848f-5be573827e3f","contentencoded":"<p>Sonia Vasquez raised her daughter, Tina, just outside New York City. And when money was tight, Sonia would take on multiple jobs to pay the bills.</p><p>\"I was a day care provider. I work at the gym in the deli. I take care of the elderly,\" Sonia, now 63, told her daughter, now 29, during a recent visit with StoryCorps.</p><p>One night, while going home, she was so exhausted that she fell asleep at the wheel. Luckily, it was at a red light.</p><p>At times, she says, she feared it was taking a toll on her ability to be a good mom.</p><p>\"Because I was so stressed and I was overworked, I used to be very aggressive at times with you,\" she said. \"Once, you were about 3 or 4 and you were playing with your dolls. And you were shouting at them, and I said, 'Oh, my gosh, is that the way I act towards you?' \"</p><p>\"I remember one day you said to me, 'Mommy, I don't like the way you speak to me. If you tell me the good things first and then the bad things, I will listen to you. But when you don't I just tune you out.' And I said, 'If you ever see me do that again, please tell me.' And from that day on we were like two peas in a pod.\"</p><p>On Friday nights, Sonia would often take her daughter to Denny's, where they'd share a meal. Sometimes, the servers, who were used to seeing them and knew that Sonia was struggling, would bring them extra food.</p><p>Sonia says her daughter adjusted her expectations, asking only for inexpensive gifts for the holidays, even when her friends had fancier things.</p><p>\"But you gave me so much more than that,\" Tina said. \"You know, you don't have the Ph.D. this or the master's that, but your experience, I feel like, is worth 10 times those things.\"</p><p>\"You make it sound like if I wanted to in this moment I could go walk on the moon,\" she told her mom.</p><p><em>Produced for </em>Morning Edition <em>by Jasmyn Belcher Morris. </em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Growing+Up+Broke+Strengthened+Daughter%27s+Bond+With+Working+Mom&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"144"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353424684-65f501.m3u?orgId=1&topicId=1008&aggIds=4516989&ft=3&f=353258791"},{"href":"http://media.npr.org/assets/img/2014/10/02/vasquez-storycorps-4d02b1a1785eafbfb3d8e0eb691640b3502133b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"594","width":"793"}}]}