{"created":"2015-05-08T08:38:24+00:00","modified":"2015-05-13T20:58:26+00:00","valid":{"from":"2015-05-13T20:58:25+00:00","to":"3015-05-13T20:58:25+00:00"},"hreflang":"en","title":"Once Philip Morris Workers, Now They Clamp Down On Uruguay's Smokers","published":"2015-05-08T12:22:00+00:00","teaser":"The men worked at the tobacco company for years. But after they were laid off, the only jobs they could find were as anti-smoking inspectors for the government. They do their new job with gusto.","itags":["npr_api","404557478"],"guid":"97f0ff6f-49ce-426a-b8c7-7956cacb0d63","contentencoded":"<p>The tiny nation of Uruguay is fighting a big opponent – the tobacco giant Philip Morris. Their legal battle is over tough anti-smoking legislation enacted in Uruguay which Philip Morris is trying to overturn.</p><p>But Uruguay has found some unlikely allies – a group of former Philip Morris workers.</p><p>Daniel Gomez, a 56-year-old with a salt-and-pepper mustache, recounts the day in 2011 he was fired from the job he'd had for 27 years. It started off the same as any other. He arrived at the Philip Morris factory where he did quality control and went to work. Just before his shift ended, though, everyone was called into the cafeteria.</p><p>\"They gathered us all, and officially and without any previous warning, tell us that management had decided to close the factory down,\" he says.</p><p>The reason they gave was the excessive regulation of smoking in Uruguay.</p><p>Uruguay has some of the toughest anti–smoking legislation in the world.</p><p>You can't advertise tobacco products anywhere and at least 80 percent of a package of cigarettes must carry a health warning – often a gruesome picture of someone dying from a smoking-related disease. Also, tobacco companies can't sell different versions of the same brand – Marlboro and Marlboro light for example.</p><p>Lister Sena, who worked at Philip Morris for 11 years, says after they lost their jobs, some of the workers banded together to form the 21st of October Cooperative — named after the day they were fired. At first he says it was impossible to find work. They tried for two years.</p><p><strong>A New Line Of Work</strong></p><p>Finally, they knocked on the door of the Ministry of Health, he says. And it happened that they needed inspectors to enforce the new anti-smoking laws.</p><p>The ministry only had about four inspectors to cover the whole country so the men joined the team. So Sena now works against the company that once employed him.</p><p>\"It's a comfort that what we are doing helps people's health. So now I feel better about my job than before,\" he says.</p><p>That job entails both enforcement and outreach. The men spend a lot of time explaining the anti-smoking legislation and trying to get people to stop smoking.</p><p>But they also carry out inspections.</p><p>Daniel Gomez walks into a popular Irish bar to examine the premises. He's looking for tobacco advertising or any evidence that someone has been smoking indoors.</p><p>The bar is not even allowed to have the colors of a popular brand of cigarettes suggestively placed on the wall. An infraction can carry a hefty fine or risk closure of the establishment.</p><p>Gomez says that the new laws wouldn't have teeth without the inspectors.</p><p>\"The tobacco companies never thought that Uruguay would enforce the laws. What (we) do has been key,\" he says.</p><p><strong>A Pending Lawsuit</strong></p><p>Gomez's former employer Philip Morris is suing Uruguay. The issue is being litigated right now in Washington. Essentially Phillip Morris argues that Uruguay's laws infringe on free trade and the companies' profits.</p><p>\"The question in this case is specific to the combination of the rule that says you can only have one brand at a time and 80 percent warning, which not only further interferes with our competitive position, but also raises serious questions about whether there was the proper legal authority,\" Marc Firestone, of Philip Morris International, told the BBC earlier this year.</p><p>Uruguay argues that it has the right to safeguard public health. The laws have had an effect, say Uruguayan health officials, with smoking going down by at least a third.</p><p>Polls also show the anti-tobacco legislation is widely supported among the population.</p><p>A ruling on the case isn't expected for several months.</p><p>Still, the saga of Philip Morris in Uruguay has had one clear upside. Inspector Ricardo Alvarez tells me that day he was fired four years ago made him quit smoking for good.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Once+Philip+Morris+Workers%2C+Now+They+Clamp+Down+On+Uruguay%27s+Smokers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405125560-5b2a18.m3u?orgId=1&topicId=1127&d=227&p=3&story=404557478&t=progseg&e=405124190&seg=19&ft=nprml&f=404557478"},{"href":"http://media.npr.org/assets/img/2015/05/07/uruguay-philip-morris-5-7-15-bc3b3bc3b50fd8d6a9852c5505899082596764c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2327","width":"3103"}}]}