{"created":"2015-07-03T09:04:25+00:00","modified":"2015-07-03T20:10:19+00:00","valid":{"from":"2015-07-03T20:10:19+00:00","to":"3015-07-03T20:10:19+00:00"},"hreflang":"en","title":"For A Medal Of Honor Recipient, Wounds Of War Lingered Into Fatherhood","published":"2015-07-03T15:22:00+00:00","teaser":"Master Sgt. Roy P. Benavidez led a mission to save eight soldiers in Vietnam — and nearly died in the process. Decades later, his daughter recalls a father who believed honor wasn't won, but earned.","itags":["npr_api","419494439"],"guid":"97f4c4f7-3bf0-4e88-9a67-876fac1da85b","contentencoded":"<p>On his second tour of duty in Vietnam, Master Sgt. Roy P. Benavidez embarked on a daring rescue. The mission that he spearheaded saved the lives of eight fellow soldiers — but also left Benavidez himself riddled and bleeding, shot 37 times.</p><p>\"The injuries were so severe that they thought he was dead,\" says his daughter, Yvette Benavidez Garcia. \"So they put him in the pile of the dead, and he was trying to muster up enough strength to get this medic to notice he was alive. And all he could do was spit in the medic's face. That's when the medic realized: <em>This man's alive</em>.\"</p><p>Benavidez survived that day, but his injuries would linger much longer — and so, too, did the scraps of metal that caused them in the first place. His daughter recalls sitting in the backseat of their car as a child and, upon observing that blood was dripping from the back of her father's head, mentioning to him that he was bleeding.</p><p>\"And he would reach back there and literally pull out a piece of shrapnel that was making its way through his skin. And he would just throw it away; you could hear the click.\"</p><p>\"I remember the way he walked,\" says Yvette's husband, Rene. \"I mean, it looked like a person in pain.\"</p><p>These injuries left their mark on his parenting, too. When Yvette and Rene were dating, her father would try to sneak up and keep an eye on them as they'd be watching a movie. But the shuffle in his feet would give him away, and Rene says he'd warn Yvette with a whisper: \"Don't look now but we're being watched.\"</p><p>\"Yeah,\" Yvette says, \"I'd go over there and he couldn't move fast enough to get away, so he would act like he had just gotten there.\"</p><p>Still, years after his service, Benavidez was recognized for his bravery on the day of that rescue mission. He received the Medal of Honor in 1981.</p><p>\"You know,\" his daughter says, \"I was young when he received the medal. And at the time I really didn't understand why he was getting it. But I saw a lot and now, as an adult, I think back and my dad really suffered.\"</p><p>She adds: \"You know, he was quick to correct you if you said, 'How did you win the medal?' He would say, 'I didn't win this medal, I earned it.' \"</p><p><em>Audio produced for </em>Morning Edition<em> by Jud Esty-Kendall.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+A+Medal+Of+Honor+Recipient%2C+Wounds+Of+War+Lingered+Into+Fatherhood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"156"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419692459-ffa701.m3u?orgId=1&topicId=1022&aggIds=4516989&d=156&p=3&story=419494439&t=progseg&e=419643652&seg=14&ft=nprml&f=419494439"},{"href":"http://media.npr.org/assets/img/2015/07/02/garciaynpr-7bb1761b60a0d97e8beec7313a1e3403427b006f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"674","width":"898"}},{"href":"http://media.npr.org/assets/img/2015/07/02/garcianpr_extra3-2c357a6f8d4faa9fd4abd72fad76e0155980830d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1143","width":"1524"}}]}