{"created":"2015-03-11T07:37:28+00:00","modified":"2015-06-05T15:28:29+00:00","valid":{"from":"2015-06-05T15:28:29+00:00","to":"3015-06-05T15:28:29+00:00"},"hreflang":"en","title":"Nicaragua's Renewable Energy Revolution Picks Up Steam","published":"2015-03-11T20:26:00+00:00","teaser":"A few years ago, Nicaragua was almost totally dependent on imported fuel. Now the country's fierce winds, sun and volcanoes generate nearly half the country's electricity, and perhaps 80 percent soon.","itags":["npr_api","392111931"],"guid":"97fa53ea-c9de-4012-a037-6af37e2bcaef","contentencoded":"<p>Nicaragua produces no oil, but is a land of fierce winds, tropical sun and rumbling volcanoes. In other words, it's a renewable energy paradise — and today the Central American nation is moving quickly to become a green energy powerhouse. Within a few years the vast majority of Nicaragua's electricity will come from hydroelectric dams, geothermal plants and wind farms.</p><p>Nicaragua's largest wind farm lies on the shores of giant Lake Nicaragua, which stretches halfway across the country.</p><p>Javier Pentzke, manager of the Amayo wind farm, says the region is one of the top places in the world for wind energy.</p><p>\"You have all the opening here from the lake all the way to the Caribbean, so it's like a tunnel,\" he says. \"And it's very steady. It's not too gusty.\"</p><p>Pentzke says the wind there is perfect for rotating the three-bladed props on the dozens of wind turbines that rise up from the western shore of the lake.</p><p>Just a few years ago, Nicaragua was almost totally dependent on imported fuel oil to generate power. The country also lacked thermal plants to turn that fuel oil into electricity. The result was rolling, 12-hour blackouts that damaged the economy and made daily life a grind.</p><p>Silverio Martinez, who runs a general store in the farm town of San Jacinto, says the power outages paralyzed the town's water pumps. The local mill couldn't grind corn, so his wife couldn't make tortillas. Carpenters, he recalls, sat idle because their power tools were useless.</p><p>But just a few miles from Martinez's store lies Telíca, one of the 19 volcanoes in Nicaragua, all of them storing vast sums of underground heat. The country also features roaring rivers and sweltering sun.</p><p>In 2005, the government set out to harness all that natural energy.</p><p>\"The decision was made that we had to begin shifting towards renewable energy,\" says Gabriel Sánchez, who works for <a href=\"http://www.pronicaragua.org/en/\" target=\"_blank\">the business promotion agency ProNicaragua</a>. \"A set of policies was put in place that would allow renewable energy projects to be developed in Nicaragua.\"</p><p>In addition to the resulting tax breaks, energy companies like Nicaragua's current stability after decades of revolution, civil war and economic chaos. One firm, <a href=\"http://ram-power.com/\" target=\"_blank\">Nevada-based Ram Power</a>, has sunk more than $400 million into the Polaris geothermal plant located next to Telíca volcano.</p><p>\"We try to locate where a hot rock resource is, which is usually about 5 to 7 kilometers below the earth's crust,\" says Antonio Duarte, the plant's manager.</p><p>This molten rock heats underground water, which then is brought to the surface. The resulting steam is fed into turbines to produce electricity. Besides reducing carbon emissions, Duarte says geothermal power has made Nicaragua less dependent on foreign oil.</p><p>\"The petroleum bill on an annual basis is a significant amount of our GDP, so by changing the energy matrix we're generating power from our own resources and not being held ransom on the fluctuations of the market,\" Duarte says.</p><p>Renewables now generate nearly half of Nicaragua's electricity, a figure that government officials predict could rise to 80 percent within a few years. That compares to just 13 percent in the United States.</p><p>And it may be just the beginning. There is so much untapped energy in Nicaragua that it's planning to export electricity to its Central American neighbors.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nicaragua%27s+Renewable+Energy+Revolution+Picks+Up+Steam&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Otis","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392263910-e9beaf.m3u?orgId=1&topicId=1127&d=258&p=3&story=392111931&t=progseg&e=392263800&seg=13&ft=nprml&f=392111931"},{"href":"http://media.npr.org/assets/img/2015/03/10/wind-farm-nicaragua-getty-177f9f756e3298fa8942dc27dde967565ef37e5c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1670","width":"2227"}},{"href":"http://media.npr.org/assets/img/2015/03/10/photovoltaic-getty_custom-e4be1044b440ba36f912e4c840b2e4e3211a0088.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1205","width":"2308"}},{"href":"http://media.npr.org/assets/img/2015/03/10/geothermal-nicaragua-landov_wide-b8accbe2627761e8046c4dde12a28032a805b02b.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1690","width":"3000"}}]}