{"created":"2015-03-13T08:22:21+00:00","modified":"2015-03-19T15:05:18+00:00","valid":{"from":"2015-03-19T15:05:18+00:00","to":"3015-03-19T15:05:18+00:00"},"hreflang":"en","title":"Mayweather, Pacquiao Will Brawl For Boxing's Richest Purse Ever","published":"2015-03-13T14:28:00+00:00","teaser":"The upcoming bout between Floyd Mayweather Jr. and Manny Pacquiao may or may not be the greatest of all time, but the two fighters are expected to take home at least $200 million combined.","itags":["npr_api","392546385"],"guid":"97fe8efc-559c-4a92-858d-42d29e26b654","contentencoded":"<p>There's some disagreement — even between the match's promoters — on where the upcoming mega-fight will rank in the greatest bouts of all time.</p><p>Floyd \"Money\" Mayweather Jr. and Manny \"Pac-Man\" Pacquiao — two of the best pound-for-pound boxers in the world — meet May 2 at the MGM Grand Garden Arena in Las Vegas in a welterweight world championship unification bout.</p><p>Leonard Ellerbe, chief executive of Mayweather Promotions, calls it \"the biggest event in the history of boxing.\"</p><p>But Bob Arum, of Top Rank Inc., says no fight will ever have the societal and cultural impact of the sport's most legendary bouts — Muhammad Ali versus Joe Frazier, Joe Louis versus Max Schmeling.</p><p>\"<a href=\"http://www.npr.org/blogs/thetwo-way/2011/11/08/142125440/boxer-joe-frazier-who-beat-ali-in-the-fight-of-the-century-has-died\" target=\"_blank\">In 1971, March of '71, Ali and Frazier fought</a>,\" Arum says. \"The world stopped.\"</p><p>There's no disagreeing that the fight will be the sport's richest.</p><p>Mayweather, 38, is one of the highest-paid athletes in the world. In 47 fights, the lightning-quick Michigan native has never lost. He's earned more than $400 million in the ring during his professional career. But this single fight could increase that total by more than 25 percent.</p><p>Pacquiao, 36, a native of the Philippines, has a 57-5-2 record and is the only fighter to win eight world titles in as many different weight divisions, according to the fight's promoters.</p><p>After years of wrangling over terms of the fight, Mayweather and Pacquiao agreed to a contract that included everything from random drug testing to the exact weight of their gloves (8 ounces). It also included a 60/40 split, meaning that Mayweather will get 60 percent of the purse for the fight, win or lose.</p><p>That purse is expected to be at least $200 million, putting Mayweather in line to make at least $120 million. Twenty Major League Baseball teams will have payrolls lower than that this season.</p><p>The purse for the fight could grow, too, depending on pay-per-view buys and ticket sales. Both are expected to shatter every existing record.</p><p>The pay-per-view price tag hasn't been set yet, but it's expected to cost around $90. Viewers who want to watch every jab in high definition can expect to pay an extra $10. And for the extra-high definition of watching the fight in person? Tickets will be $1,500 to $7,500 at face value, but most buyers will have to pay three or four times that in the resale market.</p><p>\"That is the highest we've seen for face values of a fight ever,\" says Connor Gregoire, a communications analyst at SeatGeek, on online ticket broker.</p><p>The MGM Grand is expected to sell only a couple of hundred tickets publicly. Right now, Gregoire says, there are about 250 speculative tickets listed on the secondary market. The cheapest seat is about $5,400.</p><p>\"And floor seats,\" Gregoire says, \"which go for $7,500 on the high end, start at $28,000 and up on the secondary market.\"</p><p>\"The price is such that ordinary people can't afford it,\" says promoter Arum. \"But you got to realize, the same thing happens in the Super Bowl. It's just that boxing hasn't had that type of exposure.\"</p><p>The thing of it is, boxing <em>has</em> had that type of exposure. It used to be one of America's marquee sports. As Arum himself said, it used to make the world stop — it just hasn't in a long time. The rise of mixed martial arts, concerns about fighter safety and a lack of big-name boxing stars have led many to believe that the sport is in decline.</p><p>That's why the fight between Pacquiao and Mayweather — and all of the money around it — matters. The fight either will signal that boxing can be marquee again, or that its glory days and huge paydays are things of the past.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mayweather%2C+Pacquiao+Will+Brawl+For+Boxing%27s+Richest+Purse+Ever&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nate Rott","audio":[{"meta":{"duration":"207"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392718569-ebba88.m3u?orgId=1&topicId=1055&e=392546385&d=207&ft=nprml&f=392546385"}]}