{"created":"2014-10-20T08:23:37+00:00","modified":"2014-12-18T16:30:16+00:00","valid":{"from":"2014-12-18T16:30:16+00:00","to":"3014-12-18T16:30:16+00:00"},"hreflang":"en","title":"Turf Shifts In Culture Wars As Support For Gay Marriage Rises","published":"2014-10-21T17:47:00+00:00","teaser":"Campaigning against gay marriage used to help Republicans win elections — but now GOP candidates in tight races are backing away from mentioning social issues on the stump.","itags":["npr_api","357440359"],"guid":"9801c69a-eb04-4ab5-8948-4c1b6602d932","contentencoded":"<p>When social norms change, sometimes they change so fast it's hard to keep up.</p><p>Only 10 years ago, ballot initiatives opposing gay marriage were helping Republicans win elections. But two weeks ago, when the Supreme Court effectively cleared the way for legal same-sex marriage, the response from Republican leaders was deafening silence.</p><p>They were so quiet, some wondered whether the culture wars had finally ended with a Republican defeat.</p><p>Gary Bauer, a longtime social conservative activist, thinks that's nonsense.</p><p>\"The idea that the culture wars are over is absurd,\" he says. \"A war over the culture and the meaning of American liberty will continue to be a major factor in the American public debate.\"</p><p>Other social conservative leaders agree with Bauer. Former presidential candidate Mike Huckabee said if the Republicans don't fight against gay marriage, he'll become an independent. Sen. Ted Cruz promised to introduce a constitutional amendment allowing states to ban gay marriage.</p><p>But those views are in the minority. While polls show opinion on some social issues, like abortion, are relatively stable, public opinion on gay marriage has changed — and changed fast.</p><p>A majority of Americans now accept gay marriage, says Peter Levine, a political scientist at Tufts University. He calls that \"a profound generational change.\"</p><p>\"In the long run, everyone's going to be for gay marriage,\" he says, \"but in the short term, Republicans have a problem, which translates into a problem of perceived intolerance.\"</p><p>Conservative views on social issues, including gay marriage, are often called the third leg of the Republican stool, alongside small government and strong defense. So the party will have to adapt without alienating an important part of its voting coalition, says Ari Fleischer, who was a press secretary in the Bush White House.</p><p>\"For Republicans, the challenge is if they take the issue uniquely as gay marriage head-on, many Republicans aren't going to want to change, who are older voters,\" Fleischer says. \"Younger Republicans are willing to change on that issue — they already have changed.\"</p><p>The problem for the GOP is that right now there aren't <em>enough</em> young Republicans. Young people vote overwhelmingly for Democrats in national elections, and social issues are one of the main reasons.</p><p>Kirsten Kukowski is the press secretary for the Republican National Committee, which is trying to help Republican candidates bridge the gap between the party's base and changing public attitudes.</p><p>\"For a long time we came across as maybe not as sensitive and not as compassionate on these issues,\" she says. \"And I think a couple of years ago — right after the 2010 presidential election — for people in the RNC specifically, our strategists, a lot of our pollsters and a lot of the people around us in these campaigns, we sat down at the table and said, 'How do we change how we talk to voters?' \"</p><p>Republicans are already changing. This year, most Republican candidates in tight races barely mention social issues on the stump. Others have moved to the center, disavowing their previous support for \"personhood\" amendments, which would give constitutional rights to embryos. A handful of Republican Senate candidates have joined Planned Parenthood in supporting the idea of over-the-counter birth control.</p><p>In addition to RNC operatives, conservative intellectuals are also grappling with this problem.</p><p>\"There's a group of us who are basically conservative but think that mainstream conservatism needs to rethink some of its strategic approaches and policy emphases,\" says Henry Olsen of the Ethics & Public Policy Center. \"And we've been called reformicons, and we're fine with that.\"</p><p>Olsen and his fellow reformicons say social issues like gay marriage have to be navigated carefully — very carefully.</p><p>\"No Republican candidate can be nominated that openly supports same-sex marriage. That doesn't mean that you need to talk about it in a way that implies disapproval or condemnation of gay and lesbian people. It certainly does not mean that you have to deny certain sorts of federal benefits that presumably could be extended to people without the formal extension of marriage,\" he says. \"That sort of thing is the rhetoric of compassion and inclusion that a Republican candidate to win the presidency ought to pursue.\"</p><p>Gay marriage is where opinion is changing the fastest, but the public is also evolving on other issues, like immigration and climate change. The RNC's Kirsten Kukowski says the party will debate all of this in the 2016 primary campaign.</p><p>\"We're going to have a very interesting conversation in the next couple of months,\" she says. \"And having been here through the last presidential [election] and then through the midterms, this is going to be a very important conversation for Americans to have, and for us to have as a party.\"</p><p>It's clear where the public is going on issues like gay marriage — but not so clear where the Republican Party will end up.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turf+Shifts+In+Culture+Wars+As+Support+For+Gay+Marriage+Rises&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357508954-7eba9f.m3u?orgId=1&topicId=1014&ft=3&f=357440359"},{"href":"http://media.npr.org/assets/img/2014/10/19/456767406-94d8b8350e80a9a59f99498882ad3e9201348d2f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2387","width":"3182"}}]}