{"created":"2014-11-13T23:52:17+00:00","modified":"2014-11-15T15:05:24+00:00","valid":{"from":"2014-11-15T15:05:24+00:00","to":"3014-11-15T15:05:24+00:00"},"hreflang":"en","title":"As Casinos Fold, Stakes Are High For Atlantic City Transformation ","published":"2014-11-14T23:47:00+00:00","teaser":"Atlantic City, N.J., once synonymous with gambling, is reeling from the failure of several big-name casinos. Officials hope they can revive the city by recasting it as the Las Vegas of the East Coast.","itags":["npr_api","363829101"],"guid":"980dea91-529d-4c73-bed6-2ae3f91db5b1","contentencoded":"<p>In gambling, they say, the house always wins. But that hasn't been the case in Atlantic City this year. By year's end, the city that once had an East Coast monopoly on gaming may lose its fifth casino.</p><p>The city is reeling from the closures. New Jersey Gov. Chris Christie said Thursday that the first order of business is to \"stop the bleeding.\" So city and state officials are trying to reposition Atlantic City by literally building it up.</p><p>For a city with lots of closed shops and casinos, there's also a fair amount of new construction here. Across from the shuttered Trump Plaza, Mayor Don Guardian proudly shows off what will be a Bass Pro outdoor goods store occupying a whole city block.</p><p>The state's Casino Reinvestment Development Authority chipped in land and $12 million for the project. It will employ 290 people, Guardian says, \"so that's real good for the city as well.\"</p><p>In trying to recast itself, Atlantic City must partially wean itself from its biggest industry: gaming. It lifted the city out of disrepair four decades ago, but over the years, Guardian says, the city became too dependent on it.</p><p>\"The city was happy, because it provided decent jobs with benefits and it paid the taxes, but we lost everything else,\" Guardian says. \"You lose your whole entrepreneurial spirit.\"</p><p><strong>From Casino Hotspot To Conference Host</strong></p><p>Guardian and redevelopers want to do what Las Vegas did two decades ago, on a smaller scale: branch out into more entertainment and conference and event hosting.</p><p>Nine million pounds of steel went into the structure that will become the Waterfront Conference Center in Atlantic City, says Rick Mazer, regional president of Caesars Entertainment. The center is being built with substantial backing from Caesars and the casino reinvestment authority.</p><p>Inside the adjacent casino and hotel, a food industry and teachers' convention are taking place. That's perfect, Mazer says, because meetings fill in weekdays and off-season months when the summer gaming season falls off.</p><p>\"This is the business that I think will evolve and regrow Atlantic City,\" he says.</p><p>But some are skeptical about the potential payoff from new construction. Standing on the city's famous boardwalk in front of the darkened Trump Plaza, Oliver Cooke, an economist at nearby Richard Stockton College of New Jersey, says city officials have an uphill battle.</p><p>\"You simply are not going to consume your way out of the morass that you're in,\" he says. \"Doing things like building more retail, building more convention centers, has a very, very limited upside.\"</p><p>Early this year, the Atlantic Club and <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/01/344977997/showboat-casino-is-latest-in-atlantic-city-to-close-its-doors\" target=\"_blank\">Showboat casinos closed</a>. The $2.4 billion <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/02/345188028/after-two-years-huge-atlantic-city-casino-shuts-down\" target=\"_blank\">Revel opened and closed</a> within 10 months. <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/14/331411658/trump-plaza-latest-atlantic-city-casino-to-fold\" target=\"_blank\">Then Trump Plaza</a>. And next month, the Trump Taj Mahal could close as its parent company negotiates with creditors through bankruptcy.</p><p>The city's gaming revenue is now at half its $5 billion peak eight years ago. Competition is fierce. According to the American Gaming Association, there are now 984 casinos in the country — about 60 of them on the East Coast.</p><p>There is talk of reselling, reopening and repurposing some casinos. This week, Cooke's employer, Stockton College, announced its intention to buy the old Showboat property.<strong> </strong>The Revel's new owners are reportedly planning to reinvest and reopen.</p><p><strong>'I Like The Challenge'</strong></p><p>Meanwhile, the casinos that remain are doubling down. On a recent night, crooner Allen Edwards is the lounge act at Resorts Casino, singing Christmas tunes.</p><p>It feels old school. Indeed, Resorts is Atlantic City's first casino — and had its own brush with death four years ago.</p><p>\"Everybody around would've bet this would've been the first place to close,\" says CEO Mark Giannantonio.</p><p>But it didn't. Instead, Giannantonio says, a new owner, backed again by the state development authority, invested in a Margaritaville restaurant-and-gaming wing — and now Resorts is turning a profit.</p><p>In addition to commercial projects, Mayor Don Guardian hopes state grants will attract new residents who want to invest and rebuild the city, one rundown home at a time.</p><p>\"Then we've gotta work on our school system,\" he says. \"But I gotta fix the city first, find jobs, get taxes, reduce cost of government, make the place pretty, and then we'll work on the schools. I like the challenge.\"</p><p>He's going to need that optimism; Atlantic City's challenge gets tougher with every casino closure.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Casinos+Fold%2C+Stakes+Are+High+For+Atlantic+City+Transformation+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363842862-fd6b5a.m3u?orgId=1&topicId=1006&ft=3&f=363829101"},{"href":"http://media.npr.org/assets/img/2014/11/13/atlantic-city-rebuild2-6eafc5665811f281070ada1076d6ec1dff03b277.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3452"}},{"href":"http://media.npr.org/assets/img/2014/11/13/atlantic-city-rebuild1-16ea14ed5504843c07cf64c3ea2f03f3be9a1ed0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2339","width":"3119"}}]}