{"created":"2014-10-08T02:52:24+00:00","modified":"2014-10-31T00:39:00+00:00","valid":{"from":"2014-10-31T00:38:59+00:00","to":"3014-10-31T00:38:59+00:00"},"hreflang":"en","title":"Chicago Students Enroll As Boys, And Graduate As College-Bound Men","published":"2014-07-06T22:27:00+00:00","teaser":"For five years running, 100 percent of the graduating seniors at Urban Prep Academies have won admission to four-year colleges. The schools work to promote positive examples of black masculinity.","itags":["npr_api","327657652"],"guid":"981ef59e-f068-4c0d-a3dd-098e80312b53","contentencoded":"<p><em>This story is part of </em>All Things Considered<em>'s </em>\"<a href=\"http://www.npr.org/series/323986426/men-in-america\" target=\"_blank\">Men in America</a>\"<em> series.</em></p><p>In America, nearly 40 percent of black boys live in poverty, and barely half will graduate from high school.</p><p>But it's quite a different story for young black men at a public charter high school in Chicago. For five years running, 100 percent of the graduating seniors at Urban Prep Academies have won admission to four-year colleges, and they've collectively earned millions of dollars in scholarships and grants.</p><p>Urban Prep's first campus opened in 2006, in Chicago's Englewood neighborhood, an area plagued by gang crime, shootings and vacant homes. Two more campuses have since opened elsewhere in Chicago. Founder Tim King says he wanted to locate schools in challenged neighborhoods.</p><p>\"Oftentimes with our students, the images they see are black males hanging out on the streets, being absentee fathers, being unemployed,\" King says. \"So we do think that part of our job has to be to provide positive images.\"</p><p>King says students at Urban Prep see black men working together: The principals at the school's three campuses and 40 percent of the staff are all black men.</p><p>Urban Prep faculty teach students to be good people, King says, and by extension, strong black men. They learn facts, he says, that provide a fuller picture of black masculinity than the pervasive negative images around them.</p><p>\"There's a black man who is the CEO of McDonald's,\" King says. \"We know there's a black man who is president of the United States.\"</p><p>Another key factor, says King, are the rituals that help create the school's culture. Every day students recite the school's <a href=\"http://www.urbanprep.org/about/creed\">We Believe creed</a>. And when seniors get admitted to college, their uniforms — khakis, white shirts, dark jackets and ties — get an update: The solid red ties are switched to striped red and gold ones.</p><p>One of those striped ties was worn by Steven Clark, the Englewood campus' 17-year-old valedictorian, who will be attending Denison University in the fall. Clark was the president of the senior class and captain of the bowling team. His eyes light up when he talks about majoring in psychology and later going on to graduate school and starting his own business.</p><p>On one of the last days of school, Clark says he believes men should be strong and still able to show their feelings. And he says there are more positive images of black men in real life than you see on television:</p><p>\"We get [the] spotlight for 100 percent of us graduating and going off to college, but that's only a small step. I feel the negativity outweighs the positive for us,\" Clark says. \"It's sad, because I'm a black man and I just don't want people to think of me as negative.\"</p><p>Clark says when he came to Urban Prep, he began to learn much more about African-Americans and Africa.</p><p>\"That's when I became more aware of who I was as a man,\" Clark says, \"but not only that, as a black man.\"</p><p>Even so, Clark says, there's an even bigger influence in his life.</p><p>\"My dad has been the biggest teacher I've had. He's supportive not 8 hours a day, he's supportive 24 hours a day,\" Clark says. \"Even if [at] times I may come to school angry because we battled about something in the car or something, my dad is still my biggest role model that I look up to.\"</p><p>Clark is the youngest child in a large family. His parents are divorced, and he is among the last of his siblings to live at home with his father on a street full of tidy bungalows and neat lawns</p><p>Inside the house, his father, Allen Clark, points to pictures of his children — including a baby Steven. Allen Clark had already retired from one job and was working another when he decided to quit so he could drive his son to the Urban Prep campus in Englewood.</p><p>\"He was [my] last kid, you know. The other ones are ... 15 or 16 years older than him, so they really never had situations as bad as it is in today's society, with the shooting and killing and getting jumped on,\" Allen Clark says. \"So I said, 'To eliminate any mishaps here, I'll just pick you up [and] take you to school.' \"</p><p>He says he has faith that when his son goes off to college, he will succeed.</p><p>\"He went through four years at Urban Prep. I didn't have to get on him about studying or nothing,\" Allen Clark says. \"He came home. He did his work. And I just hope he continues that habit and just pushes for getting ahead.\"</p><p>On graduation day, 250 seniors from Urban Prep Academies enter an auditorium, greeted by cheers and applause. Steven Clark takes his place on the stage to deliver Englewood's valedictorian speech.</p><p>\"Growing up in Chicago we often hear these questions: 'Who was shot last night?' 'Who dropped out of school?' 'Who is the member of a gang?' But hold on — I want to show the world something real quick,\" he says.</p><p>Clark whips out his cell phone and takes a selfie in his cap and gown. He tells the crowd he'll post the photo on Instagram with the hashtag #collegebound.</p><p>\"I have to show the world that the real black males of Chicago are sitting right here in this room, because we are graduates, not gangsters,\" Clark says. \"We are dedicated, not delinquent. We are collegian, not convicts — and let the world know that. \"</p><p>As a young black man, Clark says, he knows there may be some bumps ahead. But he says he'll be resilient — and the brotherhood he's been a part of in high school will be there to help.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chicago+Students+Enroll+As+Boys%2C+And+Graduate+As+College-Bound+Men&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"379"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328515666-a26ccd.m3u?orgId=1&topicId=1013&aggIds=323986426&ft=3&f=327657652"},{"href":"http://media.npr.org/assets/img/2014/07/02/img_2504-fcf38ccde7111570f956a8f2f105680352300b3d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/07/02/urban_prep_01-908914a56d53fd4a25605521b5d7442c71611327.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}},{"href":"http://media.npr.org/assets/img/2014/07/02/img_0395-b6da9dd837a8ba35bb291d560e0fc80aef292d84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2000","width":"2671"}}]}