{"created":"2015-01-06T21:14:35+00:00","modified":"2015-01-15T01:19:10+00:00","valid":{"from":"2015-01-15T01:19:10+00:00","to":"3015-01-15T01:19:10+00:00"},"hreflang":"en","title":"Free-Climbing Yosemite's El Capitan Takes A Team — And Time","published":"2015-01-15T01:19:00+00:00","teaser":"Two rock climbers are close to finishing a hugely ambitious project on El Capitan in the Yosemite Valley — free-climbing the Dawn Wall. They talked to NPR's Melissa Block from the rock face.","itags":["npr_api","375357301"],"guid":"9828b357-f5ef-4372-bbcd-cbbce4929090","contentencoded":"<p>Tommy Caldwell and Kevin Jorgeson are midway through the adventure of a lifetime. The professional climbing partners have spent the last 10 days making their way up the Dawn Wall of El Capitan, the granite monolith in California's Yosemite National Park.</p><p>Hundreds of people climb El Capitan every year, but Caldwell and Jorgeson are free-climbing, which means they're only using their hands and feet to make the ascent. They have ropes, but only to break their fall. If successful, they will be the first to free-climb the challenging Dawn Wall.</p><p>The pair talked to NPR's Melissa Block from 1,200 feet up the face of \"El Cap\" in their suspended lodgings on Monday afternoon.</p><p>\"It's an extremely blank, very, very difficult part of El Cap that I took on as a project years ago,\" Caldwell says. \"And it just captured our imagination and seems to be capturing the imagination of the climbing world as well.\"</p><p><a href=\"https://twitter.com/tommycaldwell1\">Caldwell</a>, 36, and <a href=\"https://twitter.com/kjorgeson\">Jorgeson</a>, 30, have spent years scaling different parts of the Wall to place anchors and learn the route. Jorgeson compares their preparation to conquering individual stages of the Tour de France.</p><p>\"Some stages are harder that you can actually climb at the time, so you really have to work it out,\" Jorgeson says. \"We've been working on each of these stages and climbing 'pitches' ... broken up by rope lengths. Our ropes are about 200 feet long so the pitches are obviously 200 feet long or less.\"</p><p>The duo are not alone on their journey. There's a team tagging along, bringing batteries, food and more.</p><p>\"It's a bit like an expedition, like an expedition going up Everest in that way. We have a base camp; we have porters,\" Caldwell says.</p><p>Filmmakers are also taking photos and shooting video. Here's a recent clip of Caldwell explaining his approach to the Wall on previous climbs:</p><p>And they're tweeting. A few days ago, Jorgeson said this about his favorite pitch:</p><p>Translation: \"A 'dyno' is short for dynamic and that's when all of your limbs — hands and feet — are off the rocks. So basically there's a huge 8.5-foot expanse of rock with nothing in between,\" Jorgeson says. \"It's total porcelain. And on one side, it's a little doorjamb-sized edge that you can hang on to — and likewise on the other. And the only way to get between the two is to jump.\"</p><p>If all goes well — and their fingers stay in good shape — they hope to reach the top (around 3,000 feet) in about a week. Caldwell isn't nervous about the heights but about what it will mean for him when he finishes.</p><p>\"It's something that I've pursued for so long and I've gained so much through that pursuit. It's driven me to try to be a more complete person in so many ways and I'm a little worried that if I complete it, I'm going to lose that,\" he says.</p><p>\"Finishing it is obviously the goal but it's also going to mean that I'm sort of ending a relationship that I've had for seven years.\"</p><p>A relationship that will go down in history.</p><hr /><p><em>Serri Graslie is a producer for </em>All Things Considered<em> and NPR.org.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Free-Climbing+Yosemite%27s+El+Capitan+Takes+A+Team+%E2%80%94+And+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Serri Graslie","audio":[{"meta":{"duration":"498"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375434501-6d1df9.m3u?orgId=1&topicId=1091&ft=3&f=375357301"},{"href":"http://media.npr.org/assets/img/2015/01/06/_bbb8038smaller-5b4fa235b8724020c4f861c37e7c7ad8f9bdd1d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1640","width":"2188"}},{"href":"http://media.npr.org/assets/img/2015/01/06/img_8390smaller-3aff5ca65862e3b9bc9c856b3d1ccac610bfc92e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1635","width":"2181"}}]}