{"created":"2014-11-26T10:13:25+00:00","modified":"2015-02-08T19:35:39+00:00","valid":{"from":"2015-02-08T19:35:39+00:00","to":"3015-02-08T19:35:39+00:00"},"hreflang":"en","title":"Pandora's New Deal: Different Pay, Different Play","published":"2014-12-01T19:12:00+00:00","teaser":"The Internet radio service offers greater exposure to artists in exchange for a lower royalty rate.","itags":["npr_api","366339553"],"guid":"983aadca-c2d6-47ae-87ef-691ad741504f","contentencoded":"<p>The Internet radio service Pandora made its name by creating personalized stations using tools such as \"like\" and \"dislike\" buttons for listeners. But a deal between Pandora and a group of record labels has raised concerns that the company is favoring certain songs over others because it's paying the musicians behind those songs a smaller royalty.</p><p>When Pandora emerged a decade ago, its big selling point over traditional radio was that it created a station just for you, as the company's Eric Bieschke told NPR last year.</p><p>\"Pandora is trying to be your perfect personal DJ — your best friend who knows your music preferences perfectly,\" he said. \"That's what the Pandora brain is trying to do.\"</p><p>Bieschke has the unusual title of chief scientist, a role that fits Pandora's mix of art and science. The company has already developed what it's dubbed the Music Genome Project.</p><p>Pandora has a growing library of tracks — currently more than 1.5 million, though still just a fraction of the size of the libraries at services like Spotify or Rdio — that have been processed by musicians and analyzed for characteristics such as whether the voice is light and breathy or gritty and gravelly, or whether the song is repetitious or has a complex melody. Then, a computer algorithm sorts out the characteristics and makes matches between types of songs that go together.</p><p><strong> </strong>During a recent visit to Pandora, I told Pandora I like Jack White. It played a song by White that was followed by a Black Keys single with similar musical patterns.</p><p>I can help Pandora refine its understanding of my tastes by giving each song a thumbs up or down. Over time, it learns more about my opinions and factors that into future music suggestions.</p><p>The Music Genome Project has helped make Pandora popular. The service has more than 76 million registered users and is the top station in 14 of the top 15 U.S. markets — that includes both broadcast and online radio.</p><p><strong>An Uneven Playing Field</strong></p><p>Pandora recently signed a deal with a company called Merlin, a consortium of independent record labels that's adding another factor to the algorithm: money.</p><p>Performers get paid a small royalty each time one of their songs is played on Internet radio, at a rate set by a Royalty Court at the Library of Congress. But Internet radio and labels can strike individual deals, as Pandora did with Merlin. The Internet service will recommend Merlin artists over those not affiliated with the consortium in exchange for paying Merlin's musicians a lower royalty rate.</p><p>Merlin artists get more spins, and Pandora winds up paying less in royalties than it would if were giving those same spins to non-Merlin artists. Plus, consortium labels will get to suggest favorite tracks.</p><p>The deal has raised eyebrows with musicians such as David Lowery, a founder of the bands Cracker and Camper Van Beethoven who also teaches in the music-business program at the University of Georgia.</p><p>\"They're giving a discount in exchange for airplay,\" Lowery says, \"so essentially you're being advertised to without you knowing it.\"</p><p><strong>Payola As Precedent</strong></p><p>Jim Burger, a copyright lawyer and adjunct professor at Georgetown University, says this kind of deal would receive legal scrutiny if it were taking place on old-fashioned radio.</p><p>\"If they were a terrestrial radio station and they were getting a discount on certain music as long as they played it more than other music, that would be considered illegal,\" Burger says, adding that stations would have to announce such an arrangement upfront.</p><p>The statute to which Burger refers was passed by Congress in 1960 after hearings in which members expressed outrage when they learned that DJs were being paid by record labels to play certain songs.</p><p>\"Congress was really rather upset that the radio stations and the DJs ... were fooling the American teenage public into buying music by pushing artists they got paid to push,\" he says, \"rather than by using their own music genome in their head and saying, 'This is great stuff, kids. Listen to it.' \"</p><p>The statute outlaws what came to be called payola, and it only applies to terrestrial radio. Pandora CEO Brian McAndrews says there's no comparison between that and what his company is doing.</p><p>\"Payola is where record labels pay radio stations to get airplay,\" McAndrews says, \"and the opposite is what happens today. As Pandora, we pay the record labels and the artist to allow airplay. So it's completely different.\"</p><p>McAndrews says Pandora is open to developing this kind of relationship with other labels. And he insists that the company's famous algorithms aren't going away.</p><p>\"Every song will go through the Music Genome Project,\" he says, \"and our listeners still retain the ability to personalize their stations the way they always have.\"</p><p>But Lowery says he worries that the Pandora-Merlin deal could shut out artists and labels that can't afford to cut deals for extra play.</p><p>\"The public may not miss what it doesn't know it could have had,\" he says. \"Do we want to make it harder for independent voices to be heard? And what will that do to consumer choices?\"</p><p>In the world of the Internet, there are a lot of choices. The biggest challenge is finding them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pandora%27s+New+Deal%3A+Different+Pay%2C+Different+Play&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"315"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366729954-013d77.m3u?orgId=1&topicId=1106&e=366339553&d=315&ft=nprml&f=366339553"},{"href":"http://media.npr.org/assets/img/2014/11/24/cracker-6696c6354de1e096bbee4d6882a43141adca46d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2664"}}]}