{"created":"2015-01-24T13:42:40+00:00","modified":"2015-02-03T21:05:50+00:00","valid":{"from":"2015-02-03T21:05:50+00:00","to":"3015-02-03T21:05:50+00:00"},"hreflang":"en","title":"Why A Black Man's Murder Often Goes Unpunished In Los Angeles","published":"2015-01-31T00:51:00+00:00","teaser":"From witnesses to reluctant gang members, Jill Leovy says, \"everybody's terrified.\" Her book, <em>Ghettoside,</em> uses the story of one murder to explore the city's low arrest rate when black men are killed.","itags":["npr_api","379156732"],"guid":"9840afe6-7d07-438e-9ced-0a92c8304e4a","contentencoded":"<p>In the <a href=\"http://www.npr.org/2015/01/20/378680818/transcript-president-obamas-state-of-the-union-address\">State of the Union</a> this week, President Obama noted that crime in America is down. \"For the first time in 40 years,\" he said, \"the crime rate and the incarceration rate have come down together.\"</p><p>But in a new book, <em>Los Angeles Times</em> reporter Jill Leovy cites other statistics: About 40 percent of those Americans who are murdered each year are African-American males. And in Los Angeles, where Leovy covers crime, police arrest a suspect in those killings only 38 percent of the time over the last 30 years, amounting to what she calls \"impunity for the murder of black men.\"</p><p>In <em>Ghettoside: A True Story of Murder in America</em>, Leovy uses the story of a single murder to trace the loss of life and the failures of police and courts. She tells NPR's Scott Simon about the murder at the center of her book and the challenge of getting witnesses to talk.<strong><em></em></strong></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the 2007 murder of 18-year-old Bryant Tennelle</strong></p><p>A car pulls up around the corner. A young black man jumps out of the car, raises his gun and shoots. Bryant is struck in the head and falls on the lawn. ... His father is a homicide detective, an RHD, which is the elite homicide unit in the LAPD. ...</p><p>The LAPD, I think, sensibly treated this case as any case. But there were some twists and turns when it went unsolved for a couple months. Frustrations mounted in the department. It was an extremely emotional case, as you might imagine, for all of Tennelle's [father's] colleagues. Eventually the case is transferred from one detective to another. The lieutenant in charge asks around and says, \"Who<em> really </em>do we have who <em>really</em> knows the street, who <em>really</em> solves cases?\" And they come up with the name of John Skaggs, who had been quietly toiling in a backwater ... solving these kinds of crimes. He has expended great effort doing thankless work on cases that no one in the city noticed at all.</p><p><strong>On what the Tennelle murder investigation found</strong></p><p>The [detectives] ... call it \"profiling murder.\" And so what's happening is gang members will get in a car, they will go to the rival neighborhood to send a message and they will just look for the easiest, most likely victim they can find. And [it's] probably going to be a young black man. And if he fits the part, that's good enough. And an astonishing number of victims — I did a count in 2008 of 300-some LA homicides of the gang-related homicides, and I think something like 40 percent of the victims were this sort of a victim: non-combatant, not directly party to the quarrel that instigated the homicide, but ended up dead nonetheless.</p><p><strong>On the challenge of getting witnesses to talk</strong></p><p>Well, everybody's terrified. I've had people clutch my clothes and beg me to not even write that there was anybody at the scene. I'm not even describing them. They just don't want anyone to know that there was somebody at the scene. ...</p><p>In the big years in LA, in the early '90s, young black men in their early 20s — who, by the way, are a disproportionate group among homicide witnesses because this is the milieu they're in — had a rate of death from homicide that was higher than those of American troops in Iraq in about 2005. So people talk about a \"war zone\" — it was <em>higher</em> than a combat death rate. They are terrified, they have concrete reason to be terrified and then the justice system comes along and asks them to put themselves in possibly even more danger. What would you do?</p><p><strong>On the dangers of leaving a gang or refusing to join one</strong></p><p>It's very, very hard to pull yourself out. ... [When] I did the <a href=\"http://homicide.latimes.com/\">Homicide Report</a>, which is the blog I did of homicides, I had at least three young men that year who were killed for refusing to join their local gang. They took a moral stand and they said, \"I won't join. I don't want to be a criminal.\" And they got killed for it.</p><p><strong>On how much police departments are to blame</strong></p><p>I see the problem as lying outside police departments far more than inside police departments. It's easy to blame the police. But we have the police we deserve; we have the police we've asked to have. There is tremendous emphasis on prevention: We want to know about crime before it's going to happen; we want to target it and saturate areas with police officers. All of this kind of fuzzy thinking that, on the street, doesn't feel like justice to the people who live in these neighborhoods. It translates to a system that falls short on catching killers [and] prosecuting them for the most serious crimes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+A+Black+Man%27s+Murder+Often+Goes+Unpunished+In+Los+Angeles&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"397"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379550494-ec5ef7.m3u?orgId=1&topicId=1033&e=379156732&d=397&ft=nprml&f=379156732"},{"href":"http://media.npr.org/assets/img/2015/01/22/ghettoside-jacket-art-b326fee7b60633ba6c0f99c49349c4d0b56c1c64.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"433","width":"578"}},{"href":"http://media.npr.org/assets/img/2015/01/22/jill-leovy-final-author-photo.jill-connelly-2a1e163cdf3358981210c2a422a9c1f949166297.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1401","width":"1868"}}]}