{"created":"2015-05-04T21:14:36+00:00","modified":"2015-05-12T19:49:43+00:00","valid":{"from":"2015-05-12T19:49:43+00:00","to":"3015-05-12T19:49:43+00:00"},"hreflang":"en","guid":"9840227e-6872-43ff-bb1c-c37bd3d38a8f","title":"A Texas imam says Muslims are better off ignoring this woman's anti-Islamic hate group — and others like it","published":"2015-05-12T19:49:38+00:00","byline":"Matthew Bell","tags":["Religion","Islam","beliefs","conflict","terrorism","Belief","Lifestyle & Belief","North America","United States","garland","Texas","Islamophobia","American Muslims","Religion","Conservatism in the United States","Freedom of expression"],"teaser":"After a \"Muhammad cartoon contest\" came under attack over the weekend, Texas imam Omar Suleiman is glad he and other Muslim leaders urged their followers to leave the event alone. Ignoring extremists — both the anti-Muslim crowd and radical Islamists alike — is the best policy, he says.","contentencoded":"<p>In the weeks prior to the shooting attack in Garland, Texas, over the weekend, Omar Suleiman had heard that an anti-Muslim group was coming to town to sponsor a “Muhammad cartoon contest.” It was guaranteed to offend.</p>\n<p>But Suleiman, along with other Muslim leaders from the Dallas-Fort Worth area, urged his fellow Muslims not to make a stink. Don't go protest, they said. Just ignore it.</p>\n<p>And that’s what they did.</p>\n<p>“I was actually throwing a football with my kids in the park when I got a text message,” Suleiman says about the moment he heard about the shooting. “I had even forgotten that the event was taking place.”</p>\n<p>The choice not to react to the event was a smart one, says Suleiman, who's an imam and a resident scholar at the <a href=\"http://www.valleyranchmasjid.org/\">Valley Ranch Islamic Center</a> in Irving, Texas. “The people that came out to this event were about 100 or so and the vast majority of them were not from Dallas,\" he says. \"This is a traveling circus of sorts.\"</p>\n<p>The group that hosted the cartoon contest is called the <a href=\"http://freedomdefense.typepad.com/\">American Freedom Defense Initiative</a>, which calls itself a human rights organization dedicated to free speech, religious liberty and individual rights.</p>\n<p>The Southern Poverty Law Center calls it something else: a hate group.</p>\n<p>\"They are an organization co-founded by a woman named Pam Geller,\" says Mark Potock of the <a href=\"http://www.splcenter.org/\">Southern Poverty Law Center</a>. \"Geller is probably the most visible and flamboyant of the anti-Muslim ideologues that we have in this country.\"</p>\n<p>Potock says Geller loves to create and spread conspiracy theories. \"In the course of attacking Muslims, she says, among other things, that Barack Obama is the love child of Malcom X; that Barack Obama's mother was a crack whore. So, this is a woman who is infamous for drumming up hatred directed at Muslims,\" he says.</p>\n<p>Geller first gained national attention in 2010 when she organized a demonstration against Park51, a Muslim community center proposed near ground zero in Manhattan. Potock says Geller doesn't think Islam is a religion, just an extreme ideology.</p>\n<p>\"She says there is a secret plan to make the United States part of a gigantic Muslim caliphate,\" Potock says.</p>\n<p>And she's not the only one who attacks everyday Muslim Americans. Suleiman says online fans of the terrorist group ISIS have attacked and threatened him in much the same manner as anti-Muslim bigots. “People get riled up on all sides,” Suleiman says.</p>\n<p>And here is the irony, he adds: “They’re saying the same thing. They’re saying that America and Islam are not compatible, [that] you cannot reconcile being a Muslim and being a patriotic, law-abiding American at the same time.”</p>\n<p>Suleiman says the 10 million or so Muslims living in the US are caught in between those two extremes — and are left to wonder what both are talking about. “We have Muslim Congressmen. We have over 20,000 Muslims serving in the armed forces. We have Muslim doctors, lawyers, academics,\" he says. \"I mean, we’re a pretty well-integrated community here.”</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Geller/Wilder and ISIS all want a war. Don't give it to them. <a href=\"https://twitter.com/hashtag/texasattack?src=hash\">#texasattack</a> <a href=\"http://t.co/HPUOaAFetd\">pic.twitter.com/HPUOaAFetd</a></p>\n<p>— Omar Suleiman (@omarsuleiman504) <a href=\"https://twitter.com/omarsuleiman504/status/595249574236663809\">May 4, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-04%2FTexas-Imam-says-Muslims-are-ignoring-anti-Islamic-hate-groups&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05042015_01.mp3"},{"href":"http://admin.pri.org/file/0504201501mp3"}]}