{"created":"2015-02-15T12:04:13+00:00","modified":"2015-05-13T21:15:54+00:00","valid":{"from":"2015-05-13T21:15:54+00:00","to":"3015-05-13T21:15:54+00:00"},"hreflang":"en","title":"ISIS May Be Gone, But Life Has Yet To Return To Normal In Northern Iraq","published":"2015-02-15T17:49:00+00:00","teaser":"The remote town of Snuny was recently liberated from ISIS. But aside from Kurdish and Yazidi militia men, very few people have ventured back. There are no services, and the ISIS threat is still real.","itags":["npr_api","386084964"],"guid":"9848da40-95c3-4050-a434-c45e94f2ed21","contentencoded":"<p>The graffiti in Snuny — an Iraqi city at the base of Mount Sinjar that Kurdish peshmerga fighters recently regained control of — provides a kind of shorthand for its recent history.</p><p>There's black graffiti on some buildings, proclaiming \"This is the Islamic State.\" It's been scribbled out.</p><p>Over it, there's green or red graffiti, which proclaims \"This is now the property of the Kurdish peshmerga.\"</p><p>Over the summer, the world focused on Mount Sinjar, a remote mountain in northern Iraq where thousands of people were under assault by the group that calls itself the Islamic State, or ISIS.</p><p>Many starving, terrified people were evacuated from that mountain. <br /> The surrounding area fell to ISIS, including Snuny.</p><p>We arrive at the mayor's office, where about a half-dozen men in fatigues with guns greet us and escort us in.</p><p>Mayor Nayef Sado Kasim is the first man we've seen all day who is not wearing camouflage. He has a sharp gray suit and tie, buzz-cut silver hair, and a thick black moustache.</p><p>He's obviously trying to project an air of normalcy and control in a city that is far from normal.</p><p>The center of this town is safe, he says. But it's surrounded on three sides by ISIS — and sometimes they attack.</p><p>Before the war, he says, Snuny had a population of nearly 150,000 — a mix of Kurdish Muslims and Yazidis, who belong to a religious ethnic minority in this region.</p><p>Today, he estimates that about 10,000 people have come back. Many single men have returned, but few families, the mayor says.</p><p>He gives us an armed escort to go see for ourselves, and we begin to drive. There are some obvious signs that life is coming back to this city. People are selling fruits and vegetables at markets. We see a man tending his olive trees, and shepherds herding their flocks of sheep.</p><p>We meet a man named Suleman Fanno, who runs eight local community centers in the surrounding villages.</p><p>He says there's no electricity, no water, no street cleaning and no trash collection. He says they will have a long way to go before people can return to their normal lives.</p><p>In some newly liberated Kurdish cities, there have been reports of revenge killings — villagers taking out their anger on their neighbors who supported ISIS.</p><p>In Snuny, locals tell us there were few ISIS sympathizers in the first place, and most of them fled with retreating forces.</p><p>Finally our escort leads us to a mud brick house where a woman stands with her three young children. A lamb and a few chickens and pigeons roam the yard.</p><p>Wedat Kasim tells us that her family stayed on Mount Sinjar through the long siege, from early August until this city was freed in late December.</p><p>\"There was nothing to eat,\" she says. \"There was no water to drink. No soap. We had maybe a little rice or cracked wheat each day.\"</p><p>Her children are 3, 5, and 6. They would eat once a day. Instead of bathing, she would try to wipe down their faces with a little water.</p><p>They didn't understand what was happening, she says. They would just cry and ask me to give them food. They would say, \"It's cold. We're hungry.\"</p><p>Then she turns from my interpreter to me and says in Kurdish, I have a question for you.</p><p>As difficult as our lives are here, she says, <a href=\"http://www.npr.org/blogs/parallels/2014/11/04/361445307/iraqs-yazidis-appeal-for-help-in-finding-their-missing-women\">thousands of women are still being held by ISIS</a>. <a href=\"http://www.npr.org/blogs/parallels/2014/10/03/352815113/isis-captives-tell-of-rapes-and-beatings-plead-for-help\">Their lives are worse</a>. What about them?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=ISIS+May+Be+Gone%2C+But+Life+Has+Yet+To+Return+To+Normal+In+Northern+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386448379-f24aef.m3u?orgId=1&topicId=1010&d=254&p=10&story=386084964&t=progseg&e=386448272&seg=14&ft=nprml&f=386084964"},{"href":"http://media.npr.org/assets/img/2015/02/13/snuny-town-ari-414fcc412df8ea0cb4da5cfb47e045b96e912f27.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"566","width":"754"}},{"href":"http://media.npr.org/assets/img/2015/02/13/snuny-family-ari-f9f06412f6c406d054604e87014ab467b2fb6c4b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"655","width":"874"}}]}