{"created":"2014-11-11T08:33:34+00:00","modified":"2015-05-07T15:31:41+00:00","valid":{"from":"2015-05-07T15:31:41+00:00","to":"3015-05-07T15:31:41+00:00"},"hreflang":"en","title":"43 On 41: A President Traces The Life Of His Father","published":"2014-11-12T14:16:00+00:00","teaser":"Former President George W. Bush sits down with host David Greene to discuss his new book, <em>41,</em> a biography of his father and fellow former President George H.W. Bush.","itags":["npr_api","361814787"],"guid":"9856f909-13bd-4976-95d3-e2e3a3ace0ff","contentencoded":"<p>Only twice in American history has a son followed his father into the presidency. The first was John Quincy Adams. The second, George W. Bush, has now written a biography of his father, George H.W. Bush. It's called <em>41: A Portrait of My Father.</em></p><p>The 43rd president of the United States traces the life of the 41st from his youth in New England through his entry into the Texas oil business, combat during World War II, party politics, diplomacy, the White House, retirement — and skydiving.</p><p>In a wide-ranging interview with <em>Morning Edition</em>'s David Greene, former President George W. Bush discusses his father's life and legacy, and their relationship. He also addresses some of the major decisions of his own time in office, and the possibility of a third President Bush, if his brother, former Florida Gov. Jeb Bush, decides to run in 2016.</p><hr /><h3>Interview Highlights</h3><p><strong>DAVID GREENE: What do you think when people compare the two wars [in Iraq] and say that your father's approach was wiser?</strong></p><p>PRESIDENT GEORGE W. BUSH: I can understand that, and I ask them to read the book and --</p><p><strong>You can understand that?</strong></p><p>Yeah, I mean, I think — sure — I think people can, you know, I can understand the comparisons between he and me. I mean, it's — it's a way to do things. I don't agree necessarily that wiser or not wiser, because the situation was different and in many ways more complex.</p><p><em><strong>ON JEB BUSH'S <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/10/362862271/will-jeb-bush-run-for-president-his-brother-says-maybe\">POSSIBLE 2016 PRESIDENTIAL RUN</a></strong></em></p><p>I mean, the environment is what it is. You don't get to rewrite the environment, and so Jeb has to think about whether or not he wants to be president, just like Hillary Clinton has to think about whether she wants to be president. Some guy at one time said to me, \"You know, I don't like the idea of Bush, Clinton, Bush, Obama, Bush.\" I said, \"Oh, OK.\" I said, \"How do you like the idea of Bush, Clinton, Bush, Obama, Clinton?\" And the point is that these may be the two best candidates their party has to offer.</p><p><em><strong>ON RELATIONS WITH RUSSIAN PRESIDENT VLADIMIR PUTIN</strong></em></p><p>I did work to get Ukraine and Georgia to have a process to get into NATO, and Putin didn't like it. The truth of the matter is, Putin doesn't like much of what the United States does these days.</p><p><strong>But would your father have done that, or do you think he would have said, you know, 'I need to be more careful about provoking Russia'?</strong></p><p>Yeah, I don't think — I think at some point in time he would have recognized — I don't know. You know, he wasn't there. And it's obviously a different time and a different period and a different leader. It seemed like to me, and in many ways Gorbachev recognized that the Soviet was doomed — and it seems like to me at times Vladimir Putin was to restate the Soviet, reinstate the Soviet.</p><p><em><strong>ON HIS FATHER'S LIFE NOW</strong></em></p><p>He's joyful. Ninety years old. He can't walk, but he sure can laugh and smile, and he is — the basic things of life make him very content: his wife, Barbara, his children and his grandchildren.</p><p><em><strong>ON THE FAILINGS OF HIS FATHER'S 1992 RE-ELECTION CAMPAIGN</strong></em></p><p>I was very disappointed, not in him, but in the process. And he gave, he did give a flat speech [at the 1992 Republican National Convention], and it frankly wasn't full of many interesting ideas. It was kind of defensive. And there's a couple of lessons there about this moment. One is, is that if you're gonna give a big speech, get it written early and get used to it.</p><p><strong>Get comfortable with it?</strong></p><p>Get comfortable with it, because it enhances the delivery. And secondly, that if you expect to win political races, you better have strong policy platform. And they were playing — they were kind of playing small ball at this point, and presidents have got to have bigger agendas.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=43+On+41%3A+A+President+Traces+The+Life+Of+His+Father&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"442"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363497853-fabf0d.m3u?orgId=1&topicId=1033&aggIds=100876926&d=442&p=3&story=361814787&t=progseg&e=363173184&seg=16&ft=nprml&f=361814787"},{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363497695-cb1380.m3u?orgId=1&topicId=1033&aggIds=100876926&d=242&p=3&story=361814787&t=progseg&e=363173184&seg=16&ft=nprml&f=361814787"},{"meta":{"duration":"514"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363214589-9de615.m3u?orgId=1&topicId=1033&aggIds=100876926&d=514&p=3&story=361814787&t=progseg&e=363173184&seg=16&ft=nprml&f=361814787"},{"href":"http://media.npr.org/assets/img/2014/11/05/57547155-a290a9e9c5635c8334c90e26a119b42aec6cc3a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2249","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/05/709094_enl-dadc1fb1d18435b9c777f3aa2947a6153dfd1987.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2864","width":"2254"}}]}