{"created":"2015-03-20T07:23:21+00:00","modified":"2015-05-13T21:08:12+00:00","valid":{"from":"2015-05-13T21:08:11+00:00","to":"3015-05-13T21:08:11+00:00"},"hreflang":"en","title":"Pretty Yende: An Opera Star Whose Rise Began With A Fall","published":"2015-03-25T00:22:00+00:00","teaser":"A mishap in the South African soprano's Metropolitan Opera debut still makes her laugh, but that night ended with a standing ovation. Now she's in Los Angeles for <em>The Marriage of Figaro</em>.<em></em>","itags":["npr_api","393879727"],"guid":"985d9afc-25c2-4fb5-8c62-70a8759d4ed1","contentencoded":"<p>When Pretty Yende took the stage as Adèle in <a href=\"http://www.npr.org/artists/89324892/gioachino-rossini\" target=\"_blank\">Rossini</a>'s <em>Le Comte Ory, </em>her debut at the Metropolitan Opera, her performance didn't go quite as planned. She tripped and fell, to the astonishment of the audience. Still, it was a night she could never have imagined when she was growing up in rural South Africa.</p><p>Yende didn't even know what opera was until the day she was home watching TV and heard a snippet of the <em>Lakmé</em> \"Flower Duet.\" She was a teenager then; today, at 30, she's a rising star in the international opera community. Beginning Saturday, she'll be at the Los Angeles Opera starring in a production of <a href=\"http://www.npr.org/artists/15327819/wolfgang-amadeus-mozart\" target=\"_blank\">Mozart</a>'s <em>The Marriage of Figaro</em>. She spoke about her journey with <em></em>NPR's <a href=\"http://www.npr.org/people/2100929/renee-montagne\" target=\"_blank\">Renee Montagne</a>; hear the radio version at the audio link and read more of their conversation below.</p><p><strong>Renee Montagne: </strong><strong>I'm going to begin with a story that is often told — but it is too good not to tell it again, which is how you first encountered opera music as a teenager. </strong></p><p><strong>Pretty Yende:</strong> I was home with my family in South Africa in 2001. We were watching TV at home with my family, and this one evening, there's this ad on TV. And behind the ad, there's this music. It's the British Airways advertisement — you know, they <a href=\"https://www.youtube.com/watch?v=7UvEcfjJboE\" target=\"_blank\">use the <em>Lakmé</em> duet</a>.</p><p>And so I hear these sounds, just those 10 seconds. I knew that it's something that I should know, but I didn't know what it was. And so I went to my high school teacher the following day and I asked him what it was, and he told me it's called opera. And I said to him, \"Is it humanly possible?\" Because at 16, growing up in a very small town, in Piet Retief, I had no idea that human beings were capable of such a gift. And so he told me that of course it is humanly possible. If you have the talent, you can do it. I said to him, \"Well, you need to teach me that.\"</p><p>And so he advised me to join the choir, and I joined the school choir. And he told me that, \"Pretty, I don't think you're an opera singer. I don't think you're a singer at all. You shouldn't be singing, you should just continue with your quest of being an accountant,\" because that's what I wanted to do before I heard the music. I wanted to be an accountant. But something had changed, something that I couldn't touch or see, but something that I could feel, that I needed to know if somebody could feel the same way. It was an immense joy that I wanted to share with everyone.</p><p><strong></strong><strong>You've described yourself as a church girl. Did you sing in a church choir?</strong></p><p>I grew up in the church. I grew up singing in the church. I remember walking with my grandmother to church and she would teach me songs, and she would tell me that when we get to church, \"You will go up and stand in front of the congregation and start singing.\" So my solo career started there.</p><p><strong></strong><strong> I know that a very important person to you was a teacher a little bit later, who was extremely key to finding your voice. Tell us about that.</strong></p><p><a href=\"https://www.youtube.com/watch?v=4MlzyhtHiMs\" target=\"_blank\">Virginia Davids</a>. I was very fortunate to have her, because once I got to the <a href=\"https://www.facebook.com/pages/The-University-of-Cape-Town-Opera-School/209427495734781\" target=\"_blank\">South African College of Music</a>, I felt I was not good enough. I just found out about singing and I don't even know if I can. But she was really kind enough to make me understand that each and every one of us are special in their own way, but I need to start actually looking at myself and really accepting myself as an individual. And so a big part of that is accepting this gift that I've just been given. I need to open my box and look what's inside.</p><p>And this was something that I was very fortunate to learn at that time, because once I was going into this journey and looking at the world and how big it is, really, there are amazing sounds everywhere. But I need to always make sure that I look in my own box and receive this gift, because it's mine. I need to make friends with it, because it's my partner in crime. And actually it took a long time. I'm still learning to accept it, I'm still learning to be friends with it, because it's like accepting yourself in the mirror that this is who you are.</p><p><strong></strong><strong>Speaking of gifts, because this one does seem like it would be a great gift to the audience, there is one role that has become famous: Your debut at the Metropolitan Opera in New York<strong>, a little over two years ago.</strong> Tell us about that. <br /></strong></p><p>Yes. I got a call from my manager. He asked me, \"Pretty, would you mind if I could give you an early Christmas present? What would you say if I were to tell you you'd be making your debut at the Met way earlier than you had expected?\" And he tells me the opera house is looking for an Adèle, because the one they had planned to have is not able to come anymore. I said, \"Oh my goodness, I have to look at the music.\" I don't even know how long the opera is, but every instinct, I knew that I was ready.</p><p><strong></strong><strong>Musically, you were ready, but you didn't have much time to prepare.</strong></p><p>No. That explains the fall, doesn't it? [<em>Laughs</em>]</p><p><strong></strong><strong>Well, what we're talking about here is, there you were — you hadn't sung a note, but you were on stage — and before you could open your mouth, something happened.<br /></strong></p><p>So the night has come. Pretty is making her debut at the Met. It is a full house, and what's going on in her mind is that, \"I'm not supposed to be here. They wanted the other soprano. She's more famous than me, and now they're stuck with me. Maybe they really don't need me here. Oh, my God, why am I here?\" I could hear everybody breathing when I entered the stage — like, I could hear every heartbeat. And then I walked on, gracefully. I was like, \"I'm fine, I'm fine. I'm going to say goodbye to my brother and come back.\" But when I turned I took an extra look back, and that is what cost me, because then I was already on the edge of the steps going down. So when I took that final step, I was on my knees, and I was like, \"Hey, what are you doing on your knees. Oh, my God, I have fallen!\"</p><p><strong></strong><strong>Well, in the end, there was a standing, shouting, screaming ovation, right?</strong></p><p>Yeah, I guess even from the first few lines I did, I got a huge applause and it was like, \"OK, they want me here. Relax, you know?\" And from then on, the entire evening, I was just having the best time of my life. It was really special.</p><p><strong></strong><strong>The role that has brought you back to Los Angeles is in <em>The Marriage of</em></strong><strong><em> Figaro</em>. </strong><strong></strong><strong>You play Susanna, the countess' maid who is going to marry Figaro. How are you making this role your own?</strong></p><p>I like Susanna so much. I chose to look at Susanna for the strength she has vocally, but also physically, because it's one of the longest roles in the whole entire operatic repertoire. And so what is fun about it is the fact that she allows you to be the best actress, and this is what I wanted to learn from her: How can I be quick, smart, charming, always ahead, never panicking? Because she's always in control. They usually cast it for a person who is more an actress than an important voice, if I may. Not saying that my voice is important, but I mean that usually I would be cast as the countess.</p><p><strong></strong><strong>One last thing, which brings us back to South Africa. Considering the history of the country, you are not alone in being on the world stage as an opera singer. What do you make of that?</strong></p><p>Well, South Africa has a <a href=\"http://www.npr.org/artists/15238665/ladysmith-black-mambazo\" target=\"_blank\">huge culture</a> of <a href=\"http://www.npr.org/event/music/150511993/soweto-gospel-choir-tiny-desk-concert\" target=\"_blank\">choral music</a>. I remember before Mandela was released, they were not allowed to study music, and so that culture base played a huge part to them in terms of keeping singing. And so I always say that if you think Pretty can sing, you have to go down to South Africa and hear voices, because the <a href=\"https://www.youtube.com/watch?v=Fum_BiaB6Q0\" target=\"_blank\">amount of talent is incredible</a>. And I think that's just the gift of the country, that with all the struggles they had, they kept singing. They never stopped singing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pretty+Yende%3A+An+Opera+Star+Whose+Rise+Began+With+A+Fall&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394216978-df4d1d.m3u?orgId=1&topicId=1039&d=445&p=3&story=393879727&t=progseg&e=394167639&seg=8&ft=nprml&f=393879727"},{"href":"http://media.npr.org/assets/img/2015/03/19/img_7296-3f73277f0f9619c413a3451b43319956e19f7cb3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1857","width":"2476"}}]}