{"created":"2015-06-04T09:07:36+00:00","modified":"2015-06-08T23:05:49+00:00","valid":{"from":"2015-06-08T23:05:49+00:00","to":"3015-06-08T23:05:49+00:00"},"hreflang":"en","title":"State Obamacare Exchanges Experience Growing Pains","published":"2015-06-05T15:50:00+00:00","teaser":"Minnesota, Colorado and Connecticut are figuring out how to keep their health insurance marketplaces afloat as federal startup funding runs out.","itags":["npr_api","411770005"],"guid":"986d92c4-58ac-413f-bf88-1224d9624f60","contentencoded":"<p>The states that set up their own insurance marketplaces have nothing to lose in <a href=\"http://www.npr.org/sections/health-shots/2014/11/26/366808795/if-high-court-strikes-federal-exchange-subsidies-health-law-could-unravel\">King v. Burwell</a>, the big Supreme Court case that will be decided by the end of June. But that doesn't mean those states are breathing easy.</p><p>With varying degrees of difficulty, all of the state-based exchanges are struggling to figure out how to become financially self-sufficient as the spigot of federal start-up money shuts off.</p><p>Here are dispatches from Minnesota, Colorado and Connecticut on this tricky transition.</p><p><strong>Minnesota – Tough Politics</strong></p><p>Even though Minnesota's exchange, MNsure, ran much more smoothly in its second year than its disastrous first, some Republicans opposed to Obamacare from the beginning hoped to do away with it this legislative session.</p><p>\"This has been an abject failure from day one to present. If you're denying that, your head is in the sand,\" says state Rep. Nick Zerwas.</p><p>His colleague, Rep. Mary Franson, agrees: \"We should have never gotten into the exchange. We should just move straight to the federal exchange and bypass the state of Minnesota.\"</p><p>Even the Democratic architect of the law that created MNsure wanted to dissolve its board and make MNsure a <a href=\"http://www.mprnews.org/story/2015/02/26/mnsure-legislation\">state agency</a>.</p><p>In the end, lawmakers ended their session leaving MNsure intact. But they voted to ask the feds to allow Minnesotans to get tax subsidies for health insurance regardless of whether they shop on the open market or through MNsure.</p><p>The legislature also created a bipartisan task force to consider MNsure's future. Republican Rep. Matt Dean says those relatively small measures make a big point.</p><p>\"The final agreement I think that we have going to the governor right now acknowledges that there's major trouble with MNsure, that the current situation is not sustainable,\" Dean said.</p><p>Democratic Sen. Tony Lourey helped create MNsure. He likes the idea of letting Minnesotans shop outside of MNsure and still get subsidies, but, he says, \"I'm not particularly optimistic that it would be approved by federal officials. If it were approved, I think we would have to talk about then how do we structure the financing of the exchange.\"</p><p>He says it would be even more difficult to fund the exchange with far fewer customers unless they could bring in new money.</p><p>One option is to add a tax to all health plans sold, not just those sold on MNsure.</p><p>Meanwhile, with fewer people signing up for plans through MNsure than anticipated, revenue is way down. That coupled with federal money drying up by year's end has MNsure moving to <a href=\"http://www.mprnews.org/story/2015/03/12/mnsure-budget-cut\">cut $2.5 million</a> from its budget over the next three years.</p><p><em>--Mark Zdechlik</em></p><p><strong>Colorado – Glitches And Expenses</strong></p><p>Colorado's exchange has cleared its political hurdles for the most part, but technical glitches and financial challenges remain.</p><p>Marc Drillings knows this all too well. He wanted to buy insurance on the Connect for Health, Colorado's exchange.</p><p>But when he went online to enroll, the system mistakenly showed that his monthly premium would be $800 for him and his wife, way higher than it should have been. He tried to fix it, he says, and his application got stuck in limbo for two months.</p><p>\"You enter bureaucratic hell, where no one can figure out what's wrong, how to fix it, or who to even talk to get it done,\" says Drillings.</p><p>He's a chiropractor so he's used to dealing with insurance forms, but sorting it out took still took him at least 50 hours he said.</p><p>Eventually, he enrolled in a plan for about $300 a month.</p><p>As many as 10 percent of those who signed up faced such problems. Fixing them chewed up staff time and cost millions, says Kevin Patterson, the exchange's interim CEO.</p><p>\"I think it's fair to say we do have a slight hit to the brand,\" Patterson says.</p><p>His predecessor, Gary Drews, points out the exchange's successes. He says its enrollment numbers <a href=\"http://www.cpr.org/news/blog/thousands-sign-private-health-coverage-colorado-numbers-below-projections\">are strong</a>, and the state's uninsured rate fell from 17 percent to 11 percent. Still, Drews admits, the takeoff has been bumpy even in the second year.</p><p>\"It's a little bit like trying to fly as you're putting the wings on,\" he says.</p><p>Colorado's exchange faced expensive technical fixes, leadership turnover and questions from state auditors about its financial controls.</p><p>Add to that the big whammy: $183 million in federal startup money is running out. So the exchange plans to tighten its belt and consumers will feel the pinch. Fees on premiums <a href=\"http://www.cpr.org/news/story/colorado-health-insurance-exchange-board-approves-fee-increases\">will go up</a> next year.</p><p>\"I don't know if it's sustainable,\" says Republican state senator Ellen Roberts, who heads a legislative oversight committee.</p><p>She says another big issue for Colorado is Medicaid. The state had a smoother signup process for Medicaid than many other states, and the exchange footed the much of the bill. Now the exchange is asking the feds to pick up some of those costs.</p><p>The exchange had bipartisan support, but Roberts said it's going to be hard to make the transition to self-sufficiency.</p><p>\"Either we're going to try and make our best efforts to sort this out, or people will throw up their hands and walk away,\" she says.</p><p><em>--John Daley</em></p><p><strong>Connecticut – Success At A Price</strong></p><p>Connecticut's exchange did well enough in the first year that it is marketing its services to other states that are still struggling.</p><p>And generally, Access Health CT is having a smoother transition from startup to established business.</p><p>\"The first two years, we needed a much bigger call center to be able to answer questions and talk about how to navigate our website and things like that. We needed a much bigger technology team,\" says CEO Jim Wadleigh.</p><p>The task ahead is to change and shrink the organization to match its new mission. Wadleigh says he is letting consultants' contracts expire and leaving some senior positions unfilled.</p><p>\"All of our teams have gotten smaller,\" he says.</p><p>The exchange does bring in upwards of $26 million a year by charging insurers who sell individual and small group policies on or off of the exchange. That will be the biggest source of money going forward.</p><p>Selling its administrative services to other exchanges could bring in additional cash, too.</p><p>\"We have had some conversations with probably about a half a dozen states at this point about what are some of those opportunities,\" he says.</p><p>But with more than $150 million in federal money gone and not coming back, Wadleigh has two goals. One is keeping consumer prices as low as they can be and the second is keeping customers satisfied with the exchange's service.</p><p>\"I think we're there,\" he says.</p><p>But that confidence comes at a price: Connecticut had to <a href=\"http://wnpr.org/post/states-obamacare-exchange-plans-life-without-federal-money\">raise the assessment</a> that insurers pay on each plan they sell on and off the exchange to fund smooth operations.</p><p>--<em>Jeff Cohen</em></p><p><em>This story is part of a reporting partnership with NPR, local member stations and <a href=\"http://www.kaiserhealthnews.org\">Kaiser Health News</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=State+Obamacare+Exchanges+Experience+Growing+Pains&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Cohen, WNPR","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411917470-c04497.m3u?orgId=1&topicId=1128&d=423&p=3&story=411770005&t=progseg&e=411906749&seg=4&ft=nprml&f=411770005"},{"href":"http://media.npr.org/assets/img/2015/06/03/new-britain-b5b7e0f5050cf634e901cc49d25271cc5bdea6d0.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1284","width":"1713"}},{"href":"http://media.npr.org/assets/img/2015/06/03/marc-drilling-e3b8abc1aea6693c7c6063d72ba2f8c265c00c74.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1433","width":"1910"}}]}