{"created":"2014-10-08T02:28:45+00:00","modified":"2014-10-31T00:21:16+00:00","valid":{"from":"2014-10-31T00:21:16+00:00","to":"3014-10-31T00:21:16+00:00"},"hreflang":"en","title":"Oh, 'Boyhood!' Linklater's Cinematic Stunt Pays Off ","published":"2014-07-28T15:50:00+00:00","teaser":"Richard Linklater's new film took 12 years to make and tracks the actual youth and adolescence of its lead actor. Critic Bob Mondello says <em>Boyhood</em> is a rich and resonant portrait of real life.","itags":["npr_api","330742775"],"guid":"986e380b-8deb-4503-99aa-7ab1c012dba4","contentencoded":"<p>Filmmaker Richard Linklater breezed through plenty of genres in his career, establishing that he's comfortable making loose comedies like <em>Slacker,</em> animated sci-fi thrillers like <em>A Scanner Darkly,</em> and even messing with longer-form studies in time with his <em>Before</em> trilogy, <em>Before Sunset</em>, <em>Before Sunrise</em> and <em>Before Midnight</em>.</p><p>Still, it's safe to say that he's never done anything even remotely like <em>Boyhood,</em> his latest film, because neither has anyone else.</p><p>It sounds like the most ordinary of stories: just a boy growing up. What's not ordinary is the way it's told. We meet Mason as a cute 7-year-old in Texas, rambunctious, giggling with a friend over the busty women in his mom's lingerie catalog, and played by youngster Ellar Coltrane. We will leave Mason almost 12 years later, by then slender, tall, a serious young man — and still played by Ellar Coltrane.</p><p>Linklater started filming in 2002, and finished in 2013, shooting just a few days each year (39 in all, about what he'd have shot for a more conventional film), with Ethan Hawke playing Mason's dad, Patricia Arquette playing his mom, and Ellar Coltrane not just playing, but more or less living the boy whose boyhood gives the film its title.</p><p>Initially, little Mason's got a sweetly natural innocence and vulnerability, when his mom for instance lets him and his sister, Samantha (played by the director's daughter Lorelei Linklater), know they'll be moving to Houston, and that Dad's not coming with them.</p><p>Dad does, however, want to be part of their lives, even if every second weekend when he shows up in his vintage Pontiac GTO to take them out, he's playing catch-up. Queries he puts to the kids get answered in monosyllables, and he does not want to be the biological father who gets polite conversation when he drives places and buys stuff, so he pulls the car over and begs the kids to talk to him. He even suggests what they might say — about arguments they've had on the playground, trouble they've had with schoolwork. You can hear him projecting. And so can 7-year-old Mason.</p><p>\"But Dad, I mean, why is it all on us, though?\" he wonders. \"What about you? How was your week? You know, who do you hang out with? Do you have a girlfriend? What have you been up to?\"</p><p>Dad concedes he has a point, and agrees to try to connect \"more naturally.\"</p><p>And for the balance of the film, that's pretty much what happens. Life happens — scripted according to a plan the filmmaker laid out at the beginning, and unscripted according to a plan nature lays out in real time. As Mom and Dad grow thicker, Mason grows taller, more angular. His face loses its baby fat. And on a camping trip around the film's midpoint, with a casualness that is likely to choke up every parent watching, his voice changes.</p><p>Now, the usual way to show a kid aging a dozen years in a movie is to use several actors — one for childhood, another for adolescence, a third for late teens. But Linklater's managed something enormously richer and more resonant with what sounds like a stunt until you actually see it. Sure, other characters have grown up on-screen — in documentaries, and on TV shows that hang around forever. But not like this. Not sculpted, and controlled, with a dramatic arc that must have given everyone fits as they filmed across more than a decade, hitting milestones: that deepening of the voice, a passion developed in school for photography, Mason flirting with a girl at his first job, and getting his heart broken at 15, not by her, but by his dad. When he asks why they're cruising in a minivan rather than the GTO, his father says he sold the car he'd long since forgotten he'd promised to give to his son when he turned 16. So much pain in one accusative phrase: \"You don't remember?\"</p><p>It seems almost odd to talk of performances when they're as natural and unforced as they are in <em>Boyhood,</em> but they're fascinating, with the adults nearly as physically altered by time as the kids. So are the offhand glimpses the film gives you of a decade's worth of music, video game consoles and cellphones. The picture is so unassuming and understated as it wends its way through a dozen years in the life of this family — in all our lives, really — that you're likely to be surprised at how invested you feel — how proud and conflicted — when Mason finally stands on the brink of adulthood.</p><p>The film gives every appearance of happening exactly the way life does. And exactly the way life does, it makes you care. <strong><em>(Recommended)</em></strong>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oh%2C+%27Boyhood%21%27+Linklater%27s+Cinematic+Stunt+Pays+Off+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330760955-040ba6.m3u?orgId=1&topicId=4467349&ft=3&f=330742775"},{"href":"http://media.npr.org/assets/img/2014/07/11/boyhood-ede1a4b8697e3188e5e8e41711b59397c86157a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"417","width":"556"}}]}