{"created":"2014-09-16T09:03:19+00:00","modified":"2014-10-30T22:22:29+00:00","valid":{"from":"2014-10-30T22:22:28+00:00","to":"3014-10-30T22:22:28+00:00"},"hreflang":"en","title":"With Debt Collection, Your Bank Account Could Be At Risk","published":"2014-09-16T12:36:00+00:00","teaser":"A 1968 federal law allows debt collectors not only to garnish wages but to take from a debtor's bank account. Consumer advocates say the outdated law is overly punitive and out of touch with reality.","itags":["npr_api","348709389"],"guid":"986fb6dc-5a6d-4592-98c2-408ceaa7b9f6","contentencoded":"<p>Kari Fiotti moved back to Omaha, Neb., in 2009 after a decade living in Italy. She had divorced her husband and returned to the U.S. to start a new life.</p><p>Then, Fiotti, 44, took a pricey fall.</p><p>\"When I came back, I fell and I broke my wrist without insurance,\" she says.</p><p>Her doctor, she says, rejected her offer to make partial payments. So, like millions of Americans, her debt — which had grown to $1,640 with interest and fees — was turned over to collectors.</p><p>Fiotti soon learned how hard they would try to collect her unpaid bills.</p><p>Court records show that the collectors sued Fiotti, but that she didn't show up in court for the hearing about her case.</p><p>In May of last year, Fiotti suddenly realized, \"My bank account's at zero and I'm like, whoa, what's going on?\"</p><p>Debt collectors had seized her bank account because she didn't have enough to cover the debt. Fiotti says she was stunned. \"You're taking everything that I have,\" she says. \"You're not just taking a portion of it, you're taking my livelihood.\"</p><p>Fiotti says she was doing clerical work making about $10 an hour. She had a kid in college and no savings. She says she had to overdraw her checking account just to take out $50 to buy groceries. In the end, a friend put Fiotti in touch with a lawyer, and she now has the debt behind her.</p><p>This week, NPR and ProPublica are reporting <a href=\"http://www.npr.org/2014/09/15/347957729/when-consumer-debts-go-unpaid-paychecks-can-take-a-big-hit\">on a striking change</a> in the way debt collectors pursue people in this country. On the heels of the worst recession in generations, 1 in 10 working Americans between the ages of 35 and 44 is getting his or her wages garnished. That means their pay is being docked — often over an old credit card debt, medical bill or student loan.</p><p>But just how much money can collectors legally seize from people's wages and bank accounts? The answer is more than you might think.</p><p>In about half the states in the country, collectors can seize 25 percent of your paycheck. In all but a handful of states, they can take everything in your bank account.</p><p><strong>An Explosion Of Wage Garnishment Cases</strong></p><p>In recent years, debt collectors have been filing millions of lawsuits against working Americans that are resulting in wage garnishments. That's according to an analysis by the payroll services company ADP.</p><p>Those who fall into this system find their futures determined by laws that consumer advocates say are outdated, overly punitive and out of touch with the financial reality faced by many Americans.</p><p>Lawyers and judges involved in these cases say it's common for people who are sued by debt collectors to not show up in court to defend themselves. They say some people seem to just stick their heads in the sand, while others get overwhelmed or just confused by the court documents.</p><p>The debtor's absence makes it easier for collectors to garnish wages and seize bank accounts.</p><p><strong>The </strong><strong>Law's Silence On</strong><strong> Bank Seizures</strong></p><p>Federal law regulating debt collection is silent on perhaps the most punishing tactic of collectors: It doesn't limit or prohibit them from cleaning out debtors' bank accounts.</p><p>State laws, while often more comprehensive, vary significantly. Only a handful, for instance, automatically protect a minimum amount of funds in a debtor's account.</p><p>When garnishment protections do exist, the burden is usually on debtors to figure out if and how the laws protect their assets.</p><p>\"In an awful lot of states, the information that the employee gets is going to be very, very confusing,\" says William Henning, a law professor at the University of Alabama and chairman of a committee drafting a model state law on wage garnishment.</p><p>Back in 1968, when lawmakers passed the landmark Consumer Credit Protection Act, it specifically limited how much of a debtor's pay could be seized. But it made no mention of bank account garnishments. As a result, a collector can't take more than 25 percent of a debtor's paycheck, but if that paycheck is deposited in a bank, all of the funds can be taken.</p><p>Carolyn Carter, director of advocacy at the National Consumer Law Center, says the lawmakers didn't address bank seizures because they simply weren't common at the time. In today's collection environment, she said, \"the wages that are deposited in a bank account become suddenly much more vulnerable than anyone realized.\"</p><p>Since the late 1960s, debt collection has changed in other ways that lawmakers couldn't have anticipated. Today, buying old debt is an industry in itself. And big debt-buying firms hire teams of lawyers to crank out lawsuit after lawsuit seeking to collect. Carter says it's time for lawmakers at the state and local level to revisit and reform existing laws.</p><p><strong>'I Honestly Dread Paydays'</strong></p><p>Like any American family living paycheck to paycheck, Conrad Goetzinger and Cassandra Rose hope that if they make the right choices, their $13-an-hour jobs will keep the lights on and put food in the fridge and gas in the car.</p><p>But every two weeks, the Omaha, Neb., couple is reminded of a choice they didn't make and can't change: A chunk of both of their paychecks disappears before they see it, seized to pay off old debts.</p><p>Twice, debt collectors have scooped every penny out of Goetzinger's bank account and even attempted to take his personal property.</p><p>For Goetzinger, 29, it's the consequence of a laptop loan he didn't pay off after high school; for Rose, 33, it's a reminder of more than $20,000 in medical bills racked up while uninsured. The garnishments, totaling about $760 each month, comprise the single largest expense in their budget.</p><p>\"I honestly dread paydays,\" Goetzinger says, \"because I know it's gone by Saturday afternoon, by the time we go grocery shopping.\"</p><p>On a recent evening after Rose got her 11- and 12-year-old daughters upstairs to bed, the couple explained that the children need dental work. They need some crowns on their teeth. \"I don't want my daughter walking around with a big silver tooth,\" Goetzinger says. \"When you have to choose between keeping the power on for the rest of the week and getting teeth done, unfortunately, teeth falls to a lower priority.\"</p><p>Rose puts it this way: \"It makes you feel hopeless that you're working for no reason and that you're never going to be able to succeed.\"</p><p>William Reinbrecht, a Nebraska attorney who represents people who are getting their wages garnished, says often there are other debts waiting in line. So when one gets paid off, the next garnishment kicks in.</p><p>\"It's a little like debtors prison,\" he says. \"It makes a subclass of people that are crushed by all of this, and they can't, no matter how hard they work, improve their economic position.\"<strong> </strong></p><p><strong>Are Working-Class Americans Being Asked To Pay Too Much?</strong></p><p>For most workers, the unexpected loss of a quarter of their wages would make life difficult. For low-income workers, it can be particularly devastating.</p><p>The Consumer Expenditure Survey, produced by the Bureau of Labor Statistics, reports that, for a worker with annual wages between $20,000 and $30,000, the average amount spent on basic costs such as housing, transportation, food and health care is about $26,000. The average income for that population is also about $26,000.</p><p>A recent survey by the Federal Reserve asked thousands of consumers whether they could afford an emergency expense of $400. Less than half of respondents said they could without borrowing money or selling something. Nearly 20 percent said they could think of no way they might cover such a cost.</p><p>So how did the federal lawmakers in 1968 set 25 percent as the allowable limit for garnishments? Like many laws, it was the result of closed-door compromise.</p><p>At the time, House Democrats argued that debtors could often afford to lose very little.</p><p>\"For a poor man — and whoever heard of the wage of the affluent being attached? — to lose part of his salary often means his family will go without the essentials,\" argued Rep. Henry Gonzalez of Texas, in a speech on the House floor.</p><p>In the end, the House version of the consumer protection bill limited garnishment to 10 percent of income. But the Senate's version didn't limit garnishments at all. When a compromise bill finally emerged from a committee of lawmakers from both houses, the limit was 25 percent. Forty-six years later, that's still the law in more than half of states.</p><p>The 1968 law did seek to protect the poorest workers, but did so by setting a standard tied to the minimum wage. Time has eroded what even then was a modest protection. The federal minimum wage in 1968 was $1.60; adjusted for inflation, that's $10.95 in current dollars. With $7.25 the current minimum wage, federal law only protects workers from garnishment if they earn under about $11,310 annually. Even for a wage earner without any dependents, that wage is beneath the poverty line.<strong> </strong></p><p><strong>The Law Demands That You Pay Your Debts</strong></p><p>Robert Foehl, a general counsel for ACA International — a trade association for debt collectors, says collectors play an important role in the economy. And sometimes, he says, \"a creditor might have no other avenue for recovering their debt except through a legal process\" such as wage garnishment.</p><p>In St. Louis, Mo., Associate Circuit Judge Chris McGraugh<strong> </strong>has presided over many collections cases. He says people will admit, for example, that they ran up a big debt on a credit card and didn't pay it. And the judge says he tells them \"the law demands that you pay your debts!\"</p><p>But at the same time, McGraugh says, he still sees some serious problems.</p><p>He says lawyers for debt collectors will sometimes ask for delays or continuance on cases if they see a debtor is taking time off from work to show up in court. They will do that several times over weeks or months until the person finally gives up and doesn't come to court anymore, allowing the debt collector to get a default judgment against the debtor.</p><p>McGraugh says he also finds payday loan cases unsettling because the court ends up enforcing a triple-digit interest rate that the person can never escape.</p><p>\"You're talking about a person who takes out $200 and years later ends up with a $4,000 debt running at an interest of 200 percent.\" McGraugh says he finds those cases \"egregious.\"</p><p>McGraugh says before he became a judge in 2012, he practiced all kinds of law, from car accident injury cases to death penalty defense. And he thought he knew the legal system pretty well.</p><p>\"I had practiced law for 25 years. I had no idea something like that was occurring, and as such, I don't think most people know that that's occurring and this is allowed to happen,\" he says. <strong> </strong>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Debt+Collection%2C+Your+Bank+Account+Could+Be+At+Risk&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"428"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348903324-2dc315.m3u?orgId=1&topicId=1018&ft=3&f=348709389"},{"href":"http://media.npr.org/assets/img/2014/09/15/garnishment_omaha-4c56b139e51812d6a0b41bf3f6764ab1fb88c6a6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}