{"created":"2014-09-14T11:48:29+00:00","modified":"2014-10-30T22:26:31+00:00","valid":{"from":"2014-10-30T22:26:31+00:00","to":"3014-10-30T22:26:31+00:00"},"hreflang":"en","title":"From Casting To Cutting The N-Word, The Making Of 'Gone With The Wind'","published":"2014-09-15T15:00:00+00:00","teaser":"As the film turns 75, a new exhibit looks back at the controversy over Scarlett being played by a British actress and how the African-American press influenced the script.","itags":["npr_api","347987062"],"guid":"9880f4b3-1786-459e-a2b0-fab37c065926","contentencoded":"<p>Scarlett O'Hara and Rhett Butler are one of the most enduring couples in American cinema, and this year marks the 75th anniversary of their film debut in <em>Gone with the Wind,</em> a tale of war, love gone wrong and tragic endings. Adjusted for inflation, the epic melodrama has grossed more money than any other American film.</p><p>On Tuesday, an exhibition titled \"<a href=\"http://www.hrc.utexas.edu/visit/gwtw/\">The Making of Gone with the Wind</a>\" opened at the University of Texas, Austin. It explores everything from the film's casting to the controversies that began even before the first take.</p><p>Steve Wilson, curator of the exhibit, tells NPR's Lynn Neary about the contentious casting of British actress Vivien Leigh in the role of Scarlett and how the African-American press influenced the film's script.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On casting the role of Scarlett from more than 1,400 screen tests and thousands of letters, and the reaction to Leigh getting the part</strong></p><p>[Producer David O.] Selznick put out the word everywhere, through newspapers and gossip columns, inviting just anybody to write in, and people did. ...</p><p>[Leigh's casting] was a huge problem for them at first. The fact that it was anyone other than a Southern-born woman playing the part really bothered especially the United Daughters of the Confederacy, [who] issued a proclamation about it.</p><p><strong>On the NAACP's attempt to influence the film, and how the African-American press got the N-word taken out of the script</strong></p><p>Selznick, actually, got into a long correspondence with Walter White, who was the head of the NAACP. White wanted Selznick to hire an African-American adviser to be on the set to advise on historical matters. ...</p><p>Just as they started shooting the film, there started, in the African-American press, in particular <em>The Pittsburgh Courier</em> — a writer named Earl Morris, who was the motion picture editor for that paper, started writing a series of blistering editorials about the film and what they thought would be in the film. And Earl Morris focused on what he called \"the hate word,\" and how terrible it would be to include that in the film. ... In large part because of these editorials by Earl Morris, Selznick ultimately decided to take that word out of the script. ... And I think it's really important that Selznick took that word out, because if it had stayed, I think we would be so embarrassed and offended by it that we would not be watching that movie now. We wouldn't be here talking about it today.</p><p><strong>On why the film is so ingrained in American popular culture</strong></p><p>I think it all comes down to Scarlett O'Hara, this incredible character. Some of my favorite material in the exhibition are these letters from women writing in asking for a chance to play the part. Most of them knew that they had no chance in the world of getting the part, but they were moved to write to him because they identified so closely with this character. Most of them would write in saying that they understood Scarlett because they lived the same life that Scarlett did. One writes in saying that she knew what it was like to divide a stick of butter to last the rest of the month; another one writes in to say that she worked on a tobacco farm and pushed a plow; and another one writes in that her house had been foreclosed on by the bank so they understood what Scarlett was going through. ...</p><p>I've been saying that the story of the making of <em>Gone with the Wind</em> is really the story of the Great Depression much more than the Civil War. ... So these issues that were so important to Scarlett were also important to the people of the time, and I think that it resonated so much that it became an integral part of our culture that is still with us today.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Casting+To+Cutting+The+N-Word%2C+The+Making+Of+%27Gone+With+The+Wind%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"350"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348412134-81468e.m3u?orgId=1&topicId=1137&ft=3&f=347987062"},{"href":"http://media.npr.org/assets/img/2014/09/12/gwtw_originalmovieposter-cf4f8601861d6d8dc77f110cb029984c228d4d61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"707","width":"942"}},{"href":"http://media.npr.org/assets/img/2014/09/12/gwtw_castingcall-87ba92c68e89bd3c947e1671c5cb5bd238c67fa1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1715","width":"2287"}},{"href":"http://media.npr.org/assets/img/2014/09/12/gwtw_selznick-leigh-d2f142a8e0e8acf9f91444220cac59f1c9103d0a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1014","width":"1352"}}]}