{"created":"2015-01-30T02:07:21+00:00","modified":"2015-06-16T17:29:29+00:00","valid":{"from":"2015-06-16T17:29:29+00:00","to":"3015-06-16T17:29:29+00:00"},"hreflang":"en","title":"Arrested For Resisting Arrest — Yes, It's Possible","published":"2015-01-30T15:42:00+00:00","teaser":"Resisting arrest is usually a secondary charge against someone already being arrested for something else, but not always.","itags":["npr_api","382497080"],"guid":"988f5c37-b60c-4b86-8f6f-376bf0dfde07","contentencoded":"<p>Earlier this week in a San Francisco courthouse, a deputy public defender named Jami Tillotson challenged police who were trying to take pictures of her client, and the police handcuffed her and took her away. The public defender's office angrily accused the officer of intimidation, but what caught our attention was the reason for her arrest.</p><p>A video of the incident shows the <a href=\"http://www.sfgate.com/bayarea/article/S-F-public-defender-detained-outside-court-6046088.php\">plainclothes policeman telling her</a>, \"If you continue with this, I will arrest you for resisting arrest.\"</p><p>She was detained, and San Francisco police say they're now investigating her for a possible charge under a state law that includes resisting arrest, as well as obstructing justice.</p><p>The case raises the question: How can you be arrested for resisting arrest? Isn't that like being fired for refusing to be fired?</p><p>David L. Carter, a criminology professor and former police officer, says in most cases, it's an aggravating offense. But when resisting arrest is the only charge, as it is in the San Francisco case, Carter is puzzled.</p><p>\"I question the legitimacy of that,\" Carter says. \"You've got to have the arrest to have the resisting arrest!\"</p><p>In New York, criminal defense lawyer and former prosecutor Nathaniel Burney believes the plainclothes policeman misspoke. \"I think what he meant was 'obstruction of justice,' \" he says. \"Society has an interest in the police doing their job and catching criminals ... and you're not allowed to stop them from doing their jobs.\"</p><p>But critics of the police say both of these charges — obstruction of justice and resisting arrest — can be abused by police to justify groundless arrests. Burney says these charges sometimes are invoked by police who are trying to maintain their status as, as he puts it, \"Boss Dog.\"</p><p>\"There is this — it's not necessarily an evil mentality — but it is a mentality that, 'I am in charge, and you shall not contradict me, you're going to do what I say, at all costs,' \" he says. \"And if you don't do what they say, well now all of a sudden you're a bad person and they've got to arrest you for that.\"</p><p>In private, police worry about maintaining their authority, because they believe it's dangerous to be seen letting people defy them. That may be what happened last summer in Seattle, when an elderly man refused to comply with a police officer's command to drop a golf club. She said he waved it at her menacingly; he said he was using it as a walking stick. Once he dug in and refused her order, she felt compelled to arrest him. But when the <a href=\"http://slog.thestranger.com/slog/archives/2015/01/28/seattle-police-jailed-elderly-man-for-walking-in-seattle-while-black\">dash-cam video</a> of the encounter came out this week, the department apologized.</p><p>Carter, the former officer, agrees that police sometimes feel they have to arrest someone to \"save face.\" But he says some unjustified arrests also come out of officer fatigue — a breakdown of what he calls \"resiliency\" toward challenging members of the public, especially in protest situations.</p><p>\"Resisting arrest\" charges may also be a way to lend legitimacy to controversial arrests. In the post-Ferguson protests, people reported cases of police loudly yelling \"stop resisting\" at people they arrested, even when no resistance was apparent.</p><p>Burney isn't surprised by those accounts. \"I have seen plenty of situations where not just police, but anybody will be saying the words that they want people to think is going on.\"</p><p>But he says there are also situations in which a civilian and an officer simply have different understandings of what's happening.</p><p>\"The police officer sees it as resisting,\" he says. \"You know, 'You're not doing what I'm telling you to do right this instant.' \"</p><p>And if a civilian complies slowly, or reluctantly, that difference of opinion can lead to an arrest.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Arrested+For+Resisting+Arrest+%E2%80%94+Yes%2C+It%27s+Possible&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"122"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382588032-165179.m3u?orgId=1&topicId=1070&d=122&p=3&story=382497080&t=progseg&e=382587930&seg=13&ft=nprml&f=382497080"}]}