{"created":"2014-09-13T11:39:18+00:00","modified":"2014-10-30T22:25:01+00:00","valid":{"from":"2014-10-30T22:25:01+00:00","to":"3014-10-30T22:25:01+00:00"},"hreflang":"en","title":"Hey-Diddle, A Fiddle And A Moon-Jumping Cow? NPR Moos Investigates","published":"2014-09-13T20:59:00+00:00","teaser":"For Cow Week, NPR's Wade Goodwyn blows the lid off of a children's nursery rhyme. He talks to <em>Modern Farmer</em> correspondent Tyler LeBlanc about whether a cow could jump over the moon.","itags":["npr_api","348181133"],"guid":"989a4b31-3d9e-4c1d-a07b-6475f556e824","contentencoded":"<p>You know the nursery rhyme:</p><blockquote><p>Hey diddle diddle<br />The cat and the fiddle <br />The cow jumped over the moon. <br />The little dog laughed <br />To see such sport<br />And the dish ran away with the spoon.</p></blockquote><p><em>Modern Farmer</em> magazine, which is currently celebrating \"Cow Week,\" took a good, hard look at the bovine portion of that rhyme. Tyler LeBlanc wrote <a href=\"http://modernfarmer.com/2014/09/debunking-hey-diddle-diddle/\">this expose of sorts</a>, and NPR's Wade Goodwyn asked him whether a cow jumping over the moon is as ridiculous as a cat playing the violin. Here's what he says:</p><p><strong>Can cows even jump?</strong> Yes, LeBlanc says. \"When I first thought about it, I kind of just assumed cows couldn't jump at all — I don't know why, probably just because of their size,\" he says. \"But strangely enough, they can jump. There's one incident I found from some English newspaper where a cow apparently jumped about six feet up onto the roof of a barn.\"</p><p><strong>Has a cow ever been around the moon?</strong> \"Not unsurprisingly, they've never sent up a cow.\"</p><p><strong><em>Could</em> a cow go around the moon?</strong> \"They have sent a few animals to the moon. The Russians were the first to do it,\" he says. They sent turtles and worms up in a \"biological payload\" that traveled around the moon. \"Unfortunately they all kind of burnt up on re-entry, but it's not hard to think that you could put a cow in there and send it to the moon, if you wanted to.\"</p><p><strong><em>Should</em> a cow circle the moon?</strong> \"I can't say I'm in favor,\" LeBlanc says — especially if it were to go the way Russia's animal voyage went. \"It would be space barbecue.\"</p><p><em>This is NPR Moos.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hey-Diddle%2C+A+Fiddle+And+A+Moon-Jumping+Cow%3F+NPR+Moos+Investigates&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348181134-c34bbf.m3u?orgId=1&topicId=1132&ft=3&f=348181133"}]}