{"created":"2015-05-19T17:08:36+00:00","modified":"2015-05-20T02:20:23+00:00","valid":{"from":"2015-05-20T02:20:23+00:00","to":"3015-05-20T02:20:23+00:00"},"hreflang":"en","title":"An English 'Family Business,' Dedicated To A 2,000-Year-Old Roman Fort","published":"2015-05-19T23:06:00+00:00","teaser":"Andrew Birley first visited Vindolanda, a Roman fort near the Scottish border, when he was still in his mother's womb. Now, he's the latest Birley to lead excavations at the site rich in artifacts.","itags":["npr_api","407760021"],"guid":"98b2096e-8e12-4aa7-b60c-f697852be80b","contentencoded":"<p>The world is full of family-run businesses that get passed down through generations. A family business in northern England, near the border with Scotland, will carry you back in time 2,000 years.</p><p>For the last couple of millennia, <a href=\"http://www.vindolanda.com/\">Vindolanda</a> was hidden underground. This ancient Roman fort was buried beneath trees, then fields where oblivious farmers planted crops and grazed their sheep for centuries. Under the farmer's plow, the ruined city sat undisturbed — mostly.</p><p>\"You can still see the plow marks on some of the stones in the streets here,\" says Andrew Birley, an archaeologist. He points to a white line running down a flat stone. \"Each individual stripe here on a stone touched by the plow represents the farmer swearing, and his arms jarring, and him being furious,\" Birley says with a laugh.</p><p>Andrew Birley is not only the director of excavations at Vindolanda. He is also the son of Robin Birley, the former director of excavations. And he is the grandson of Eric Birley, a professor who bought this land and began excavating it in 1929.</p><p>For nearly a century now, the archaeologists of the Birley family have led the study of this site. They've unearthed jewelry, weapons and even <a href=\"http://www.archaeology.org/issues/106-1309/artifact/1171-writing-tablet-roman-fort-northumberland\">wooden writing tablets with the ink still legible</a>. Visitors can see the best of the discoveries in an on-site museum, or on <a href=\"https://www.facebook.com/TheVindolandaTrust\">Vindolanda's Facebook page</a>.</p><p>Andrew Birley jokes that his first visit to the site was as an embryo. There's a photograph of his pregnant mother standing at the dig. He found his first artifact as a teenager.</p><p>\"It wasn't that glorious actually,\" he says. \"It was an enormous cow bone.\"</p><p>But decades later, he still remembers it vividly.</p><p>\"You never forget it,\" he says. \"You never forget your first Roman shoe. When you've found 150 to 500 Roman shoes they start to sort of glaze into a sheen, but your first artifact of any description or type is always really special.\"</p><p>Vindolanda marked the northernmost boundary of the Roman Empire. Romans lived and worked there for hundreds of years. Now, researchers from around the world use this site as a resource. They come to study ancient food, or clothing, or pottery.</p><p>Few archaeological digs in the world are so closely connected with one family.</p><p>\"It's a historical family in archaeology,\" says Marta Alberti, an Italian archaeologist who recently started working with Andrew Birley. \"The other day I had the pleasure of being introduced to his father, Robin,\" says Alberti. \"And I was a bit starstruck, because you see him in documentaries, and he's such a big name. ... I was a bit emotional.\"</p><p>This site is also unusual in that members of the public can sign up to help excavate, in two-week shifts. Vindolanda posts the registration for volunteers online. This time, every slot for the year filled up in four minutes.</p><p>One of the volunteers working the site right now is Mary Brennan, from Chicago. \"This is my vacation for the whole year,\" she says. \"I get two weeks off a year, and I'm here for two weeks. This is the second time I've done that, and I don't regret it at all.\"</p><p>This week her team is focused on unearthing the surface of an ancient road, one stone at a time.</p><p>\"It doesn't sound like much,\" Brennan admits. \"But it was really exciting to pull up stones and be like, 'Nobody has seen this in the past 1,800 years. We're the first ones seeing it.' That's not an experience you really get in Chicago, which burned to the ground in the 1860s.\"</p><p>Archaeologist Andrew Birley has two children. He says they would love to come help excavate this site and become the fourth generation of Birleys working at Vindolanda, but they're still too young. \"Until you can empty your own wheelbarrows,\" he tells them, \"forget it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+English+%27Family+Business%2C%27+Dedicated+To+A+2%2C000-Year-Old+Roman+Fort&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010806-5ed84c.m3u?orgId=1&topicId=1124&d=221&p=2&story=407760021&t=progseg&e=407948189&seg=17&ft=nprml&f=407760021"},{"href":"http://media.npr.org/assets/img/2015/05/19/img_0204edit-963991666f7c141ba4bf8ff30b3c803081ded09d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1393","width":"1857"}},{"href":"http://media.npr.org/assets/img/2015/05/19/img_0211edit_wide-2e11700c40c4fb76194b0b20ce83c4bce25bb263.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1690","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/19/img_0183edit_custom-60b1bf89205f6569c2aae38fc2becfe43b5cb961.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1946","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/05/19/vindolanda-cdb172acbf6e6264f8badba2bd4c5262a668b156.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2352","width":"3137"}}]}