{"created":"2014-10-08T13:40:52+00:00","modified":"2014-10-31T01:04:43+00:00","valid":{"from":"2014-10-31T01:04:43+00:00","to":"3014-10-31T01:04:43+00:00"},"hreflang":"en","title":"'Miss Lovely' Exposes The Underbelly Of India's Film Industry","published":"2014-06-21T22:19:00+00:00","teaser":"No one wanted to talk to director Ashim Ahluwalia on camera about making porn in India. So to cover the rarely discussed topic, he created a fictional film that looks and feels like a documentary.","itags":["npr_api","323031069"],"guid":"98b7caf5-4e18-458b-9d87-f80d87075427","contentencoded":"<p>The Indian film industry produces more than the glitz of Bollywood musicals. It has a sordid underbelly, too: the underground world of sex horror films.</p><p>Director Ashim Ahluwalia wanted to capture that reality, but had to turn to fiction to do it.</p><p>The new film <em>Miss Lovely</em> follows two brothers who produce soft-core porn in the 1980s, shooting in one-hour hotels and racing to keep one step ahead of the cops who would shut them down. Pornography is illegal in India; getting caught means a minimum of three years in jail, with no option of bail.<strong> </strong></p><p>Initially, Ahluwalia wanted to make a documentary. He spent a year and a half researching and talking with actors and directors. After putting in that time, no one would agree to talk to him on camera.</p><p>\"Mainstream films barely show a kiss on screen, so the fact that these people were making these pornographic films — nobody felt comfortable to actually appear and tell me the same stories that they were telling me the night before when we were drinking in a bar,\" he tells NPR's Arun Rath.</p><p>Ahluwalia took the research material he'd collected and put it into a semi-fictional form, set in the mid-'80s to protect the identity of the people who'd talk to him.</p><p>But he worked to preserve an aged, veritae feel, shooting on expired film stock for a murky look on screen. And, as it turns out, some of the real-life actors and directors who wouldn't be interviewed for a documentary were happy to play extras and other roles in the film. Ahluwalia says that brought \"a real authenticity to the project.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the role of pornographic films in India</strong></p><p>We brag about making 900 films a year, but what most people don't realize is that about 750 of those films, especially up to the late '90s, were C-grade films — sex horror or bandit films that were essentially sexually explicit. And I was very interested in these lower depths of the industry because it just seemed like no one was talking about this.</p><p><strong>On getting C-grade films into Indian cinemas</strong></p><p>What they would do is they would make a film, which would be, say, two hours long — it would be a horror film or it would be a bandit film. What most people didn't realize is that when they were shooting the feature, they were also shooting what was called the \"bits reels,\" these pornographic sections. ... They would hold these back, send the film — the rest of the film — to the censors, which would have nothing in it. And then when that stuff came back, these bits reels would be interspersed directly into the film in the projection booth. So it's a very odd way of distributing, but this is how pornographic films have been distributed in India since the '20s.</p><p><strong>On getting <em>Miss Lovely</em> approved for release in India</strong></p><p>To be honest, I never thought it would release in India. I just thought it's an interesting exercise for me to see what [the censor board would ask] me to cut. The first round they asked me to make 157 cuts. ... I didn't have a release schedule; I just kept going back, and I went back about four or five times over the course of a year. I turned into a sort of very persuasive, almost irritating sort of lawyer figure ...</p><p>I think the thing that nailed it was that I said that the film is really very much about the women. The women get out in the end; they don't allow themselves to be dominated by men. You never see that in Hindi cinema, and one of the women on the board said she felt that that was true and that really switched the whole thing in our favor. So, we did get through with very few cuts, some blurs and the film released in 400 cinemas in India, and it was kind of incredible.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Miss+Lovely%27+Exposes+The+Underbelly+Of+India%27s+Film+Industry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"371"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324341638-ce8346.m3u?orgId=1&topicId=4467349&ft=3&f=323031069"},{"href":"http://media.npr.org/assets/img/2014/06/18/miss_lovely_02-013a9d4ef3cae2fa7a92125e4e19a1377ab560df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1190","width":"1588"}},{"href":"http://media.npr.org/assets/img/2014/06/18/ashim_ahluwalia-e3eb45113e51f3024375d686693f97dfce9679d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1430","width":"1907"}}]}