{"created":"2015-05-01T05:33:58+00:00","modified":"2015-05-12T20:06:29+00:00","valid":{"from":"2015-05-12T20:06:29+00:00","to":"3015-05-12T20:06:29+00:00"},"hreflang":"en","guid":"98be2234-d3bf-4ee5-9aee-82038847f533","title":"How housing and discrimination have long fueled Baltimore's anger","published":"2015-05-12T20:06:24+00:00","byline":"Arwa Gunja, Jillian Weinberger, T.J. Raphael","tags":["housing","housing discrimination","redlining","racial discrimination","urban decay","Freddie Gray protests","Development","Development & Education","Baltimore","United States","Maryland","Baltimore","White flight","Maryland","Human geography"],"teaser":"Baltimore's population has long been segregated by race and class, even as a matter of formal government policy. And while those discriminatory practices are no longer law, they've created a legacy of poor housing that still harms poor, overwhelmingly black residents.","contentencoded":"<p>The story of Baltimore looks a lot more like the Rust Belt cities of the Midwest than that of its closest neighbor, Washington. It's a city that was built up by the shipping and steel industries, and then devastated as those jobs moved overseas and American industry shrunk.</p>\n<p>All the while, the city was sharply divided by race and class, and those divisions are now at the top of national news as unrest grips the city over the death of 25-year-old Freddie Gray, a black man who died in the custody of Baltimore police on April 19.</p>\n<p>“Baltimore’s story is a long story, and it’s the story of many American cities,” says Antero Pietila, who spent 35 years as a reporter and editor at the Baltimore Sun. “In 1910, Baltimore became the first American city to require by city council ordinance that each residential block be segregated.”</p>\n<p>The federal government also enacted its own form of discrimination. During the Great Depression of the 1930s, President Franklin D. Roosevelt’s administration bailed out more than one million homeowners who were in danger of losing their homes. But the administration also prepared real estate risk maps for Baltimore and 238 other American cities; most of the African-American and Jewish neighborhoods in Baltimore were “redlined” as being unsafe for development, a designation that led mortgage lenders to refuse to issue any loans on properties in these neighborhoods.</p>\n<p>Pietila says that policy exacerbated racial segregation and the decay of Baltimore’s predominantly black neighborhoods.</p>\n<p>“After the 1968 riots — and before that — there was ‘white flight,’” says Pietila. “That white flight in Baltimore has been stemmed, but there is a continuing outflow of middle class blacks. This is a very serious situation in a city like Baltimore, which really needs demand. It needs people occupying housing, people who are working and are productive members of society.”</p>\n<p>It also needs new housing itself, Pietila says. “There have been renovations, but in terms of the housing stock, it is antiquated,\" he says. \"Tens of thousands of units are vacant and boarded up. There is no demand for that type of housing. Just 40 miles from here is Washington, DC. I challenge anybody to find any boarded up houses in DC.”</p>\n<p>That lack of development in Baltimore’s urban housing market is driving potential homeowners away from the city. Today Baltimore's population sits at about 620,000, about half of its peak during World War II. But Pietila points out that it's also simply dangerous.</p>\n<div>“[Freddie] Gray was involved in a lawsuit where he alleged that he had become poisoned with lead paint. This is a major problem in Baltimore,\" he says.</div>\n<p>The housing issues faced by Baltimore also drive the divisions between law enforcement officials and community residents. “Almost half of the police department does not even live in Baltimore City; the same for fire [fighters],” Pielta says. “There is a sense in the communities — not only in black communities but also in white communities — that the policemen and policewomen are outsiders.”</p>\n<p>Yet even improved housing in places like the Sandtown-Winchester neighborhood, where Freddie Gray was from, is no silver bullet; broader reforms are needed.</p>\n<p>“There have been lots of Habitat For Humanity renovations there,” Pietila points out. “There was a thinking in the 1970s and ‘80s that perhaps by giving people a stake in a community — by providing them with good housing — that would resolve some of the problems. Of course, in Sandtown, most of the people are unemployed, and that is the key consideration and key factor: People need jobs. There’s a whole generation of angry black males who may not have had a steady job at all.”</p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/race-class-and-baltimore-wire-and-citys-reality/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-30%2Fbaltimore&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/4124862282_edb409ce6d_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/4124862282edb409ce6dojpg"}]}