{"created":"2015-02-26T15:53:13+00:00","modified":"2015-06-03T15:00:08+00:00","valid":{"from":"2015-06-03T15:00:08+00:00","to":"3015-06-03T15:00:08+00:00"},"hreflang":"en","title":"Welcome To Night Vale: Tales From the Cryptids","published":"2015-02-26T17:02:00+00:00","teaser":"The cult podcast's creators, Jeffrey Cranor and Joseph Fink, talk about its origin and taking it to the stage. Then host Cecil Baldwin leads a game about supernatural creatures and myths.","itags":["npr_api","389073035"],"guid":"98d430b3-4c9d-45a5-80a1-d7c8633de193","contentencoded":"<p><em>Hooded figures drift in the dog park, which one is never supposed to enter. A desert pier goes nowhere. Stay away from wheat, and wheat by-products. Welcome to Night Vale.</em></p><p>The cult podcast created by Jeffrey Cranor and Joseph Fink has been described as \"Lake Wobegon as seen through the eyes of Stephen King or David Lynch\", or \"NPR meets the<em> Mothman Prophecies</em>\". Translation: <em>Welcome to Night Vale</em> is a community radio broadcast that delivers the weather, news, and community updates, but for a fictional desert town where strange and supernatural things are perfectly normal. Behind the mic of <em>Welcome to Night Vale</em> is radio host Cecil (voiced by Cecil Baldwin) who, despite these happenings, is filled with pride for his weird and unexplainable town.</p><p>Only in its third year, <em>Welcome to Night Vale</em>'s dark and quirky stories have touched a nerve. In 2013 it was among the Top 10 most downloaded podcasts on iTunes, due much in part to Tumblr and fan art, and has turned into a live traveling show. Its sudden success has been a surprise to creators Cranor and Fink, who met while navigating their way through New York's alternative sketch and theater world. As for what's in store for <em>Welcome to Night Vale</em> - the creators have no immediate plan to stop writing, only stating that \"[they] feel that the people working on [<em>Night Vale</em>] will die someday.\" But until then, there will still be more episodes.</p><p>So while our VIPs are still shuffling around on this mortal coil, Cecil Baldwin stepped onto the <em>Ask Me Another</em> stage to help lead a game situated in the world of Night Vale. The stakes were high: as their grand prize, the winner of the show would be written into an episode of <em>Night Vale</em> as an intern who — spoiler alert! — dies in that very episode.</p><hr /><h3>Interview Highlights</h3><p><strong>How Cranor and Fink's friends describe the show</strong></p><p>Cranor: Our friend Kate Leth (who does a lot of artwork for us, for the show too), when she first heard about the show, she posted on her blog that it was like \"if Stephen King and Neil Gaiman started a game of SIMS and then just left it running forever.\"</p><p><strong>On dying interns</strong></p><p>Fink: The whole running joke of the interns that die constantly did not come into play I think until, probably the third of fourth episode and then it just kept happening we were like, \"Whoa, okay.\" We've written a great number of friends into the show, and then killed them, is what the intern system has turned into.</p><p><strong>On Night Vale's popular live shows</strong></p><p>Cranor: It was amazing and just so unexpected, I've been doing theater for so long and then suddenly here's several hundred people. We had a total of 4,000 people see the show in London. Nothing really prepares you for that. You see people in full costume; you see people of all ages and backgrounds. It's really great.</p><p><strong>On Night Vale cosplay</strong></p><p>Fink: The most popular costume is probably Cecil or Carlos, the main characters. (Kind of.) The most visible costume is the Glow Cloud. Even if you have only one of those in the audience you will see it. It's amazing how polite the Glow Clouds are, too. You see them and they have these giant clouds with Christmas lights and LEDs, and then show starts and they take it off and put it down.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Welcome+To+Night+Vale%3A+Tales+From+the+Cryptids&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"66"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389076754-f1a6e6.m3u?orgId=1&topicId=1008&aggIds=167740319&d=66&p=58&story=389073035&t=progseg&e=389065944&seg=6&ft=nprml&f=389073035"},{"meta":{"duration":"57"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389076658-a7786a.m3u?orgId=1&topicId=1008&aggIds=167740319&d=57&p=58&story=389073035&t=progseg&e=389065944&seg=6&ft=nprml&f=389073035"},{"meta":{"duration":"834"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389076561-c5c440.m3u?orgId=1&topicId=1008&aggIds=167740319&d=834&p=58&story=389073035&t=progseg&e=389065944&seg=6&ft=nprml&f=389073035"},{"href":"http://media.npr.org/assets/img/2015/02/26/night_vale-1ec02ec102907e7f7c7ea37b8bdfeaba3a33f027.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1050","width":"1400"}},{"href":"http://media.npr.org/assets/img/2015/02/26/p1110735_wide-0d5f8c8288f8df27186694bb777e6f00517dfb7a.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1756","width":"3122"}},{"href":"http://media.npr.org/assets/img/2015/02/26/150116_nightvale_skirball_whitneybrowne-23-c48860a3d29259cd325ff04502e22d8b66afcdd3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3197"}}]}