{"created":"2014-09-22T16:10:58+00:00","modified":"2014-09-22T16:10:58+00:00","valid":{"from":"2014-09-22T16:10:58+00:00","to":"3014-09-22T16:10:58+00:00"},"hreflang":"en","title":"Activists: We Want An Emancipator, Not A 'Deporter In Chief'","published":"2014-03-29T22:59:00+00:00","teaser":"Latino activists have changed their strategy, tired of waiting for Congress to pass immigration legislation. Instead of pursuing lawmakers, many are calling on the White House to act on its own.","tags":["npr_api","296290027"],"contentencoded":"<p>Activists who support an overhaul of the immigration system are <a href=\"http://www.npr.org/blogs/itsallpolitics/2014/03/14/290244211/hispanic-activists-vow-to-keep-pressing-white-house-over-deportations\">angry and frustrated</a>. The immigration bill that passed in the Senate in June is stalled out. Meanwhile, the Obama administration is on pace to deport some 2 million illegal immigrants since taking office six years ago.</p><p>The anger was evident in Alabama this week, where a small group of undocumented residents and their supporters demonstrated in front of the Etowah County Detention Center. They called for an end to the deportations and their chants specifically targeted the president.</p><p>\"Obama, listen! We are in the fight!\" they chanted in Spanish.</p><p>Like many pro-immigration activists around the country, they want the president to use his executive powers to curb the deportations.</p><p>\"There are many activists who have already given up on the legislative route and say, 'House Republicans aren't going to act, [so] let's pressure the president,' \" says Frank Sharry, executive director of America's Voice, an immigration advocacy group. \"And much of our dynamic but sometimes fractious movement is already there.\"</p><p>Some activists got a chance to make their case directly to the president at the White House in a recent off-the-record meeting. They described how the deportations are hurting their communities.</p><p>Obama told the activists they should keep their focus on Congress to pass immigration legislation over the next three months, Sharry says.</p><p>\"And if at the end of three months or so, if Congress hasn't acted, then he made it clear that he would be prepared to see what he could do through executive action,\" he says.</p><p>The three-month deadline is important because it pressures Congress to act before the August recess and the midterm election season kicks into high gear.</p><p>The president announced March 13 that he had ordered <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/13/289963997/obama-orders-review-of-deportation-practices\">a review of deportation practices</a>. According to published reports, the Department of Homeland Security might ease up on deportations of illegal immigrants with no criminal record. The administration could also scale back a controversial program in which local officials hold illegal immigrants until the Feds pick them up.</p><p>\"There are many things he could do that are within his authority,\" says Pablo Alvarado, who directs the National Day Laborer Organizing Network in Los Angeles.</p><p>\"There is a national consensus now that people that would be legalized through the Senate bill that was passed last year, should not be deported,\" he says.</p><p>The bipartisan bill, which would create a path to citizenship for undocumented immigrants living in the U.S., has stalled in the House.</p><p>\"He could easily come and say, I'm not going to deport these people,\" Alvarado says.</p><p>Whatever steps the administration takes, it's clear the White House is under pressure to placate its critics in the pro-immigration camp.</p><p>Mark Krikorian, executive director for the Center for Immigration Studies, says some of what the White House is doing is \"just throwing a bone to the activist groups to keep them quite until the election.\" That political calculation is key, but he says any move to please Latino voters in November could also backfire.</p><p>\"The result would be in a midterm election, not so much increasing Democratic turnout,\" Krikorian says, \"rather what it's likely to do is energize Republicans who are already predisposed to turn out in larger numbers.\"</p><p>But for now, immigration activists such as Alvarado still want to keep their pressure on the president.</p><p>\"I voted for President Obama, I want him to succeed, to be a champion for us, an emancipator rather than a deporter in chief,\" he says. \"But he has to make a choice and that time is now.\"</p><p>Activists say they plan to take to the streets with their campaign to stop the deportations with a series of rallies and demonstrations across the country in April and May.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Activists%3A+We+Want+An+Emancipator%2C+Not+A+%27Deporter+In+Chief%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","guid":"98ec292c-7d22-4ab7-900f-4be97088e338","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1296421965-60bf78.m3u?orgId=1&topicId=1091&ft=3&f=296290027"}]}