{"created":"2014-09-19T19:44:33+00:00","modified":"2014-10-31T01:27:52+00:00","valid":{"from":"2014-10-31T01:27:52+00:00","to":"3014-10-31T01:27:52+00:00"},"hreflang":"en","title":"Fight Over Calif. Oyster Company Splits Chefs And Land Defenders","published":"2014-06-12T20:38:00+00:00","teaser":"Drakes Bay Oyster Co. is resisting the expiration of its lease in Marin County, Calif. The debate may reach the Supreme Court, and it's dividing residents of the San Francisco Bay Area.","itags":["npr_api","319069034"],"guid":"98f5255b-5a4f-4fc9-8bb3-931fa1086618","contentencoded":"<p>Drive just an hour and a half north of San Francisco, and you're in Drakes Estero, named for the first English explorer to lay claim to California.</p><p>This near-pristine, wind-whipped marine wilderness is a federally protected home for large beds of eelgrass, the base of the marine food chain. The estuary hosts the largest colony of harbor seals on the West Coast, and tens of thousands of resident and migratory birds.</p><p>It's also home to the <a href=\"http://www.drakesbayoyster.com/\">Drakes Bay Oyster Co</a>.</p><p>The company plants and harvests about 8 million oysters a year, and employs 30 people. Worth an estimated $1.5 million, it's one of the state's largest commercial shellfish operations.</p><p>But its future is now in the hands of the U.S. Supreme Court. Drakes Bay Oyster Co. sits on federal land, and its lease has expired. The company is fighting to stay open, while some environmental groups are pushing back. And the debate is dividing the residents of western Marin County.</p><p>When Kevin Lunny, who owns the company, bought the operation back in 2004, it had only eight years left on a 40-year federal lease. And the National Park Service told him it wouldn't renew that lease.</p><p>Fast-forward to November 2012, when then-Interior Secretary Ken Salazar ordered Lunny to wrap up operations within 90 days. But with the pro-bono help of libertarian legal groups, Lunny sued the federal government, arguing that Salazar abused his power.</p><p>\"It's a renewable permit,\" Lunny says. \"To renew the permit changes absolutely nothing. It sets no precedent at all because we're already here ... we've already been permitted to be here, and it's simply a renewal.\"</p><p>Some local and national environmental groups disagree. They say a deal is a deal, and it's time for the oyster company to leave.</p><p>\"This is a landlord-tenant situation, and the landlord gave them seven years' notice to say we're going to want our property back now,\" says Amy Trainer, the executive director of the <a href=\"http://eacmarin.org/\">West Marin Environmental Action Committee</a>. \"It's time that we get it back.\"</p><p>Trainer says there are hundreds, if not thousands, of federal leases on public lands across the country, and allowing the oyster farm to remain would set a bad precedent.</p><p>\"I really fear it would embolden other lease holders in our National Park System, our forest service areas, and our wilderness areas to fight simply because they didn't like the contract,\" she says.</p><p>But some local food advocates, such as celebrated chef Alice Waters, have come to Lunny's defense. She <a href=\"http://www.ptreyeslight.com/article/alice-waters-joins-oyster-cause\">signed onto</a> a brief filed in the court earlier this year because she supports cooking \"based on the finest and freshest seasonal ingredients that are produced sustainably and locally, such as shellfish from Drake's Bay Oyster Farm.\"</p><p>Still, not everyone agrees.</p><p>As you drive to and through Point Reyes Station, the small town near the oyster farm, you'll see lots of blue and white signs that read \"Save Our Drakes Bay Oyster Farm.\" There's one hanging over Sean Bracken's auto repair shop.</p><p>\"There's no reason why anyone should be put out of business when they're actually doing something that's natural with the area out there, in growing the oysters,\" Bracken says. \"That's why I put the sign up over the door.\"</p><p>And he says he's had only one customer complain about the sign.</p><p>The controversy has all but exhausted the community, says Tom Batey, a retired businessman who's against the oyster farm staying in business.</p><p>\"It started out where it would just sort of get in the way of dinner parties, and now it's been going on for years,\" Batey says. \"There are people in town who don't speak to each other anymore. But I'm hoping that as a community, there can be some sort of healing.\"</p><p>Before that's ever likely to happen, the Drakes Bay Oyster Co. awaits word from the Supreme Court, which will decide whether it will take up the case by the end of June. After losing two rounds in lower courts, the farm operators hope the high court will hear their appeal.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fight+Over+Calif.+Oyster+Company+Splits+Chefs+And+Land+Defenders&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321218359-d26919.m3u?orgId=1&topicId=1053&ft=3&f=319069034"},{"href":"http://media.npr.org/assets/img/2014/06/09/oyster-farm-1-eb18afbe4602b3018258ce221e80c5e9dbffad62.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1349","width":"1800"}},{"href":"http://media.npr.org/assets/img/2014/06/09/oyster-farm-2-cea0bd062269097d5ea26d3c5099bc794ba2aa18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}