{"created":"2015-01-21T20:11:57+00:00","modified":"2015-01-21T21:59:14+00:00","valid":{"from":"2015-01-21T21:59:14+00:00","to":"3015-01-21T21:59:14+00:00"},"hreflang":"en","guid":"98fe8dcc-eaa3-4567-a98b-e7af75f62b19","title":"Here's the premiere of Dessa's new music video where she swims among underwater statues","published":"2015-01-21T21:59:10+00:00","byline":"Marco Werman","teaser":"How, why and where you can swim with statues, courtesy of singer and songwriter Dessa. This is the world premiere of her new video for her song \"Sound The Bells,\" filmed off Mexico's Yucatan Peninsula.","tags":["Music","Arts, Culture & Media","Mexico","Dessa","Global Hit","Jason deCaires Taylor","Cancun Underwater Museum","Coral reef","Isla Mujeres"],"contentencoded":"<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/VIGioQ7tfXg?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>For this music video, the musician, who just goes by Dessa, literally took a dive.</p>\n<p>The singer, songwriter and spoken-word artist appears in this video, on location, and under water.</p>\n<p>It's for this song she wrote two years ago called \"Sound the Bells\" — telling a mariner's tale of a shipwreck foretold — a crew knowing that it would perish.</p>\n<p>Late one night, after recording the song, a filmmaker Dessa knows sent her a surreal picture: life-sized statues of people, submerged below water.</p>\n<p>\"He just sent me an image of one of these statues that had been set on the bottom of the ocean in Mexico,\" she says. \"And he must have been baiting me really well because one of my first questions was, 'Where is it and can you get there?'\"</p>\n<p>The sculptures are located off Isla Mujeres, on the Yucatan Peninsula. And yes, you can get there.</p>\n<p>The sculptures by English sculpture Jason deCaires Taylor and were the centerpiece of a project to rehab the underwater environment after hurricanes destroyed coral reefs there.</p>\n<p>\"It's really clever, as a conservationist, he stuck on this brilliant idea that instead of prohibiting people swimming near the reefs and bringing with them all the sunscreen and traffic that can really damage the reefs, he said, 'well, I'll just put something over there for the tourists to see.'\"</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/Taylor%20sculpture.jpg?itok=WKXrcfH7\" alt=\"\" /><div class=\"field-caption\">\n    <p>Some of Jason deCaires Taylor's underwater sculptures featured in \"Sound The Bells\".</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Dessa</p>\n  </div>\n</div>\n<p>Dessa confesses that even if you gave her 100 years to solve a problem like coral reefs she would have never come up with such a clever, graceful win-win of a conservation solution.</p>\n<p>\"So I was one of many people who wanted to see the work that he'd done in this kind of underwater museum, which will eventually become transformed as coral grows over it, into a reef of its own,\" she says.</p>\n<p>After watching Dessa's video, what I wanted to know was what it like to be swimming among all those underwater sculptures?</p>\n<p>\"I'm not a very strong swimmer, but I knew I wanted to swim convincingly for this video. So I spent a lot of time at the YWCA in Minneapolis trying to stay at the bottom of the pool and I was totally freaking out the teenage lifeguard — 'What is this girl doing in Lane Four?'\" she says, laughing.</p>\n<p>If you've read this far and haven't watched the video, you've got to see how Dessa's YWCA training led to these gorgeous scenes from the reefs of Isla Mujeres.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012120158.mp3"},{"href":"http://www.pri.org/file/012120158mp3"}]}