{"created":"2014-10-03T19:50:07+00:00","modified":"2014-10-27T23:49:04+00:00","valid":{"from":"2014-10-27T23:49:04+00:00","to":"3014-10-27T23:49:04+00:00"},"hreflang":"en","title":"As Kickstarter Evolves, Investors Watch For Next $1 Billion Idea","published":"2014-05-01T17:12:00+00:00","teaser":"Venture capitalists don't tend to pledge $20 at a time to a scrappy little startup. They look for big investments with big returns. But some are turning to Kickstarter for that next big idea.","itags":["npr_api","307727328"],"guid":"98ff13a7-11e5-46f4-8386-1b61a6f759f1","contentencoded":"<p>Most of the projects on Kickstarter are quirky, small and artisanal — take the example of the <a href=\"https://www.kickstarter.com/projects/1052199212/wee-glo-photoluminescent-glow-in-the-dark-pet-coll\" target=\"_blank\">glow-in-the-dark dog collar</a> — but in one corner of the online bazaar, the projects are about the numbers. Some investors visit Kickstarter in search of the next billion-dollar company.</p><p>On the crowdfunding site, if you pledged $69 to LIFX you were basically pre-ordering a <a href=\"https://www.kickstarter.com/projects/limemouse/lifx-the-light-bulb-reinvented\">LIFX smart bulb</a>, says LIFX founder Phil Bosua. The light bulbs blink when you get a text, along with other features. After raising over $1 million on Kickstarter, LIFX made a killing with professional investors, who put in an additional $2.1 million, Bosua says.</p><p>\"Then about eight to nine months later, we raised another $2.5 million,\" he says.</p><p>Another Kickstarter venture, <a href=\"https://www.kickstarter.com/projects/formlabs/form-1-an-affordable-professional-3d-printer?ref=search\">FormLabs</a>, did even better. The company hopped online to sell a 3-D printer and prove that designers, as a class, want one.</p><p>\"I don't mean a few designers,\" says Sam Jacoby, FormLabs marketing director. \"I mean a few hundred thousand designers, a million designers.\"</p><p>FormLabs raised close to $20 million in venture capital, Jacoby says. There are so many 3-D printer companies on Kickstarter — such as <a href=\"https://www.kickstarter.com/projects/pirate3d/the-buccaneer-the-3d-printer-that-everyone-can-use\" target=\"_blank\">Pirate3D</a>, which raised over $1 million earlier this year — that they are competing with each other. Jacoby says online sales are a way to show you've got customers.</p><p>\"Who's going to buy your product? How are you going to make money? Who's interested?\" Jacoby says. \"When you start your company with something like Kickstarter, that question is put on its head.\"</p><p>As Kickstarter grows up, its language is changing, from backers and creators, to customers and startups, pre-orders and mass adoption. While the average person may not know it, the crowdfunding campaign is the site of a new mating ritual.</p><p><strong>VCs Constantly Scouting</strong></p><p>Brad Feld, a venture capitalist with the Foundry Group, is familiar with the courting process.</p><p>\"You subscribe to the campaign. Generally most of them will reach out right away, especially when they realize that I'm an investor,\" Feld says. He's supported a long list of Kickstarter projects, including<em> </em><a href=\"https://www.kickstarter.com/projects/supermechanical/twine-listen-to-your-world-talk-to-the-internet?ref=live\">Twine</a>, <a href=\"https://www.kickstarter.com/projects/ninja/ninja-blocks-connect-your-world-with-the-web?ref=live\">Ninja Blocks</a> and <a href=\"https://www.kickstarter.com/projects/597507018/pebble-e-paper-watch-for-iphone-and-android\">Pebble</a>.</p><p>Feld and other venture capitalists visit the site weekly. They're looking for hardware, the physical stuff that can cost a lot of money to build. When they see that something's selling, they put in, say, $100, like dangling a little bait.</p><p>So begins the much longer process of closed-door<strong> </strong>negotiations that could lead to them taking an ownership stake<strong> </strong>in the startup.</p><p>Recently, this process created a bit of uproar when a virtual-reality headset called <a href=\"https://www.kickstarter.com/projects/1523379957/oculus-rift-step-into-the-game\">Oculus Rift</a> was an online hit. Venture capitalists swooped in, then Facebook bought the company for $2 billion. So while crowdfunding backers got some 3-D game goggles that are a bit obsolete, venture capitalists like Nabeel Hyatt with Spark Capital cashed in on an unspecified amount.</p><p>\"We made a very healthy return,\" Hyatt says. \"We just don't publicly disclose it.\"</p><p><strong>Feeling Cheated</strong></p><p>That Oculus deal made Joel Johnson, <a href=\"http://valleywag.gawker.com/oculus-grift-kickstarter-as-charity-for-venture-capita-1551921517\">a crowdfunding backer of the product, angry</a>.</p><p>\"The implication was never there that I was going to be providing a seed round for a company that would eventually sell for billions of dollars,\" Johnson says.</p><p>This new venture capital activity is changing crowdfunding, he says. Kickstarter was supposed to be an alternative to the marketplace. Now, it is becoming the traditional marketplace. Johnson gets emails from existing companies asking him to back their latest campaign.</p><p>\"Now they can just use Kickstarter as a pre-sale mechanism to test their idea before they ever have to spend a dime of their own money,\" Johnson says.</p><p>Two years ago, Kickstarter issued a strongly worded statement to its community saying that \"<a href=\"https://www.kickstarter.com/blog/kickstarter-is-not-a-store\">Kickstarter is not a store</a>.\" The statement came <a href=\"http://www.npr.org/blogs/thetwo-way/2012/09/21/161587229/kickstarter-says-it-is-not-a-store-as-it-revises-policy-on-projects-risks\">in response to growing concern</a> that backers were prepaying for products that don't exist yet, and putting in sizable chunks of cash.</p><p>Today, Kickstarter co-founder Yancey Strickler is striking a different tone. When asked about the difference between a customer and a backer, he isn't as firm.</p><p>\"Well, I think ... in some ways that difference is up to the creator,\" Strickler says.</p><p>There is one stark difference, though: Customers often buy products from total strangers. In crowdfunding, backers interact directly with the maker.</p><p>\"By virtue of that, a backer has ... more of an emotional relationship than a customer does,\" Strickler says.</p><p>Venture capitalists agree. Kickstarter has helped create an emotional bond — useful in building brand loyalty — that can serve many interests.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Kickstarter+Evolves%2C+Investors+Watch+For+Next+%241+Billion+Idea&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"550"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307766339-3442f7.m3u?orgId=1&topicId=1019&ft=3&f=307727328"},{"href":"http://media.npr.org/assets/img/2014/04/28/lifx-showcase-bulb-and-hand-20efcc78a0eeb124ff2167560e4a62ed6de32c12.png","type":"image/jpeg","meta":{"crop":"standard","height":"799","width":"1066"}}]}