{"created":"2015-04-14T19:58:31+00:00","modified":"2015-04-16T14:18:30+00:00","valid":{"from":"2015-04-16T14:18:30+00:00","to":"3015-04-16T14:18:30+00:00"},"hreflang":"en","guid":"9903a997-c404-4df8-bb4b-71f5b5562c99","title":"Nigerians voted for change, but that doesn't mean their new leader will bring back their girls","published":"2015-04-16T14:18:26+00:00","byline":"Bradley Campbell","tags":["Religion","terrorism","bring back our girls","government","Across Women's Lives","Global Politics","Government","Politics","Africa","Nigeria"],"teaser":"It's been a year since Boko Haram captured more than 200 school girls in Nigeria — and the news isn't good. The new president of Nigeria says it's doubtful any of the girls will ever return. ","contentencoded":"<p>It's been a year since Boko Haram kidnapped more than 200 girls from their school in Chibok. Just a few have escaped and returned home.</p>\n<p>In the Nigerian capitol of Abuja, 200 girls paraded through the streets wearing red, representing those captured.</p>\n<p>One woman at the protest called on the government to do more. \"To miss a daughter for a day is a trauma, to miss for 365 days is a lifetime of trauma,\" she said. \"We are calling on the government to put whatever it will take to release, return or rescue these girls back home. They've suffered enough.\"</p>\n<p>The BBC's Nkem Ifejika said such protests occur daily in Abuja. But the biggest protest took place at the ballot box. Ifejika said he met a protester at the very first protest nearly a year ago. She told him \"if the government does not get our girls released, they will hear our voices at the ballot box.\"</p>\n<p>The protesters were as good as their word. They voted out President Goodluck Jonathan in favor of Muhammadu Buhari. Buhari has vowed to fight Boko Haram. But in a statement today, he said he couldn’t promise anything regarding the girls.</p>\n<p>\"We do not know if the Chibok girls can be rescued,\" he said. \"Their whereabouts remain unknown. As much as I wish to, I cannot promise that we can find them.\"</p>\n<p>You would think people would be upset by that statement. But Ifejika said that's not the case.</p>\n<p>\"What President-elect Buhari is doing is, as a military man, tamping down expectations so people don't think he is a man who is going to work miracles on day one,\" he said. \"So it might not be encouraging for people. But I think it's the spirit of being honest and open about what's happening.\"</p>\n<p>For Amina Aminu Dorayi, one of the original organizers of the Bring Back Our Girls campaign, even Buhari's timid assertions about finding the girls are better than what the current adminstration has done.</p>\n<p>“The present administration, the present government of our president, Goodluck Jonathan, clearly did not do as much as any one of us expected. Abduction of human beings would’ve been better tackled in the first hours, first few days, first few months,” Dorayi said. </p>\n<p>She hopes that during the transfer of power, Buhari will be given the intelligence necessary to continue the search.</p>\n<p>“Before this government actually hands over, I think they need to really truthfully inform the [new] government where we are with the Chibok issue,” Dorayi said.</p>\n<p>A good start would be a report from Jonathan’s administration about the progress in searching from the girls thus far.  </p>\n<p>“The war against Boko Haram will not even start being addressed without us being able to bring back or rescue over 200 girls. Two-hundred is a large number and Nigeria has a great expanse of land, but I don’t think we should accept not knowing where 200 plus girls are for a year now,” said Dorayi.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-14%2Fnigerians-voted-change-doesnt-mean-new-leader-will-bring-their-girls-back&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04142015_01.mp3"},{"href":"http://www.pri.org/file/0414201501mp3"}]}