{"created":"2015-02-09T22:42:17+00:00","modified":"2015-02-09T22:42:18+00:00","valid":{"from":"2015-02-09T22:42:18+00:00","to":"3015-02-09T22:42:18+00:00"},"hreflang":"en","guid":"99159fb4-996d-404c-8e4c-35aeb45d304e","title":"War rages on in Ukraine despite talk of peace","published":"2015-02-09T22:41:45+00:00","byline":"Christopher Woolf","tags":["conflict","military","Conflict","Conflict & Justice","Debaltseve","Vuhlegirsk","Minsk","Donetsk","Luhansk","Kiev","Europe","North America","Ukraine","Russia","Germany","France","United States","Belarus","James Reynolds","Rick Lyman","War","Politics"],"teaser":"World leaders might be talking about peace talks for Ukraine, but for civilians caught in the middle, the fighting is worse than ever. Stories from both sides of no-man’s land.","contentencoded":"<p>President Barack Obama met with German Chancellor Angela Merkel at the White House on Monday to discuss the crisis in Ukraine.</p>\n<p>Peace talks are due to take place in Minsk, in neighboring Belarus, on Wednesday. Germany and France will be meeting with the leaders of Ukraine and Russia. The US is not taking part, but President Obama said he is considering sending weapons to the Ukrainian government if the talks fail.</p>\n<p>Despite the talk of peace, the fighting continues unabated.</p>\n<p>At the center of the conflict is an area controlled by Ukraine that is under attack on three sides by pro-Russian rebels. The area is centered on the town of Debaltseve, which lies on the main road and rail lines between the two largest rebel-controlled cities of Luhansk and Donetsk.</p>\n<p>The rebels are making progress. Last week they seized the town of Vuhlegirsk after what the BBC’s James Reynolds called “a brutal fight.” Reynolds was taken for a visit to Vuhlegirsk by rebel troops. Artillery could be heard pounding away nearby.</p>\n<p>The town is devastated. Burnt out tanks and destroyed buildings make up the landscape. Morale among the rebels, says Reynolds, “appears to be buoyant. They don’t appear to be interested in any kind of deal that would force them to give this or any other area back to Kiev.”</p>\n<p>One resident, 63-year old Slava, said “the shelling was heavy. The walls were shaking. We’ve been sitting in the basement. But at least I’m alive. I’m trying to stay smiling.”</p>\n<p>Rick Lyman, of the New York Times, was just across the front-line, on the government side, in Debaltseve itself. He says <a href=\"http://www.nytimes.com/2015/02/09/world/europe/in-eastern-ukraine-desperation-and-destruction-in-a-contested-city.html?hpw&amp;rref=world&amp;action=click&amp;pgtype=Homepage&amp;module=well-region&amp;region=bottom-well&amp;WT.nav=bottom-well&amp;_r=0\">things there are pretty bad</a>.</p>\n<p>“The town,” he says, “has been pummeled off and on — mostly on — for the last seven months, and it’s really intensified since the fighting picked up again a couple of weeks ago.”</p>\n<p>“[In] the downtown section, I don’t think there was hardly a building I saw that wasn’t smashed up pretty badly,” Lyman says. Other neighborhoods were also pretty hard hit.</p>\n<p>“Amazingly,” he says, “there are still people staying and living there.” The Ukrainian army guesses there are about 3000 civilians still in Debaltseve out of a pre-war population of about 26,000. Many are elderly.</p>\n<p>“They each have their own reasons,” says Lyman. “Mostly, they say something along the lines of ‘this is my home; I have no place else to go. ... Some of them are just too old and frail to move. They can’t even get it together to pack a few meager possessions and get out of there.”</p>\n<p>“There’s no medicine,” says Lyman. “The Ukrainian military brings in some supplies. I was there when they unloaded half a truck full of bread, and there was almost fistfights as people tried to grab those loaves of bread.” They lack fresh water, electricity or even heat.</p>\n<p>Lyman says the entire war seems surreal to many of the people caught up in it. “These are middle class people, mostly. They were not poverty stricken people for the most part. Not long ago they were living an ordinary middle class life, by Ukrainian standards. And now they’re just on the run with nothing but one bag with whatever they could carry.”</p>\n<p>Lyman says everyone in the conflict zone is extremely cynical about any talk of peace. </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0209201501.mp3"},{"href":"http://www.pri.org/file/0209201501mp3"}]}