{"created":"2015-04-12T21:50:55+00:00","modified":"2015-06-25T17:44:38+00:00","valid":{"from":"2015-06-25T17:44:38+00:00","to":"3015-06-25T17:44:38+00:00"},"hreflang":"en","title":"From Harpies To Heroines: How Shakespeare's Women Evolved","published":"2015-04-12T22:43:00+00:00","teaser":"In her new book<em> Women of Will</em>, Tina Packer traces Shakespeare's maturation — and, she argues, the corresponding transformation of his female characters from caricatures to fully-realized humans.","itags":["npr_api","398571514"],"guid":"991becde-de90-4d07-a49a-21a668514af2","contentencoded":"<p>Tina Packer has spent a lifetime researching Shakespeare and his plays, both as an actress and as a director. And as she focused on the role that women play in his works, she noticed a progression.</p><p>Consider Shakespeare's <em>Taming of the Shrew, </em>one of his earliest plays, which centers on a man breaking a defiant woman's spirit. Strong-willed Kate is a harridan; her compliant sister, meanwhile, says things like, <em>\"</em>Sir, to your pleasure humbly I subscribe.\"</p><p>And contrast it to the bard's late play <em>Coriolanus, </em>which features Volumnia, the only person strong enough to stand up to the angry general when he decides to wage war on Rome. She's a heroine, saving the day as she tells her son, \"Thou shalt no sooner march to assault thy country than to tread — trust to't, thou shalt not — on thy mother's womb.\"</p><p>Packer, the founding artistic director of Shakespeare & Company in Lenox, Mass., argues that as Shakespeare matured, his female characters did as well. She's traced the change in her new book, <em>Women of Will: Following the Feminine in Shakespeare's Plays.</em></p><p>Packer tells NPR's Arun Rath that Shakespeare started out with very simple caricatures of women, but he eventually began to make them more complex.</p><p>\"I think because he was a great artist, he was deeply in touch with his own feminine side,\" she says — but it took time for him to realize what women were truly like.</p><hr /><h3>Interview Highlights</h3><p><strong>On the initial portrayal of women in Shakespeare</strong></p><p>Right in the very beginning when Shakespeare starts writing about women — and I'm putting this crudely — but he's projecting on them. He's a 17-year-old, maybe a 20-year-old projecting on them. He's either terrified of them — they're viragoes who have to be shut up and tamed and shrews that have to be silent and do what their husbands say — or they're sweet little things. \"Oh, I'm so obedient, I'm so sweet and I wouldn't say boo to a goose anywhere!\"</p><p>They're kind of male fantasies of the kewpie doll. I'm talking <em>Taming of the Shrew</em>, <em>Comedy of Errors</em> and the early history plays, the <em>Henry VI</em> plays going into <em>Richard III — a</em>lthough we're getting much more sophisticated by then.</p><p><strong>On the character Bianca in <em>Taming of the Shrew</em></strong></p><p>She does have a mind, but she's outwardly, at any rate, very obedient. She does what her daddy wants her to do,; everybody courts her and she reacts suitably. And in fact she runs off with a man she wants to marry, but it's all a projection ... Shakespeare doesn't even know women properly.</p><p>There were lots of pamphlets at the time saying \"Can you beat your wife? Is it alright to beat your wife?\" And the answer was, \"Yes, it's alright to beat your wife, but don't kill them.\"</p><p><strong>On the play with a more sophisticated female character</strong></p><p>It's really quite astounding because — <em>Romeo and Juliet</em>. There's a huge break between those early plays where the women are more one dimensional or perhaps two-[dimensional]. Suddenly, in one huge leap, not only does [Juliet] have equal billing in the title, but ... we follow the insight to her character, how she feels, how she thinks. She's just as courageous as Romeo. [Shakespeare] doesn't turn away from how difficult it is for women, but as far as her courage is concerned, it's equal to Romeo's.</p><p>And he never goes back from that ... from there after. Whether the women are disguised as men or whether they're in their women's dresses, or whether they're women creating love in the world or whether they're women creating pain and suffering in the world, he never steps back from their full humanity as human beings.</p><p><strong>On why she thinks Shakespeare's understanding of women changed </strong></p><p>I think he was a great artist. And he was a great artist who wrote about human beings all the time. You can have a great artist like Wagner who writes great emotions, but is a horrible human being, but for Shakespeare he was writing about what does it mean to be a human being.</p><p>And I think because he was a great artist, he was deeply in touch with his own feminine side. And as he did that he began to see more and more, not just the bind the women had been in, but how those attributes, the creative attributes, and the way in which women saw the world, could be the way we could stop all of this violence.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Harpies+To+Heroines%3A+How+Shakespeare%27s+Women+Evolved&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399210589-60e8ec.m3u?orgId=1&topicId=1033&aggIds=100876926&d=318&p=2&story=398571514&t=progseg&e=399154736&seg=9&ft=nprml&f=398571514"},{"href":"http://media.npr.org/assets/img/2015/04/09/women-of-will-ae669609bfb09be0254b324fd66db3ebd6dd54df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"331","width":"441"}},{"href":"http://media.npr.org/assets/img/2015/04/09/aetheat-2c6584f43820715cd7423b930b4668d2486fe9e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"318","width":"424"}}]}