{"created":"2015-02-23T22:37:22+00:00","modified":"2015-02-24T21:25:28+00:00","valid":{"from":"2015-02-24T21:25:28+00:00","to":"3015-02-24T21:25:28+00:00"},"hreflang":"en","guid":"9923b76b-27c8-4d1a-887c-b55651ae6c66","title":"After Oscar wins, Mexican filmmakers are hailed at home for their 'Midas touch'","published":"2015-02-24T21:25:23+00:00","byline":"Monica Campbell","tags":["movies","culture","entertainment","Ethnicity & Race","Arts","Arts, Culture & Media","Mexico City","North America","Mexico","North America","Central America/Caribbean","Alejandro González Iñárritu","Emmanuel Lubezki","Alfonso Cuarón","Cinema of Mexico","Entertainment","Mexico"],"teaser":"Two Mexican-born filmmakers took major prizes at the Oscars this weekend, continuing the country's winning streak at the biggest awards show in film. That success is encouraging young and emerging film students in a country where making movies remains tough.","contentencoded":"<p>Few shows draw a global audience like the Oscars, and Mexico City certainly took note of the awards show this year.</p>\n<p>That's where I headed to a friend’s house to watch the 87th edition of the ceremony. We snacked, cracked jokes and then watched as <em>Birdmanía</em> took hold.</p>\n<p>Mexico City-born director ‎Alejandro González Iñárritu headed up on stage more than once to accept statues for “Birdman\" — first for the Best Director award, and then for Best Picture. The film’s Mexican cinematographer, Emmanuel Lubezki, known by his nickname “Chivo” — \"goat\" in English — also won a second Oscar for his work on that film.</p>\n<p>And Mexico even got in on the action for Best Documentary Short Subject: \"<a href=\"http://www.elccc.com.mx/sitio/index.php/produccion-filmica/2010-2012/2013/962-la-parka\">La Parka</a>\" (“The Reaper”), a film produced in Mexico by Nicaraguan-born Gabriel Serra, earned a nomination. It was a big night in all for Mexico, where a winning streak is underway.</p>\n<p>Iñárritu’s awards mark the first time the two biggest Oscars went to a Mexican-born filmmaker — or any Latino, for that matter — and they follow wins in 2014. That’s when Alfonso Cuarón, also born in Mexico City, won Best Director for “Gravity;\" Lubezki won his first Oscar for cinematography for that film. And that's all in addition to Iñárritu’s nomination for Best Director in 2006 for “Babel” and several wins for “Pan’s Labyrinth,” directed by Mexico's Guillermo del Toro.</p>\n<p>In Mexico, enthusiasm for the Oscar-winning group of filmmakers is clear. The local press hailed Iñárritu’s “Midas touch” and recalled how he has skyrocketed to fame from his early days as a DJ at a Mexico City radio station in the 1980s. They also noted that Cuarón began his career decades ago on the technical side of Mexican TV before launching his films, which include \"<a href=\"https://www.youtube.com/watch?v=3Qg6n7V3kO4\">Y Tu Mamá También</a>,\" a classic coming-of-age film set in Mexico.</p>\n<p>But, at film schools in Mexico City, students are plenty aware that working with big budgets or winning international acclaim is still tough. Mateo Miranda, a student at Mexico City’s Centro de Capacitación Cinematográfica, watched the Oscars and was encouraged to see so many Mexicans on stage. “It’s a good time,” Miranda said. “Obviously, when Lubezki and Iñárritu went to the stage, it was a really happy moment, like when Mexico scores a goal.”</p>\n<p>But he added that the filmmakers’ careers now exist outside of Mexico. That fact, he said, “reflects that in this country, it’s really hard not only to get the funding to lift the project, but also to distribute it and to make a living out of it here in Mexico.\"</p>\n<p>Yet one of Miranda’s classmates, Diego Noriega, jumped in and said he's determined to stay in Mexico and be a part of a generation of filmmakers who find success at home. “I would like to not leave Mexico and I want to make my films here, the films that I like and that are as commercially and critically viable as possible,” he said.</p>\n<p>Mexico’s government does provide some financing for the small number of students who focus on film here. But that funding is still limited, and Mexico’s filmmaking community, like many others in the world, must seek out creative ways to pay for production. But that’s something Noriega and many of his fellow classmates are prepared to do, especially as they see more Mexican-born filmmakers steam ahead.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-23%2Fpost-oscars-mexican-filmmakers-are-hailed-home-their-midas-touch&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0223201508.mp3"},{"href":"http://www.pri.org/file/0223201508mp3"}]}