{"created":"2015-04-22T21:30:29+00:00","modified":"2015-05-13T21:01:08+00:00","valid":{"from":"2015-05-13T21:01:08+00:00","to":"3015-05-13T21:01:08+00:00"},"hreflang":"en","title":"9 Months Pregnant, An African Woman Risks It All And Heads To Europe","published":"2015-04-23T14:23:00+00:00","teaser":"Tatiana Kanga paid a Moroccan smuggler $1,290 so she and her toddler daughter could ride in a rubber boat, 14 harrowing hours from Africa to Europe.","itags":["npr_api","401533536"],"guid":"9931f4e7-fd31-4464-a3ee-6ccba6d15e7a","contentencoded":"<p>Tatiana Kanga was nine months pregnant and had her 3-year-old daughter in tow when she set out from her native Cameroon, headed for Spain.</p><p>Kanga's journey took her and her young daughter, Chantel, across the continent northward to Morocco. From there, they crossed the Mediterranean Sea in a rubber dinghy.</p><p>\"It was an inflatable boat, with 17 people,\" Kanga explains. \"Seven of them were women, three children — and six of the women were pregnant, including me.\"</p><p>Kanga was on the verge of giving birth to her second child, Antoni, when she risked her life to get to Europe.</p><p>In the past week, some 1,800 people have drowned in the Mediterranean after their <a href=\"http://www.npr.org/2015/04/22/401427284/migrants-recall-horrors-of-mediterranean-shipwreck\">boats capsized, collided or ran aground</a>, en route to Europe.</p><p>The tragedies have drawn attention to waves of migration that have been pounding Europe's southern shores for years. Boats arrive almost daily in Spain, Italy and Greece, overloaded with Arabs, Africans and others searching for a better life in Europe. Tens of thousands are believed to have survived the Mediterranean crossing this year.</p><p>Kanga, 25, landed in Spain eight months ago.</p><p>\"We set off at 4 o'clock in the morning from Morocco,\" she says. \"We could see Spain, but we had so many problems. By 8 a.m., the motor broke. I thought we were going to die. It was so hot. I brought some cookies and orange juice, but we didn't have enough drinking water for 17 people.\"</p><p>Miraculously, she says, they made it. They washed up on a Spanish beach after a 14-hour journey, just as their raft began deflating. Baby Antoni was born weeks later at a Spanish hospital nearby.</p><p>The family now has temporary housing — a single room with bunk beds — at a refugee center in Malaga, on Spain's Mediterranean coast.</p><p>In Spain, migrants' chances of staying in Europe depend on where they're originally from, where they land, and what reasons they give for wanting to stay on the continent. Some enter Spain through <a href=\"http://www.npr.org/blogs/parallels/2015/04/16/393577925/the-fences-where-spain-and-africa-meet\">two Spanish enclaves in North Africa, Ceuta and Melilla</a>.</p><p>Others come by boat or rubber raft, crossing the Straits of Gibraltar where Kanga did. At less than 9 miles across, it's the narrowest point between Europe and Africa, at the mouth of the Mediterranean.</p><p>On Wednesday, Kanga pushed a donated stroller past tourists sunning themselves on Malaga's shoreline, on her way to take her 7-month-old to a local hospital for a medical checkup. The family gets free health care through Spain's public system, while Kanga waits for working papers — or possibly to be deported.</p><p>\"Maybe it's hard for white, Western Europeans to understand why a pregnant woman, with her toddler in her arms, would risk her life in a rubber raft,\" says Francisco Cansino, who directs the Malaga chapter of the <a href=\"http://www.cear.es\">Spanish Commission for Refugee Help</a>, which runs the shelter where Kanga is staying. \"But the concept of 'life' isn't the same in Spain and Africa. It's not the same for someone who has absolutely nothing — or who's escaping conflict and war.\"</p><p>Kanga would not talk about why she fled Cameroon. But she has no doubt that Europe is the best place for her now.</p><p>\"It's Europe!\" she says, beaming. \"I didn't know what would happen that morning when I got in the boat, but I was determined to live without fear.\"</p><p>Like many migrants, Kanga <a href=\"http://www.npr.org/2015/04/20/401048726/mediterranean-migration-crisis-represents-scope-of-smuggling-business\">paid traffickers</a>. In her case, it was a Moroccan man. And like many migrants, she said she was too scared to identify him, fearing retribution.</p><p>\"He charged me 1,200 euros (about $1,290) — 1,000 for me and 200 for my daughter,\" Kanga says. \"She cost only 200, because she takes up less space.\"</p><p>Back at the refugee center, Cansino sees the daily human drama of migrants arriving in Europe and suggested some advice for <a href=\"http://www.npr.org/2015/04/22/401427293/european-parliament-president-urges-action-on-migration-crisis\">politicians meeting Thursday to discuss the matter</a> in Brussels.</p><p>\"Don't forget that these are people,\" he says. \"That's what's fundamental. Leaders ... can lose perspective. The stories of suffering and hope — they're not present in their lives like they are here.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=9+Months+Pregnant%2C+An+African+Woman+Risks+It+All+And+Heads+To+Europe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401540576-b8478e.m3u?orgId=1&topicId=1004&d=222&p=2&story=401533536&t=progseg&e=401487387&seg=11&ft=nprml&f=401533536"},{"href":"http://media.npr.org/assets/img/2015/04/22/malaga2-7bb034159ec803290f5d2d206cfc0652f64a3257.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1792","width":"2390"}},{"href":"http://media.npr.org/assets/img/2015/04/22/malaga1-2121baf993a176bfd51ae078ce9db359fb246b0a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1973","width":"2631"}},{"href":"http://media.npr.org/assets/img/2015/04/22/gibraltar-592e5f8d518712093c529b9a11e715167e67d1a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2690","width":"3590"}}]}