{"created":"2014-10-07T20:21:11+00:00","modified":"2014-10-31T00:00:08+00:00","valid":{"from":"2014-10-31T00:00:08+00:00","to":"3014-10-31T00:00:08+00:00"},"hreflang":"en","title":"Common Ground Between Iraq's Rebels May Be Crumbling","published":"2014-07-24T02:36:00+00:00","teaser":"The radical Islamic State and former associates of Saddam Hussein have fought together against Iraq's government. But the fault lines between the unlikely partners are beginning to show.","itags":["npr_api","334475601"],"guid":"99446cf1-3781-43b3-89c8-5d95c5660672","contentencoded":"<p>Abu Wissam speaks to us by phone from the northern Iraqi city of Mosul. He asks us to use his nickname to protect him, his family and his missing father before he recounts his father's kidnapping.</p><p>The men came on evening of July 3, just before Abu Wissam's family was preparing to break their day-long fast during the holy month of Ramadan.</p><p>\"There were seven of them and before I knew it they were in our kitchen,\" he says.</p><p>Abu Wissam asked them who they were. They said they were from the Islamic State, and then they took his father, a retired general who served in Saddam Hussein's army. Abu Wissam hasn't heard from his father since.</p><p>The Islamist radicals that came to Abu Wissam's home still hold the large city of Mosul they took last month along with other parts of Iraq. But they had help, mainly from former members and sympathizers of Saddam Hussein's regime, which was toppled by the U.S. in 2003.</p><p>The Iraqi government, dominated by Shiite Muslims, by has been their common enemy of these Sunni Muslims.</p><p>But now there are signs that the uneasy alliance between the Baathists of the Saddam Hussein era and the Sunni extremists of the Islamic State is fraying and could fall apart.</p><p>Abu Wissam's father isn't the only officer who's been kidnapped. Dozens of others across the city, an apparent command center for the Islamic State, have also gone missing.</p><p>The Islamic State controls nearly three provinces of Iraq and pockets of other areas. Some Sunni Arab areas welcomed the fighters as liberators from a Shiite-led government seen as corrupts and sectarian. But some residents in Mosul now say the brutality of the group is beginning to show. Some Sunni towns have even risen up against the fighters with fatal consequences for the residents.</p><p>Abu Wissam, the man whose father is missing, thinks the group is trying to neutralize influential former officers before the men become a threat to the Islamic State. Baathists and the Islamic State are using each other, analysts say, for one goal: to take Baghdad and oust the Shiite-led government from power.</p><p>But the alliance is inherently unstable because their ideologies are polar opposite. Baathists are nationalists who believe in a strongman state much like the dictatorship of Saddam Hussein.</p><p>They were marginalized following the U.S.-led invasion and formed the original insurgency in Iraq to fight the U.S. presence and now the Iraqi government.</p><p>The Islamic State, meanwhile, is focused on taking over parts Iraq, Syria and perhaps other Arab states to re-create a medieval Islamic nation where it can implement its own harsh interpretation of Islamic law.</p><p>Abu Wissam isn't alone in his fear. We meet Abu Ahmed — whom we are also identifying by his nickname for his safety — in the Kurdish city of Erbil. He fled the city last week after his relative, once the head of Saddam's special forces, was kidnapped and Abu Ahmed received indirect threats.</p><p>Over cups of tea, late into the night he talks about the situation in Mosul.</p><p>\"The Islamic State is completely in control,\" he says.</p><p>A few days ago, a new police force appeared in the streets, driving the Ford vehicles previously used by the Iraqi police. But the white cars have been rebranded with two red stripes and a circular black emblem with white letters declaring, \"Islamic State, Islamic police.\"</p><p>The Islamic police wear long black shirts over baggy pants, similar to styles in South Asia. They break water pipes that people once enjoyed at cafes, send women home who they deem are dressed inappropriately, whip men who break their fast in the street during daylight.</p><p>An Islamic court has been formed as well. And there are the killings. Abu Ahmed and others estimates a few hundred people have been killed in Mosul.</p><p>Shiites have been killed on sight. Christians were forced to flee, as were other minorities, and Sunni Arabs who refuse to declare allegiance aren't spared either.</p><p>\"They could only wear a kind mask for 20 days,\" Abu Ahmed says referring to the early days when the Islamic State fighters swept through Mosul last month, pulled down concrete blast walls, handing out cooking gas and vowing to protect the city. \"Now their true faces are showing.\"</p><p>Abu Ahmed leans over and asks a friend for a cigarette. He jokes: \"I can't smoke in Mosul, it's illegal now.\"</p><p>His relative was also a senior officer in Saddam's army. He was taken on the same day and in the same way as Abu Wissam's father.</p><p>\"This was planned. These generals are symbols in Mosul,\" Abu Ahmed says. \"They can make the city rise and they can prepare a comprehensive army in a month.\"</p><p>This, he says, is why they were taken.</p><p>\"When they took my relative they said it was for consultations, but in reality he is a threat to them,\" Abu Ahmed says.</p><p>Both Abu Ahmed and Abu Wissam believe their relatives are alive, at least for now. Killing them would cause an uproar, they say.</p><p>And yet despite the kidnappings, the killings and the merciless interpretation of Islamic law, the city of Mosul still hasn't risen up against the fighters and the tentative alliances are still intact.</p><p>This month, Izzat al-Douri, a prominent deputy to Saddam Hussein, and the leader of a Sufi-inspired fighting group, released an audio recording. In it he urged unity for the fight for Baghdad and called fighters of the Islamic State and al-Qaida heroes.</p><p>\"Our division is the greater enemy,\" he said in the recording, which appeared on a Baathist website, but couldn't be independently verified. \"We have to postpone all differences regardless of their magnitude.\"</p><p>Abu Ahmed echoed al-Douri's words. The alliance continues, he says, because there is a more important goal right now — ousting the government led by Prime Minister Nouri al-Maliki.</p><p>\"If they divide and fight each other the Iraqi army will come with a vengeance to kill indiscriminately,\" he says.</p><p>Abu Ahmed says the world needs to stop supporting Maliki, and back the Baathists against the much more brutal Islamic State. It's a choice the world might not like, he says.</p><p>But \"if you face death or a fever,\" he says, citing an old Arabic proverb, \"you're smart to choose the fever.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Common+Ground+Between+Iraq%27s+Rebels+May+Be+Crumbling&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334494760-9935dd.m3u?orgId=1&topicId=1009&ft=3&f=334475601"}]}