{"created":"2014-10-19T21:22:46+00:00","modified":"2014-11-10T20:40:52+00:00","valid":{"from":"2014-11-10T20:40:52+00:00","to":"3014-11-10T20:40:52+00:00"},"hreflang":"en","title":"Bucking The Fashion Trend, Converse Kicks Up A Fuss About Knockoffs","published":"2014-10-20T15:14:00+00:00","teaser":"The Nike-owned company is suing to protect its Chuck Taylor All Stars from copycats. But NYU law professor Chris Sprigman says it might be an uphill battle, since copying is part of the fashion cycle.","itags":["npr_api","357356041"],"guid":"9945fc54-74e1-4afd-bd58-37bbba2c5f58","contentencoded":"<p>Nike-owned Converse, the company responsible for the Chuck Taylor All Star shoe, is suing to stop other shoemakers from copying what it says are distinctive elements of its design: the rubber toe cap, the rubber bumper and two thin, black stripes.</p><p>Similar shoes are available from a number of retailers. Take a look at <a href=\"http://www.walmart.com/ip/36762552?adid=22222222227026950211&selectedItemId=36762571&veh=sem&wl0=&wl1=g&wl2=c&wl3=43324281752&wl4=&wl5=pla&wl6=82771986752&wmlspartner=wlpa\">some</a> of the <a href=\"http://www.hm.com/us/product/18922?article=18922-B&fromSearch=sneakers&cm_vc=SEARCH#article=18922-Chttp://www.hm.com/us/product/26441?article=26441-B&cm_vc=PRA1#\">copycats</a> and you'll see that they bear a strong resemblance, from the soles to the stitching. But in fashion, imitation isn't necessarily illegal.</p><p>NYU law professor Chris Sprigman tells NPR's Arun Rath that this might be a steep, uphill battle for Nike.</p><p>\"The law basically says that elements of a design of a product — be it a shoe or anything else — that are functional cannot be protected by trademark law,\" Sprigman says.</p><p>Sprigman says early advertisements from Converse label the rubber bumper as functional, and that the toe cap is clearly functional as well. That just leaves the stripes, which other shoes have featured for decades.</p><p>Sprigman says copying in fashion is common.</p><p>\"New styles appear, they become widely copied [and] the copying signals that a trend has taken hold,\" he says.</p><p>People buy into that trend, he says, because they want to be in fashion. As the copying continues, the early adopters see the rise of imitators and jump off, and the trend dies, he says. They then jump on the next trend, and the fashion cycle begins again.</p><p>\"So without copying, paradoxically, the fashion industry would be smaller and less innovative and poorer,\" he says.</p><p>What Nike has in its favor, Sprigman says, is that the iconic Converse star is protected, so the copies can't use that logo. So, with the copying signaling that the shoe is coming back into style, the star mark gains cachet among the fashion-conscious and makes the real Converse more exclusive, possibly to the benefit of Nike.</p><p>Applying copyright to fashion, Sprigman says, doesn't work the same way as applying it to other creative mediums like film or music. He says copyright law is meant to \"incentivize the creation of new art, literature, science [and] technology.\"</p><p>\"If we have an area of creativity where we don't need these property rights to incentivize production, then maybe we shouldn't have them,\" he says.</p><p>Fashion is a good example of this, he says, where there is already a lot of innovation and competition. He says applying copyright law there might actually slow down innovation and increase the cost of clothes.</p><p>\"It's not really the question whether we should have copyright just because it's expression. The question is whether copyright or trademark or patent is necessary to bring us innovation,\" he says. \"I think the answer is sometimes yes, sometimes no — it depends on the kind of expression or innovation you're talking about.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bucking+The+Fashion+Trend%2C+Converse+Kicks+Up+A+Fuss+About+Knockoffs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357425476-44357b.m3u?orgId=1&topicId=1006&ft=3&f=357356041"}]}