{"created":"2015-05-24T21:16:47+00:00","modified":"2015-06-09T18:20:07+00:00","valid":{"from":"2015-06-09T18:20:07+00:00","to":"3015-06-09T18:20:07+00:00"},"hreflang":"en","title":"A Mother-Son Folk Duo Went 'From The Kitchen To David Letterman'","published":"2015-05-24T22:54:00+00:00","teaser":"Madisen Ward and his mother, Ruth Ward—better known as Madisen Ward and the Mama Bear—have been performing together for six years, but have only recently begun to attract national attention.","itags":["npr_api","408782956"],"guid":"99495f62-8e8e-4348-9dba-ab8d8c3fd543","contentencoded":"<p>Madisen Ward and his mother, Ruth Ward, haven't been playing together all that long.</p><p>\"People usually assume that I was three years old, playing on the porch with my mom, with a ukulele or something,\" says Madisen.</p><p>In fact, the two teamed up only about six years ago.</p><p>\"My mom's been playing in coffeehouses since she was 19, and I started picking up music when I was 19 as well,\" Madisen says. \"I started joining her, and we stopped playing with other musicians and started playing together, and we really just loved the way it sounded. So we just kept going.\"</p><p>At first, the two performed mostly locally in the Kansas City area. But Madisen Ward and the Mama Bear, as they're known, have recently attracted national attention—thanks in part to their appearance on <em>The Late Show With David Letterman</em>—and are now on tour supporting their debut album, <em>Skeleton Crew</em>.</p><p>\"Sometimes I tell friends that I went from the kitchen to David Letterman,\" says \"the Mama Bear,\" Ruth Ward. \"Sometimes I do get choked up because I cannot believe this has happened.\"</p><p>The Wards spoke with NPR's Arun Rath about performing and touring together and about their shared musical tastes. Hear that conversation at the audio link above.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Mother-Son+Folk+Duo+Went+%27From+The+Kitchen+To+David+Letterman%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"452"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409309336-f055cd.m3u?orgId=1&topicId=1039&d=452&p=2&story=408782956&t=progseg&e=409281487&seg=10&ft=nprml&f=408782956"},{"href":"http://media.npr.org/assets/img/2015/05/22/madisen_ward_and_the_mama_bear-69b8463713fc18719460db621e3588b6abe73c48.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"799","width":"1065"}}]}