{"created":"2014-10-07T19:01:05+00:00","modified":"2014-10-30T23:38:01+00:00","valid":{"from":"2014-10-30T23:38:00+00:00","to":"3014-10-30T23:38:00+00:00"},"hreflang":"en","title":"From 'Good Times' To 'Honey Boo Boo': Who Is Poor On TV? ","published":"2014-08-11T12:13:00+00:00","teaser":"What do sitcoms, dramas and reality TV say about poor people? For our yearlong series exploring poverty, NPR's Elizabeth Blair takes a look at the television shows that place the poor center stage.","itags":["npr_api","337779030"],"guid":"995841e2-f5dd-48b3-ba16-275323590f7d","contentencoded":"<p>Like it or not, television has the power to shape our perceptions of the world. So what do sitcoms, dramas and reality TV say about poor people?</p><p>In life and on TV, \"poor\" is relative. Take breakfast: For Honey Boo Boo's family, it's microwaved sausage and pancake sandwiches; for children in <em>The Wire</em>'s Baltimore ghetto, it's a juice box and a bag of chips before school; and on<em> Good Times</em>, set in the Chicago projects back in the 1970s, it was a healthier choice: oatmeal.</p><p>\"If you're poor, it goes a long way — and it's pretty cheap,\" laughs Bern Nadette Stanis, who played Thelma Evans on <em>Good Times</em>.</p><p><em>Good Times</em> debuted in 1974, in the midst of a recession. Many people were struggling, and for a time it was one of the highest-rated shows on TV — but<em> Good Times</em> also drew criticism for giving the impression that being poor isn't so bad, as long as there's love.</p><p>But Stanis says that, based on her personal experience, that's true. \"I too was raised in the projects in Brooklyn, N.Y., in the Brownsville neighborhood. I lived in a two-bedroom apartment with my mom and dad and five children, so there were seven of us, but we also were rich in education and in love,\" says Stanis.</p><p><em>Good Times</em> also tackled some of the bad times facing poor communities, like drug addiction and gangs. Norman Lear, who co-produced the show, says that above all, they wanted to make people laugh — but they also wanted story lines that resonated. Before the 1970s, he adds, TV pretty much ignored poor people.</p><p>\"The biggest subjects in television comedy were 'The roast is ruined and the boss is coming to dinner,' or 'Mom dented the car and how do the kids and mom keep dad from finding out,' \" says Lear. \"There were no political problems. There was no poverty. That was the total message, wall to wall, floor to ceiling.\"</p><p>There's <a href=\"http://www.theguardian.com/tv-and-radio/2013/aug/23/tv-poverty-porn\" target=\"_blank\">a lot of debate about TV's depiction of poverty</a>. Do audiences empathize with the poor people they see or look down on them?</p><p>Take one of the most recognized — and reviled — of today's reality TV shows: TLC's <em>Here Comes Honey Boo Boo</em>. The Thompson family is overweight, crude and obsessed with child beauty pageants. One critic in <a href=\"http://www.washingtontimes.com/news/2013/aug/27/the-boo-boo-of-here-comes-honey-boo-boo/?page=all\">The Washington Times</a> called Honey Boo Boo's family \"stupid, lazy and hopeless.\" Another, in <a href=\"http://www.salon.com/2013/08/07/honey_boo_boo_could_be_my_neighbor/\">Salon</a>, said it's an example of reality TV's \"endless carnival of the impoverished-on-display.\"</p><p>But journalist Nona Willis Aronowitz — who covers education for NBC — disagrees with the charge that the family is exploited. \"I see them being very playful with each other and being unapologetic about their circumstances,\" she says.</p><p>David Simon, on the other hand, thinks reality TV shows cater to stereotypes. \"I can't get a handle on anything that's human,\" says the creator of shows including HBO's <em>The Wire</em> and <em>Treme</em>.</p><p>Simon says his shows try to explore the human condition and create characters who live in poverty but still have distinct personalities, relationships and dreams. For example, in <em>The Wire,</em> set in Baltimore, a member of a drug crew looks after several children in the projects where they live.</p><p>\"We were about the America that got left behind,\" says Simon. \"We were saying something legitimate about that portion of the country that doesn't have a lot of television shows made about it.\"</p><p><em>The Wire</em> was critically acclaimed and nominated for numerous awards, and was used at Harvard in a course on \"urban inequality,\" but was never a ratings winner. Simon believes most Americans aren't interested in watching TV shows where the main characters are poor.</p><p>\"They want to watch shiny, pretty people,\" he says. \"There are currencies in television, and the two main currencies are sex and violence. The third one is laughs. And to the extent that poor people can suit those currencies, great.\"</p><p>Sex and laughs are the currencies on the CBS sitcom <em>2 Broke Girls</em>. The main characters are two beauties: Max, who's been poor her whole life, and Caroline, who's newly poor now that her Bernie Madoff-type dad is in jail. They end up waitresses at the same Brooklyn diner.</p><p>As unlikely as that might seem, Nona Willis Aronowitz says it rings true in this post-recession world. \"In previous decades we might have said, 'One is rich, one is poor, and never the twain shall meet.' Now one is broke and one is poor, and they're in the same job.\"</p><p>The most talked-about TV show depicting poverty right now <a href=\"http://www.huffingtonpost.com/2012/09/05/shamleess-poverty_n_1857327.html\" target=\"_blank\">is the gritty comedy-drama</a> <em>Shameless</em> on Showtime. The show focuses on six unruly white siblings on the South Side of Chicago who are pretty much raising themselves. They party, clip and even steal coupons, scam and — mostly — survive. They also have to deal with their deadbeat dad, an alcoholic who's often passed out.</p><p>Like many TV shows about poor people that have come before it, the fictional Gallaghers of <em>Shameless</em> often use humor as a coping mechanism. Norman Lear says that's fine, so long as the poor characters are the ones making the jokes. \"The human condition is sufficiently foolish to find comedy anywhere. People smile through their lives,\" he says.</p><p>Lear should know — he grew up in the Depression.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+%27Good+Times%27+To+%27Honey+Boo+Boo%27%3A+Who+Is+Poor+On+TV%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337973500-fc75f7.m3u?orgId=1&topicId=1138&ft=3&f=337779030"},{"href":"http://media.npr.org/assets/img/2014/08/04/tvg017ag-5cb3c6247f287ce442e44ae082897a5da6f39bfa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2199","width":"2935"}}]}