{"created":"2014-09-30T22:39:35+00:00","modified":"2014-10-31T15:40:40+00:00","valid":{"from":"2014-10-31T15:40:40+00:00","to":"3014-10-31T15:40:40+00:00"},"hreflang":"en","title":"Mexico Pays To Help Its Citizens Avoid Deportation From The U.S.","published":"2014-10-01T00:08:00+00:00","teaser":"Applying to the program for immigrants illegally brought to the U.S. as children provides a work permit and prevents deportation, but costs $465. Mexico is helping some of its citizens with that cost.","itags":["npr_api","347748662"],"guid":"995bbcd5-799f-4f8a-9b36-db0efde49b7b","contentencoded":"<p>Mexico is helping some of its citizens apply for a controversial immigration program in the U.S. called Deferred Action for Childhood Arrivals, or DACA.</p><p>Since the Obama administration created the program in 2012, more than 580,000 unauthorized immigrants brought to the U.S. as minors have received temporary relief from deportation and been given work permits that last for at least two years.</p><p>But <a href=\"http://www.npr.org/blogs/codeswitch/2014/08/06/338354916/uncertainty-stalls-recruiting-efforts-for-deportation-relief\" target=\"_blank\">45 percent of those who are eligible for DACA</a> have not applied, and the cost may be holding some back. Immigrants have to pay a total of $465 to the Department of Homeland Security for fees related to the work permit and for required fingerprinting.</p><p>Mexican consulates around the U.S. have been paying those fees for some applicants through a little-known program for Mexican citizens with financial need.</p><p><strong>Money A Big Factor</strong></p><p>Before applying for DACA, Tania Guzman was worried about revealing to the U.S. government that she left Mexico City and crossed the border illegally when she was 7 years old.</p><p>Now 30, Guzman says she also worried about the cost, especially after she learned she would have to pay at least a couple of thousand dollars for immigration attorneys to help prepare her DACA application.</p><p>\"It was a big factor,\" says Guzman, who works as a part-time personal assistant and baby sitter in Los Angeles. \"It's a lot of money, and I was struggling.\"</p><p>She finally managed to apply last October after her lawyer from Public Counsel, a pro bono law firm based in California, told her she qualified for financial assistance from the Mexican Consulate in Los Angeles. Since 2012, that consulate has set aside $250,000 to help, so far, more than 260 Mexican citizens apply for DACA.</p><p>Guzman, who was granted deferred action in May, says she paid $50. The rest of her attorney's and application fees were covered by Mexico.</p><p>\"We are here [in the U.S.] basically not doing anything for our country, I will say. So it's a great thing to know that even though you're not in Mexico, you still get help from them,\" Guzman says.</p><p><strong>Helping Mexicans Wherever They Are</strong></p><p>The Mexican Embassy in Washington, D.C., does not keep track of how many DACA applications the consulates have funded nationwide, according to Julian Escutia, head of the embassy's consular coordination and Hispanic affairs section.</p><p>Escutia, who oversees national programs for Mexico's 50 consulates around the U.S., stresses that financial assistance for Mexican citizens applying for DACA is limited and based on need.</p><p>\"This is on a case-by-case basis,\" he explained in an interview at the embassy. \"We are not in the position of assisting all of them financially.\"</p><p>Paying for DACA applications, he added, is just one way Mexican consulates are trying to support Mexican citizens living in the U.S.</p><p>\"If it's a program that helps youth to work in this country, well, that helps our nationals, and that helps us,\" he said.</p><p>When asked why Mexico is helping its citizens find ways to stay in the U.S., Escutia said that is not the Mexican government's main objective.</p><p>\"Our main objective is the well-being of our nationals wherever they are,\" he said. \"So what we want for them is that they are successful and really continue contributing to this country [the U.S.].\"</p><p>An official with U.S. Citizenship and Immigration Services, which reviews DACA applications, told NPR that foreign governments are not restricted from providing filing fees because the agency has \"no way of knowing where any fees might have originated.\"</p><p>About 80 percent of immigrants applying for DACA come from Mexico, <a href=\"http://www.uscis.gov/tools/reports-studies/immigration-forms-data/data-set-deferred-action-childhood-arrivals\" target=\"_blank\">according to USCIS</a>. Among the other top five countries of origin, neither El Salvador nor South Korea has provided financial assistance to applicants, while the embassies of Guatemala and Honduras did not return requests for comment by deadline.</p><p><strong>Raising 'An Eyebrow Or Two'</strong></p><p>DACA has sparked heated debate in Congress, with House Republicans questioning whether President Obama had the constitutional authority to enact the program. In August, they passed a measure to end the DACA program, which was also the focus of <a href=\"http://www.npr.org/blogs/thetwo-way/2012/08/23/159926481/immigration-employees-file-suit-against-obamas-new-immigration-policy\" target=\"_blank\">a lawsuit by a group of Immigration and Customs Enforcement agents</a>.</p><p>Escutia said the controversy about DACA was a \"domestic issue\" for the U.S. to sort out.</p><p>\"We are not entering into the political debate about DACA,\" he said. \"It's one option that is available to our nationals, and if they choose to apply for it, we are certainly happy to help them.\"</p><p>Mexico's support for DACA applicants may seem counterintuitive, says Emily Edmonds-Poli, a professor who teaches Mexican politics at the University of San Diego, but she said it shows that the Mexican government is acknowledging a decades-long migration trend that led to <a href=\"http://www.pewhispanic.org/2013/05/01/a-demographic-portrait-of-mexican-origin-hispanics-in-the-united-states/\" target=\"_blank\">9 percent of people born in Mexico now living in the U.S.</a></p><p>That has driven Mexico to build better relations with Mexicans abroad in hopes of <a href=\"http://www.npr.org/templates/story/story.php?storyId=123373874\" target=\"_blank\">maintaining remittance flows</a> and other cross-border economic activity.</p><p>\"I think the message that it's trying to send is that the Mexican government supports its population living in the U.S.,\" Edmonds-Poli says. \"I don't think that that is the message that will be received in the U.S.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mexico+Pays+To+Help+Its+Citizens+Avoid+Deportation+From+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352808265-8f1df2.m3u?orgId=1&topicId=1091&ft=3&f=347748662"},{"href":"http://media.npr.org/assets/img/2014/09/11/mex-consulate-23fe031bd4ecf7999e1c370cb467849c2442278a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"948","width":"1264"}}]}