{"created":"2014-10-08T13:21:48+00:00","modified":"2014-10-31T00:48:07+00:00","valid":{"from":"2014-10-31T00:48:07+00:00","to":"3014-10-31T00:48:07+00:00"},"hreflang":"en","title":"Takeaways From Supreme Court Rulings On Buffer Zones, Recess Picks","published":"2014-06-27T17:19:00+00:00","teaser":"The court limited presidential power to make appointments when the Senate isn't in session and narrowed a state's power to have protest-free zones outside abortion clinics. Here are the implications.","itags":["npr_api","325909239"],"guid":"9965b446-e918-4fdd-9d47-f8e2c35bf472","contentencoded":"<p>The U.S. Supreme Court issued two major rulings on Thursday: one that narrows protections for patients and employees outside <a href=\"#buffer\">abortion clinics</a>, and another that narrows the <a href=\"#recess\">president's power</a> to fill top government positions temporarily without the Senate's consent.</p><p>Both rulings were technically unanimous because all nine justices agreed on the bottom-line outcome, but in fact both were 5-to-4 rulings with fiery disagreements expressed by the minority.</p><p>Here are summaries of the two cases and the arguments for and against them.</p><p><a name=\"recess\"></a><strong>Recess Appointments: What Can The President Do?</strong></p><p>The high court said that the president does have the power to make recess appointments during any Senate recess of 10 days or more. But at the same time, the court said the Senate makes its own rules about when it is in recess.</p><p>President Obama is hardly the first president to use recess appointments as an end run around Senate intransigence over nominations. President George W. Bush used the recess-appointment power to place conservative darling John Bolton at the United Nations over the opposition of Senate Democrats and some Republicans. President Obama went one step further. He made three appointments to the National Labor Relations Board, claiming the Senate was in recess when Senate Republicans said it was not.</p><p>The Constitution says that \"the President shall have the power to fill up all vacancies that may happen during the recess of the Senate.\" Since the nation's founding, presidents have made more than 650 of these recess appointments to government agencies, and many hundreds more to the military. But the fight between President Obama and Senate Republicans put recess appointments under a new lens.</p><p>Republicans, in order to prevent recess appointments during the winter holidays two years ago, held super-short, 30-second sessions once every three days. President Obama viewed these sessions as a legal fiction aimed only at preventing legitimate recess appointments.</p><p>Obama went ahead and made three appointments to the National Labor Relations Board, which lacked a quorum at the time and was thus unable to conduct business. When the three appointees took their seats and the NLRB began issuing decisions, soda pop bottle manufacturer Noel Canning went to court, backed by Senate Republicans.</p><p>A federal appeals court sided with the company in a decision that would make recess appointments practically impossible. But in the Supreme Court's Thursday decision, written by Justice Stephen Breyer, the justices went halfway. The court ruled that the three Obama appointments were unconstitutional, but upheld the president's power to make recess appointments any time the Senate is in recess for 10 days or more.</p><p>\"In light of historical practice,\" wrote Justice Breyer, anything short of a 10-day recess is \"presumptively too short\" to qualify, with few exceptions.</p><p>It is unlikely, however, that there will be such a 10-day recess in the near future, given the fact that the Senate must get agreement from the House for a recess, allowing the Senate to function even with 30 second pro-forma sessions as it did two years ago.</p><p>The court's four conservatives said that, in their view, the recess-appointment power is an \"anachronism\" that is no longer valid, because modern forms of communication and transportation mean that the Senate is always available on short notice to consider the president's nominations.</p><p>Writing for the four, Justice Antonin Scalia contended that the Founding Fathers intended the recess appointment power to cover only situations in which the Senate was not available — a provision that Scalia noted was meant particularly to deal with long periods in which Senators were at home, which was several days' travel or more away.</p><p>But the majority pointed out that Thomas Jefferson wrote in a letter that there are two contrary interpretations of the recess-appointment power, and the majority noted that Scalia's reading would \"render illegitimate thousands of recess appointments reaching all the way back to the founding era.\"</p><p>Many of the problems President Obama encountered in getting his nominees confirmed were eliminated this year when Senate Democrats voted to eliminate filibusters for most appointments. Three NLRB appointees were then quickly confirmed. But if the Republicans take control of the Senate next year, they will be able to block appointments at will.</p><p>\"We are going to see more of that,\" predicted political science professor George Edwards of Texas A&M University. \"Particularly in times of polarized politics, where it's more difficult for presidents to have their nominations confirmed, we are going to see less continuity of government, more positions remaining open.\"</p><p>Moreover, as Edwards notes, without Senate confirmation, government boards like the NLRB could be essentially nullified, unable to operate.</p><p>Stanford law professor William Gould IV, former chairman of the NLRB, underlines that point, saying that any president facing a hostile Senate would have just two choices: \"The Senate will be in a position to dictate to the president, or the lights will go off.\"</p><p>Most agencies will continue to function without confirmed officeholders, but their performance is greatly impaired, according to people who have served in both Republican and Democratic administrations.</p><p>Clay Johnson, who headed personnel management in the George W. Bush administration, notes that top agency officials are the president's point-people for accomplishing the president's objectives. \"If the person is not in place, the implementation is not going to be what we citizens would want it to be,\" said Johnson. \"It's going to have to be, by definition, subpar.\"</p><p>New York University law professor Sally Katzen, who served in a similar position as Johnson in the Clinton administration, notes that when there is no confirmed head of an agency and no recess appointee to fill the job, a law called the Vacancies Act restricts who can fill in (only existing agency personnel, not anyone new).</p><p>\"In practice, acting officials can't and don't really act,\" observes Katzen. \"They do not have the authority, the security, the position to do the job — it's like a placeholder, you're treading water.\"</p><p>\"If the president's party doesn't control the Senate, then I think we're in for a bumpy ride in terms of the functioning of government,\" added Walter Dellinger, who served in various top legal jobs in the Clinton administration.</p><p><a name=\"buffer\"></a><strong>Buffer Zones For Clinics That Provide Abortions</strong></p><p>In a second important decision on Thursday, the court ruled on the question of what restrictions can be placed on protesters at clinics that provide abortions. The issue before the justices was a Massachusetts law creating a 35-foot buffer zone outside all abortion clinics to protect patients and staff. Fourteen years ago, the high court upheld the use of floating buffer zones of 8 feet, but Massachusetts found that did not work and experienced considerable violence surrounding abortion clinics, including two killings.</p><p>All nine justices agreed that, nonetheless, the flat 35-foot buffer zone violated the First Amendment free speech rights of the protesters. Chief Justice John Roberts, writing for himself and the court's four liberals, said that only the Boston clinic seemed to have real problems, and that therefore the buffer zone for all abortion clinics in the state cut too widely.</p><p>\"What this means is that there will be revisiting of an awful lot of buffer zones around the country,\" said American University professor Bill Yeomans, who served as a top Justice Department official for 26 years and supervised the enforcement of laws dealing with abortion clinic violence. \"It's going to be more difficult for people who operate clinics.\"</p><p>But, he added, it \"could have been much worse.\" Indeed, the court's four conservatives would have tolerated no buffer zone, saying such zones allow abortion-rights advocates to suppress the speech of their opponents. Justice Scalia, joined by Justices Anthony Kennedy and Clarence Thomas, said that the majority opinion \"carries forward this Court's practice of giving abortion-rights advocates a pass when it comes to suppressing the free-speech rights of their opponents.\" Justice Samuel Alito wrote separately saying that buffer zones constitute viewpoint discrimination.</p><p>Anti-abortion forces were elated. \"No longer is Massachusetts going to be allowed to have speech-free zones for pro-lifers,\" said Troy Newman, president of Operation Rescue, which brought the challenge to the Massachusetts law. \"They're not going to be able to target people that are trying to dissuade women from having unsafe and sometimes very dangerous abortion decisions [sic].\"</p><p>Newman said that Operation Rescue's success rate depends on the ability to talk to women, and with the buffer zone pushing anti-abortion sidewalk counselors away from the door, the success rate has dropped.</p><p>Although Chief Justice Roberts characterized the Operation Rescue activists as \"counselors\" and \"not protesters,\" Vicki Saporta, president of the National Abortion Federation, countered that \"these people on the sidewalks have no counseling background. Their sole purpose is to dissuade and intimidate women from choosing abortion care, and I don't think anybody in the medical profession would consider it any type of counseling whatsoever.\"</p><p>Former Justice Department official Yeomans conceded that some anti-abortion activists, as in this case, are not \"physically threatening or overly obstructive,\" but he noted \"the history of real threat to public safety\" behind laws like the one in Massachusetts. Violence has declined in recent years, he said, adding that it has declined, in part, because of buffer zones and increased law enforcement.</p><p>While Massachusetts is the only state to have a one-size-fits-all buffer zone law for the whole state, Yeomans said many local governments have similar laws that will now have to be rewritten. The problem, he added, is that local governments sometimes lack the resources of state government to enforce the law.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Takeaways+From+Supreme+Court+Rulings+On+Buffer+Zones%2C+Recess+Picks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"344"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325909240-179ec2.m3u?orgId=1&topicId=1070&ft=3&f=325909239"}]}