{"created":"2015-05-16T14:36:13+00:00","modified":"2015-07-03T20:23:58+00:00","valid":{"from":"2015-07-03T20:23:58+00:00","to":"3015-07-03T20:23:58+00:00"},"hreflang":"en","title":"Amtrak Ordered To Take Steps To Improve Safety","published":"2015-05-16T22:26:00+00:00","teaser":"The Federal Railroad Administration has instructed Amtrak to install new automatic control systems on its northbound trains near the area of this week's derailment and to assess risks at all curves.","itags":["npr_api","407264465"],"guid":"99746d1b-0488-4935-9e51-80ed1c471cf2","contentencoded":"<p><strong>Updated at 2:55 p.m. ET</strong></p><p>The Federal Railroad Administration on Saturday issued a directive to Amtrak aimed at improving safety in the wake of the derailment of a passenger train in Philadelphia this week that killed eight people and injured more than 200.</p><p>\"We are continuing to work with the [National Transportation Safety Board] to understand exactly what happened on Tuesday so we can prevent this type of devastating accident from ever happening again,\" U.S. Transportation Secretary Anthony Foxx said in a statement released Saturday.</p><p>\"While we do not yet know everything that happened, we do know – without question – that protecting rail passengers is our top priority. The actions we have instructed Amtrak to take are aimed at improving safety on this corridor immediately, but we won't hesitate to require the railroad to do more to improve safety as the accident's causes become clearer.\"</p><p>The FRA has ordered that Automatic Train Control (ATC), which is currently in use on southbound trains also be used on northbound lines. \"ATC detects when a train is traveling above the speed limit, sending a signal to the engineer,\" the statement says.</p><p>Amtrak will also be required to assess all curves on the Northeast Corridor. \"In areas where approach speed is significantly higher than curve speed, appropriate technology intended to prevent over-speed derailments must be implemented immediately.\"</p><p>The passenger service must also \"increase its wayside signage alerting engineers and conductors of the maximum authorized speed throughout the\" Northeast Corridor, the statement says.</p><p>The directive follows new information on Friday that the locomotive of the derailed train may have been struck in the windshield by a projectile and that the FBI has been asked to investigate.</p><p>As <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/15/407103927/investigators-examining-whether-amtrak-train-was-struck-by-object\">we reported on Friday</a>, an assistant Amtrak conductor told investigators that she heard a radio transmission from a regional Southeastern Pennsylvania Transit Authority, or SEPTA, train engineer who made an emergency stop tell a dispatcher that he had \"either been hit by a rock or shot at\" just prior to the crash of the Amtrak train.</p><p>The conductor, who was not named, said she also recalled hearing engineer Brandon Bostian aboard the Amtrak train \"say something about his train being struck by something.\" Bostian, who suffered a concussion in the crash, has been \"extremely cooperative\" in answering what he knows about the events, officials said. However, he says he does not remember the crash itself.</p><p>NTSB member Robert Sumwalt, speaking at a news conference on Friday, said \"Our investigation has not independently confirmed this information, but we have seen damage to the left-hand lower portion of the Amtrak windshield that we have asked the FBI to come in and look at for us.\"</p><p>Passengers on other trains also reported hearing a \"loud thump\" before the northbound train derailed.</p><p>Doug Harris, who was riding Acela train just 15 to 20 minutes before the derailment tells NPR's Jeff Brady that he heard a noise despite wearing headphones.</p><p>\"As we were approaching Philadelphia I heard a loud thump ... and looked up and two rows in front of me and on the opposite side of the train a passenger was pointing at his window which now had a large crack in the glass,\" Harris says.</p><p>\"Just given the size of it and the thump, it just kind of instinctively felt like a rock to those of us around,\" he tells NPR.</p><p>(<a href=\"http://www.slate.com/blogs/the_slatest/2015/05/12/amtrak_train_crashes_in_philadelphia.html\">Here </a>is a link to the photo Harris took of the broken glass.)</p><p>Debbie Chappell, a resident living in a neighborhood not far from the derailment also reports having seen a shadowy figure quickly leaving the scene.</p><p>First she and a neighbor heard a noise and realized something bad had happened to a train, Chappell tells NPR.</p><p>\"Then we saw this guy coming down on the opposite side of the street real fast, walking real fast, and we all said he probably had something to do with it,\" she said.</p><p>Officials say they have no explanation yet why the seven-car Washington-to-New York train accelerated to 106 mph as it approached a curve rated at 50 mph just before derailing.</p><p>David Hughes, Amtrak's chief engineer from 2002 to 2005, tells <em>Weekend Edition Saturday</em> that he \"can imagine someone being stunned for a moment by being struck by an object.</p><p>\"[Especially] at a high speed like that,\" Hughes says, speaking to host Scott Simon.</p><p>\"But I don't understand [why] ... there was over a minute when the throttle was advanced farther than it should have been. ... So, it doesn't really seem to me like that's a probable cause, but we'll have to wait and see,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amtrak+Ordered+To+Take+Steps+To+Improve+Safety&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Neuman","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407307148-e027a9.m3u?orgId=1&topicId=1003&d=217&story=407264465&ft=nprml&f=407264465"}]}