{"created":"2015-03-25T21:56:31+00:00","modified":"2015-03-26T18:43:08+00:00","valid":{"from":"2015-03-26T18:43:08+00:00","to":"3015-03-26T18:43:08+00:00"},"hreflang":"en","guid":"9980d0df-8d89-4104-b133-7cfda7c75a29","title":"'They didn't just see a wrestler die, they watched a superhero die'","published":"2015-03-26T18:43:05+00:00","byline":"Bradley Campbell","tags":["sports","culture","Sports","Mexico","Professional wrestling","Masked wrestlers","Rey Mysterio","Mock combat","Aguayo","Lucha libre","Konnan","Sport in Mexico","Entertainment","Sports"],"teaser":"Perro Aguayo, Jr. was a hero in Mexico, a beloved, larger-than-life figure in the country's wildly popular wrestling. So after Aguayo's death in the ring during a match broadcast across the country, many Mexicans are taking the news hard.","contentencoded":"<p>Wrestling superstar Perro Aguayo, Jr. was part of the sport's royalty in Mexico, the son of another superstar wrestler from the 1970s. Both men were known for \"La Lanza,\" a double-footed stomp that devastated opponents. But we'll never see La Lanza again.</p>\n<p>Aguayo died early Saturday morning, after a match on Friday night, sending shockwaves through Mexico.</p>\n<p>\"It was something very, very tragic,\" says fellow wrestler Marco Corleone of Mexico City. \"The whole world watched him die in front of our eyes. That's the weirdest part of it all.\"</p>\n<p><iframe width=\"480\" height=\"360\" src=\"http://www.youtube.com/embed/SRv-JktJ8eM?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Corleone says Aguayo was one of the top five wrestlers, or <em>luchadors,</em> in Mexico. He was an entrepreneur who started his own company. But what made him great, Corleone says, was his style.</p>\n<p>\"His character was what we call, 'rudo,' which means like the 'bad guy,'\" Corleone says. Yet \"the thing about Perro was that although he was a bad guy and played the character of a bad guy, he was very beloved. I mean, it was very hard if you were the good guy wrestling him to steal the show from him. He demanded so much attention because he had so much charisma and so much knowledge.\"</p>\n<p>Corleone says wrestlers are treated like superstars in Mexico, combinations of Hollywood idols and sports stars. \"When kids grow up here, they want to be soccer players or they want to be luchadors,\" he says.</p>\n<p>That's why people in Mexico are taking the news of his death so hard. \"They didn't just see a wrestler die, they watched a superhero die,\" Corleone says. \"They watched Spiderman die in front of their eyes. We're looked at as larger than life, untouchable and unable to hurt. But, in this case, we saw that a star, a big star, died in front of our eyes and fell victim to an accident and death. And that's the tough part.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-25%2Fdeath-perro-aguayo-was-watching-superhero-die-your-eyes&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0325201504.mp3"},{"href":"http://www.pri.org/file/0325201504mp3"}]}