{"created":"2015-03-02T21:15:25+00:00","modified":"2015-06-05T15:28:41+00:00","valid":{"from":"2015-06-05T15:28:41+00:00","to":"3015-06-05T15:28:41+00:00"},"hreflang":"en","title":"GAO Report Urges Fewer Antipsychotic Drugs For Dementia Patients","published":"2015-03-03T06:16:00+00:00","teaser":"Strong drugs are rarely warranted to control the behavior of dementia patients, specialists say. But antipsychotic medicine is being overprescribed, and not just among residents of nursing homes.","itags":["npr_api","390245017"],"guid":"998528ed-c341-461b-ad28-fd8493c36cd8","contentencoded":"<p>Older adults with <a href=\"http://www.alz.org/alzheimers_disease_what_is_alzheimers.asp\">Alzheimer's Disease</a> or other forms of dementia are at risk of being prescribed dangerous antipsychotic medication whether they live in nursing homes or not. That's according to <a href=\"http://www.gao.gov/assets/670/668221.pdf\">a study</a> from the <a href=\"http://www.gao.gov/assets/670/668221.pdf\">Government Accountability Office</a> published Monday.</p><p>The chance of a person with dementia receiving <a href=\"http://www.nimh.nih.gov/health/publications/mental-health-medications/index.shtml#pub4\">antipsychotic drugs</a> in a nursing home is about 1 in 3, according to the report. For dementia patients who aren't in nursing homes — those living with family, for example, or in assisted living — the chance of being prescribed an antipsychotic is about 1 in 7.</p><p>These drugs are used to control the challenging behaviors that sometimes go along with Alzheimer's, but they are not approved by the Food and Drug Administration for that use. In fact the FDA has slapped these drugs with a <a href=\"http://www.fda.gov/Safety/MedWatch/SafetyInformation/Safety-RelatedDrugLabelingChanges/ucm123259.htm\">strong warning</a>, saying they can increase the chance of death for older adults with dementia.</p><p>\"They blunt behaviors. They can cause sedation. It increases [a patient's] risk for falls,\" says <a href=\"https://pharmacyschool.usc.edu/faculty/profile/?id=438\">Bradley Williams</a>, a geriatric pharmacist who teaches pharmacy and gerontology at the University of Southern California. He says antipsychotics should be given to dementia patients for as brief a time as possible, and only if they have certain extreme symptoms, that have not responded to other therapies. That's not the majority of patients.</p><p>\"And, if you just want to get to the very basic bottom line,\" he says, \"why should someone pay for something that's not needed?\"</p><p>It's Medicare<strong> </strong>that's usually paying for the drugs – such as Risperdal, Seroquel or Zyprexa. The medicines are approved by the Food and Drug Administration to treat symptoms of schizophrenia and bipolar disorder, but not symptoms of dementia.</p><p><a href=\"http://www.collins.senate.gov/public/\">Senator Susan Collins</a> (R-ME) called the report troubling. She's the chair of the Senate's <a href=\"http://www.aging.senate.gov/\">Special Committee on Aging</a>, and one of the senators who asked the GAO to look into the matter.</p><p>\"The report,\" Collins says, \"raises many red flags concerning the potential misuse and excessive use of antipsychotic drugs for patients with Alzheimer's and other dementias who are living in nursing homes.\" In a written statement she noted that the report found that \"factors unrelated to the patient — such as low staffing levels — contributed to the overprescribing of antipsychotic medications.\"</p><p>In 2012, the federal Centers for Medicare and Medicaid Services launched a campaign to reduce the use of these drugs in nursing homes. In fact, usage in those institutions is declining. The GAO report says the government needs to put the same effort into curbing the use of antipsychotics among patients with dementia who reside in assisted living centers or with their families.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=GAO+Report+Urges+Fewer+Antipsychotic+Drugs+For+Dementia+Patients&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"112"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390245018-b51192.m3u?orgId=1&topicId=1128&d=112&p=2&story=390245017&t=progseg&e=390148961&seg=12&ft=nprml&f=390245017"},{"href":"http://media.npr.org/assets/img/2015/03/02/istock_000043425118large-1-d1c2c17c9bc8f77415d37469b6c5ee0e386e1ea5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1804","width":"2405"}}]}