{"created":"2014-10-27T20:18:58+00:00","modified":"2014-10-31T00:04:18+00:00","valid":{"from":"2014-10-31T00:04:18+00:00","to":"3014-10-31T00:04:18+00:00"},"hreflang":"en","title":"Boxing Attracts More Than Would-Be Fighters","published":"2014-07-21T20:13:00+00:00","teaser":"At the Ring Boxing Club, boxers range in age, are both men and women, and include an award-winning author.","itags":["npr_api","333726944"],"guid":"99a132fa-acd5-40b8-8a25-16f0b596bb72","contentencoded":"<p>Who boxes nowadays? <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson went to <a href=\"http://www.ringboxingclub.com/\" target=\"_blank\">The Ring Boxing Club</a> in Boston and found that fighters ranged in age and were of both genders.</p><p>He talks to several boxers as well as <strong>Springs Toledo</strong>, author of &#8220;The Gods of War: Boxing Essays&#8221; (excerpt <a href=\"#excerpt\">below</a>), about the continuing appeal of the sport.</p><h4>Interview Highlights</h4><p><strong>Amateur boxer Richie Allen on what keeps bringing him back to the boxing gym</strong></p><p>&#8220;What&#8217;s not to love, you know? A gym like this, it&#8217;s not your normal gym, it&#8217;s like a small family, a community around here. I come in here, I see the people I became close to. I work on my craft every day. I get to help people work on their craft. I get a lot of satisfaction out of seeing people succeed.&#8221;</p><p><strong>Trainer Rodney Toney on how boxing has changed him</strong></p><p><div class=\"pullquote\" style=\"\">&#8220;When I go in the ring, I&#8217;m The Punisher, when I come out of the ring I&#8217;m Rodney.&#8221;</div></p><p>&#8220;It taught me how to be humble, too. Before I would attack somebody if they said anything wrong. Now, I take my time and just try to talk the guy out of it, &#8217;cause he don&#8217;t know what he&#8217;s getting himself into &#8230; When I&#8217;m boxing and I&#8217;m in the ring, I&#8217;m someone else. You know, I&#8217;m my character. My character&#8217;s called The Punisher, that&#8217;s my name. So when I go in the ring I&#8217;m The Punisher, when I come out of the ring I&#8217;m Rodney. Inside the ring is different business than being outside of the ring. It&#8217;s like Bill Bixby in The Incredible Hulk, you know what I mean. Once he goes in there he&#8217;s different. When somebody insults him he gets mad, that&#8217;s how I used to be. But now I know how to control it and just do it in the ring.&#8221;</p><p><strong>Katy Weinberg, amateur boxer, on why she decided to stick with boxing</strong></p><p>&#8220;There&#8217;s not that many sports you can pick up in your 30s that you actually can do a decent job at, I think. I&#8217;ve got a little bit of power and I felt like I was doing okay. It&#8217;s more interesting than a treadmill and you&#8217;ve got some characters here.&#8221;</p><p><strong>Springs Toledo on the title of his book, &#8216;The Gods of War&#8217;</strong></p><p>&#8220;It&#8217;s very, very personal. Although at the end of the fight, what you&#8217;ll notice in boxing &#8212; more than in most other sports, where after a good contest the participants will shake hands &#8212; in boxing, they embrace. And it&#8217;s not a bro hug, it&#8217;s a real embrace. Because the only one who knows what you went through is your opponent.<a name=\"excerpt\"></a> In some ways it is a war, but it&#8217;s also something beautiful in its own way.&#8221;</p><h4>Book Excerpt: &#8216;The Gods of War&#8217;</h4><p><em>By Springs Toledo</em></p><p><strong>Introduction</strong></p><p><em>The Sweet Science, like an old rap or the memory of love, follows its victim everywhere.</em></p><p><em>—A.J. Liebling</em></p><p>A well-fed and well-fêted writer for <em>The New Yorker</em> once considered turning his back on a favorite topic of his youth. During a train ride to Indianapolis to cover a heavyweight title bout in 1959, A.J. Liebling’s affections rekindled. “I felt,” he said, “the elation of a man who said a lot of hard things about a woman and is now on his way to make up.”</p><p>As seedy as boxing was, is, and ever shall be, the writer could never leave it behind—could never quite get it off his mind. Frankie Jerome couldn’t either. After collapsing in the twelfth round during a bout at Madison Square Garden, his seconds carried him out of the ring, wrapped him in an overcoat, and brought him to Bellevue Hospital. Trainer Whitey Bimstein was there. “He died in my arms,” he told Liebling, “slipping punches.”</p><p>One of the last things that Liebling wrote was a reminiscence called “Paysage De Crepuscule,” and even then a forgotten fighter from his youth jabbed his way onto a page. On December 28, 1963, it was the writer’s turn to die. His editor walked into Liebling’s office that day, and there, among stacks of books, newspapers, and lithographs was a drawing of old-time champion Bob Fitzsimmons. It was hanging on the wall at an odd angle as if it had been there a long time.</p><p>Thrice married, Liebling was never lucky in love. His first wife was a schizophrenic, the second a spendthrift, and the third an alcoholic. Perhaps he was prone to bad passion like any other perennial optimist who knew how to squint. Aren’t we all?</p><p>Like a prostitute with aspirations, Boxiana has long since moved out from under the smoky lights of East Coast clubs to the garish ones of Las Vegas casinos. And here we are, still squinting in the cheap seats hoping to see something sublime.</p><p>Liebling preferred the cheap seats. Instead of sitting in press row, he was known to buy a ticket and squeeze his girth between fellow fans. He understood that the cast of characters at fight-time is not limited to the ring and that a good story is larger than its singular parts. As a result, he could be counted on to expand both the scope and the spirit of the simplest event into a kind of literature that cannot bore.</p><p>In 1956, The Viking Press published a collection of his work, and Liebling became an unlikely prince. <em>The Sweet Science</em>is the diamond he slipped on boxing’s soiled finger. It was brilliant enough to be honored by Modern Library as one of the “100 Best Nonfiction” books of the twentieth century. In 2002, <em>Sports</em> <em>Illustrated</em> announced it as the greatest sports book ever written.</p><p><em>The Sweet Science </em>begins with a whimsical exercise where Liebling establishes a credential that has nothing to do with his curriculum vitae. He relates being punched, “for pedagogical example,” by a light heavyweight of the early twentieth century named Philadelphia Jack O’Brien. Readers are then reminded that O’Brien had fought Bob Fitzsimmons who had fought Gentleman Jim Corbett who had fought John L. Sullivan—and on down the line until a bridge of sorts was built between Liebling and the bare knuckles of Jem Mace.</p><p>Given his origins in the Upper East Side of Manhattan; given also his sedate lifestyle and beluga body shape, I suspect that the auspicious punch he received from O’Brien was no more hurtful than an idle breeze. In point of fact, by the time he socked Liebling, O’Brien was the proprietor of a gymnasium on Broadway that catered to middle-aged men. Its letterhead proclaimed “Boxing Taught Without Punishment.”</p><p>The sign outside the gym in the basement of the Boston YMCA on Huntington Avenue could have read “Abandon All Hope, Ye Who Enter Here.” My escort to that threshold was black-eyed Boxiana herself. She found me on a street corner.</p><p>I was born and raised in a Boston housing complex where criminological variables congealed like one of Liebling’s favorite French dishes. Although poor and fatherless, my disadvantages shrank when I was taught how to fight by an older teenage rebel who lived four courts away. To prepare for weekend rumbles or simply to stay warm in coatless winters, my friend and I would spar in parking lots, bare-knuckled like Jem Mace.</p><p>The son of a professional boxer out of Akron, Ohio, he was knocking out grown men while still a sophomore in high school and earned a reputation in the southwest neighborhoods of the city. The rumor mill said that he had something in his fists during those street fights, so he would routinely open his hands for bystanders when challenged. What followed would last only so long as it took him to land one shot. As sidekicks moved in to drag another cataleptic champion off the pavement, he’d open his hands again and laugh as he did.</p><p>His name was Rodney Toney.</p><p>By the late 1980s, Rodney had left West Roxbury High School and become a decorated amateur. He was recruited into junior middleweight champion Terry Norris’s training camp in Campo, California, and turned professional. Those heavy hands of his earned him a moniker—<em>The Punisher</em>.</p><p>Meanwhile, I got civilized and turned up at Northeastern University on a Pell Grant. After classes three evenings a week, I’d box at the YMCA where the stink and the blood and the grunts re-established the distance between me and the middle class. I was, however, a two-timer destined to learn the hard way just how jealous a mistress Boxiana could be. Academia was her rival. She too had to be flattered. I’d skip roadwork to study and read a book between sparring sessions.</p><p>I got away with it for a while.</p><p>The gym was crowded on the day my two-timing ways caught up with me. The lamp Boxiana threw at my head was in the form of a left hook from the ninth-ranked middleweight of the world. That lamp of a left hook brought tears to my eyes. It still does, though for different reasons. You see, that punch was just as auspicious as the one Liebling took.</p><p>Its lineage began in the summer of 1925, when an extraordinary fighter named Harry Greb defended his middleweight title against Mickey Walker. He punched Walker on the nose and everywhere else and snapped his three-year, twenty-seven-fight winning streak. Seven years later, an aging Walker punched Max Schmeling as hard as he could but couldn’t knock him down. In 1936, Schmeling punched Joe Louis as hard as he could and did knock him down. Louis landed a few solid ones on Ezzard Charles in September 1950, who landed many more on Joey Maxim eight months after that.</p><p>Maxim had a hard time finding Sugar Ray Robinson under a blazing sun in July 1952, but as Robinson began to suffer from heatstroke, Maxim zeroed in. Robinson’s last bout was against Joey Archer in 1965. Archer’s last bout was against Emile Griffith in 1967. Griffith’s last bout was against Alan Minter in 1977. Three years went by, and a bloodied Minter watched his shots bounce off of Marvelous Marvin Hagler’s chin like tin cans off a curbstone. Another three years went by and Hagler missed more than he landed on a rejuvenated Roberto Duran.</p><p>Duran was still in the third of what would be a five-decade career when he knocked journeyman Ricky Stackhouse down with a five-punch combination in the eighth round. By the time Stackhouse faced Charles “The Hatchet” Brewer in 1992, he was banned for health reasons from fighting in Florida and New York. Stackhouse was blasted out in three rounds. The fight was in New Jersey. His last fight was in Florida.</p><p>Brewer faced a healthier and far more dangerous middleweight at Foxwoods Casino in the fall of 1994. It was a thrilling brawl that took place seventy years after Greb and Walker’s thrilling brawl at the Polo Grounds.</p><p>Brewer’s opponent was Boston’s own Rodney “The Punisher” Toney. All the bums from the neighborhood were there, including this one.</p><p>We sparred after that fight. I punched him hard, but he punched me harder and dented my nose. Blood flowed. Liebling showed me how much history flowed with it. There are fifteen degrees of separation and no less than ten International Boxing Hall of Famers connecting Greb’s fist to my face.</p><p>When I think of it like that, even the post-nasal drip doesn&#8217;t taste so bad.</p><p><em>Excerpt from the book THE GODS OF WAR: BOXING ESSAYS by Springs Toledo. Copyright © 2014 by Springs Toledo. Reprinted with permission of Tora Book Publishing. </em></p><h4>Guests</h4><ul><li><strong>Richard Allen</strong> and <strong>Katy Weinberg</strong>, boxers at The Ring Boxing Club.</li><li><strong>Rodney Toney</strong>, trainer at The Ring Boxing Club.</li><li><strong><a href=\"http://www.thesweetscience.com/columnists/springs-toledo\" target=\"_blank\">Springs Toledo</a></strong>, ring strategist, boxing historian and author.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Boxing+Attracts+More+Than+Would-Be+Fighters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"544"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333738116-8c9dfe.m3u?orgId=1&ft=3&f=333726944"}]}