{"created":"2015-05-08T20:15:05+00:00","modified":"2015-05-28T03:05:19+00:00","valid":{"from":"2015-05-28T03:05:19+00:00","to":"3015-05-28T03:05:19+00:00"},"hreflang":"en","title":"Justice Dept. Hopes Investigation Will Create A 'Stronger' Baltimore","published":"2015-05-09T02:38:00+00:00","teaser":"Attorney General Loretta Lynch announced that an investigation into the city's police department will focus on allegations of excessive force, unlawful searches and discriminatory policing.","itags":["npr_api","405246568"],"guid":"99adfad5-92af-4401-9adf-93b82d328d5d","contentencoded":"<p>The new U.S. attorney general said she watched the scenes of riots on the streets of Baltimore last week, her first day in office as the country's top law enforcement officer.</p><p>\"I would have to say that my first reaction was profound sadness, it truly was,\" Loretta Lynch said.</p><p>But after meeting with community leaders and clergy Tuesday, and hearing their frustration over the death of a 25-year-old man who suffered a spinal injury in police custody, Lynch said her sadness hardened into resolve.</p><p>\"It was clear that recent events including the tragic in-custody death of Mr. Freddie Gray had given rise to a serious erosion of public trust,\" she said.</p><p>That's why Lynch says her civil rights investigators will step in to give the police force in Baltimore a closer look.</p><p>\"This investigation will begin immediately and will focus on allegations that Baltimore Police Department officers use excessive force, including deadly force, conduct unlawful searches, seizures and arrests and engage in discriminatory policing,\" the attorney general said Friday.</p><p>The investigation will join dozens the Obama Justice Department has conducted into possible discrimination or excessive force by state and local law enforcement, most notably in Ferguson, Mo.</p><p>Just analyzing data in these cases can take months or longer, said Robert Driscoll, who worked in the civil rights unit at Justice under President George W. Bush. Driscoll is now at the law firm McGlinchey Stafford. That's not to mention ride-alongs with police officers and interviews with local officials.</p><p>\"When you're talking about a force of 3,000 people, I'm not sure what kind of records they keep, but I mean you could have thousands, potentially hundreds of thousands of stops, arrests and other interactions with police,\" he said.</p><p>Eventually, the Justice Department will issue a written report of findings, with an eye toward reaching a court-approved settlement with promises for change.</p><p>\"Our goal is to work with the community, public officials and law enforcement alike to create a stronger, better Baltimore,\" Lynch said.</p><p>Experts say it's not clear whether the DOJ work actually changes police behavior over time. But Driscoll, the Justice Department veteran, says it's meaningful that Baltimore's mayor and police union have agreed to cooperate with the federal review.</p><p>\"And I think frankly the more narrow and focused the investigation is, the more lasting the change can be,\" he added.</p><p>For her part, the attorney general said the federal government has no intention of reaching its hand into the business of thousands of local police departments.</p><p>\"The Department of Justice is here to help and we do try and be a resource,\" she said. \"But the reality is we cannot litigate our way out of this problem. And it is not the Department's intention to engage in an investigation or a review of every police department across the country.\"</p><p>Lynch said communities and police forces on the ground know their cities best. And they're equipped, sometimes with Justice Department help, to reach their own solutions.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justice+Dept.+Hopes+Investigation+Will+Create+A+%27Stronger%27+Baltimore&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"185"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405260502-c708b1.m3u?orgId=1&topicId=1070&d=185&p=2&story=405246568&t=progseg&e=405168863&seg=15&ft=nprml&f=405246568"},{"href":"http://media.npr.org/assets/img/2015/05/08/472260546-b410a5762e71cd2766ee4e0d34b36ab4d6fc897b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3203","width":"4270"}}]}