{"created":"2014-10-03T19:49:42+00:00","modified":"2014-10-07T14:44:37+00:00","valid":{"from":"2014-10-07T14:44:37+00:00","to":"3014-10-07T14:44:37+00:00"},"hreflang":"en","title":"When Parents Are The Ones Too Distracted By Devices","published":"2014-04-21T15:12:00+00:00","teaser":"Parents often complain that smartphones keep their kids distracted from conversation. What happens when it's the other way around, when kids can't get their smartphone-glued parents' attention?","itags":["npr_api","303749247"],"guid":"99b3afe6-a12d-446b-8e82-77d8cc42049a","contentencoded":"<p>Having a teenager lost in his or her cellphone — texting friends and communicating with parents in monosyllabic grunts — has become a trope of the Internet age. But teens are not the only ones distracted by their devices.</p><p>Many parents have the same problem. As much as I hate to admit it, I'm one of them.</p><p>A couple weeks ago, my 12-year-daughter, Ella, staged an intervention. She and my wife basically threatened to take my phone and break it.</p><p>\"Sometimes at night you'll just stand around and ... you'll have your phone out and you'll just type and you'll just stand there,\" Ella says.</p><p>Ella can be a brutal mimic. And as she describes my distraction, she strikes up my smartphone pose: the phone balanced against my belly — thumbs madly typing away — (as if by holding the phone that way no one will notice that I'm on it).</p><p>\"Lila's ready to go to bed, everybody's trying to get people to read to them and you're just standing there in the middle of the hallway reading your texts and texting other people,\" she adds.</p><p>Hearing from my oldest that I'm ignoring her little sister stings.</p><p>\"Has that gotten worse?\" I ask.</p><p>\"It hasn't really changed; it got worse when we moved to California,\" Ella says.</p><p>That was when I started covering technology.</p><p>\"Do you feel jealous of my cellphone? Do you get mad at it?\" I ask.</p><p>That earns an eye roll and a laugh.</p><p>\"No, why would I get jealous of a cellphone?\"</p><p>\"I don't know,\" I say. \"Do you feel like you are competing for attention?\"</p><p>\"Yeah.\"</p><p>With that she wins the argument.</p><p>And Ella isn't the only kid who feels this way about her parent's relationship with devices.</p><p><a href=\"http://catherinesteineradair.com/\">Catherine Steiner-Adair</a>, a clinical and consulting psychologist at Harvard, recently wrote <a href=\"http://www.amazon.com/The-Big-Disconnect-Protecting-Relationships/dp/0062082426\">The Big Disconnect: Protecting Childhood and Family Relationships in the Digital Age</a>. For her book, Steiner-Adair interviewed more than 1,000 kids from the ages of 4 to 18. She talked to hundreds of teachers and parents.</p><p>\"One of the many things that absolutely knocked my socks off,\" she says, \"was the consistency with which children — whether they were 4 or 8 or 18 or 24 — talked about feeling exhausted and frustrated and sad or mad trying to get their parents' attention, competing with computer screens or iPhone screens or any kind of technology, much like in therapy you hear kids talk about sibling rivalry.\"</p><p>Steiner-Adair says one of the challenges we all face is that these devices are wired to grab our attention and keep it. She says the most successful apps are popular, even addictive, because they <a href=\"http://www.npr.org/blogs/alltechconsidered/2013/07/24/204621796/ONLINE-REWARDS\">tap into a reward mechanism</a> in our brains.</p><p>\"Yes, when you are plugged into your screen the part of your brain that lights up is the to-do list,\" Steiner-Adair says. \"Everything feels urgent — everything feels a little exciting. We get a little dopamine hit when we accomplish another email — check this, check that. And when a child is waiting by or comes into your room and it's one of those mini-moments and you don't know — that's the hard thing about parenting — you don't know if this is the ordinary question or they're coming with something <em>really</em> important. It's very hard as a grown-up to disengage and give them your attention with the [same] warmth that you give them, the same tone of voice that you greet them if they interrupt you when you're scrambling eggs.\"</p><p>A couple of years ago, my daughter got a laptop for school. And because she was becoming more independent, we got her a phone. We set up rules for when she could use this stuff and when she'd need to put it away. We created a charging station, outside her bedroom, where she had to plug in these devices every night. Basically — except for homework — she has to put it all away when she comes home.</p><p>Steiner-Adair says most adults don't set up similar limits in their own lives.</p><p>\"We've lost the boundaries that protect work and family life,\" she says. \"So it is very hard to manage yourself and be as present to your children in the moments they need you.\"</p><p>Steiner-Adair says that whether you are a parent or not, carving out time to turn off your devices — to disconnect from the wired world and engage with the real people who are all around you — is one of the best gifts you can give yourself and the people your love.</p><p>After my daughter's little intervention, I made myself a promise to create my own charging station. To plug my phone in — somewhere far away — when I am done working for the day. I've been trying to leave it there untouched for most of the weekend.</p><p>And while I still find myself reaching for it — or checking my pocket — leaving my phone behind is also kind of freeing. Last weekend, instead of checking Twitter and reading tech blogs I built a treehouse.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Parents+Are+The+Ones+Too+Distracted+By+Devices&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1303769839-3d85fc.m3u?orgId=1&topicId=1019&ft=3&f=303749247"},{"href":"http://media.npr.org/assets/img/2014/04/16/distracted-parents-ec4a4de3f011fefb45dff12da0c664c763d4f93a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/04/16/faye-treehouse-d30af0d01f12abdf74c801502ae3a8af95905a8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1518","width":"2026"}}]}