{"created":"2014-09-08T15:46:11+00:00","modified":"2014-09-30T14:28:24+00:00","valid":{"from":"2014-09-30T14:28:23+00:00","to":"3014-09-30T14:28:23+00:00"},"hreflang":"en","title":"Climate Change Adjustments Must Be Fast And Major, U.N. Panel Says","published":"2014-04-14T11:33:00+00:00","teaser":"Greenhouse gas emissions will have to drop 40 to 70 percent by 2050 — and then drop even more, to nearly zero by the end of this century — a new U.N. report says.","tags":["npr_api","302541260"],"guid":"99b669b2-3b11-4e58-bcaf-b61a502c7900","contentencoded":"<p>A new report from the United Nations' panel on climate change says major action is needed, and fast, if policymakers want to limit global warming to acceptable levels.</p><p>There's an international target to control climate change: keeping the global temperature rise to just 2 degrees Celsius above pre-industrial levels — that's 3.6 degrees Fahrenheit. The <a href=\"http://mitigation2014.org/\">Intergovernmental Panel on Climate Change</a> now says it's technically possible to meet that goal. But doing so will require rapid, large-scale shifts in energy production and use.</p><p>Greenhouse gas emissions will have to drop 40 to 70 percent by 2050 — and then drop even more, to nearly zero by the end of this century — the report says.</p><p>The trouble is, emissions have actually been increasing. The panel notes that emissions grew more quickly between 2000 and 2010 than in each of the previous three decades.</p><p>Reversing that trend would require a huge shift toward energy sources like wind, solar or nuclear power, plus a slew of other changes, like increasing the energy efficiency of buildings and slowing deforestation.</p><p>\"That's not going to happen on its own. Public policies are going to be required. That's the key message,\" says Harvard University's Robert Stavins, an economist and expert on climate agreements who worked on the report. \"What's really striking and what's new about the report is that policy is addressed much more comprehensively than previously.\"</p><p>Another part of the report addresses so-called \"geo-engineering\" technologies that could possibly manipulate the atmosphere and artificially cool the planet.</p><p>\"It's quite controversial. It's controversial among environmental advocates, it's controversial among scientists, and it's certainly controversial among governments,\" says Stavins. \"But research is clearly needed.\"</p><p>The report doesn't recommend specific policies; instead, it maps out the options. It says that delaying action will make it much harder to bring greenhouse gas emissions down.</p><p>\"What this report means is that there are very key choices for governments and business and citizens to make, and that the timing of action is absolutely vital,\" says Jennifer Morgan, director of the climate and energy programs at the World Resources Institute in Washington, D.C. \"If we wait, we will close off opportunities to avoid the impacts and we'll make it a lot more expensive.\"</p><p>Under the United Nations Framework Convention on Climate Change, countries are currently negotiating a new agreement that's scheduled to be completed by the end of 2015, says Morgan, who notes that each country will have to put an offer on the table about what they'll do to tackle the problem.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Climate+Change+Adjustments+Must+Be+Fast+And+Major%2C+U.N.+Panel+Says&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302858902-1e2a9b.m3u?orgId=1&topicId=1025&ft=3&f=302541260"},{"href":"http://media.npr.org/assets/img/2014/04/13/climate_un_panel-56768fa7c82ab1f5dc411eef5355e11904a5114b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2671","width":"3560"}},{"href":"http://media.npr.org/assets/img/2014/04/13/gas_chart_un-7dec11c5e4bf48218dd3258c82d3d5ca6028685c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1039","width":"1388"}}]}