{"created":"2015-05-20T07:29:29+00:00","modified":"2015-06-05T15:23:18+00:00","valid":{"from":"2015-06-05T15:23:18+00:00","to":"3015-06-05T15:23:18+00:00"},"hreflang":"en","title":"The Other Sacred Thing Tom Brady Squashed: Sportsmanship","published":"2015-05-20T16:09:00+00:00","teaser":"Tom Brady could be guilty of one of the worst transgressions in sport — purposely defiling the part of the game that makes it fair and square.","itags":["npr_api","407944502"],"guid":"99cf58e7-5cfd-4b02-b6d0-0b18a6373672","contentencoded":"<p>Sport may be dismissed as inconsequential child's play, but there is, in counterpoint, the ideal that sport is our best model for human fairness and equality — a Garden of Eden with competition. But, of course, there are snakes in this athletic garden. Rules will be broken.</p><p>To my mind there are, in ascending order, three kinds of transgressions. The first is the most simple: transgressions committed in the heat of the action, instinctively, because of frustration, failure or anger. There are referees to tend to that misconduct.</p><p>The second type of violation falls more in the realm of regulation. For example, who is eligible to play? There are age restrictions in youth sport and academic requirements in college. Also, as with any civil enterprise, sport can deny entrance to the garden to anyone who misbehaves in the public sphere. For instance: <em>Thou shalt not batter women or children</em>. Alas, that is famously more honored in the breach.</p><p>And then there is the third type: violations against the very nature of the game. These are invariably premeditated. In any sport, once the lines are drawn, what we have on the field are, in toto, athletes and the proper equipment.</p><p>In religious terms, these are the priests and the relics, and to deface or distort either is not just an infraction, but a contamination. That's why athletes who take performance-enhancing drugs and those who would maliciously alter the equipment are considered sacrilegious.</p><p>In hindsight, all of us made a terrible mistake in looking upon someone like Gaylord Perry — a pitcher infamous for loading up his deliveries with what we quaintly call \"foreign substances\" — as a sassy, picaresque figure, who was merely tilting at the windmills of authority. But that view is nonsense. Perry and his ilk did not abuse baseballs; they abused baseball.</p><p>So, even if it was no more than an illegal puff of air that was willfully, with foresight, removed from the New England Patriots' footballs — with Tom Brady's direction or mere acquiescence — Brady is guilty of purposely defiling the very artifacts that make the game fair and square. It is not enough to say that everybody cheats a little, or that, gee, there wasn't all that much difference in the balls, or that people are picking on the poor Patriots.</p><p>Games are played by naturally gifted people using authorized equipment. If either is illegally distorted, it's not just a crime against the game but a wound to the whole essence of sport.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Other+Sacred+Thing+Tom+Brady+Squashed%3A+Sportsmanship&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408159248-6393db.m3u?orgId=1&topicId=1057&aggIds=4499275&d=206&p=3&story=407944502&t=progseg&e=408122357&seg=10&ft=nprml&f=407944502"},{"href":"http://media.npr.org/assets/img/2015/05/19/463601410-f0c5255211771e76922468e6072ed7af93a354e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2940","width":"3922"}}]}