{"created":"2015-06-03T18:23:59+00:00","modified":"2015-06-04T16:07:48+00:00","valid":{"from":"2015-06-04T16:07:48+00:00","to":"3015-06-04T16:07:48+00:00"},"hreflang":"en","title":"Inside America's Secret Network Of Space Planes, Satellites","published":"2015-06-03T18:53:00+00:00","teaser":"An astrophysicist details the U.S. government's secret operations in space, from satellites to spy planes.","itags":["npr_api","411770249"],"guid":"99d1a94c-5012-4e2b-8ed3-3a1ab7923a45","contentencoded":"<p>It has been two weeks since the U.S. Air Force launched its secret X-37B space plane, carried by an Atlas V rocket into orbit for its forth mission. Most of the details about the flight were classified, but some astronomers have been making an effort to track the plane and are speculating on what it is doing.</p><p>That plane is not the only secret flying object the U.S. government is operating in space. There are hundreds of military satellites and vehicles orbiting in space, including some designed for spying on activities below, according to astrophysicist and astronomer <strong>Jonathan McDowell</strong>.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em>&#8216;s Jeremy Hobson spoke with McDowell about what is known about those secret planes and what other countries are putting spy satellites in space.</p><p>He said that while the military kept specifics about the mission under wraps, even moderately equipped enthusiasts were able to decipher where the rocket was going.</p><p>&#8220;It&#8217;s hard to hide an Atlas rocket launch,&#8221; McDowell said. &#8220;It took the amateurs with binoculars and stopwatches about a week to find its orbit and spot it. You don&#8217;t even need a telescope, just a decent set of binoculars, because this thing is a five-ton metal plane. It&#8217;s about 400 kilometers up, so that&#8217;s a long way away, but the sunlight reflecting off it is bright enough that you can really easily see it.&#8221;</p><p>So just how big are the U.S. military&#8217;s &#8220;secret&#8221; space programs, and how many satellites do they control?</p><p>&#8220;The secret space programs, or I should say more generally the military space programs, are as big as NASA,&#8221; McDowell said, adding that there are about 20 to 25 &#8220;full-fledged spy satellites or other really secret vehicles&#8221; traveling above the Earth.</p><p>The bulk of the military space program&#8217;s efforts involve supporting its missions on Earth. However, McDowell said more progress needs to be made to regulate the militarization of space, as well as dispel concerns about covert spying activity between countries.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;You can&#8217;t make the sky secret.&#8221;<div class=\"pullquoteauth\">&ndash; Jonathan McDowell</div></p><p></div></p><p>&#8220;The U.S. does have a couple of very secret satellites that are going around and publicly saying they&#8217;re looking for space junk in high orbit, which is a good thing to do,&#8221; he said. &#8220;But they&#8217;re also saying that it&#8217;s going to go up next to other people&#8217;s satellites and spy on them, and that&#8217;s a little more controversial, and they&#8217;re doing that I think unnecessarily secretively.&#8221;</p><p>No country has targeted and destroyed another country&#8217;s satellites in the few decades since humankind began exploring space, McDowell said. But Russia and the United States have experimented with such tactics, going so far as blowing up their own satellites for the sake of testing, as recently as the 1980s.</p><p>&#8220;There are treaties for transparency,&#8221; he said. &#8220;So you&#8217;re meant to register satellites when you put them in orbit. There are treaties that say you can&#8217;t put weapons of mass destruction in space, and people have abided by that. You can have anti-satellite weapons right now, which go up and kill someone else&#8217;s satellite, and that&#8217;s not against any treaty.&#8221;</p><p>The U.S. military has been successful in keeping the technical specifics of its equipment out of the public eye, McDowell said. But it&#8217;s difficult to hide the fact that &#8220;secret&#8221; spy planes like the X-37B exist at all.</p><p>&#8220;You can&#8217;t make the sky secret,&#8221; McDowell said. &#8220;What we can&#8217;t do is know the details of the sensors on board these satellites &#8211; how sensitive they are, exactly what they can detect &#8211; and that&#8217;s reasonable and that should be secret. But I think it&#8217;s a bit futile to keep secret the presence of this space plane somewhere when you can see it just going overhead.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://planet4589.org/jcm/jmcdowell.html\" target=\"_blank\">Jonathan McDowell</a></strong>, astrophysicist at the <a href=\"https://www.cfa.harvard.edu/\" target=\"_blank\">Harvard-Smithsonian Center for Astrophysics</a>. He tweets <a href=\"https://twitter.com/planet4589\" target=\"_blank\">@planet4589</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Inside+America%27s+Secret+Network+Of+Space+Planes%2C+Satellites&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411995561-b3cbed.m3u?orgId=1&d=348&p=60&story=411770249&t=progseg&e=411751057&seg=13&ft=nprml&f=411770249"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0603_satellite-e1433357602982.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"793","width":"1280"}}]}