{"created":"2014-10-23T20:22:24+00:00","modified":"2015-04-06T19:36:41+00:00","valid":{"from":"2015-04-06T19:36:41+00:00","to":"3015-04-06T19:36:41+00:00"},"hreflang":"en","title":"Please Do Not Leave A Message: Why Millennials Hate Voice Mail ","published":"2014-12-04T23:09:00+00:00","teaser":"\"When it comes to voice mail, they're just over it,\" says Jane Buckingham, a trend expert. But it's still important at work, so younger generations will have to learn what to do after the beep.","itags":["npr_api","358301467"],"guid":"99d940de-a76c-4666-b36e-fb049558cf33","contentencoded":"<p><em>This story is part of the </em><a href=\"http://www.npr.org/series/352990765/new-boom\">New Boom</a><em> series on millennials in America.</em></p><p>We've all heard that automated voice mail lady, telling us what to do after the beep. But fewer people than ever are leaving messages. And the millennials, they won't even listen to them — they'd much rather receive a text or Facebook message.</p><p>\"I did have at one point in time like 103 unheard messages,\" says 31-year-old Antonia Kidd.</p><p>The <a href=\"http://www.nytimes.com/2014/06/15/fashion/millennials-shy-away-from-voice-mail.html\" target=\"_blank\">New York Times</a> reported in June that the phone service Vonage saw a significant drop in voice mail retrievals over the past year.</p><p>\"Wherever we're talking to them, we're hearing the same things, which is: When it comes to voice mail, they're just over it,\" says Jane Buckingham, a trend analyst at Trendera.</p><p>Kidd's main problem with voice mail is that it's time consuming, and she's tired of listening to butt-dials and rambling messages. If someone really wants to get hold of her, there are lots of ways to do it, she says.</p><p>\"I guess I usually just assume that it's probably not that important if you didn't text me, and you didn't send me a message on Facebook,\" Kidd says.</p><p>Many 18- to 34-year-olds feel that way. But step inside the office, and the old rules still apply. There's no escaping the beep.</p><p>\"When you say, 'Hello, my name is,' smile when you say it, and also, sit up straight,\" says Patricia Napier-Fitzpatrick, founder of The Etiquette School of New York.</p><p>She teaches college students and young professionals how to behave in the business world, including how to leave a proper voice mail.</p><p>\"The fact that we have four generations in the workplace, and they're going to be there for some time, the younger generations — the millennials, the Y generation — they're going to need to adapt,\" Napier-Fitzpatrick says.</p><p>But that doesn't stop some millennials like 26-year-old Nick Sirianno from feeling that voice mail is clearly a thing of the past.</p><p>\"It might evolve into something kind of special and exciting,\" he says. \"Like a telegram once was.\"</p><p>Buckingham, the trend expert, says that millennials are just doing what works for them.</p><p>\"Everyone criticizes the millennials for being the 'me' generation and being so entitled,\" she says. \"I don't think they're so entitled. I think they're just incredibly pragmatic. So for them if a voice mail isn't practical — which most of the time it isn't — and there's a more practical way of delivering the same information, they're gonna go for that.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Please+Do+Not+Leave+A+Message%3A+Why+Millennials+Hate+Voice+Mail+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Rood","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358363591-8e48a7.m3u?orgId=1&topicId=1091&aggIds=352990765&e=358301467&d=194&ft=nprml&f=358301467"},{"href":"http://media.npr.org/assets/img/2014/10/23/istock_000023554824large-53713f83aef95ebe5a3cdaff94149b7dd69636c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1771","width":"2361"}}]}