{"created":"2015-05-04T16:18:28+00:00","modified":"2015-05-13T20:58:49+00:00","valid":{"from":"2015-05-13T20:58:49+00:00","to":"3015-05-13T20:58:49+00:00"},"hreflang":"en","title":"Concussions Can Be More Likely In Practices Than In Games","published":"2015-05-11T18:28:00+00:00","teaser":"Long hours in practice might account for the higher concussion risk in high school and college football, a study finds. Some schools are retooling practice to reduce the number of hits.","itags":["npr_api","404163873"],"guid":"99f87f4e-9714-4608-8ed4-53ccf9100d5e","contentencoded":"<p>Parents worry about a child getting a concussion in the heat of competition, but they also need to be thinking about what happens during practices, a study finds.</p><p>High school and college football players are more likely to suffer a concussion during practices than in a game, according a <a href=\"http://archpedi.jamanetwork.com/article.aspx?articleid=2281575\">study</a> published May 4 in <em>JAMA Pediatrics. </em>Here are the numbers:</p><ul><li>In youth games, 54 percent of concussions happened during games.</li><li>In high school and college, just 42 percent of concussions happened during games, with 58 percent during practices.</li><li>Overall, college students had the highest rate of concussions during games, with 3.74 per 1,000 games compared to 2.01 for high schoolers and 2.38 for youths. High schoolers had the highest rates during practices.</li></ul><p>The numbers are gleaned from three large injury surveillance systems that evaluated the 2012 and 2013 seasons of 118 youth football teams, 96 high school programs and 24 college programs. They were gathered by the <a href=\"http://datalyscenter.org/\">Datalys Center for Sports Injury Research and Prevention Inc.</a>, in Indianapolis. They don't reflect the number of concussions, but rather players who reported having at least one concussion during the season.</p><p>\"The number of people exposed during practice is always higher than in games,\" says Tom Dompier, president of Datalys and lead author of the study, \"because not all kids at the high school and college level will play in games.\" Players at that level log many more hours of practice time than do younger athletes.</p><p>Although it may be hard to change the intensity of a game, the authors note, \"many strategies can be used during practice to limit player-to-player contact and other potentially injurious behaviors.\"</p><p>Some experiments are already underway. At the University of New Hampshire, half the squad <a href=\"http://www.npr.org/blogs/health/2014/12/11/370116343/solving-football-s-concussion-problem-practice-without-helmets\">practices without helmets</a>. The school is monitoring players to see if that changes the number and force of hits.</p><p>Chris Merritt, the head football coach at <a href=\"http://www.columbushs.com/page.aspx?pid=440\">Christopher Columbus High School </a>in Miami, has helped pilot USA Football's <a href=\"http://usafootball.com/headsup\">Heads Up</a> program, which teaches blocking and tackling techniques that keep the head out of the way.</p><p>\"You can't just sit there and line up four days a week and go full-go and tackle, bring to the ground,\" Merritt says. \"There are too many opportunities that someone is going to hit helmet on helmet or helmet on the ground.\"</p><p>Football is the most popular sport in the nation for high school boys, according to the <a href=\"http://www.nfhs.org/ParticipationStatics/ParticipationStatics.aspx/\">National Federation of State High School Associations</a>, with 1.1 million boys playing. Track and field is a distant second, with 580,000 athletes.</p><p>Since boys start learning tackle football as young as age 5, it's vital that youth coaches teach safer techniques, Merritt says. Getting the message out can be tough, he says, because \"they're not professionals for the most part; they're volunteers.\"</p><p>The NCAA was one of the funders of the study, along with USA Football and the National Athletic Trainers Association Research and Education Foundation.</p><p><em>An earlier version of this story ran in </em><a href=\"http://www.npr.org/blogs/health/\">Shots</a><em> on May 4. This version includes interviews from the May 11 Morning Edition story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Concussions+Can+Be+More+Likely+In+Practices+Than+In+Games&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nancy Shute","audio":[{"meta":{"duration":"129"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405816962-232714.m3u?orgId=1&topicId=1128&d=129&p=3&story=404163873&t=progseg&e=405815353&seg=8&ft=nprml&f=404163873"},{"href":"http://media.npr.org/assets/img/2015/05/04/football-45837632ab81e40763fe8a190345beb4fb5a8220.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1328","width":"1771"}}]}