{"created":"2015-06-30T15:42:22+00:00","modified":"2015-06-30T22:45:15+00:00","valid":{"from":"2015-06-30T22:45:15+00:00","to":"3015-06-30T22:45:15+00:00"},"hreflang":"en","guid":"99f8ef18-b15e-4e7a-ba0e-817ec2c2cd71","title":"These isolated towns in dangerous El Salvador are murder-free zones","published":"2015-06-30T22:45:08+00:00","byline":"Ruxandra Guidi","tags":["El Salvador","murder","crime","conflict","history","Justice","Conflict & Justice","North America","El Salvador","Central America"],"teaser":"Homicides are skyrocketing in El Salvador, but in one part of the country, there's a cluster of towns that, year after year, report almost no murders.","contentencoded":"<p>With one of the highest murder rates in the world — an average of 15 homicides a day — El Salvador has long had a reputation for violence. Back in the 1980s, the country was ravaged by a civil war and displacement. Today, it’s a hotspot for criminal gangs. </p>\n<p>But amidst all of this, there is a region in the northwestern part of the country where a cluster of municipalities report almost no homicides, year after year. It’s called Chalatenango. </p>\n<p>In May of 1980, during the civil war, the Chalatenango town of Las Vueltas and the Sumpul River that crosses it became the scene of one of the worst massacres by the Salvadoran military. The few survivors from that day say that peasant men, women and children were shot by Salvadoran military helicopters as they tried to flee north to Honduras. Those who couldn’t get away, jumped into the Sumpul River and drowned. Between 600 and 700 died in just a couple of days.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"900\" width=\"900\" alt=\"This mural in San José de las Flores is a “map of massacres” in El Salvador.\" title=\"This mural in San José de las Flores is a “map of massacres” in El Salvador.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/chalate_3.jpeg?itok=Gi0-zoFi\" /><div class=\"field-caption\">\n    <p>This mural in San José de las Flores is a “map of massacres” in El Salvador.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ruxandra Guidi</p>\n  </div>\n</div>\n<p>These days, the ghost of the civil war is palpable all over Chalatenango: There are open-air museums displaying AK-47s that once belonged to the guerrillas, and colorful murals depicting the massacres. </p>\n<p>Mirna Leticia Albaringa, who was born and raised in Las Vueltas, gives a tour of the many rifles and grenades she has collected from the time of the civil war. They’re exhibited in a makeshift museum, next to the mayor’s office.</p>\n<p>“We found these in the woods, and other things we got as donations,” she says, pointing to a wall covered in rusty weaponry. “Even though the war was sad, many people in this community have a certain attachment for their rifle, or whatever memento they keep from the war.”</p>\n<p>Albaringa, 24, doesn’t remember the war; she was too young. But her parents fought with the guerrillas. And Las Vueltas, like so many other towns in the region, was burned to the ground. When the peace accords were signed in 1992 and this area of El Salvador was resettled and rebuilt, her town found long-lasting peace. </p>\n<p>Las Vueltas hasn’t reported a single homicide in almost a decade. Albaringa argues it’s because people here know all too well what conflict and war mean.</p>\n<p>But the war devastated other parts of the country. Could the answer for local peace and security really be that simple?</p>\n<p>In the nearby town of San Antonio de los Ranchos, a guerrilla-turned-businessman named Angel López Serrano credits the civic participation of the post-war years — the women’s organizations, the labor groups, the reconstruction teams — as the reason gangs haven’t flourished here.</p>\n<p>“We organized in such a way — men, women, everyone — we had so much work to do,” López explains. “Some would go to the hills to clear the land and grow food; others would be in charge of finding the water sources.”</p>\n<p>But, he adds, all that took place in the early ’90s, soon after the peace accords. He says people have different priorities today — and civic engagement isn’t one of them.</p>\n<p>“We started to lose our organization, because now you had people with houses, with water, electricity. You could get a TV, and people would rather watch TV than work in groups.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"The main square in the town of San José de las Flores features old weaponry used by the guerrillas in the &amp;#039;80s.\" title=\"The main square in the town of San José de las Flores features old weaponry used by the guerrillas in the &amp;#039;80s.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/CROPsquare.jpg?itok=ft4ANkpm\" /><div class=\"field-caption\">\n    <p>The main square in the town of San José de las Flores features old weaponry used by the guerrillas in the '80s.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ruxandra Guidi</p>\n  </div>\n</div>\n<p>There are about a dozen towns in Chalatenango where crime has been largely non-existent. They all share a history of massacres and civic participation. These towns are also small, with populations of about 4,000. For the most part, they’ve remained isolated from the rest of the country, along long and curvy roads. But that’s starting to change.</p>\n<p>Another 45-minute drive away from San Antonio de Los Ranchos, along a brand new highway, is the town of Nueva Trinidad. On a recent day, residents from a handful of nearby communities met here to discuss their public security strategies.</p>\n<p>Teachers spoke about the need for after-school workshops to keep kids occupied. Mayors debated efforts to get funding for local development projects.</p>\n<p>Finally, the local police sergeant gave everyone an update on local crime trends.</p>\n<p>There have been some petty crimes around town, he says. Maybe the locals should consider manning a 24-hour security station at the entrance to town?</p>\n<p>The police sergeant asked that we not use his name for fear that he could become a target of the gangs that are starting to get a toehold here. </p>\n<p>“In a nearby village, gang members were detained by the locals themselves,” he said to the crowd. “They told us, hey, there are some young guys who aren’t from around here, they’ve been here for days, staying at an abandoned house. So we got there and found drugs, guns. They were from the Mara Salvatrucha.”</p>\n<p>Also known as MS-13, the gang is one of El Salvador’s most violent. The sergeant explained this arrest was an isolated incident. After all, Chalatenango is still remote, and this alone may protect it from the violence in other parts of the country. But gangs keep extending their tentacles here, and that new highway connecting the towns in Chalatenango to the rest of the country? It’s fast becoming a major transit route for drug trafficking.</p>\n<p><em>This story was produced in association with <a href=\"http://www.roundearthmedia.org\">Round Earth Media</a>. Jimmy Alvarado of El Faro contributed to the reporting.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-26%2Ftowns-el-salvador-are-mostly-murder-free-zones&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/CROPguns.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/cropgunsjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06302015_06_0.mp3"},{"href":"http://admin.pri.org/file/0630201506mp3-0"}]}