{"created":"2014-09-04T14:17:38+00:00","modified":"2014-09-04T14:17:38+00:00","valid":{"from":"2014-09-04T14:17:38+00:00","to":"3014-09-04T14:17:38+00:00"},"hreflang":"en","title":"Gentlemen, Preschool Is Calling","published":"2014-09-04T13:06:00+00:00","teaser":"New York City is scrambling to make good on its promise to provide preschool for all. That means hiring roughly 1,000 new teachers. But few will likely be men.","tags":["npr_api","345520230"],"guid":"99fed76f-5ec9-4f46-8dd5-0fb74c131dc1","contentencoded":"<p>Glenn Peters knew he would be in the minority when he started training to teach preschool as part of New York City's rollout of universal pre-K, the largest such initiative in the country. But he didn't realize just how rare men are in the profession until he attended a resume-building workshop for aspiring pre-K teachers.</p><p>\"They couldn't find the bathroom code for the men's bathroom, so I actually had to go to the women's room while someone stood guard outside the bathroom,\" Peters says. \"I knew at that moment that I was a bit of a unicorn.\"</p><p>Today is the first day of school in New York, and experts suspect that only a sliver of the city's roughly 1,000 new preschool teachers — hired to meet the demands of this expansion — are men. Nationally, barely 2 percent of early education teachers are men, <a href=\"http://www.bls.gov/cps/aa2012/cpsaat11.htm\">according to 2012 labor statistics</a>. While numbers aren't yet available for these latest hires in New York, education researchers in the city expect the gender breakdown to be similar.</p><p>\"We have so very, very, very, very few men,\" says Sherry Cleary, executive director of the <a href=\"http://www.earlychildhoodnyc.org/\">Early Childhood Professional Development Institute</a> at the City University of New York. \"The sad part of it is that young children love to be around men. They love guys, they love their strength. They love that they're fun and they feel safe and trust them.\"</p><p>Men can play an important role in the development of young children. And experts say male teachers are particularly important role models for boys who grow up without father figures.</p><p>Experts hope New York City's unprecedented pre-K expansion will lead more men to consider teaching small children, in spite of the field's generally low pay and its image as a traditionally female pursuit. In addition to those obstacles, men in early education (or considering it) often run into parent anxiety about their presence in the classroom.</p><p>\"You can see sometimes parents would come in and say, 'What's this, this guy is going to be teaching?' \" says Steven Antonelli, who has taught preschool in New York City for some 20 years. \"You have to develop a relationship so that they understand and trust you and know that you're there for the benefit of their children.\"</p><p>In New York, there are no recruitment efforts specifically targeting men. School officials say they simply sought the highest-caliber teachers from any background. In the meantime, changing the profession's image will depend on the handful of men who are already in the classroom or who find it on their own.</p><p>\"I think we're making some inroads, but we've got a long row to hoe,\" says Virginia Roach, dean of the Graduate School at Bank Street College of Education. \"There's no parity at this point.\"  <div class=\"fullattribution\">Copyright 2014 WNYC Radio. To see more, visit <a href=\"http://www.wnyc.org/\">http://www.wnyc.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gentlemen%2C+Preschool+Is+Calling&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Matt Collette","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345706904-b07484.m3u?orgId=552&topicId=1013&ft=3&f=345520230"},{"href":"http://media.npr.org/assets/img/2014/09/03/bigguy-40ed1c52974eac6956cbf6a35c34c12971a3ceb5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"769","width":"1025"}}]}