{"created":"2015-03-16T20:17:00+00:00","modified":"2015-06-15T17:15:01+00:00","valid":{"from":"2015-06-15T17:15:01+00:00","to":"3015-06-15T17:15:01+00:00"},"hreflang":"en","title":"Why Many Smart, Low-Income Students Don't Apply To Elite Schools","published":"2015-03-18T11:30:00+00:00","teaser":"A surprising number of gifted seniors are not applying to the Ivy League universities and selective colleges they'd be sure to get into.","itags":["npr_api","393339590"],"guid":"9a19bd01-bef9-45bd-b7b1-e3ba6efa88b2","contentencoded":"<p>Right now, high school seniors across the country are trying hard not to think about what is — or isn't — coming in the mail.</p><p>They're anxiously awaiting acceptance letters (or the opposite) from their top-choice colleges and universities. But this story isn't about them. It's about a big group of seniors who could get into great schools but don't apply: high-achieving students from low-income families who live outside of America's big cities.</p><p>These students often wind up in community college or mediocre four-year schools. It's a phenomenon known in education circles as \"undermatching.\"</p><p>Why does it happen?</p><p><strong>Reason No. 1:</strong> <strong>Location, Location, Location</strong></p><p>Kristen Hannah Perez is an 18-year-old senior at Celina High School in Celina, Texas. When she's not studying for her AP classes, practicing the euphonium (she made all-state band) or running bingo at the local nursing home, she's working at the only McDonald's in town.</p><p>\"People have come through the drive-through on their horse,\" says Perez's co-worker and classmate, Jacquie Cassell. \"There are tractors that slow you down and make you late for school. That's how country it is.\"</p><p>The total population of Celina is under 7,000. It's about 40 minutes north of Dallas, and economist Caroline Hoxby of Stanford University says it's the kind of place that college recruiters from selective schools don't usually visit.</p><p>Recruiters seek out low-income high achievers by visiting selective high schools — often magnets or schools that require a test for admission. Even if they're not hitting up these selective schools, recruiters looking for low-income high achievers tend to focus on high-poverty ZIP codes in big cities like New York, Los Angeles, Chicago, or Dallas. Not Celina, Texas.</p><p>For her research, Hoxby defines a low-income high achiever as anyone who gets a 29 or better on the ACT or a combined 1,300 on the SAT with a family income of less than $41,000 a year. Kristen Hannah Perez? Check. And check.</p><p><strong>Reason No. 2: Guidance Counselors</strong></p><p>Believe it or not, guidance counselors are another big reason low-income high achievers aim low when it comes to applying to college.</p><p>\"Your typical guidance counselor in the United States has about 400 students with whom he or she is trying to deal,\" says Hoxby. \"And they're doing the best they can.\"</p><p>Counselors may not have gone to selective colleges themselves, she adds. They're really busy, and the students who require the most attention aren't usually the good kids with good grades.</p><p>\"So, the guidance counselor is going to say, 'Hey, you really should go to college. Go to a four-year college, and here is a college that I know of in our area that I think does a good job,' \" Hoxby says.</p><p><strong>Reason No. 3: 'Out Of Our League'</strong></p><p>\"Faith, Family and Football\" is the unofficial motto of Celina. The Perez family runs a church out of their home. It's Spanish-language Pentecostal.</p><p>At Sunday service, Kristen's father, Ezequiel Perez, strums a cherry red electric guitar and sings in Spanish to more than a dozen people sitting on folding chairs in his living room. Kristen plays the electric bass, and her oldest sister, KrisTina, is on drums. Her mother, Sandy, sits in the front row.</p><p>\"We didn't go to college,\" says Sandy Perez, who works at a Christian radio station. \"You know, my parents were farm workers — migrant workers — so we never thought about this as being possible in our family.\"</p><p>Sandy says she always encouraged Kristen and her three sisters to pursue their education but never thought top-tier schools were an option.</p><p>\"That's out of our league, out of our range,\" she says.</p><p>Many parents of low-income high achievers didn't go to college, and, when they think of selective schools, they think of the pricey, East Coast elites: Harvard, Yale, Princeton, etc. The obvious conclusion: Out of our league.</p><p>But Caroline Hoxby says it's the wrong conclusion. Selective schools \"are cheaper for low-income high achievers than colleges that have fewer resources,\" she says. That means potentially paying for mediocrity but going to Harvard or Yale for free.</p><p>Free.</p><p>What's the difference in the long-run?</p><p>Hoxby says there's strong evidence that when students graduate from a selective college they're better off financially.</p><p>\"You want to think on the order of at least half a million dollars over their lifetime, and that's a very conservative estimate,\" she says, adding that if we care about social mobility in the U.S. we need to find a way to make higher ed opportunities more obvious to low-income high achievers.</p><p>As for Kristen Hannah Perez, she's an exception. She ended up applying to Dartmouth College, where an education, including room and board, costs around $66,000 a year. Not only did she get in, she'll be paying around $5,000 with help from work study and a summer job.</p><p>The first thing Sandy Perez did when she heard her daughter had been accepted was to look up churches in the area for Kristen to attend. She found one.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Many+Smart%2C+Low-Income+Students+Don%27t+Apply+To+Elite+Schools&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"435"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393403224-999f99.m3u?orgId=1&topicId=1013&d=435&p=2&story=393339590&t=progseg&e=393342119&seg=5&ft=nprml&f=393339590"},{"href":"http://media.npr.org/assets/img/2015/03/16/img_8316-edit-bd8dcac1b4e3e31bf8c9663bb98cd384da8fd9c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/16/img_8244-edit_slide-907c4d0e265726ddc353287f49aabe842322b077.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/16/img_8237-edit_slide-af8df779b3762ee5b6ab7ee4d831a9745a83ce02.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/16/img_8169-edit_slide-995f6893541e3fb4fc45f43af66945a6094992bd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/16/img_8192-edit_slide-5911b49fac6c0833e859c4a4b517b5a997cfa4d4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}}]}