{"created":"2015-06-15T21:59:44+00:00","modified":"2015-06-29T19:03:02+00:00","valid":{"from":"2015-06-29T19:03:02+00:00","to":"3015-06-29T19:03:02+00:00"},"hreflang":"en","title":"Endangered Species Protections At Center Of Drought Debate","published":"2015-06-18T18:23:00+00:00","teaser":"Lawmakers in hard-hit Western states are pushing for suspensions to the Endangered Species Act to free up stored water. But an entrenched partisan divide over the law continues to be a hang-up.","itags":["npr_api","414616299"],"guid":"9a1e3dcd-fbae-4f19-afaa-2d2a6873112e","contentencoded":"<p>Travel up and down California farm country, the Central Valley, and you hardly hear people lamenting the lack of rain or how dry this past winter was. What you hear, from the agriculture industry and many local and national politicians, are sentiments like those expressed by Rep. Devin Nunes:</p><p>\"Well, what I always like to say is that this is a man-made drought created by government,\" the Central Valley Republican says.</p><p>When he says \"man-made\" drought, he's talking about court-ordered restrictions that have kept hundreds of millions of gallons of water in West Coast rivers and estuaries to protect endangered fish like the delta smelt.</p><p>Nunes says water didn't go to farmers in his district, nor has it helped the fish populations rebound.</p><p>\"Why would you keep doing the same thing and starve your citizens of water?\" he says. \"I mean, California is supposedly the most tech-savvy state, the most progressive state in the union, yet you can't even provide water to its own people. It's rather pathetic.\"</p><p>And the issue of drought relief is getting tied up in a much larger political battle between business-friendly Republicans and green-leaning Democrats.</p><p>A lot of the laws and regulations that keep water in rivers during severe droughts fall under the <a href=\"http://www.fws.gov/endangered/laws-policies/\">Endangered Species Act</a>. Signed by President Nixon in 1973, the act has long been unpopular with Republicans, who say it's being used as a political tool to stymie all sorts of development in the West.</p><p>\"Clearly, if the Endangered Species Act is not working, and it's not protecting the species and you're wasting water, the Congress can actually change the law,\" Nunes says.</p><p>And, much to the chagrin of green-leaning Democrats and environmentalists, that's just what Republican lawmakers want to do.</p><p>\"Going at the Endangered Species Act as the cause for the drought and the cause for people not getting water is a bit of a red herring, a false notion,\" says Matt Niemerski, director of Western water policy for American Rivers.</p><p>He adds that there are tools already available to help farmers through a drought without touching the act. He points to conservation and efficiency programs under the <a href=\"http://www.usda.gov/wps/portal/usda/usdahome?navid=farmbill\">farm bill</a> for starters.</p><p>\"Federal agencies have authorities and flexibility to do things with water,\" Niemerski says. \"What they don't have right now is the financial resources to do that.\"</p><p>So environmentalists want more money for conservation programs they've long lobbied for. And Republicans want to amend or repeal environmental laws.</p><p>One side says environmentalists are trying to shut down farming altogether in places like the Central Valley. And the other says big business is seizing on the drought crisis to try to gut the Endangered Species Act.</p><p>In case you didn't think things were heated, here's Nunes' response to that last accusation: \"This is a drought that's been created by government, by their big supporters in the radical environmental groups. So I can't believe you'd ask such a stupid question after I just explained it to you.\"</p><p>Meanwhile, in California at least, you don't get the sense that people are waiting around for Congress to act.</p><p>\"I see at the local level and at the regional level, a lot of really constructive conversations happening with people trying to figure out how to stretch available supplies and get the most bang for the buck,\" says Ellen Hanak, a researcher on water issues at the nonpartisan Public Policy Institute of California.</p><p>The institute has proposed a <a href=\"http://www.ppic.org/main/blog_detail.asp?i=1782\">drought relief plan</a> that barely touches the controversial Endangered Species Act. Instead, it proposes small changes to ages-old Western water laws that would allow more water trading and storage.</p><p>Whether any of these proposals make their way into a bill will become clearer in the next few weeks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Endangered+Species+Protections+At+Center+Of+Drought+Debate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414689913-9562ad.m3u?orgId=1&topicId=1003&d=235&p=2&story=414616299&t=progseg&e=414663694&seg=18&ft=nprml&f=414616299"},{"href":"http://media.npr.org/assets/img/2015/06/15/rio-vista-landov-22ed0a528a8e345957ba3be1ebc1e9c0180ae9b0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1592","width":"2123"}}]}