{"created":"2015-05-01T23:36:07+00:00","modified":"2015-06-03T15:01:00+00:00","valid":{"from":"2015-06-03T15:00:59+00:00","to":"3015-06-03T15:00:59+00:00"},"hreflang":"en","title":"12 Motivational Moments With An Ohio Republican. No, Really","published":"2015-05-02T00:09:00+00:00","teaser":"From Croatians and chocolate cake to Taylor Swift and Iran, Ohio GOP Gov. John Kasich, considering a run for president, weighed in on the issues of the day. He even peppered in advice from his mother.<strong></strong>","itags":["npr_api","403632382"],"guid":"9a24d979-6cfa-4a9e-8425-05ec4e493111","contentencoded":"<p>Ohio Gov. John Kasich is considering running for president. He met with reporters Friday afternoon over lunch at the St. Regis Hotel sponsored by the <em>Christian Science Monitor.</em> He dropped several pearls of wisdom.</p><p>Here are a dozen of them with audio attached.</p><p><strong>On his Croatian/Czech background and his first run for governor in 1978</strong><br />1. \"People thought a Croatian was something that climbed out of the ocean or something.\"</p><p><strong>On the Iran deal</strong><br /> 2. \"If somebody's throwing bricks through my window, and I'm afraid of what they might do to me, I don't know how I make a great deal with them based on trust.\"</p><p>3. \"I look at things pretty simply. You go to the car dealership and you want to buy a new car, and you're so hungry to get that car, you'll pay anything for it. Very silly way to do anything.\"</p><p><strong>On the debt</strong><br />4. \"I see they've got this deal in Congress, and it's the same old deal. Here's what it is: Let me spend— I'm going to have the chocolate cake today, but I will go on a diet, like, next year. OK? It's typical.\"</p><p><strong>On helping people</strong><br />5. \"On all these programs, I want to kind of quote my mother, who used to say, 'Johnny, it's a sin not to help all those who need help. But it's equally a sin to continue to help people who need to learn how to help themselves.' \"</p><p>6. \"In terms of the spiritual side, look, you know, people don't have to think the way I do. I mean, I don't care if they're a humanist or if they're a believer of some faith. My feeling about it is, I think, you know, all people are made in the image of God, and everybody deserves respect.\"</p><p><strong>On compromise and bridging political divides</strong><br />7. \"My mother taught me about pressure cookers. Pressure builds up, the top blows off. So the leaders have to be able to explain to people that you don't have to compromise your principles to be a compromiser.\"</p><p>8. \"I get frustrated. I'm frustrated with things right now in my state, but [table bang] you don't knock the chess pieces off the chessboard. You don't give up. This is America!\"</p><p><strong>There's no 'I' in team, but there is in Kasich</strong><br />9. \"I really wish I could take credit for all this, but I got these really smart people [table bang] and they do a really good job. And that's how it works. Team.\"</p><p><strong>What illegal immigrants and Taylor Swift fans have in common</strong><br />10. \"The reason why I wouldn't prefer a path to citizenship is, um, I've tried to tell my daughters, you know, you don't ditch the line for — to get Taylor Swift tickets. OK? You stand in line. If you didn't get there at the right time, you don't get 'em. And, uh, I don't like people who ditch the line. That's part of the problem with those who came in illegally.\"</p><p><strong>On leadership</strong><br />11. \"I had 28 percent approval after my first year. I mean, you have to work to do that poorly. And, you know, you see how the election turned out. So, you know, do your job.\"</p><p>12. \"Most of the time, I kind of know what I think. I kind of know how I feel about something. And, you can't run around trying to please everybody. You gotta just be a leader.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=12+Motivational+Moments+With+An+Ohio+Republican.+No%2C+Really&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Domenico Montanaro","audio":[{"meta":{"duration":"13"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403645478-f3ce87.m3u?orgId=1&topicId=1014&d=13&story=403632382&ft=nprml&f=403632382"},{"meta":{"duration":"9"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403645672-519548.m3u?orgId=1&topicId=1014&d=9&story=403632382&ft=nprml&f=403632382"},{"meta":{"duration":"7"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403645519-65bffb.m3u?orgId=1&topicId=1014&d=7&story=403632382&ft=nprml&f=403632382"},{"meta":{"duration":"11"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403645521-7d622e.m3u?orgId=1&topicId=1014&d=11&story=403632382&ft=nprml&f=403632382"},{"meta":{"duration":"12"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403645626-f7db3a.m3u?orgId=1&topicId=1014&d=12&story=403632382&ft=nprml&f=403632382"},{"meta":{"duration":"12"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403650207-765e1c.m3u?orgId=1&topicId=1014&d=12&story=403632382&ft=nprml&f=403632382"},{"meta":{"duration":"16"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403645722-c6e080.m3u?orgId=1&topicId=1014&d=16&story=403632382&ft=nprml&f=403632382"},{"meta":{"duration":"17"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403645729-d479bc.m3u?orgId=1&topicId=1014&d=17&story=403632382&ft=nprml&f=403632382"},{"meta":{"duration":"9"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403645517-7aeaec.m3u?orgId=1&topicId=1014&d=9&story=403632382&ft=nprml&f=403632382"},{"meta":{"duration":"7"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403645512-fbfd1c.m3u?orgId=1&topicId=1014&d=7&story=403632382&ft=nprml&f=403632382"}]}