{"created":"2014-10-08T16:41:39+00:00","modified":"2014-10-31T02:22:27+00:00","valid":{"from":"2014-10-31T02:22:27+00:00","to":"3014-10-31T02:22:27+00:00"},"hreflang":"en","title":"Best Way To Get Women To Run For Office? Ask Repeatedly","published":"2014-05-06T21:34:00+00:00","teaser":"Recruiters for political parties say it's hard to get women to run for office. They're happy to join a campaign and raise money for others, but put themselves forward? That's a tougher proposition.","itags":["npr_api","309832898"],"guid":"9a2c0d46-cb70-4e16-a883-44abc1a8f758","contentencoded":"<p>Women make up less than 20 percent of those serving in Congress, but more than half the population. There are many reasons for this, but one simple answer comes back again and again. It's about recruiting.</p><p>When <a href=\"http://mynmstaterep.com/\">Monica Youngblood</a> got the call, she thought it was a joke. The call came from a man she had worked to help get elected.</p><p>\"It's your time,\" she says he told her. \"We need people like you in Santa Fe. We need a voice like yours who's lived here, who's been through what you've been through. I think you need to really consider it.\"</p><p>When she realized it wasn't a joke, Youngblood had a lot of questions — and self-doubt.</p><p>\"Thoughts from, 'Am I qualified to do this? Do we have the time?' \" she says. \"It will be a sacrifice, not only to my profession but my family, my kids.\"</p><p>Youngblood is now a Republican representing Albuquerque, N.M., in the state House of Representatives. When she got that call she was a mother and real estate agent who had been volunteering on other people's campaigns for about a decade.</p><p>It took a few more phone calls and several family conversations to persuade Youngblood to run. She did, and she won. And this year she's running unopposed for re-election.</p><p>This initial reluctance is common among female candidates, according to <a href=\"http://www.in.gov/lg/2347.htm\">Sue Ellspermann</a>, Indiana's lieutenant governor.</p><p>\"You need to be asked,\" Ellspermann says. \"Women are still not likely to just take that step on their own.\"</p><p>Ellspermann speaks from experience. She works to recruit female candidates to run for state elected office as part of an initiative of the Republican State Leadership Committee called <a href=\"http://www.rslc.com/republican_state_leadership_committee_announces_the_re_launch_of_right_women_right_now\">Right Women Right Now</a>. But five years ago, she couldn't imagine herself as a candidate.</p><p>\"When they asked me to consider running, I said, 'Oh no. I haven't run for anything since high school student council,' \" Ellspermann says. \"So they said, 'Oh, just think about it.' \"</p><p>Ellspermann has a Ph.D. in industrial engineering and owned her own business. Yet she was convinced she wasn't qualified. Brenda Major, a social psychologist at the University of California, Santa Barbara, isn't surprised.</p><p>\"It makes sense, given what we know about women and confidence and self-confidence,\" Major says.</p><p>Her research finds that women have less confidence in their own abilities, judge themselves harshly — even when they are successful — and carry failures as more of a burden than men do.</p><p>\"So many competent, capable women are basically selecting themselves out of leadership positions and I think that we've all wrestled with this,\" Major says. \"I know it personally. I know it firsthand.\"</p><p><strong>Stepping Up To Bat </strong></p><p>It's 7:30 a.m. and about a dozen female members of Congress are bundled against a cold spring rain, practicing softball. They'll play in a charity game later this year.</p><p>Maryland Democratic Rep. <a href=\"http://donnaedwards.house.gov/\">Donna Edwards</a> plays first base. She was also just named chairwoman of the <a href=\"http://dccc.org/blog/entry/dccc_chairman_israel_announces_first_35_districts_in_red_to_blue_program_hi/\">Red to Blue</a> initiative organized by the Democratic Congressional Campaign Committee. The initiative aims to recruit winning candidates, but Edwards herself was initially a reluctant candidate.</p><p>\"I actually went around to a whole bunch of other people, most of whom held elective office already, and all of them begged out,\" Edwards says. \"It really wasn't until the last moment I got up one morning and I just said, 'Donna, you've asked everybody. Why don't you run?' \"</p><p>She confirms most women have to be asked not once, but repeatedly.</p><p>\"We try to get them to yes. The question is always, how do we get them to yes? What is their concern? What's the biggest thing that's on their checklist?\" Edwards says.</p><p>Even then, researchers say men are still much more likely to get asked to run.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Best+Way+To+Get+Women+To+Run+For+Office%3F+Ask+Repeatedly&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309840569-4f8373.m3u?orgId=1&topicId=1014&aggIds=308946406&ft=3&f=309832898"},{"href":"http://media.npr.org/assets/img/2014/05/05/donna-edwards-softball-0a14bb951d26a835eeb2ac7bfe29243633f278eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2237","width":"2980"}}]}