{"created":"2014-10-30T17:01:00+00:00","modified":"2014-10-31T15:53:52+00:00","valid":{"from":"2014-10-31T15:53:52+00:00","to":"3014-10-31T15:53:52+00:00"},"hreflang":"en","guid":"9a2de588-fd87-42c2-85cf-353ce047c17e","title":"It took a 'cranky,' dour immigrant to make Coney Island the capital of fun","published":"2014-10-31T15:53:48+00:00","byline":"Alina Simone","tags":["history","innovation","Culture","Arts, Culture & Media","New York","North America","United States","New York","William F. Mangels","Lisa Mangels","Jeff Richman","Sideways Glance","William F. Mangels","Coney Island","The Whip","Mangels","Carousel","Amusement park","New York"],"teaser":"William Mangels was the stereotypical German: meticulous, perfectionist and not that much fun. But when he came to New York, he discovered a talent for inventing iconic amusement park rides that soon made him the \"King of Coney Island.\"","contentencoded":"<p>Coney Island was “America’s Playground\" until World War II, the largest amusement park in the world. And William F. Mangels was the “King of Coney Island.”</p>\n<p>Mangels invented classic Coney Island rides like “The Whip” and “The Tickler.” He’s the reason your carousel horse goes up and down and your wave pool has waves. Yet Mangels wasn’t exactly the Willy Wonka type. He took the industry of fun seriously — maybe too seriously.</p>\n<p>“He was kind of a cranky guy, not a fun-loving guy,” says his great-grandaughter, Lisa Mangels. Employees and friends alike called him \"The General.\"</p>\n<p>So maybe he wasn't the ideal boss, but Mangels was definitely the kind of guy you wanted building your Ferris wheel.</p>\n<p>“He was typical German, very perfectionist, insistent on maintaining quality,\" she says. \"And that reputation carried over into the success of his business, and the success and the popularity of his rides. They were very well-made, very well-engineered, and they lasted forever!”</p>\n<p>Mangels came to New York in 1883, leaving Germany at the age of 16. He was working as a bicycle repairmen when a service call from a local carousel operator led to a eureka moment: The same engineering principles he applied to getting people around town on small wheels could be applied to tossing them up in the air in really big ones.</p>\n<p>The <a href=\"http://brooklynology.brooklynpubliclibrary.org/post/2009/08/31/WF-Mangels-and-his-Amusing-Career.aspx\">W.F. Mangels Company</a> would go on to become one of the world’s largest manufacturers of amusement park rides.</p>\n<p>“The Whip was Mangels' most famous ride,” says Jeff Richman, curator of an exhibition in Brooklyn dedicated to Mangels called \"<a href=\"http://www.green-wood.com/2014/mangels/\">Amusing the Masses on Coney Island and Beyond</a>.\" “He had 500 of them in operation at one point. They were in operation on the streets of Paris, the streets of London, in New Zealand.” Mangels made millions on the ride, he says.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1520\" width=\"2688\" alt=\"Lisa Mangels, great-granddaughter of William F. Mangels, the King of Coney Island.\" title=\"Lisa Mangels, great-granddaughter of William F. Mangels, the King of Coney Island.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/story/gallery/IMAG2531.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Alina Simone</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Lisa Mangels, great-granddaughter of William F. Mangels, the King of Coney Island.</p>\n  </div>\n</div>\n<p>Richman's exhibit featured Mangels' exquisitely detailed blueprints and ledgers, the beautifully hand-carved carousel horses and ride cars so plush they make today’s modern fiberglass and plastic seem cold and sad by comparison.</p>\n<p>But maybe the most eye-opening thing about \"Amusing the Masses\" was the location — a stone's throw from Mangels’ final resting place in <a href=\"http://www.green-wood.com/\">Green-Wood Cemetery</a>, where Richman is the full-time historian.</p>\n<p>“In its earliest years, this was a public park, and this is where people came,\" he says. \"There was always this tension — there were officers assigned to sections of the cemetery and it was their job to keep the mourners and the tourists working together in harmony.”</p>\n<p>Mangels himself was no stranger to negotiating the tension between appropriate and offensive. Back in the era when flashing a bare knee was considered saucy, this straight-backed German definitely knew how to show people a good time.</p>\n<p>“At the time he started inventing rides, it was still the end of the Victorian era; men and women did not make contact,” Lisa Mangels says. “He combined his knowledge of engineering — bicycles, things that spin — and created the Razzle Dazzle, which was a large wheel that people sat on, and spun them around. And inevitably, they would be knocked together, and there would be some touching involved. He made a lot of money doing that.”</p>\n<p>People at the time certainly took notice. “We have a wonderful quotation from [P.G] Wodehouse, Englishman who visits Coney Island, and he essentially says, ‘In any other context, this would be a lawsuit, but here it’s fun and games and everyone’s laughing about it,’\" Richman says.</p>\n<p>Not all of Mangels projects were as big a success as the Razzle Dazzle. He opened his own “Museum of Public Recreation,” which he touted as the first institution in the world \"devoted to showing human reaction to play as expressed through play facilities man has created and developed.\"</p>\n<p>“But it never caught on,” says Lisa. Um, yeah.</p>\n<p>Mangels died at the age of 92 at his home near Coney Island; his original factory is now a branch of the Department of Motor Vehicles. Yet decades later, many original Mangels rides continue to amuse the masses on Coney Island and beyond.</p>\n<p>Lisa’s father was the last Mangels to enter the family business. The last thing he built before closing shop in 1981 was a shooting gallery. Lisa has one tattooed on her upper arm. I ask if it serves as a lifetime admission ticket to Coney Island.</p>\n<p>“I am actually very fortunate that a lot of the park owners do let me ride the rides for free,\" she says. \"It’s a great perk.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Fatty_at_Coney_Island.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/fattyatconeyislandjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/103020146.mp3"},{"href":"http://www.pri.org/file/103020146mp3"}]}