{"created":"2014-12-23T08:24:21+00:00","modified":"2015-05-13T21:27:24+00:00","valid":{"from":"2015-05-13T21:27:24+00:00","to":"3015-05-13T21:27:24+00:00"},"hreflang":"en","title":"Reporter Offers Free Cab Rides For Stories From 'Streets Of Shanghai'","published":"2014-12-23T15:30:00+00:00","teaser":"NPR Shanghai correspondent Frank Langfitt once drove a taxi. He's gone back to his former job, offering free rides around Shanghai in exchange for stories about one of the world's most dynamic cities.","itags":["npr_api","369636669"],"guid":"9a523f65-65e0-40c7-be1d-193ccdebca80","contentencoded":"<p><em>Editor's Note: NPR Shanghai correspondent Frank Langfitt once drove a taxi as a summer job. He decided to do it again, this time offering free rides around Shanghai in exchange for stories about one of the world's most dynamic cities. This is the first in an occasional series. <br /></em></p><p>I've been working on an unusual reporting project this fall in Shanghai. I picked up a car and have been <a href=\"http://www.npr.org/blogs/parallels/2014/01/17/263064557/how-i-flunked-chinas-driving-test-three-times\">driving around the city</a> offering people free rides.</p><p>It's a way to go beyond the headlines and get to know people from all walks of life to understand how Shanghai and China are changing. So far, my customers have included a migrant fruit-seller, a banker, a man who attends an underground Christian house church and a business manager at a Ferrari dealership.</p><p>I got the idea from a previous job. Before becoming a journalist, I drove a taxi in and around Philadelphia in the summers during and after college. I learned more about the city driving a cab than I had in all my previous time living there.</p><p>When I first started offering rides in Shanghai, a dynamic city of more than 24 million, I worried people would think it was crazy. After all, Shanghai is a commercial center where seemingly nothing is free.</p><p>My Chinese assistant, Yang Zhuo, had magnetic signs made for the car that say, in Chinese characters, I'm offering rides at no cost and just want to chat.</p><p>Initially, some people were hesitant to step into my black Toyota Camry, including two young textile factory workers I met this fall at a ferry stop. The women, who were in from the provinces to see the city, eyed the car uneasily. Then a man named Du who works security at a nearby yacht club stepped in and reassured them.</p><p>\"It's OK,\" said Du, whom I'd met only moments earlier. \"You can write down the license plate number. What are you afraid of?\"</p><p>\"Foreign friends are very friendly,\" he added.</p><p>The women hopped in and I drove them to the Oriental Pearl, the futuristic TV tower featured in nearly every photo of Shanghai's towering skyline. As I dropped the women off, they insisted on giving me a simple, souvenir pocket watch in exchange for the free ride and asked to pose for selfies.</p><p><strong>'Are You A Christian?'</strong></p><p>Later, as I drove Du to his apartment, he explained that he vouched for me because I was a foreigner. This seems counterintuitive, but being a foreigner can be an advantage in China. I met another man at another ferry stop, a pajama salesman named Chen, who explained that distrust among Chinese in big cities is epidemic.</p><p>\"In today's society, when people interact with each other, everyone is on guard,\" said Chen, while we chatted in his spare, first-floor apartment downtown. \"Everyone has a simple saying: Don't trust strangers.\"</p><p>Distrust in Chinese cities is probably deeper than you'd find in New York. For instance, if a Chinese person falls on the street, many people may not help — and with good reason. In the past, older people have deliberately collapsed, then blamed and tried to extort money from those who came to their aid. Chen says Chinese see many foreigners, particularly Americans, as more trustworthy.</p><p>\"From a young age, Americans are taught good values,\" said Chen, a lean 38-year-old with close-cropped, graying hair. \"Because of their education, Americans trust strangers more. They're more straightforward than Chinese.\"</p><p>When I first met Chen at a ferry stop amid a curious crowd that had formed around my car, he asked me if I was a Christian. I said I was, and we exchanged contacts as I often do with people I meet through driving. Over the next several months, I got to know Chen and learn a lot.</p><p>One day, he invited me to a get-together at a friend's place. When I arrived, I opened the door of the apartment to the sound of children singing hymns. In the living room, some 60 parishioners sat watching a U.S. Bible-training video with Chinese translation. An American preacher in a coat and tie relayed the story of Joseph from Genesis.</p><p>Chen estimates there are more than 700 underground Christian house churches in Shanghai. The house churches are illegal, which is why Chen didn't tell me the nature of the get-together beforehand.</p><p>The Shanghai government doesn't like underground churches, but tolerates them.</p><p><strong>Waiting For The Wrecking Ball</strong></p><p>Chen earns up to $10,000 a year selling pajamas, making him lower-middle-class by the standards of Shanghai, a very expensive city. Chen has a wife and two daughters, but they live in suburban Los Angeles.</p><p>The couple went there last year to have a second child, a girl, because they couldn't afford the fine for violating China's population policy. Chen's family stayed in California, mostly for the education of their elder daughter, who's 14.</p><p>Chen says she was miserable in China's pressure-cooker school system.</p><p>\"Sometimes, my heart ached for the kid,\" Chen recalled. \"Why? She always left school very late. She would eat very fast and do her homework until 10 p.m.\"</p><p>\"Each year, her eyesight deteriorated and her personality gradually became more introverted,\" he added.</p><p>An ophthalmological study published last year concluded that less outdoor play and more indoor studying were associated with myopia in elementary school students in Beijing.</p><p>Chen says his daughter is much happier now, and he plans to join the family in California eventually. He even has a scheme to fund his move.</p><p>Chen lives in a prime location downtown, just a few blocks from Shanghai's Huangpu River.</p><p>Across the street from Chen's home, scavengers clear away scrap metal, and many of the buildings have already been demolished to make way for a development that will include luxury apartments.</p><p>A tower has already risen nearby. Standing outside his home, Chen points to an advertising banner, hanging from the top.</p><p>\"The price of an apartment starts at over $1,000,000,\" he said. \"If they really knock down my home, I can buy a house in California. The compensation for demolition here is more than enough to pay for a house there.\"</p><p>Chen is just waiting for the wrecking ball.</p><p>One of the defining characteristics of China today is anxiety. Bank surveys show most millionaires are interested in emigrating to other countries, such as the U.S., Canada and the United Kingdom, to give their children better-rounded educations and cleaner air.</p><p>Until I met Chen, I didn't appreciate how much this uneasiness and uncertainty runs up and down the socio-economic ladder here. China has had an extraordinary economic run over the past two decades, and Shanghai has gone from a sleepy city to a dazzling metropolis, but it turns out even a pajama salesman is working on an exit strategy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Reporter+Offers+Free+Cab+Rides+For+Stories+From+%27Streets+Of+Shanghai%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"420"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372623642-e6f825.m3u?orgId=1&topicId=1125&aggIds=404204172&d=420&p=3&story=369636669&t=progseg&e=372623504&seg=14&ft=nprml&f=369636669"},{"href":"http://media.npr.org/assets/img/2014/12/22/shanghai-cab-7-86b3f8c5df7d2755a8075011ed43dfe1d2168eaa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}},{"href":"http://media.npr.org/assets/img/2014/12/15/shanghai-cab-2-2c5a23610d79e977e7f8d766f7e444a6e451b801.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1307","width":"1742"}},{"href":"http://media.npr.org/assets/img/2014/12/15/shanghai-cab-1-34cbb9471e0497c50d28ae32a987b45b997b73e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1022","width":"1363"}}]}