{"created":"2015-05-19T21:19:09+00:00","modified":"2015-06-01T02:17:33+00:00","valid":{"from":"2015-06-01T02:17:33+00:00","to":"3015-06-01T02:17:33+00:00"},"hreflang":"en","title":"Rabbis Diversify To Connect To Students; Just Don't Bring Up Israel","published":"2015-05-20T02:46:00+00:00","teaser":"As the number of religious young people declines, Hillel International is trying to build a \"big tent\" Judaism for secular and religious students alike. But some say that tent may not be big enough.","itags":["npr_api","407935375"],"guid":"9a53e524-1bd5-4de1-abf3-5684e081d17b","contentencoded":"<p>Rabbi Evan Goodman runs Hillel, the campus Jewish center, at the University of California, Santa Barbara. In recent years, he's had to rethink his job.</p><p>\"Years past, when I was in college,\" he says, the Jewish organization \"was a rabbi at a campus that put up a schedule of classes ... and drew the same 10 students to everything all year.\"</p><p>These days, chances are good that half the Jewish students he works with have a parent who's not Jewish. One in three of them says Judaism isn't his or her religion.</p><p>The number of young Americans with no religious affiliation <a href=\"http://www.npr.org/2015/05/12/406241821/survey-shows-number-of-christians-in-u-s-is-declining\">continues to grow</a>, recent studies show. A record <a href=\"http://www.pewresearch.org/fact-tank/2015/05/12/millennials-increasingly-are-driving-growth-of-nones/\">36 percent of young millennials</a> say they don't have a faith.</p><p>For clergy who work with college students, these are challenging times.</p><p>\"Our model is very different now,\" Goodman says.</p><p>Campus rabbis are finding new ways to connect Jewish kids to their roots and to each other.</p><p>\"So if Israel is a connection, that's great,\" he says. \"If Shabbat services are a connection, that's great. If the kosher food here is a connection, that's great.\"</p><p>That means less prayer, more food; less Torah and Talmud, more cake decorating, open mic nights and service projects.</p><p>\"We call it <em>tikkun olam</em> in Hebrew — perfecting the world or improving the world. If that ethical foundation is what they want to do, then any of those are great options as to how to be connected.\"</p><p>At a recent service marking the end of Shabbat, anyone who showed up got a coupon for a free dinner. Goodman's broad strategy seems to work: Forty percent of the university's 2,500 Jewish students attended a Hillel event last year.</p><p>But it's clear not everyone feels welcome. And Goodman says that's caused tensions.</p><p>\"Our tent is broad,\" he says. \"It spans from the left to the center to the right, but it's not infinitely broad.\"</p><p>The tensions are not about religion. The issue is Israel. Grad student Emily Schneider founded the Santa Barbara chapter of <a href=\"https://jewishvoiceforpeace.org/\">Jewish Voice for Peace</a>, a group that supports boycotts against Israel to protest treatment of Palestinians.</p><p>\"I felt that if he were to find out what I believed or some of the work that I've been involved with, that it would be a very tense and awkward interaction,\" she says.</p><p>Hillel International guidelines say its 550 chapters shouldn't host speakers that support sanctions or partner with groups like Schneider's.</p><p>\"This is what was always emphasized in my Jewish upbringing,\" she says, \"to make the world a better place, to care about people who don't have the same rights as me and to do everything I can to make sure they do have the same rights as me. So, standing up for Palestinians just seemed like an extension of those Jewish values.\"</p><p>But the sanctions movement feels hostile and anti-Semitic to Jewish students like Alyssa Scott, a Santa Barbara sophomore. Scott wants peace in the Middle East, but she fought a student resolution to sanction Israel.</p><p>\"I have a lot of friends at other schools that say once it's passed, they don't feel as safe, they feel singled out,\" Scott says. \"And nobody should have to feel like that on their campus. Their campus is supposed to be their home and where they feel safe and where they can be themselves.\"</p><p>Hillel staff members stood by her side to defeat a resolution in the student Senate this spring, calling for the University of California to divest from companies with ties to Israel.</p><p>They were also there for her last Memorial Day weekend, when a <a href=\"http://www.npr.org/sections/thetwo-way/2014/05/24/315425094/shooting-near-uc-santa-barbara-leaves-3-dead\">gunman went on a bloody rampage</a> and killed six students near the campus.</p><p>The tragedy put Hillel leader Goodman into an old, familiar role as pastor.</p><p>He opened Hillel as a crisis center for the entire university. At an interfaith memorial service in a packed stadium, he gave the opening prayer:</p><p>\"May each one of us be a blessing to each other, and by doing so may we give the lives of these six precious souls everlasting meaning and purpose. Amen.\"</p><p>He says several Jewish students came up to him after the ceremony, including kids he'd never seen at Hillel. They told him they were glad he was there.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rabbis+Diversify+To+Connect+To+Students%3B+Just+Don%27t+Bring+Up+Israel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Monique Parsons","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408010782-ddbf5a.m3u?orgId=1&topicId=1016&d=233&p=2&story=407935375&t=progseg&e=407948189&seg=8&ft=nprml&f=407935375"}]}