{"created":"2015-05-22T07:56:04+00:00","modified":"2015-06-24T23:05:13+00:00","valid":{"from":"2015-06-24T23:05:13+00:00","to":"3015-06-24T23:05:13+00:00"},"hreflang":"en","title":"Revealed: The Ocean's Tiniest Life At The Bottom Of The Food Chain","published":"2015-05-22T21:54:00+00:00","teaser":"The ocean's tiniest inhabitants — including bacteria, plankton, krill — are food for most everything that swims or floats. Now, scientists have completed a count of this vast and diverse hidden world.","itags":["npr_api","408330201"],"guid":"9a685383-f6c9-406f-92db-6d9af2f91e80","contentencoded":"<p>What's at the bottom of the bottom of the food chain? Well, think small ... smaller than you can see.</p><p>Tiny life forms in the ocean, too small for the naked eye to see.</p><p>There are (and scientists have done the math)<em> trillions</em> of microorganisms in the ocean: plankton, bacteria, krill (they're maybe bigger than \"micro,\" but not by much), viruses, protists and archaea (they're like bacteria, but they aren't bacteria).</p><p>The Earth as we know it wouldn't exist without the trillions of microorganisms that live in the oceans. They're food for most everything that floats or swims, and they make oxygen that we need to breathe.</p><p>Now scientists have completed a census of this Lilliputian universe. And it's more diverse than anyone imagined.</p><p>Like Charles Darwin and other naturalists of the 18th and 19th centuries, the modern explorers spent years sailing around the world to accomplish this feat. They called their expedition Tara, after the name of the 110-foot schooner on which they lived for three years.</p><p>The scientists aboard found more than 35,000 different kinds of organisms — many of them previously unknown to science. Their work fills five papers in the journal <em>Science</em>. Journal editor Marcia McNutt says it's time the world took notice of what we <em>can't </em>see in the ocean.</p><p>\"How can we save the whales if we can't save the krill?\" she says. \"There's something about the tragedy of the commons here.\"</p><p>Oceans are dumping grounds for the world's garbage. Climate change is making them warmer and more acidic. The <a href=\"http://oceans.taraexpeditions.org/en/\">Tara expedition</a> was designed to measure what's out there and how it might be affected by a changing ocean.</p><p>To do that, the scientists siphoned up ocean water and used DNA probes to identify the organisms in the water. That also enabled them to understand how those organisms behave: eat, reproduce, interact.</p><p>Team scientist <a href=\"http://www.embl.de/research/units/directors_research/karsenti/members/\">Eric Karsenti</a>, from the European Molecular Biology Laboratory, says he was surprised by how much these tiny organisms interact with each other, often in symbiotic relationships.</p><p>\"It's not only survival of the fittest,\" he says, \"but it's also how everybody collaborates with everybody else that makes life evolve.\"</p><p>They also discovered communities of organisms caught up in big eddies, like whirlpools. These eddies carry these little living ecosystems with them across the oceans. The researchers also found these microorganisms to be exquisitely sensitive to temperature changes. And in fact, the oceans already are warming because of climate change.</p><p><a href=\"http://palumbi.stanford.edu/PeoplePages/Steve.html\">Steve Palumbi</a>, a marine biologist at Stanford University, says all this is good reason to pay more attention to these microorganisms.</p><p>\"Anything that goes on in that region of life, that bottom layer, these tiny things makes a big difference to how the planet functions,\" he says.</p><p>Not only are they food for so much of what lives in the ocean, but they add huge amounts of oxygen to the atmosphere. \"Anywhere between 1 in 4 and 1 in 2 breaths we take comes out of the ocean,\" says Palumbi. And that's mostly coming from these tiny little organisms.</p><p>Palumbi says this scientific bite at the oceanic apple will take years for scientists to digest. But he notes that the Tara scientists have made the unusual gesture of giving anyone in the world access to their data — in the hope that many hands will make quick work of it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Revealed%3A+The+Ocean%27s+Tiniest+Life+At+The+Bottom+Of+The+Food+Chain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"195"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408680133-a415a2.m3u?orgId=1&topicId=1007&d=195&p=3&story=408330201&t=progseg&e=408666175&seg=8&ft=nprml&f=408330201"},{"href":"http://media.npr.org/assets/img/2015/05/21/tara11-xx-8da03cdb4de61e95c5749ec0c8cee383ba8312f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1453","width":"1938"}},{"href":"http://media.npr.org/assets/img/2015/05/21/tara5hr-x-979b6b9ef10203fe7bb0b7f57764b0db4f12d972.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/05/21/tara17-x-377bc3e85f2e7b25ca1d446021e6a9db37619cca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"2000"}},{"href":"http://media.npr.org/assets/img/2015/05/21/tara10-x-ae8e1a72f353fc1eb796b3d1ab45bf8c37f9fa84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"946","width":"1262"}}]}