{"created":"2014-09-05T15:05:25+00:00","modified":"2014-12-23T18:41:53+00:00","valid":{"from":"2014-12-23T18:41:53+00:00","to":"3014-12-23T18:41:53+00:00"},"hreflang":"en","title":"Lone Passenger Pigeon Escapes Pie Pan, Lands In Smithsonian","published":"2014-09-03T20:26:00+00:00","teaser":"Passenger pigeons used to be the most abundant bird in North America. But hunters drove them to extinction, and by 1914, only one was left. A century later, that pigeon, named Martha, is on exhibit.","itags":["npr_api","325892534"],"guid":"9a6d6f05-9748-46d0-b03b-91b3ffbce029","contentencoded":"<p>\"Pigeon: It's what's for dinner.\"</p><p>That might sound strange to us, but it could have been uttered by our great-grandparents. Baked into pot pies, stewed, fried or salted, the passenger pigeon was <a href=\"http://archive.org/stream/passengerpigeoni00mitc/passengerpigeoni00mitc_djvu.txt\">a staple</a> for many North Americans.</p><p>But by 1914, only one was left: Martha.</p><p>Named after Martha Washington, she lived a long life at the Cincinnati Zoo until 1914. The bird, now on exhibit at the Smithsonian Museum of Natural History, was a celebrity.</p><p>\"There's been a website up for a long time saying, put Martha back on exhibit. There are just that many people who care,\" says Helen James, the museum's <a href=\"http://vertebrates.si.edu/birds/birds_staff_pages/HelenJames_staffpage.cfm\" target=\"_blank\">curator of birds</a>.</p><p>After years locked inside a metal cabinet, Martha is now <a href=\"http://vertebrates.si.edu/birds/Martha/index.html\" target=\"_blank\">perched on a branch</a>, red eyes peering over her shoulder at museum-goers.</p><p>\"Unfortunately, she's rather drab-looking for a larger-than-life bird,\" says James.</p><p>Despite the brown, tousled feathers, this bird was — and is — an icon. Her stuffed body has been flown first class all over the country. Songs have <a href=\"http://youtu.be/XFpaVfFIMFQ?t=38s\" target=\"_blank\">immortalized her</a>.</p><p>Why the obsession with this one bird? James says a lot of animals have gone extinct, but it's rare to be able to go to the zoo and look the last one in the eyes.</p><p>\"There she was alive; you could go and see her. And you could know, when she dies, there goes the species,\" James says. (A group of scientists <a href=\"http://longnow.org/revive/passenger-pigeon-workshop/\" target=\"_blank\">wants to bring</a> the passenger pigeon back from extinction, but they haven't yet.)</p><p>The passenger pigeon's demise was dramatic. According to Joel Greenberg, who just <a href=\"http://joelrgreenberg.com/\" target=\"_blank\">wrote a book</a> about it, their flocks used to darken the skies of North America. One report from Ohio in 1854 began when people noticed strange clouds forming on the horizon.</p><p>\"As time went on it became clear that those clouds were birds,\" says Greenberg. \"And as more time passed, they were plunged into darkness. People who had never seen the phenomenon before fell to their knees in prayer, thinking the end times had come. The down-beating of hundreds of millions of wings created drafts. People were cold.\"</p><p>The passenger pigeons' tendency to cluster in such staggering numbers — in the millions — was their <a href=\"http://www.pnas.org/content/early/2014/06/11/1401526111\" target=\"_blank\">Achilles' heel</a>.</p><p>At <a href=\"http://books.google.com/books?id=egJPWmUrKFsC&lpg=PA269&ots=GopO6ZJeH7&dq=passenger%20pigeon%20pot%20pie%20recipe&pg=PA269#v=onepage&q=passenger%20pigeon%20pot%20pie%20recipe&f=false\" target=\"_blank\">pennies a piece</a>, they were the cheapest protein on land. During migrations, so many would line the trees that sometimes branches would snap right off.<strong> </strong></p><p>\"Despite being the most abundant species, almost all those individuals could be in just a few major flocks at one time,\" James says. \"And so, if you could locate those major flocks, that made the species very vulnerable because you could harvest them intensively all at once.\" And make a lot of pigeon pot pies, adorned with pigeon feet to show what was inside.</p><p>Hunters communicated by telegraph to locate the massive flocks, and then shipped them off by the barrel. Eventually, only Martha remained.</p><p>As the story goes, she lived to be about 30 years old — decrepit for a pigeon. When she was found one day lying on the bottom of her cage, her body was immediately encased in a 300-pound block of ice, <a href=\"http://www.mnh.si.edu/onehundredyears/featured_objects/martha2.html\" target=\"_blank\">shipped </a>to the Smithsonian, and stuffed for immortality.</p><p>In part because of Martha, in 1900 the U.S. passed the <a href=\"http://www.fws.gov/international/laws-treaties-agreements/us-conservation-laws/lacey-act.html\" target=\"_blank\">first federal law</a> protecting wildlife, and much later the Endangered Species Act. But if you think we've learned our lesson, Greenberg says, think again.</p><p>\"The depletion of the oceans is going on now. No country controls the open seas, so nobody can impose limits,\" says Greenberg.</p><p>Like the passenger pigeon, <a href=\"http://www.fishwatch.gov/seafood_profiles/species/cod/species_pages/atlantic_cod.htm\" target=\"_blank\">cod</a> and <a href=\"http://www.nmfs.noaa.gov/pr/species/fish/bluefintuna.htm\" target=\"_blank\">bluefin tuna</a> were once abundant, though overfishing has made their populations vulnerable.</p><p>You can only guess what Martha would think, red eyes now glaring out of her glass case.</p><p>For the food history buffs, here's a <a href=\"http://archive.org/stream/passengerpigeoni00mitc/passengerpigeoni00mitc_djvu.txt\">pigeon pot pie recipe</a> from the 1800s:</p><blockquote><p>\"To make a pot-pie, line the bake-kettle with a good pie-crust; lay in your birds, with a little butter on the breast of each, and a little pepper shaken over them, and pour in a tea-cupful of water — do not fill your pan too full; lay in a crust, about half an inch thick, cover your lid with hot embers and put a few below. Keep your bake-kettle turned carefully, adding more hot coals on the top, till the crust is cooked. This makes a very savoury dish for a family.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lone+Passenger+Pigeon+Escapes+Pie+Pan%2C+Lands+In+Smithsonian&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Rae Ellen Bichell","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326206022-bcdb63.m3u?orgId=1&topicId=1053&ft=3&f=325892534"},{"href":"http://media.npr.org/assets/img/2014/06/26/martha-2-b509b8fc9d69b3e272c6d849ed23e70bc7fedf88.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1132","width":"1509"}},{"href":"http://media.npr.org/assets/img/2014/06/26/passenger_pigeon02-158e6b6adfbe9978fb377a1756f491e8fd6994e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4853","width":"6479"}},{"href":"http://media.npr.org/assets/img/2013/12/19/stewartbrand_2013-stageshot_tiger-43aa482903dacc6ac0081e693ac96d15dd36c5df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1600"}}]}