{"created":"2015-06-11T22:27:48+00:00","modified":"2015-06-29T19:45:19+00:00","valid":{"from":"2015-06-29T19:45:19+00:00","to":"3015-06-29T19:45:19+00:00"},"hreflang":"en","title":"U.S. Export-Import Bank Targeted By Conservatives","published":"2015-06-14T19:20:00+00:00","teaser":"The agency that helps finance U.S. companies overseas has long been a favorite of big business. But now some members of Congress, who see it as a symbol of corporate welfare, want to see it expire.","itags":["npr_api","413619367"],"guid":"9a76adb1-c5bd-4276-9443-a798c56ab4b3","contentencoded":"<p>Republicans are often seen as the party of business. So it's a little ironic that some of the most vocal opposition to the Export-Import Bank comes from conservative Republicans, such as Ohio Rep. Jim Jordan.</p><p>\"If we're ever going to get rid of all the corporate connectedness, all the corporate welfare, you've got to start with the most egregious one and the most obvious one and that's the Export-Import Bank,\" he says.</p><p>The <a href=\"http://www.npr.org/2014/07/10/330434582/congress-latest-death-match-involves-a-bank-youve-never-heard-of\">Ex-Im Bank</a>, as it's called, does several things. It was created during the Depression to help U.S. companies that wanted to sell more products overseas. It provides insurance to these companies to make sure they get paid when they sell products overseas.</p><p>Today, it also underwrites many billions of dollars in loans to U.S. and foreign companies.</p><p>But some members of Congress see the Ex-Im Bank as a bastion of corporate welfare, and they want to see it expire later this month.</p><p>Richard Beranek, president of Miner Elastomer Products Corp., which makes manufacturing parts, says that without the Ex-Im Bank, the Illinois company wouldn't be able to export as much as it does.</p><p>\"Would it put me out of business? It would not. Would it slow my business down? I think it would,\" he says.</p><p>But John Murphy of the U.S. Chamber of Commerce says that in many cases, U.S. companies have to have the backing of a big credit agency such as the Ex-Im Bank or they can't get foreign contracts.</p><p>\"For instance, foreign infrastructure projects. If you want to bid most of the time you need to have Ex-Im support,\" Murphy says. \"If it's a nuclear power plant project abroad, Ex-Im support is required and without it you can't even bid.\"</p><p>But the biggest thing the Ex-Im Bank does is guarantee loans to foreign companies so they can buy U.S.-made products.</p><p>For instance, foreign airlines that want to buy Boeing jets often do so with loans underwritten by the Ex-Im Bank. Murphy says a lot of countries now offer similar loan guarantees to help their businesses export more.</p><p>\"So if the United States and our exporters don't have something similar, that's one knock against us,\" he says.</p><p>But to a lot of free market conservatives, what the Ex-Im Bank does amounts to crony capitalism, and they want Congress to let the bank's charter expire June 30.</p><p>Veronique de Rugy of the Mercatus Center at George Mason University says the Ex-Im Bank distorts the economy. For example, she says loan guarantees for foreign airlines may be great for Boeing, but they're bad for U.S. airlines.</p><p>\"Domestic airlines can't have access to subsidies to buy airplanes, but they have to compete with foreign companies like [Emirates and] Air India,\" she says.</p><p>And those airlines are getting a subsidy, thanks to the Ex-Im Bank.</p><p>De Rugy says supporters of the bank are vastly exaggerating its importance. She says some companies reap benefits from it, but she says most U.S. companies will do just fine without it.</p><p>\"All of the companies that export, a vast majority do it without any help from the government and yet there are those selected few who got cheaper financing,\" she says.</p><p>Critics acknowledge that the Ex-Im Bank has a lot of support in Washington, and that it may well survive if Congress ever gets to vote on it.</p><p>But if Republicans who control Congress succeed in keeping it from a vote, its charter will expire at the end of the month.</p><p>That means it would be unable to guarantee any more loans, and its role in the economy would diminish over time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Export-Import+Bank+Targeted+By+Conservatives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413711391-533c1e.m3u?orgId=1&topicId=1003&d=217&p=2&story=413619367&t=progseg&e=413709311&seg=15&ft=nprml&f=413619367"}]}