{"created":"2014-11-20T23:00:33+00:00","modified":"2014-11-26T16:59:09+00:00","valid":{"from":"2014-11-26T16:59:08+00:00","to":"3014-11-26T16:59:08+00:00"},"hreflang":"en","guid":"9a7dcdea-745b-4d83-83d9-fd84c37bfcec","title":"Protests over Mexico's missing students are also about much bigger issues","published":"2014-11-26T16:59:07+00:00","byline":"Joyce Hackel","tags":["illegal drugs","conflict","SafeMode","Global Politics","Iguala","North America","Central America / Caribbean","Mexico","Guerrero","North America","Central America/Caribbean","Karla Rivera","Jose Luis Abarca","Enrique Pena Nieto","Mexico","missing students","Ayotzinapa","Guadalajara","President Enrique Peña Nieto","Iguala"],"teaser":"It's been two months since 43 students went missing in Mexico, and demonstrators are still in the streets demanding accountability. But the protesters are also angry over Mexico's \"national chaos,\" and are demonstrating for both answers and change.","contentencoded":"<p>The protests <a href=\"http://www.washingtonpost.com/world/protests-over-missing-students-planted-in-guerrero-spread-across-mexico/2014/11/17/0ab932b8-69fc-11e4-bafd-6598192a448d_story.html?postshare=8751416316880267\">rumbling across Mexico's major cities</a> are at least partly about the case of 43 students missing in the state of Guerrero since September. But the demonstrations, according to at least one activist, have become about even bigger issues. </p>\n<p>\"They have become the biggest emblem in 50 years in our country,\" says Karla Rivera, a 22-year-old activist in Mexico's second-largest city, Guadalajara. \"It's not only their disappearance, it's the more than 20,000 disappeared in their country; it's the constant scandals; the corruption; it's the fraud.\"</p>\n<p>The 43 students vanished from a rural school in Ayotzinapa, and may have been executed after being detained by local police. According to one scenario, Iguala Mayor José Luis Abarca had ordered police to ensure the students didn't disrupt a speech his wife was giving. The Mexican government says the police handed the students over to a drug gang, who killed them.</p>\n<p>Mexico's attorney general, Jesús Murillo Karam, says charred remains, possibly of the students, were found at a dump. Authorities are now conducting DNA tests on the evidence. The case has plunged President Enrique Peña Nieto into the worst crisis of his two years in office. And until all the bodies are accounted for, the protests are likely to continue. </p>\n<p>Parents of the students are now travelling throughout Mexico to pressure the government to investigate the case. One group of parents made their way to Guadalajara two days ago, where Rivera met the father of one of the missing students. \"You could see in his eyes, there's a lot of sadness because they've been looking for their sons for almost 60 days,\" she says. </p>\n<p>\"Even though you know it's really probably that the students right now are dead, because it's reality, we live in Mexico and the violence is unbelievable, you still have this hope that they might be alive somewhere,\" Rivera says. </p>\n<p>But even beyond the violence, the government ties and connections to drug cartels are a big reason why so many people have come out in protest.</p>\n<p>\"The Mexican government and the police took them and 'disappeared' them. I think that's why there's so much indignation and anger,\" Rivera says. \"We're living like a national chaos, so people in the streets are demanding a change. That's all we are asking for, a change.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112020142.mp3"},{"href":"http://www.pri.org/file/112020142mp3"}]}