{"created":"2015-02-24T21:24:36+00:00","modified":"2015-05-13T21:13:25+00:00","valid":{"from":"2015-05-13T21:13:25+00:00","to":"3015-05-13T21:13:25+00:00"},"hreflang":"en","title":"Jordan's King Balances Threats Abroad And Critics At Home","published":"2015-02-25T13:27:00+00:00","teaser":"Jordanians now support the military campaign against the self-declared Islamic State. But King Abdullah still faces domestic opponents, religious and secular, who chafe at restrictions at home.","itags":["npr_api","388719052"],"guid":"9a86624f-c236-4b2c-bee4-07dba348b6fd","contentencoded":"<p>Jordan's King Abdullah has faced a delicate balancing act ever since he ascended the throne in 1999 following his father's death. His country shares borders with Iraq, Syria and Israel among others, and there always seems to be trouble in the neighborhood.</p><p>His latest challenge has been to convince Jordanians that it's in the country's interest to play a prominent role in the U.S.-led coalition against the self-declared Islamic State.</p><p>Many Jordanians were skeptical if not outright opposed. But when they saw their pilot Moaz Kassasbeh killed on video by ISIS, they rallied behind the king.</p><p>The monarch even found support from critics like Dima Tahboub, the spokeswoman for the Islamic Action Front, a political party allied with Jordan's wing of the Muslim Brotherhood. The brotherhood, an Islamic social and political movement, is big and legal in Jordan.</p><p>\"This is the phase where we should unite our efforts with the government and with the regime because we thought that our country is threatened, our Islam is threatened, so we should stand united in the face of that,\" says Tahboub, who was educated at the University of Manchester in England.</p><p>The phase she spoke of lasted less than a month.</p><p>Last week, a leading member of the Muslim Brotherhood was sentenced for remarks he posted on Facebook attacking the United Arab Emirates. He was convicted of insulting a friendly government and received 18 months in prison.</p><p>\"Our king speaks well, he promotes Jordan very good in Western communities,\" Tahboub says.</p><p>But for domestic opposition groups like her party, she says, things are not so good.<br /> <br /> For example, the electoral system makes it impossible for a party to win many seats in Parliament. In a more representative system, the Islamic Action Front could have real political power.</p><p>Some defenders of the status quo fear that if the front won power, Tahboub's party would reverse Jordan's pro-Western alignment.</p><p>So what does the party stand for?</p><p>\"Our belief is not that radical. We believe in moderate Islam. There has to be a social contract between people. Making a woman wear the headscarf or preventing people from drinking liquor is not going to be our priority at that time,\" she says.</p><p>\"Our priorities will be educating people, empowering people to rule themselves, to be free in their own countries,\" she adds.</p><p>She acknowledges that the party would like to see social measures, like a ban on alcohol, put on the ballot.</p><p>\"If people agree to that, if we put that to the vote, and the majority of the Jordanian people say, 'OK, we want to prevent liquor in the country,' then that's democracy, that's their decision,\" she says. \"Why does democracy [here] have to be different than democracy in the United States? If people agree and there's a consensus, well, let it be.\"</p><p>Asked about polygamy, a policy sanctioned by the Quran and practiced by some traditional Muslims, she says: \"Polygamy is like other issues. They're not our priority to handle now. We should be interested more in human rights. We're suffering from all kinds of injustices.\"</p><p>\"The West should appreciate that the Arab countries and the Muslim countries have their uniqueness,\" she adds. \"If we meet, we meet as equals, but we have our differences.\"</p><p>As for the battle against ISIS in Syria, Tahboub's party supports retaliatory airstrikes against ISIS, provided they don't kill innocent civilians. But when it comes to Jordanian troops entering Syria, the party is against that, as are most Jordanians.</p><p>\"We have to face the ideology of ISIS in Jordan to protect the minds of our youth from what ISIS presents,\" she says. \"They are hijacking Islam to us.\"</p><p>She compares ISIS to fanaticism in Christianity.</p><p>\"Should we blame Christianity for that; should we blame the churches for that? Each church has its problems. Each church has its alien offspring,\" she argues.</p><p>In her view, Westerners as well as Arab rulers need to distinguish between Islamic political parties and extremists. Arabs in many countries are, she says, \"being handcuffed by our governments, by our regimes. They are treating us as an equal problem to these radical fanatics.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jordan%27s+King+Balances+Threats+Abroad+And+Critics+At+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Siegel","audio":[{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388796210-dd199f.m3u?orgId=1&topicId=1009&d=303&p=2&story=388719052&t=progseg&e=388794727&seg=13&ft=nprml&f=388719052"},{"href":"http://media.npr.org/assets/img/2015/02/24/jordan-support-king-abdullah-5c707c21f952c26eabc39a6c3828077eec088a93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/24/king-abdullah-f506adb1d63d651e66d1cfb04c4e1b583a689b86.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/24/dima-tahboub-art-silverman-5bcf8b14e8a0b61770b4c17baecf811c6cb4701d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}