{"created":"2015-06-24T18:25:21+00:00","modified":"2015-06-25T14:12:54+00:00","valid":{"from":"2015-06-25T14:12:54+00:00","to":"3015-06-25T14:12:54+00:00"},"hreflang":"en","title":"10 Years Later: Hurricane Katrina Evacuees In Houston","published":"2015-06-25T14:12:00+00:00","teaser":"Syeda Hasan of Houston Public Media spoke with two New Orleans evacuees about what it took to call Houston home.","itags":["npr_api","417176740"],"guid":"9a928dc6-f85c-4ff9-afdd-faf43a685257","contentencoded":"<p><em>After Hurricane Katrina devastated New Orleans in 2005, many people relocated to other cities and towns, including Houston, Texas. But rebuilding community and recovering from the upheaval from the disaster takes time. The experiences of many evacuees were documented in an oral history project convened by a University of Houston professor. Reporter <strong>Syeda Hasan</strong> of <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> contributing station Houston Public Media spoke with two evacuees about what it took to call Houston home.</em><div class=\"l-article-primary sep\"></div></p><p>Just a few minutes after opening, the waiting room at Dr. Bong Mui’s clinic is brimming with patients. His family practice is located next to a Hong Kong Food Market in North Houston. Over the past 10 years, Dr. Mui has gained many loyal patients, but it wasn’t always this way. Mui struggled to rebuild his practice after coming to Houston as an evacuee from Hurricane Katrina.</p><p>“I lost everything. Two offices, our hospital, and my wife at the time had a day spa, and it’s completely lost,” he explains.</p><p>When the storm hit, Mui was chief of staff at a small New Orleans hospital. While the rest of the city evacuated, he and two other doctors stayed behind to care for patients. They were eventually rescued, and Mui became one of the estimated 15,000 Vietnamese evacuees to relocate to Houston. Rather than taking refuge in shelters like the Astrodome, many moved in with friends or family. The community shared a sense of solidarity having lived through the perils of the Vietnam War. So Dr. Mui says he took Katrina in stride.</p><p>“Going through so many difficult times, I just feel like, OK, we could survive and we could revive ourselves, in a way.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Going through so many difficult times, I just feel like, OK, we could survive and we could revive ourselves, in a way.&#8221;<div class=\"pullquoteauth\">&ndash; Dr. Bong Mui</div></p><p></div></p><p>Mui says he felt at home among Houston’s large Vietnamese population. But the experience of Katrina was still weighing on him, and sharing that story was an important part of his healing process. So Mui got involved in an oral history project that captured the experiences of hundreds of Katrina evacuees.</p><p>Dr. Mui says he lived in New Orleans longer than he lived in Vietnam, and he felt just as connected to the city. He talked with other evacuees, and says many felt the same way.</p><p>“I love home, I love New Orleans, and I love home Houston too,&#8221; says Lumar LeBlanc, a drummer in a brass band called the Soul Rebels. A New Orleans native who grew up in the 8th Ward, LeBlanc also took part in the interview project.</p><p>LeBlanc loved the jazz and funk music he’d hear playing in the neighborhood, and took up drumming as a career. But after Katrina, LeBlanc’s band didn’t play for months. Many of their instruments were destroyed in the storm. He remembers watching news reports as flood waters engulfed New Orleans.</p><p>&#8220;We were like, &#8216;This can’t be happening. Is this true? Is this our city?&#8217; That’s when the tears started to flow. That’s when all of the insecurities set in. &#8216;I wonder if my home’s ruined.'&#8221;</p><p>LeBlanc moved his family of six into a two-bedroom apartment in this bustling southwest Houston neighborhood. It was a far cry from life in New Orleans, a city that takes up about 170 square miles. Houston is more than 50 times that.</p><p>LeBlanc missed being able to get around on foot, chatting up old friends and strangers on the street. People were just more open in New Orleans, he says. But when he played his first show in Houston, he started to regain that sense of community.</p><p>“God, I just couldn’t believe how warmhearted the people were,&#8221; he recalls. &#8220;The people were like, ‘man, here’s my number if you need anything.’”</p><p>LeBlanc says he’s thankful for the outpouring of support. But he also knows that there were mixed feelings as Houston was flooded with thousands of displaced people. Some residents expressed concerns that evacuees were bringing crime to their neighborhoods. LeBlanc calls those beliefs “phobias.”</p><p>By taking part in the interview, he wanted to share his story in his own words. And that was the whole idea behind the project.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;I just couldn’t believe how warmhearted the people were. The people were like, &#8216;man, here’s my number if you need anything.'&#8221;<div class=\"pullquoteauth\">&ndash; Lumar LuBlanc</div></p><p></div></p><p>“What I found really stunningly and movingly consistent, was that no matter how different the experiences were of those two different individuals, the interviewer listened with respect to what the interviewee had to say,&#8221; says Carl Lindahl, a University of Houston professor who organized the oral history project.</p><p>He and his team paired evacuees up and had them interview each other. Some conversations lasted for hours. Lindahl says rather than feeling cynical about the disaster, many survivors seemed to empathize with each other.</p><p>“A number of people who I think normally wouldn’t have given each other the time of day spent a long time listening to each other,” Lindahl says.</p><p>Lumar LeBlanc says he felt that compassion from other evacuees and from Houston residents. The experience inspired one of his songs, called “Why Can’t We Be One People.”</p><p>Today, LeBlanc is settled into a suburban Houston home. He still plays gigs in New Orleans almost every weekend. Ten years after Katrina, LaBlanc says he feels longtime Houston residents and people who came from New Orleans are a little closer to coming together as one.</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.houstonpublicmedia.org/news/?q=by%20Syeda%20Hasan\" target=\"_blank\">Syeda Hasan</a></strong>, reporter at Houston Pubilc Media. She tweets <a href=\"https://twitter.com/syedahasan887\" target=\"_blank\">@SyedaHasan887</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=10+Years+Later%3A+Hurricane+Katrina+Evacuees+In+Houston&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417176743-53e04d.m3u?orgId=1&d=354&p=60&story=417176740&t=progseg&e=417167034&seg=7&ft=nprml&f=417176740"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0624_lumar-leblanc.jpeg","type":"image/jpeg","meta":{"crop":"custom","height":"427","width":"640"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0624_dr-mui.png","type":"image/jpeg","meta":{"crop":"custom","height":"427","width":"640"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0624_lumar-leblanc2.jpeg","type":"image/jpeg","meta":{"crop":"custom","height":"427","width":"640"}}]}