{"created":"2015-04-27T08:31:32+00:00","modified":"2015-06-15T17:14:32+00:00","valid":{"from":"2015-06-15T17:14:32+00:00","to":"3015-06-15T17:14:32+00:00"},"hreflang":"en","title":"In Texas, Questions About Prosecuting Truancy ","published":"2015-04-27T17:31:00+00:00","teaser":"Chronic, unexcused absence from school in Texas often sends students and parents to adult criminal courts.","itags":["npr_api","400099544"],"guid":"9a938097-26a0-4264-911b-b3d9f4cad33e","contentencoded":"<p>As long as there have been schools and classes, there have been students who don't show up. And educators scratching their heads over what to do about it.</p><p>In most states, missing a lot of school means a trip to the principal's office. In Texas, parents and students are more likely to end up in front of a judge.</p><p>Truancy there is treated as a criminal offense, a class C misdemeanor. In 2013, school districts in the state filed 115,000 truancy cases. The problem is so big, state lawmakers and the U.S. Justice Department are investigating whether prosecuting children and teenagers in adult criminal courts is doing more harm than good.</p><p>Zaid Yassin's case is just one example of the complexity of chronic school absence and the challenges of dealing with it through the criminal justice system.</p><p>Yassin has been summoned by the Travis County Court in Austin because his 5-year-old daughter, Fatima, has missed 23 days of school, all unexcused absences. Yassin says his little girl gets sick a lot.</p><p>\"When she's sick, like high fever or stomach pain, normally I write a note the next day when I take her to the school,\" Yassin says. But he doesn't know why the school considers these unexcused absences.</p><p>Yassin explains this to Justice of the Peace Yvonne Michelle Williams, the presiding judge.</p><p>\"So it sounds like you're pleading not guilty,\" says Williams. Yes, Yassin responds.</p><p>Williams gives him a form, which he doesn't stop to read, and he checks the \"not guilty\" box. He is assigned another court date to appear and prove that his daughter's 23 absences were legitimate.</p><p>Outside, he seems relieved. \"Do you think you're in the clear?\" I ask him. \"Yes,\" he says.</p><p>Experts who've studied truancy policies in Texas say it's rare for a parent or student to plead not guilty.</p><p>Often, parents just want to get it over and done with, says Deborah Fowler. She's the executive director of Texas Appleseed, a public service law center in Austin. The group has compiled the most comprehensive study of school truancy in Texas.</p><p>\"We've met kids in court who've never had a disciplinary referral at school,\" she says. \"Students who have chronic health problems who end up in court because a parent may have forgotten to turn in a medical excuse.\"</p><p>Of course, there will always be kids who have no excuse for skipping school. But Fowler says chronic truancy is more complicated than that. The reasons include pregnancy, caring for a relative, drug use, an abusive situation at home — even homelessness.</p><p>\"The scope of the problem is staggering,\" she says, and yet adult courts tend to see truant kids as \"troublemakers\" who just don't belong in school.</p><p><strong>Seeking New Approaches</strong></p><p>According to Texas Appleseed's <a href=\"http://www.texasappleseed.net/index.php?option=com_docman&task=doc_download&gid=1209\">latest study</a>, over a three-year period ending in 2013, about 6,400 students brought before judges were ordered to withdraw from school, subsequently took the GED exam and failed it.</p><p>Eight of 10 of these students were African-American, Latino or in special education. All were eventually counted as dropouts. That has gotten the attention of the U.S. Department of Justice, which has begun an investigation.</p><p>State lawmakers, meanwhile, have called for a review of truancy policies. Sen. John Whitmire, a Democrat who is chairman of the Senate's criminal justice committee, wants to decriminalize truancy and require schools to provide a lot more prevention and intervention before students are referred to adult court.</p><p>But some school districts are resisting these reforms, says Whitmire: \"I just think schools, unfortunately, are callous.\"</p><p>Joy Baskin, the top attorney for the Texas Association of School Boards, disagrees. \"I certainly wouldn't use the term callous to describe school administrators,\" she says.</p><p>Baskin defends districts' enforcement of attendance policies and worries that if truancy policies change dramatically, it would send a signal that school attendance is not a priority in Texas.</p><p>The state began getting tough on truants in the mid-1990s, when the state decided to transfer truancy cases from juvenile courts to adult criminal courts, which up until then prosecuted mostly traffic citations and petty crime.</p><p>Deborah Fowler, of Texas Appleseed, calls these \"plea mills\" because, she says, they're built for high volume and for making money. She says truancy cases can often lead to families being fined up to $1,500, or facing jail time if they don't pay.</p><p>There are judges, however, who are known to go easier on kids and parents. Williams in Travis County is one of them. She's a fierce critic of how adult courts treat students: \"It's just pitiful.\"</p><p>She says that too many children who end up in court have serious, undiagnosed or untreated learning disabilities, which is why they miss so much school to begin with.</p><p>\"I had such a case this morning,\" Williams says.</p><p>It's the case of 17-year-old Edgar Ramirez. He says he hates school. His mother, Alma Ramirez, can't get him to go. So they've both been charged.</p><p>Through an interpreter, Williams gives them three options: Plead guilty, not guilty or no contest.</p><p>They plead no contest after Williams explains that a no-contest plea means their case will be dismissed in 90 days, as long as Edgar does not miss more school and he does community service. Williams also wants Edgar to get help for his learning disability.</p><p>Speaking in Spanish, so his mother can understand, Edgar says he tries to learn but he forgets everything. He says his memory fails him and he needs help. Alma Ramirez says he has been evaluated in school, but the medicine he's taking does nothing for his memory problems. It just makes him moody and aggressive.</p><p>She is reluctant to blame the school, because ultimately, she says, it'll be up to Edgar to change his behavior.</p><p>\"I work in construction and I don't want him to struggle like me,\" Ramirez says in Spanish.</p><p>I ask Edgar if he's going to take his mom's advice. He stares at the floor and mumbles, \"Yes, I promise to do better.\"</p><p>It's a promise that his mother says she has heard many times before.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Texas%2C+Questions+About+Prosecuting+Truancy+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402514872-c05e91.m3u?orgId=1&topicId=1013&d=423&p=3&story=400099544&t=progseg&e=402512920&seg=3&ft=nprml&f=400099544"},{"href":"http://media.npr.org/assets/img/2015/04/24/_mg_3200_lighter-1fd6775ae26528f7ab70ca5d4ba6b355590c99e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2289","width":"3056"}},{"href":"http://media.npr.org/assets/img/2015/04/24/_mg_3209_small-73779db0a4e791a886a19f45384fdb667b7872cf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2113","width":"2817"}},{"href":"http://media.npr.org/assets/img/2015/04/24/_mg_3166-198932b32afae275cb1a386c9edc918f8537082f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3149","width":"4199"}}]}