{"created":"2014-08-29T19:56:25+00:00","modified":"2014-08-29T19:56:25+00:00","valid":{"from":"2014-08-29T19:56:25+00:00","to":"3014-08-29T19:56:25+00:00"},"hreflang":"en","guid":"9ab0253d-0b69-427e-bb08-1d848e4cac32","title":"Ukraine faces up to a Russian invasion, while Moscow keeps denying it","published":"2014-08-29T19:56:23+00:00","byline":"Christopher Woolf, Nina Porzucki","tags":["military","government","diplomacy","Conflict","Conflict & Justice","Moscow","Lugansk","Kiev","St Petersburg","Europe","Asia","Russia","United States","Ukraine","Europe","Asia","Petro Poroshenko","Charles Maynes","Oliver Carroll","Putin","Alexander Zakharchenko","Vladimir Putin","Russia–Ukraine relations","Crimea","Ukrainians","War","Ukrainian politicians"],"teaser":"Russia says its soldiers aren't fighting in Ukraine, but evidence keeps piling up that Russia has invaded — even in Russia itself. That's caused some protests in Russia and disappointment in Ukraine, where people are feeling abandoned by the outside world.","contentencoded":"<p>Russia denies it, but the evidence is clear: Russian military units are now actively engaged in combat inside Ukraine.</p><p>There are the Russian soldiers captured by Ukraine and displayed at a press conference. There are<a href=\"http://www.nato.int/cps/en/natolive/news_112103.htm\" style=\"line-height: 1.538em;\"><span style=\"line-height: 1.538em;\">&nbsp;the satellite images</span></a><span style=\"line-height: 1.538em;\">&nbsp;NATO released on Thursday that supposedly show 1,000 Russian soldiers in eastern Ukraine.&nbsp;</span><span style=\"line-height: 1.538em;\">There&#39;s even the confession of the main pro-Russian rebel leader, Alexander Zakharchenko, that at least 3,000 Russian soldiers &mdash; he calls them &quot;volunteers&quot; &mdash; have been fighting in Ukraine.</span></p><p><span style=\"line-height: 1.538em;\">There is also a string of clues within Russia itself:&nbsp;</span><span style=\"line-height: 1.538em;\">Russian soldiers are </span><a href=\"http://www.bbc.co.uk/news/world-europe-28949582\" style=\"line-height: 1.538em;\">coming home in bodybags</a><span style=\"line-height: 1.538em;\">, and dozens of wounded are reported to have been </span><a href=\"http://en.censor.net.ua/news/299731/100_wounded_soldiers_brought_to_st_petersburg_member_of_the_human_rights_council_under_the_president\" style=\"line-height: 1.538em;\">flown to St. Petersburg</a><span style=\"line-height: 1.538em;\"> for treatment.&nbsp;</span><span style=\"line-height: 1.538em;\">Last week, Russian President Vladimir Putin even&nbsp;</span><a href=\"http://graph.document.kremlin.ru/page.aspx?1;3648446\" style=\"line-height: 1.538em;\">issued a directive</a><span style=\"line-height: 1.538em;\">&nbsp;awarding the Order of Suvarov to the 76</span><sup>th</sup><span style=\"line-height: 1.538em;\"> Airborne Division for heroism and bravery &mdash; without specifying where or when.</span></p><p>All of that was enough for President Obama to say on Thursday that &quot;Russia is responsible for the violence in eastern Ukraine.&quot;</p><p>But from Moscow, there&#39;s only continued denial.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;The official line is what it&rsquo;s been all along,&rdquo; says Moscow-based reporter Charles Maynes. &ldquo;Russia has no role to play in Ukraine. Russian forces are not on the ground there, although Russia has promoted attempts, for example, to bring in humanitarian convoys.&rdquo;</span></p><p>Maynes says generally Russians are buying the story, although some cracks seem to be appearing.&nbsp;<span style=\"line-height: 1.538em;\">The Mothers of Russia protest group says it has documented 11 deaths of Russian service personnel, and says that in each case the deceased&#39;s family was also given a&nbsp;</span><a href=\"http://en.censor.net.ua/news/299700/mothers_of_russian_soldiers_army_discharge_of_11_soldiers_killed_in_ukraine_was_antedated\" style=\"line-height: 1.538em;\">military discharge dated before the date of death</a><span style=\"line-height: 1.538em;\">.</span></p><p><span style=\"line-height: 1.538em;\">AFP also reported dozens of soldiers&#39; wives staged a protest in the central Russian city of Kostroma on Thursday, demanding to know where their husbands have been deployed. Some of the prisoners paraded by Ukraine say they were based at Kostroma, while other were based at Pskov, near the Estonian border.</span></p><p>Ukraine calls the Russian action a full-scale invasion, but it seems to be something less than that.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;One thing that&rsquo;s clear,&rdquo; Maynes says, &ldquo;is that this appears to be a repeat of the Crimea scenario. This is when [in March] Russia de facto sent troops in but didn&rsquo;t acknowledge them for a long time.&rdquo;</span></p><p>Maynes says what really matters is the intended goal of the incursion, and there are a variety of possibilities. One is that Russia is simply trying to bolster the flagging rebellion in eastern Ukraine. Another is that it wants to seize control of a land corridor linking Crimea with the main part of Russia.</p><p>Meanwhile, as it becomes increasingly clear that Russia is taking an active role in the fighting in eastern Ukraine,&nbsp;<span style=\"line-height: 1.538em;\">freelance journalist Oliver Carroll says&nbsp;</span><span style=\"line-height: 1.538em;\">the mood in Kiev is one of gradual disillusionment.</span></p><p>&ldquo;There a sense that &lsquo;We&rsquo;ve been hung out to dry,&rsquo;&rdquo; Carroll says. &ldquo;[Ukrainians] were expecting more severe sanctions from the US and Europe and they&rsquo;ve come to understand that those aren&rsquo;t forthcoming and they don&rsquo;t understand why.&rdquo;</p><p>Even the question of Crimea, is still a hot button issue.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;You would say that for most diplomats, the issue of Crimea is already off of the table. But for ordinary Ukrainians, the issue of Crimea and returning Crimea is still a burning one,&rdquo; Carroll says.</span></p><p>The feelings of ordinary Ukrainians toward their new president, Petro Poroshenko, are also mixed. Carroll says Poroshenko is in a difficult situation because, unlike in Russia where presidential power is absolute, Ukraine&#39;s corrupt oligarchy wields considerable influence over the relatively weak state. And in the wake of the<span style=\"line-height: 1.538em;\">&nbsp;Maidan protests that toppled former president Viktor Yanukovich,</span><span style=\"line-height: 1.538em;\">&nbsp;civil society has become an increasingly powerful force.</span></p><p>&ldquo;The president has become as much dependent on civil society as anything,&quot; Carroll says. &quot;There would be no functioning army were it not for civil society going out and buying the flak jackets, buying the helmets, buying the basic provisions of food, cigarettes, socks,&quot;</p><p>In April, Carroll spent time reporting in the town of Lugansk in eastern Ukraine and&nbsp;witnessed that lack of supplies and equipment first hand.</p><p>&ldquo;They had been sent with nothing,&quot; he says of the Ukrainian army. &quot;They had been sent with tanks and rifles but that was it. Even at the moment there isn&rsquo;t 100 percent coverage in terms of flak jackets, even in the army.&rdquo;</p><p><span style=\"line-height: 1.538em;\">And while the lengthy struggle has worn out many of the activists from the Maidan, Carroll says many more are prepared to dig in for another potentially tumultuous winter.</span></p><p>&ldquo;They have been through so much,&quot; he says. &quot;So much blood has been paid that it&rsquo;s a very difficult prospect at the moment to see that part of Ukrainian society back down.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/_77187932_img_5111_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/77187932img5111jpg-0"}]}