{"created":"2015-06-26T23:01:04+00:00","modified":"2015-06-29T19:50:52+00:00","valid":{"from":"2015-06-29T19:50:52+00:00","to":"3015-06-29T19:50:52+00:00"},"hreflang":"en","title":"Supreme Court Changes Face Of Marriage In Historic Ruling ","published":"2015-06-27T17:55:00+00:00","teaser":"The court ruled in a 5-4 decision that same-sex marriage is legal in all 50 states, setting off celebrations nationwide. Opponents — and justices' incensed dissents — suggest the fight isn't over.","itags":["npr_api","417840345"],"guid":"9ab635ac-b99b-471b-9bf6-c6478a23656a","contentencoded":"<p>In a historic ruling Friday, the justices of the U.S. Supreme Court declared marriage a fundamental constitutional right not just for opposite-sex couples, but for same-sex couples too.</p><p>But the court was closely and bitterly divided: Conservative Justice Anthony Kennedy wrote the majority opinion for himself and the four more liberal members of the court, while the four other conservative justices each wrote their own angry dissents.</p><p>Inside the Courtroom, as Kennedy began to read from his opinion for the court, many of the lawyers in the chamber — men and women who have litigated gay rights cases for decades — began to weep. In the seats reserved for the public there were tears too — especially from Jim Obergefell, the lead plaintiff in the case, whose name forever will be synonymous with the right to marry for same-sex couples.</p><p>Because same-sex marriage is outlawed in Ohio, he and his dying partner, John Arthur, flew by medical charter to Maryland to marry in 2013, only to find upon their return that the state would not recognize Obergefell as the surviving spouse. They sued the state to win that recognition, and though Obergefell's husband died three months later, the lawsuit lived on — all the way to the Supreme Court on Friday.</p><p>Justice Kennedy \"got a couple of sentences into it and I just started to cry,\" Obergefell said. \"Because what I was hearing from him was that John and I mattered — we exist.\"</p><p>Kennedy wrote in his majority opinion that the right to marry for all couples, whether gay or straight, is fundamental and grounded in the clauses of the Constitution that protect liberty and guarantee equal protection of the law.</p><p>\"No union is more profound that marriage,\" he wrote, \"for it embodies the highest ideals of love, fidelity, devotion, sacrifice, and family. In forming a marital union, two people become something greater than they once were. \"</p><p>Kennedy acknowledged that, for millennia, marriage was between a man and a woman, and that the notion of same-sex marriage has flowered only in recent decades. Indeed, he observed, for much of our history homosexual relationships were condemned as immoral — and even criminalized — and same sex couples had to keep \"what was in their hearts unspoken.\"</p><p>But the past does not portend the future, he said.</p><p>\"The nature of injustice is that we may not always see it in our own time,\" Kennedy wrote — something that the writers of the Bill of Rights and the 14th Amendment knew. So \"they entrusted to future generations a charter protecting the right of all persons to enjoy liberty as we learn its meaning.\"</p><p>In that vein, he observed repeatedly, it wasn't until 1967 that <a href=\"http://www.npr.org/templates/story/story.php?storyId=10889047\" target=\"_blank\">the Supreme Court struck down state bans on interracial marriage</a>. Similarly, he said from the bench, \"we hold that same sex couples may exercise the fundamental right to marry in all states.\"</p><p>In his first oral dissent from the bench since becoming chief justice ten years ago, John Roberts castigated the majority for short circuiting the democratic process.</p><p>From the dawn of history, he said, marriage was defined as between a man and a woman — but he said that on Friday, five lawyers had redefined marriage.</p><p>\"Just who do we think we are?\" he asked, adding that he and his colleagues were judges, not legislators. \"Judges have power to say what the law is, not what it should be.\"</p><p>Roberts wrote that there will be \"consequences to shutting down the political process on an issue of such profound public significance. ... People denied a voice are less likely to accept the ruling.\"</p><p>Justices Antonin Scalia, Clarence Thomas and Samuel Alito also filed dissents, each in one way or another calling the majority decision a power grab.</p><p>Scalia called the decision \"a judicial putsch,\" and Thomas said that human dignity cannot be taken away by the government. \"Slaves did not lose their dignity (any more than they lost their humanity) because the government allowed them to be enslaved,\" he wrote.</p><p>Alito seemed to doubt the majority's assurance that people who still believe same-sex marriage to be wrong would be able voice those opinions robustly.</p><p>\"Those who cling to the old beliefs will be able to whisper their thoughts in the recesses of their homes — but if they repeat those views in public, they will risk being labeled as bigots,\" he said.</p><p>The four dissenters did not carry the day, however, and those who were celebrating the majority decision did not whisper — on the steps outside the Supreme Court, there was singing, chanting and glee. Jim Obergefell even received a congratulatory phone call from President Obama.</p><p>Soon afterward the president was in the White House rose garden, where he spoke about the journey to justice as being, most often, small and incremental.</p><p>But sometimes, he said, \"there are days like this — when that slow, steady effort is rewarded with justice that arrives like a thunderbolt.\"</p><p>In practical terms, Friday's ruling means that within days or weeks, same-sex marriage should be legal in every state in the nation. In Alabama, where state Supreme Court Chief Justice Roy Moore, and then the state court itself, barred local officials from issuing marriage licenses to same sex couples, there was resignation — but also anger.</p><p>\"This is an aberration of centuries of law in Western civilization and in our country since the United States Constitution was adopted,\" said Moore. \"What will happen after that is up to the states and up to the executive branch — whether they're going to abide by it.\"</p><p>But Yale law professor William Eskridge says the states have no choice.</p><p>\"No state can now refuse to issue same-sex couples marriage licenses,\" he said. and \"states have got to recognize out-of-state valid same-sex marriages, just as they would valid different-sex marriages. So that is very sweeping.\"</p><p>Tony Perkins, President of the Family Research Council, said the court is ignoring reality and plunging itself back into a Roe v. Wade quagmire.</p><p>\"Just as we saw in 1973 on the abortion issue, the court said they were going to solve this issue once and for all; 42 years later they have not solved that issue,\" Perkins said. \"It's an issue in every election from president on down, and this will be too.\"</p><p>Perkins said that, for evangelicals, marriage between a man and a woman is non-negotiable. He accused gay rights advocates of constantly moving the boundaries, as well as driving out of business vendors who — as a matter of faith — do not accept same-sex marriage.</p><p>\"There's been kind of a bait-and-switch: First it was talked about, 'oh, we just want to be able to marry someone we love.' Well, it's become much bigger than that,\" he said. \"I think there will be resistance to giving any further legal instruments to bludgeon those who have objections.\"</p><p>Indeed, gay rights advocates do say they have more battles to fight. Only 28 states have laws banning discrimination in employment, housing, public accommodations and other spheres. Ultimately, that's a problem that only can be solved by a federal law, says Matt McTighe, campaign director of Freedom for All Americans, a new organization formed to push for nondiscrimination laws.</p><p>\"The only way that that we can get a truly comprehensive protection is with an act of Congress, but we know it's like marriage — it's probably going to have to come through hard-fought, incremental victories, winning state-by-state or municipality-by-municipality,\" he said.</p><p>Margaret Marshall, however, says marriage is special. As chief justice of the Massachusetts Supreme Judicial Court, she wrote the 2003 decision that for the first time created a statewide right to marry. Marriage, she says, is marked by not only a public commitment between two people, but a broad array of benefits that the state confers on married couples.</p><p>\"Tax benefits and social security benefits, disability benefits and retirement benefits,\" she said. \"The Constitution says you cannot give those benefits to one group of people and deny them to another.\"</p><p>The U.S. Supreme Court's decision came two years to the day after <a href=\"http://www.npr.org/sections/thetwo-way/2013/06/26/195857796/supreme-court-strikes-down-defense-of-marriage-act\" target=\"_blank\">the same 5-to-4 majority struck down the Federal Defense of Marriage Act</a> and set the stage for Friday's ruling. It also came on the eve of Gay Pride Weekend — a weekend likely to be even more celebratory than usual.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Changes+Face+Of+Marriage+In+Historic+Ruling+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"472"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417840346-9c53cd.m3u?orgId=1&topicId=1070&d=472&p=2&story=417840345&t=progseg&e=417611774&seg=11&ft=nprml&f=417840345"}]}