{"created":"2015-01-28T08:26:43+00:00","modified":"2015-05-13T21:22:13+00:00","valid":{"from":"2015-05-13T21:22:13+00:00","to":"3015-05-13T21:22:13+00:00"},"hreflang":"en","title":"Singing The Blues, A U.S. Envoy Hopes To Boost Ties With Ecuador","published":"2015-01-28T17:31:00+00:00","teaser":"In South America, left-wing governments hostile to the U.S. are tossing out diplomats or shunning them entirely. In Ecuador, U.S. Ambassador Adam Namm is using music to do something about it.","itags":["npr_api","376976113"],"guid":"9ab9bd4f-9940-4c7d-8eda-771c218b059c","contentencoded":"<p>Shortly before taking the stage at a bar in Quito, Ecuador's capital, the local band Samay Blues plugs in for a sound check.</p><p>Among the audience are a number of Americans. That's because the word is out: U.S. Ambassador Adam Namm will be sitting in on keyboards.</p><p>\"I'm glad to get out of the office once in a while,\" Namm tells a patron. \"Thanks for coming.\"</p><p>In a region where many left-wing leaders are hostile to the United States, Namm has found a novel way to reach out to his host country.</p><p>The top U.S. envoy to Ecuador took his first piano lesson at age five. After joining the U.S. Foreign Service, he played with bands in the Dominican Republic and Pakistan, then hooked up with Samay Blues in Ecuador.</p><p>The band practices in the ambassador's official residence, where Namm's bodyguards help set up the amplifiers and plug in microphones. Besides playing keyboards Namm often sings lead vocals — belting out the lyrics to the Stevie Ray Vaughn classic, \"Pride and Joy,\" during the recent bar gig.</p><p>For Namm, playing with the band several nights a week is a way to break away from traditional button-down diplomacy.</p><p>\"It's a great way to connect,\" he says. \"So sports, art, whatever your passion is, get out and share it because you shouldn't be the stiff ambassador who only shows up at speeches and cocktail parties.\"</p><p>But it turns out singing the blues is one of Namm's dwindling options. Ecuadorian President Rafael Correa is a fierce critic of the United States. He expelled the previous U.S. ambassador and has refused to meet with Namm. He has also kicked out U.S. military advisers and aid workers.</p><p>Elsewhere in Latin America, it's also been tough sledding for U.S. diplomats. The left-wing governments in <a href=\"http://www.npr.org/templates/story/story.php?storyId=94855189\">Bolivia</a> and <a href=\"http://www.npr.org/templates/story/story.php?storyId=94572499\">Venezuela</a> have expelled American ambassadors. In September, Kevin Sullivan, the top U.S. diplomat in Argentina, was nearly given the boot for commenting on that country's debt default, which involves <a href=\"http://www.npr.org/blogs/parallels/2014/08/22/342474849/argentina-crisis-puts-focus-on-role-of-distressed-debt-funds\">U.S. hedge funds</a>.</p><p>In Ecuador, President Correa sometimes lashes out at Namm. In one speech, Correa warned the ambassador not to \"misbehave\" after Namm criticized a government crackdown on the news media. Namm plays down the conflict.</p><p>\"The U.S. relationship with Ecuador certainly has its difficulties and has had its difficulties over the last several years,\" he says. \"But I think both governments recognize that we have a lot more in common than differences. And it behooves both countries to work together.\"</p><p>So, does all this \"blues diplomacy\" make any difference? Moises David, the drummer for Samay Blues, says Namm's soulful performances help debunk the caricature of U.S. ambassadors as overbearing imperialists.</p><p>\"Namm is so warm and communicates so well with the people that they want to come back and see him,\" David says. \"He gives diplomacy a new image.\"</p><p>Music has also helped Namm break the ice with Ecuadorian officials, like Foreign Minister Ricardo Patiño, who delights in both slamming Washington and in singing.</p><p>\"He asked me to play,\" Namm says. \"He had an Ecuadorian band and I played some piano, and he sang and it was a great experience. It was, actually, we played '<em>Bésame Mucho</em>.' \"</p><p>The song was an intriguing choice given the bad blood between the two governments. In Spanish, <em>Bésame Mucho</em> means \"Kiss me a lot.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Singing+The+Blues%2C+A+U.S.+Envoy+Hopes+To+Boost+Ties+With+Ecuador&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Otis","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382056584-acb3d0.m3u?orgId=1&topicId=1127&d=268&p=3&story=376976113&t=progseg&e=382055593&seg=17&ft=nprml&f=376976113"},{"href":"http://media.npr.org/assets/img/2015/01/14/ar_adamnamm-samayblues_npr_ars1407-29551750f09b8964d92ad0c890c9bc87a74a57df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2759","width":"3683"}},{"href":"http://media.npr.org/assets/img/2015/01/14/37141226_h31487938-437696f442ac0c889c4aa18ca5f68eb522db3f63.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1863","width":"2485"}}]}