{"created":"2014-09-26T18:48:49+00:00","modified":"2014-11-01T16:56:29+00:00","valid":{"from":"2014-11-01T16:56:29+00:00","to":"3014-11-01T16:56:29+00:00"},"hreflang":"en","guid":"9abde9eb-2d1c-4af3-9d40-e3f09dc8418c","title":"Here's how '96 Tears' became a Michigan city's official rock anthem","published":"2014-11-01T16:56:19+00:00","byline":"Alina Simone","tags":["music","culture","history","Music","Arts, Culture & Media","Bay City","United States","Michigan","Eddie Serrato","Bobby Balderamma","Gary Johnson","David Marsh","Christopher Shannon","Rock music","Question Mark & the Mysterians","96 Tears"],"teaser":"In 1966, a band of Latino teens put together a hit song that continues to resonate today. It was just named the official rock and roll song of Bay City, Michigan.","contentencoded":"<p>Gary Johnson — a retired school-teacher and <a href=\"http://www.michiganrockandrolllegends.com/\">amateur rock historian</a> — had a quest.</p>\n<p>He wanted his hometown of Bay City, Michigan, to make \"96 Tears,\" by the band <a href=\"http://www.96tears.net/\">? and the Mysterians</a>, its <a href=\"http://www.michiganrockandrolllegends.com/dr-js-blog/239-96-tears-to-be-dedicated-as-bay-city-s-offical-rock-and-roll-song\">official song</a>.</p>\n<p>It was recorded in Bay City, in 1965, in the home studio of a local hairdresser. Six months after the band's single was pressed, \"96 Tears\" hit number one on the billboard charts. A classic American success story.</p>\n<p><iframe width=\"453\" height=\"340\" src=\"http://www.youtube.com/embed/R7uC5m-IRns?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>“It's the achievement of the song and also the story behind it,” Gary Johnson explained. “You've got a band of Hispanic teens whose parents were immigrants from Mexico, settled in Texas and then moved to Michigan after working in the fields and orchards of Michigan, found employment in the auto factories like so many people in the United States did.”</p>\n<p>Now, some people may dismiss the band as a “number one hit wonder,” but there are hits and there are <em>hits</em>. Tears is legendary. Johnson has gotten used to ticking off the accolades the song has earned.</p>\n<p>“It's been recognized by the Rock n' Roll Hall of Fame as one of the 500 songs that shaped Rock 'n Roll. It has been recognized by Rolling Stone Magazine as one of the 500 greatest songs of all time.”</p>\n<p>The garage rock anthem has been covered by <a href=\"https://www.youtube.com/watch?v=FIAOjGWoHgQ\">Bruce Springsteen</a>, <a href=\"https://www.youtube.com/watch?v=6DUNIlwrfI8\">David Byrne</a>, <a href=\"https://www.youtube.com/watch?v=SfLMW7HBxsM\">Iggy Pop</a> and <a href=\"https://www.youtube.com/watch?v=mb-Ao5rkMZY\">Aretha Franklin</a>, just to name a few.</p>\n<p>The term “punk music” was first used in reference to 96 Tears, by rock critic <a href=\"http://davemarsh.us/\">David Marsh</a> for CREEM magazine back in 1971. And while 96 Tears wouldn't be considered a punk song today, the critics at CREEM felt the Mysterians — with their raw sound and jagged lyrics — embodied the true spirit of rock and roll.</p>\n<p>So, as Johnson put it, it would “seem like a no-brainer that this would be recognized as Bay City's official song.”</p>\n<p>But there have been a few roadblocks.</p>\n<p>See, when Johnson approached the mayor, he discovered Bay City already had an official song. It was called “Bay City is Second to None,” and it was written in 1921, for a cash prize sponsored by the local paper. I'd include a link to it here, but there acutally isn't any recording of the song.</p>\n<p>But even though the official song only existed on paper, Bay City Mayor Christopher Shannon still thought it was an important part of the city's history and worth keeping. So he made Johnson a counter-offer.</p>\n<p>“I thought, what Bay City should really do,” the mayor said, “is to dedicate an official rock n' roll song. And 96 Tears was the obvious choice.”</p>\n<p>Less obvious than you'd think, actually, because Madonna was actually born in Bay City. But Johnson didn't exactly break into a victory dance at the news.</p>\n<p>“What I fear is that this is going to spur other folks to say, ‘Well, why can't we have an official polka song of Bay City?' Or ‘Why can't we have an official country song?' And I have nothing against any of those genres of music,” Johnson added, “it's just that no song in any genre has had the impact nationally or internationally as 96 Tears.”</p>\n<p>Determined to convince the mayor, Johnson dug up the sheet music to Bay City is Second to None, and discovered a lyric he describes as “questionable,” which refers to Bay City as “the place for the best of the race.” Surely this would change the mayor's mind? But no. Shannon preferred to assume the authors were referring to the “human race.” Not, you know, white people:</p>\n<p>“I think it's important to look at it as it is and its place in time and honor it as a part of Bay City's history,” Shannon explains. “That's it — it's nothing more complex than that. So I know people may disagree with me — like Gary Johnson — but that's OK.”</p>\n<p>The threat of an official polka song notwithstanding, on August 15, 2014, Shannon proclaimed 96 Tears as the official Bay City Rock and Roll Song.</p>\n<p>It'd been almost 50 years since the band recorded \"96 Tears,\" and they were back in Bay City, where it all started for a victory lap. It's easy to forget most of these guys were still in high school when 96 Tears hit number one.</p>\n<p>Bobby Balderamma, the guitarist, explains what that was like. “My Dad said, ‘What? You're only 16 years old! I can't let you go on the road.' Then I told my Dad, ‘If you don't, I'm gonna run away.'”</p>\n<p>It's also hard to believe there was a time when local venues refused to host a Latino rock band. But despite all the focus on the Mysterians' roots, this is a band that named itself after a <a href=\"http://www.youtube.com/watch?v=AHbL8a71Hoo\">Japanese space opera</a>. With their dark sunglasses and sweaters emblazoned with orange question marks, their ethnicity was the last thing you'd notice about the Mysterians. And if other people made an issue of it, they didn't let that slow them down.</p>\n<p>“For all the negativity that came at us after our hit song,” Balderamma says, “or before. All the people that were prejudiced — you know, they didn't want us to play there. I don't let that bother me. I just look at them as not very wise.”</p>\n<p>Even though life on the road did take the Mysterians around the world, four of the five original members (drummer Eddie Serrato died in 2011) still live in the area.</p>\n<p>“Yeah, everybody moves away,” Question Mark (his legal name, by the way) muses. “On our t-shirts, if you'll see them it says, ‘Michigan rock n' roll.' We're the only band that really advertises Michigan.”</p>\n<p>Question Mark has been known to claim that he's from Mars and walked with the dinosaurs in another life. Sadly, when I ask where he was born all I get is “on some dirt road,” followed by a sharp laugh. Maybe that's because the past few years have been pretty rough for Question Mark here on Earth.</p>\n<p>Seven years ago, the house he shared with his longtime manager and his manager's wife, burned to the ground. He lost everything — his gold records, decades of memorabilia and, worst of all, his pet Yorkies. They are still rebuilding.</p>\n<p>The band doesn't get much income from their smash hit — they signed away their original copyright years ago. But that hasn't stopped them from continuing to make music or perform live. Question Mark is currently working on an album of cover songs, as well as several new versions of \"96 Tears\" (including one in Spanish).</p>\n<p>Most of the Mysterians formed a new group called the <a href=\"https://www.facebook.com/RobertLeeRevue\">Robert Lee Revue</a>. Just like when they were in high school, keyboardist Frank Rodrigues still goes over to Balderamma's place to jam — only now it's more Garageband, less Garage Rock — their single, \"Happy &amp; Go Lucky,\" hit No. 22 on the smooth jazz chart.</p>\n<p>“It almost feels like '96 Tears,' you know,” Bobby tells me. “It just keeps moving up.\"</p>\n<p>Almost, but \"96 Tears\" is pretty hard to beat. Fans flew in from as far away as Alabama to see the Mysterians perform on August 15. That's a lot of love.</p>\n<p>Shannon didn't have an answer, exactly, when asked what happens now that \"96 Tears\" is Bay City's official rock song.</p>\n<p>“Well, you know what, that's a good point. What does that mean? It's largely honorary.”</p>\n<p>It's almost enough just to have done it.</p>\n<p>“We have something else that is smashing,” Shannon says. “We have Bay City's official rock 'n roll song. How many other cities can say that?”</p>\n<p>None that I could find. But the week of the mayor's proclamation, the Houston Chronicle published an editorial. Citing Bay City, they declared, “What Houston Needs is a Good Rock Anthem.” I forwarded the link to Johnson, hoping it might cheer him up. Maybe soon, instead of thinking, what kind of city needs an official rock song, we'll find ourselves thinking, um, what city <em>doesn't?</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Cropped_1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/croppedjpg-3"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/092620149.mp3"},{"href":"http://www.pri.org/file/092620149mp3"}]}