{"created":"2014-09-08T15:42:09+00:00","modified":"2014-11-24T21:19:47+00:00","valid":{"from":"2014-11-24T21:19:47+00:00","to":"3014-11-24T21:19:47+00:00"},"hreflang":"en","title":"Maya Angelou, Poet, Activist And Singular Storyteller, Dies At 86","published":"2014-05-29T01:11:00+00:00","teaser":"Angelou refused to speak for much of her childhood and revealed the scars of her past in her groundbreaking memoir, <em>I Know Why the Caged Bird Sings. </em>She opened doors for black and female writers.","itags":["npr_api","147369802"],"guid":"9ac80853-8a0f-441d-b72e-0e145ff2d143","contentencoded":"<p>Poet, performer and political activist Maya Angelou has died after a long illness at her home in Winston-Salem, N.C. She was 86. Born in St. Louis in 1928, Angelou grew up in a segregated society that she worked to change during the civil rights era. Angelou, who refused to speak for much of her childhood, revealed the scars of her past in <em>I Know Why the Caged Bird Sings</em>, the first of a series of memoirs.</p><p>Growing up in St. Louis, Mo., and Stamps, Ark., she was Marguerite Johnson. It was her brother who first called her Maya, and the name stuck. Later she added the Angelou, a version of her first husband's name.</p><p>Angelou left a troubled childhood and the segregated world of Arkansas behind and began a career as a dancer and singer. She toured Europe in the1950s with a production of <em>Porgy and Bess</em>, studied dance with Martha Graham and performed with Alvin Ailey on television. In 1957 she recorded an album called \"Calypso Lady.\"</p><p>\"I was known as Miss Calypso, and when I'd forget the lyric, I would tell the audience, 'I seem to have forgotten the lyric. Now I will dance.' And I would move around a bit,\" she recalled with a laugh during a 2008 interview with NPR.</p><p>\"She really believed that life was a banquet,\" says Patrik Henry Bass, an editor at <em>Essence Magazine</em>. When he read Angelou's memoir <em>I Know Why the Caged Bird Sings</em>, he saw parallels in his own life in a small town in North Carolina. He says everyone in the African-American community looked up to her; she was a celebrity but she was one of them. He remembers seeing her on television and hearing her speak.</p><p>\"When we think of her, we often think about her books, of course, and her poems,\" he says. \"But in the African-American community, certainly, we heard so much of her work recited, so I think about her voice. You would hear that voice, and that voice would capture a humanity, and that voice would calm you in so many ways through some of the most significant challenges.\"</p><p>Film director John Singleton grew up in a very different part of the country. But he remembers the effect Angelou's poem \"<a href=\"http://www.poets.org/viewmedia.php/prmMID/15623\" target=\"_blank\">Still I Rise</a>\" had on him as a kid. It begins:</p><p>You may write me down in history<br />With your bitter, twisted lies,<br />You may trod me in the very dirt<br />But still, like dust, I'll rise.</p><p>\"I come from South Central Los Angeles,\" he says. It's \"a place where we learn to puff up our chests to make ourselves bigger than we are because we have so many forces knocking us down — including some of our own. And so that poem ... it pumps me up, you know. ... It makes me feel better about myself, or at least made me feel better about myself when I was young.\"</p><p>Singleton used Angelou's poems in his 1993 film <em>Poetic Justice</em>. Angelou also had a small part in the movie. Singleton says he thinks of Angelou as a <em>griot</em> — a traditional African storyteller.</p><p>\"We all have that one or two people in our families that just can spin a yarn, that has a whole lot to say, and holds a lot of wisdom from walking through the world and experiencing different things,\" he says. \"And that's the way I see Dr. Maya Angelou. She was a contemporary of Martin Luther King, a contemporary of Malcolm X and Oprah Winfrey. She transcends so many different generations of African-American culture that have affected all of us.\"</p><p>Joanne Braxton, a professor at the College of William and Mary, says Angelou's willingness to reveal the sexual abuse she suffered as a child in <em>I Know Why the Caged Bird Sings</em> was unprecedented at the time. The critical acclaim and popularity of the book opened doors for both African-American and female writers.</p><p>\"Maya Angelou brought about a paradigm shift in American literature and culture,\" Braxton says, \"so that the works, the gifts, the talents of women writers, including women writers of color, could be brought to the foreground and appreciated. She created an audience by her stunning example.\"</p><p>For Braxton, the world will never be quite the same without Angelou.</p><p>\"I love her,\" she says. \"She's beloved by many, including many, many people who have never met her in person, and who will never meet her in person — but she has extended herself that way, so that her touch extends beyond her physical embrace. That is truly a gift, and we are truly blessed to have known her through her presence and her work.\"</p><p>Angelou once said she believed that \"life loves the liver of it,\" and she did live it, to the fullest.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Maya+Angelou%2C+Poet%2C+Activist+And+Singular+Storyteller%2C+Dies+At+86&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"343"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316702072-4d0a93.m3u?orgId=1&topicId=1062&ft=3&f=147369802"},{"href":"http://media.npr.org/assets/img/2013/08/08/rexusa_418878a-e4eb33940e814ec665f811e1dde863a21319c79e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3000","width":"2453"}}]}