{"created":"2014-10-26T20:41:54+00:00","modified":"2014-10-27T23:49:35+00:00","valid":{"from":"2014-10-27T23:49:35+00:00","to":"3014-10-27T23:49:35+00:00"},"hreflang":"en","title":"Johnnyswim: A Husband And Wife On A 'Constant Adventure' ","published":"2014-04-28T22:54:00+00:00","teaser":"Amanda Sudano and Abner Ramirez met in Nashville, started writing songs together and fell in love — maybe in that order. Their band Johnnyswim is about to release its first full album, <em>Diamonds</em>.","itags":["npr_api","307649275"],"guid":"9acc4ebd-a17c-4820-bf68-44b2e803086a","contentencoded":"<p>Amanda Sudano and Abner Ramirez met in Nashville, started writing songs together and fell in love — maybe in that order. It may sound like a wedding announcement in the newspaper, but it's how Johnnyswim got started.</p><p>\"The more songs we wrote together, the more time we spent alone together, which is really all I was interested in. The more songs were good, the more chance of making out we had,\" Abner Ramirez tells NPR's Melissa Block, laughing. \"I mean, honestly, this all was just a ploy to have this girl in my life, and so now I have to continue the ruse of playing music. I found that even though I had sung with other people, written with other people, there was a connection — something about it was good. We got to the point of a song more quickly than with other people that I would write with. It just felt right.\"</p><p>After several singles and EPs (and a move to Los Angeles), <em>Diamonds </em>will be the husband-and-wife duo's first proper full-length album. Just listening to a new song like \"Falling for Me,\" it's hard to hear where one voice ends and another begins, and sometimes it's a little confusing for the band itself.</p><p>\"Quite often when we sing live, the biggest problem is making sure that our monitors are separate, because otherwise I can't tell sometimes who's singing what because our voices are so similar,\" Sudano says. \"Singing together for this long, I guess it's less we melded into singing the same and more where we make room for one another. It's more walking in a straight line together; it's more like a dance where we've learned to kind of blend even just in the inflections of things. I think that's what I hear more than anything.\"</p><p>Sudano is the daughter of the late disco and R&B singer <a href=\"http://www.npr.org/artists/152918320/donna-summer\">Donna Summer</a>, and even spent summers as a backing vocalist on tour. But that's where the comparisons end.</p><p>\"It's my mom's voice, so in my head, it's the first voice you hear,\" Sudano says. \"You know, I did grow inside of her, so I've heard her voice my whole life. I don't remember not knowing her voice, so I'm sure I do things that sound like her. But I think it's just a very different thing than looking physically like somebody else. I'm just so used to her singing her songs — and she was a belter, you know. I remember hearing a lot of these opera songs, because she could yodel and do all of this awesome stuff that I could never do. It sets it apart in my ear for me.\"</p><p>Ramirez is much more to the point: \"It's fully her as much as her fingerprint is unique to her — her voice is fully Amanda and fully awesome.\"</p><p>Sudano and Ramirez spend a lot of time on the road, in the studio and at home, but they say it never becomes too much. For them, it's \"all one kind of stream of life.\"</p><p>\"I think it's almost the opposite of maybe what people expect to think,\" Sudano says. \"Instead of the longer you're out on the road it gets more claustrophobic, the longer you're out on the road it gets nicer to have [Ramirez] there, because he's the closest thing to home I have. Home is where he is. The farther away I get from being at home, the more I cling to being near him, because he gives me that sense of, 'OK, everything's all right,' and he brings me back to home.\"</p><p>\"The greatest asset in our marriage,\" Ramirez adds, \"is that we're on a constant adventure together.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Johnnyswim%3A+A+Husband+And+Wife+On+A+%27Constant+Adventure%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307766357-6eaf90.m3u?orgId=1&topicId=1105&ft=3&f=307649275"},{"href":"http://media.npr.org/assets/img/2014/04/28/johnnyswim2-78248b35590211aa53337781b69ceeef41aec973.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2325","width":"3100"}}]}