{"created":"2014-10-08T14:54:52+00:00","modified":"2014-10-31T01:32:44+00:00","valid":{"from":"2014-10-31T01:32:44+00:00","to":"3014-10-31T01:32:44+00:00"},"hreflang":"en","title":"Supreme Court: Case Involved Romantic Jealousy, Not Chemical Weapons","published":"2014-06-02T23:19:00+00:00","teaser":"The justices ruled that federal authorities erred by invoking the chemical weapons treaty in prosecuting a woman who attacked a romantic rival with chemicals.","itags":["npr_api","318266836"],"guid":"9ae4ada1-4e66-4527-8cdf-cb6718af37fb","contentencoded":"<p>The U.S. Supreme Court on Monday dodged a major constitutional test of the Constitution's treaty power. Conservative activists had seen the case as a chance to limit the power of the president and Congress to make and enforce treaties. Instead, the case boiled down to, in Chief Justice John Roberts' words, \"an act of revenge born of romantic jealousy.\"</p><p>The Chemical Weapons Convention of 1993, adopted by the United States and 189 other nations, bars the development, use and storage of chemical weapons. After the Senate ratified the treaty by more than the two-thirds vote required by the Constitution, it passed an enforcement statute making it illegal to, among other things, possess or use toxic chemicals for any purpose not authorized by law.</p><p>Enter Carol Anne Bond, a Pennsylvania microbiologist who learned in 2006 that her best friend, Myrlinda Haynes, was having an affair with Bond's husband and had become pregnant. Bent on revenge, Bond obtained chemicals online and from her workplace and spread them repeatedly on Haynes' car, doorknob and mailbox.</p><p>An outraged Haynes complained to local police to no avail, apparently because the chemicals could be easily seen and she had not suffered serious harm. Eventually, Bush administration prosecutors stepped in. Bond was charged with violating the chemical weapons treaty, pleaded guilty, and was sentenced to six years in prison.</p><p>Her case, however, caught the attention of conservative lawyers and made its way to the Supreme Court not once, but twice. On this second trip, the justices faced the question of what, if any, limits apply to the treaty power — and whether to reverse a century-old ruling written by Justice Oliver Wendell Holmes saying, in essence, that if a treaty is constitutional, so too are the laws enacted to enforce it.</p><p>Bond argued that hers was a simple assault case, the classic domain of the states, not the federal government. The federal government countered that were Bond to succeed in appealing her conviction under the act on this basis, it would be the first time in 225 years that any limits had been placed on the treaty power jointly held by the president and Congress.</p><p>The Supreme Court avoided the treaty question entirely on Monday, to the great relief of foreign policy experts who have served in administrations both Democratic and Republican.</p><p>\"The court stepped back from the brink of what might have been an unprecedented and momentous decision,\" said Georgetown law professor Marty Lederman, who served in a top Justice Department post in the Obama administration. The court's decision could \"have severely limited the historical power of the United States to make international treaties and/or the power of Congress to ensure that the U.S. complies with its treaty obligations,\" he said.</p><p>\"What some had invited the court to do in this situation was to use a sledgehammer to kill a fly and to clip the entire treaty power, simply to reverse Ms. Bond's conviction,\" said a relieved John Bellinger, who served as legal adviser to the State Department and the National Security Council during the George W. Bush administration. In deciding not to take that course, he said, the court \"acted prudently.\"</p><p>The vote to reverse Bond's conviction was unanimous, but the reasoning was not. Six justices read the statute implementing the Chemical Weapons Convention treaty as not applying to cases like Bond's, while three would have addressed the treaty question to limit Congress' treaty power in some way.</p><p>Writing for the majority, Chief Justice Roberts said Congress, in writing the statute, did not give any clear indication that it intended to cover \"purely local crimes\" like Bond's. The toxins she used were not chemical weapons meant to cause \"severe harm to many people,\" he said. Rather, hers was \"an act of revenge born of romantic jealousy, meant to cause discomfort\" that resulted in \"nothing more than a minor thumb burn.\"</p><p>Congress, he said, cannot without explicitly saying so transform the definition of a \"chemical weapon\" into a term so broad that it encompasses every chemical \"from the detergent under the kitchen sink to the stain remover in the laundry room.\" If that were the case, he said, \"any parent\" could be convicted of \"possession of a chemical weapon\" when, \"exasperated by the children's repeated failure to clean the goldfish tank, he considers poisoning the fish with a few drops of vinegar.\"</p><p>He also noted that, \"with the exception of this unusual case,\" the federal government has not used the act to prosecute purely local crimes. Indeed, he pointed to \"only a handful of prosecutions that have been brought under this section\" of the law, and \"most of these involved either terrorist plots or the possession of extremely dangerous substances with the potential to cause severe harm to many people.\"</p><p>These are the kinds of crimes, Roberts pointedly observed, that \"have not traditionally been left predominantly to the states,\" and, he emphasized, nothing in today's opinion \"will disrupt the Government's authority to prosecute such offenses.\"</p><p>Joining the Roberts opinion were the court's four more liberal justices, plus Justice Anthony Kennedy.</p><p>The court's three most conservative justices — Antonin Scalia, Clarence Thomas and Samuel Alito — agreed that it was wrong to prosecute Bond under the federal statute. But they would have gone further than their colleagues, reaching the constitutional question and imposing some limits on the power of the president and Congress to make and implement treaties.</p><p>While Alito and Thomas predicted the issue would raise its head again soon, many doubted that. Nicholas Quinn Rosencranz, who filed a brief urging the court to impose new limits, was skeptical. \"It's very hard to imagine quite the set of facts that will raise this again.\"</p><p>Bellinger noted that during his tenure in the Bush administration, the Senate enacted 163 treaties into law, whereas today most treaties eligible for Senate ratification are being held up by Sen. Rand Paul, R-Ky., and a handful of his fellow Senate conservatives.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court%3A+Case+Involved+Romantic+Jealousy%2C+Not+Chemical+Weapons&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"311"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318266837-198207.m3u?orgId=1&topicId=1070&ft=3&f=318266836"}]}