{"created":"2014-09-23T07:31:32+00:00","modified":"2014-10-30T22:10:11+00:00","valid":{"from":"2014-10-30T22:10:10+00:00","to":"3014-10-30T22:10:10+00:00"},"hreflang":"en","title":"Now That's An Artifact: See Mary Cassatt's Pastels At The National Gallery","published":"2014-09-23T17:20:00+00:00","teaser":"Cassatt gave the three well-loved, wooden boxes of pastels to a friend's 10-year-old granddaughter, who later recalled: \"I wasted lots of them on playing and swapping them with my friends.\"","itags":["npr_api","350650986"],"guid":"9ae463c9-824a-42e1-8e22-c789493c06d9","contentencoded":"<p>Imagine if you could see the pen Beethoven used to write his Symphony No. 5. Or the chisel Michelangelo used to sculpt his David. Art lovers find endless fascination in the materials of artists — a pen, a brush, even a rag can become sacred objects, humanizing a work of art.</p><p>And now, at Washington, D.C.'s National Gallery of Art, visitors can see some of the materials that impressionist Mary Cassatt once used — three well-loved, large wooden boxes of pastels from distinguished Paris art supply stores. Each box is filled with stubby pieces of pastels, some worn down to half an inch, others almost untouched.</p><p>\"I'm delighted,\" says curator Kim Jones. \"It's the kind of thing that really entrances people.\"</p><p>One gallery visitor bends over to inspect the chalks — and<em> </em>gasps when she realizes what she's looking at: \"It's just fascinating. It's a piece of history,\" she says.</p><p>To think that Cassatt held them, and <em>used</em> them — it offers a rare glimpse into the process behind the masterpieces.</p><p>Jones says the National Gallery will be doing examinations of the pastels in the near future — testing to see what they're made of, which pigments were used, how the soft pigment powder was stabilized, how the pastels were fixed to drawing paper so they wouldn't smudge (these days, some artists use hair spray as a fixative).</p><p>In her last decades, Cassatt was using pastels more than oil paints. Her luminous colors were vibrant — beautiful fuchsias and teals. In 1920 — six years before she died — Cassatt gave these boxes of chalk pastels to the 10-year-old granddaughter of her New York friend and patron Louisine Havemeyer. Years later, that granddaughter, Electra Webb Bostwick , admitted she didn't know just how special the gift was.</p><p>\"Not realizing the value of the pastels I wasted lots of them on playing and swapping them with my friends,\" she recalled.</p><p>Now they belong to the National Gallery's collection of artists' materials — paints, brushes and other artifacts, useful to scholars and other artists who study them for inspiration and edification. They'll be on view until Oct. 5.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Now+That%27s+An+Artifact%3A+See+Mary+Cassatt%27s+Pastels+At+The+National+Gallery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350803033-fcd9f3.m3u?orgId=1&topicId=1141&ft=3&f=350650986"},{"href":"http://media.npr.org/assets/img/2014/09/22/marycassattpastels-01-2b9ada9f82941a408d740195ac5f7c9a49931f29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1161","width":"1551"}},{"href":"http://media.npr.org/assets/img/2014/09/22/marycassattpastels-05-c338c1db19f4d575d5a82a11a5addba1254f03f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1013","width":"1351"}},{"href":"http://media.npr.org/assets/img/2014/09/22/3646-027_enl-bdcda0852ea7ccd464da5e2e06cac48f124e50d7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3000","width":"2358"}}]}