{"created":"2014-08-28T02:32:43+00:00","modified":"2014-11-12T01:05:22+00:00","valid":{"from":"2014-11-12T01:05:22+00:00","to":"3014-11-12T01:05:22+00:00"},"hreflang":"en","title":"Navigating Nicaragua: A Lesson In Getting Lost ","published":"2014-08-17T02:46:00+00:00","teaser":"If you are looking for the place where the streets have no names, then Nicaragua is it. Street names and addresses don't exist. But if you remember landmarks, you can make your way.","itags":["npr_api","340743743"],"guid":"9aecf11c-7fbd-4efe-b2ba-928f557931c2","contentencoded":"<p>One of the most popular songs by the Irish band U2 is about a place where the streets have no names. That place could be Nicaragua, the small Central American nation where I just got back from a reporting trip.</p><p>While major boulevards and highways do have names in Nicaragua, and some buildings even have numbers, no one uses them. So if you are trying to get around or find an office building, let's say to interview someone, then you're in trouble.</p><p>The way to navigate Nicaragua, I quickly learned, is by reference points. When in the capital, most involve the <em>lago</em>, Lake Managua. Two blocks to the lake, then go three blocks south and one down. Lost? I was, constantly.</p><p>But I had help from my Nicaraguan producer, Dorisell Blanco, who thankfully also did all the driving. Her address: Start from the place where all the journalists live, head south to the entrance, go two blocks down, one to the south, two more down and then almost to the corner to the green wall.</p><p>That address is what's written on all the bills that come to her house and in the phone book. \"God help her the day they paint that wall a different color than green ... everyone is going to get lost,\" Blanco says.</p><p>But people don't seem to get lost, and the mail and pizzas get delivered. The firemen also get to the fires, insists fire chief Francisco Reyes.</p><p>\"We're all used to it ... so it's hard just for the out-of-towners,\" Reyes says. Though he admits he has received some odd directions. Once a dispatcher gave him the reference point, and then said from there go three blocks down and three blocks up. He was back where he started.</p><p>If that isn't mind-numbing enough, there are two more complicating factors when getting directions: the <em>vara</em> and what I call the <em>donde fue</em>. Vara is an old Spanish measurement that turns out, depending where you are in the world, is about a yard. People will tell you often to go two <em>varas</em> south and then one <em>vara</em> north. It's used interchangeably with a block, but a much shorter distance.</p><p>The <em>donde fue</em> direction, now, that's the toughest. That's a reference for something that used to be there. For example, the church that fell in the 1972 earthquake or a supermarket long closed, but everyone used to go to.</p><p>But here's the best part of the system: It works. That's because everyone helps out. Once you get close to your reference point, you start asking for directions. Everyone we ever asked was very willing to help. The direction discussion usually turned into a five-minute ordeal, not efficient at all, but always, always, extremely friendly.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Navigating+Nicaragua%3A+A+Lesson+In+Getting+Lost+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340857895-705204.m3u?orgId=1&topicId=1127&ft=3&f=340743743"},{"href":"http://media.npr.org/assets/img/2014/08/15/kahn_streets_01-1bc11762cdf1ca847cc52f172ed7630d93145b93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}