{"created":"2015-05-16T14:06:49+00:00","modified":"2015-05-22T13:05:21+00:00","valid":{"from":"2015-05-22T13:05:21+00:00","to":"3015-05-22T13:05:21+00:00"},"hreflang":"en","title":"Water Logged: Firm Reclaims Timber Lost To Maine's Frigid Rivers","published":"2015-05-18T15:55:00+00:00","teaser":"Before the nation had highways, loggers moved timber by floating it down rivers. But not all logs made it downstream to saw mills. In Maine, one company is giving the underwater timber new life.","itags":["npr_api","407179446"],"guid":"9aef44ec-c5fd-48c7-a409-258f3f971038","contentencoded":"<p>In the north woods of Maine, Tom Shafer is bumping along on a rutted trail in his four-wheel drive truck. Ahead are mounds of maple, pine, oak and birch trees, all cut a century or more ago and pulled from the bottom of a lake.</p><p>Clumped together in the muck, the logs wouldn't look like much to most people.</p><p>\"The wood comes out and it looks like that, in those piles of mud,\" Shafer says. \"It looks like construction debris.\"</p><p>Before the nation had highways, loggers had to move cut timber by floating it down rivers. But not all logs made it downstream to saw mills. In Maine, millions of logs still lie below the cold currents of rivers and at the bottoms of lakes.</p><p>It may not look like much, but here's what Shafer sees: tables, walls, doors, bars and floors in rustic, trendy restaurants and hotels. As the co-founder of Maine Heritage Timber Co., he's eager to reclaim this special wood.</p><p>\"This wood was all cut by hand in the woods going back as far as 1790,\" he says. \"Really, the wood that we saw is a lot different than today's wood, because it's all virgin first-growth timber.\"</p><p>Shafer has been resurrecting logs for almost five years. His company, based in Millinocket, employs 15 people to pull up logs from the silty bottom of Quakish Lake. That's the same lake where, 150 years ago, naturalist Henry David Thoreau paddled around and wrote notes for his journal.</p><p>Shafer's workers transport, clean and mill the logs, which have endured for so long.</p><p>\"This wood was cut before the Civil War!\" he exclaims.</p><p>Initially no one thought that soggy old logs could be used for anything but pulp wood or biomass. But as the area's paper industry withered, Shafer started looking at the wood with new eyes.</p><p>When he cut open the logs, he could see that the lake's unique chemistry had brought out unexpected hues of pink and rust and delicate, pitted textures — like the shell of an almond.</p><p>Then Shafer discovered the crown jewel, a purplish wood he calls blue oak.</p><p>\"When we first found this, we thought we had found a new species of oak,\" he says. \"That's the natural color of the wood that came up. Pretty wild, isn't it?\"</p><p>Shafer believes he can recover enough logs for perhaps 50 years of steady business.</p><p>Boston-based interior designer Brian Khoo chose Quakish pine to create a warm, woody look for a new sushi restaurant in the city. He says some clients love using wood that has never been treated.</p><p>\"There's definitely the green movement, sustainable movement, that makes using anything recycled, reclaimed, more desirable,\" Khoo says.</p><p>But the wood comes with a hefty price tag. It sells for about $11 per square foot — several times the price of oak paneling from a big-box lumber store.</p><p>The company has yet to turn a profit, but Shafer predicts it will break even this year. Beyond earning money, Shafer says he wants to honor the legacy of the men who worked so hard to cut this timber so long ago.</p><p>\"When I look at this wood, I think about men toiling in the woods for a dollar a day, and what a really tough life it was,\" he says. \"To me, those are the things that, when I'm freaking out because we have bills to pay, it makes me know that this is a worthwhile cause.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Water+Logged%3A+Firm+Reclaims+Timber+Lost+To+Maine%27s+Frigid+Rivers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Mitchell","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407212504-a4f870.m3u?orgId=1&topicId=1091&d=237&p=7&story=407179446&t=progseg&e=407212155&seg=17&ft=nprml&f=407179446"},{"href":"http://media.npr.org/assets/img/2015/05/16/maine-logging-ab3edbaf02ad4026c5d5b5dbd16081fad0330558.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2802","width":"3737"}}]}