{"created":"2014-12-15T19:29:49+00:00","modified":"2014-12-15T22:20:59+00:00","valid":{"from":"2014-12-15T22:20:59+00:00","to":"3014-12-15T22:20:59+00:00"},"hreflang":"en","title":"Police Say 3 Dead in Sydney Hostage Siege, Including Gunman","published":"2014-12-15T20:12:00+00:00","teaser":"Sydney police say three people have died, including the gunman, during a hostage crisis that ended when officers stormed a cafe.","itags":["npr_api","370991186"],"guid":"9af01eee-184f-4b26-b3d6-58c210c60861","contentencoded":"<p><strong>Stuart Cohen</strong>, freelance reporter based in Sydney, Australia, speaks with <em>Here & Now</em>&#8216;s Robin Young about the latest developments.</p><p><em>More on the story from the Associated Press:</em></p><p>A swarm of heavily armed police stormed a cafe in the heart of Sydney early Tuesday, ending a siege by an Iranian-born gunman who had held an unknown number of hostages for more than 16 hours.</p><p>A police spokesman confirmed &#8220;the operation is over,&#8221; but would not release any other details about the fate of the gunman, identified as Man Haron Monis.</p><p>Sydney police say three people have died, including the gunman, during a hostage crisis that ended when officers stormed a downtown cafe.</p><p>A female hostage was shot in the leg, an official said, one of at least three people hospitalized for injuries and shock. At least two people were wheeled out of the cafe on stretchers and a weeping woman was helped out by police.</p><p>One gurney was carrying what appeared to be a man lying under a blood-soaked sheet with a bloody handprint in the center. A woman with blood-covered feet lay on a second.</p><p>The standoff ended when a loud bang was heard from the Lindt Chocolat Cafe and five people ran out. Shortly after, police swooped into the building, amid a barrage of gunfire, shouts and flashes. A police bomb disposal robot also was sent into the building.</p><p>Local media said the 50-year-old Monis was the gunman, and a police official confirmed his identity. Under department rules, officials do not identify themselves unless speaking at a formal news conference.</p><p>Monis has long been on officials&#8217; radar. Last year, he was sentenced to 300 hours of community service for using the postal service to send what a judge called &#8220;grossly offensive&#8221; letters to families of soldiers killed in Afghanistan between 2007 and 2009.</p><p>At the time, Monis said his letters were &#8220;flowers of advice,&#8221; adding: &#8220;Always, I stand behind my beliefs.&#8221;</p><p>He was later charged with being an accessory to the murder of his ex-wife. Earlier this year, he was charged with the sexual assault of a woman in 2002. He has been out on bail on the charges.</p><p>&#8220;This is a one-off random individual. It&#8217;s not a concerted terrorism event or act. It&#8217;s a damaged goods individual who&#8217;s done something outrageous,&#8221; his former lawyer, Manny Conditsis, told Australian Broadcasting Corp.</p><p>&#8220;His ideology is just so strong and so powerful that it clouds his vision for common sense and objectiveness,&#8221; Conditsis said.</p><p>The wounded hostage, a woman in her 40s, was in serious but stable condition at Royal North Shore Hospital, spokeswoman Jenny Dennis said. She was admitted shortly after police stormed the cafe. The New South Wales Ambulance Service said a total of three people were taken to hospitals, but no details of their injuries were given.</p><p>The siege began around 9:45 a.m. in Martin Place, a plaza in Sydney&#8217;s financial and shopping district that is packed with holiday shoppers this time of year. Many of those inside the cafe would have been taken captive as they stopped in for their morning coffees.</p><p>Hundreds of police blanketed the city as streets were closed and offices evacuated. The public was told to stay away from Martin Place, site of the state premier&#8217;s office, the Reserve Bank of Australia, and the headquarters of two of the nation&#8217;s largest banks. The state parliament house is a few blocks away, and the landmark Sydney Opera House also is nearby.</p><p>Throughout the day, several people were seen with their arms in the air and hands pressed against the window of the cafe, with two people holding up a black flag with the Shahada, or Islamic declaration of faith, written on it.</p><p>The Shahada translates as &#8220;There is no god but God and Muhammad is his messenger.&#8221; It is considered the first of Islam&#8217;s five pillars of faith, and is similar to the Lord&#8217;s Prayer in Christianity. It is pervasive throughout Islamic culture, including the green flag of Saudi Arabia. Jihadis have used the Shahada in their own black flag.</p><p>Channel 10 news said it received a video in which a hostage in the cafe had relayed the gunman&#8217;s demands. The station said police requested they not broadcast it, and New South Wales state police Commissioner Andrew Scipione separately asked all media that might be contacted by the gunman to urge him instead to talk to police.</p><p>A number of Australian Muslim groups condemned the hostage-taking in a joint statement and said the flag&#8217;s inscription was a &#8220;testimony of faith that has been misappropriated by misguided individuals.&#8221;</p><p>In a show of solidarity, many Australians offered on Twitter to accompany people dressed in Muslim clothes who were afraid of a backlash from the cafe siege. The hashtag <a href=\"https://twitter.com/hashtag/illridewithyou?src=tren\" target=\"_blank\">#IllRideWithYou</a> was used more than 90,000 times by late Monday evening.</p><p>Seven Network television news staff watched the gunman and hostages for hours from a fourth floor window of their Sydney offices, opposite the cafe.</p><p>The gunman could be seen pacing back and forth past the cafe&#8217;s windows. Reporter Chris Reason said the man carried what appeared to be a pump-action shotgun, was unshaven and wore a white shirt and a black cap.</p><p>Earlier Monday, network staff counted about 15 different faces among hostages forced up against the windows.</p><p>&#8220;The gunman seems to be sort of rotating these people through these positions on the windows with their hands and faces up against the glass,&#8221; Reason said in a report from the vantage point. &#8220;One woman we&#8217;ve counted was there for at least two hours &#8211; an extraordinary, agonizing time for her surely having to stand on her feet for that long.&#8221;</p><p>&#8220;When we saw that rush of escapees, we could see from up here in this vantage point the gunman got extremely agitated as he realized those five had got out. He started screaming orders at the people, the hostages who remain behind,&#8221; he added.</p><p>Reason later reported that staff brought food from a kitchen at the rear of the cafe and the hostages were fed.</p><p>As night set in, the lights inside the cafe were switched off. Armed police guarding the area outside fitted their helmets with green-glowing night goggles.</p><p>&#8220;This is a very disturbing incident,&#8221; Prime Minister Tony Abbott said. &#8220;It is profoundly shocking that innocent people should be held hostage by an armed person claiming political motivation.&#8221;</p><p>Lindt Australia posted a message on its Facebook page thanking the public for its support.</p><p>&#8220;We are deeply concerned over this serious incident and our thoughts and prayers are with the staff and customers involved and all their friends and families,&#8221; the company wrote.</p><p>Australia&#8217;s government raised the country&#8217;s terror warning level in September in response to the domestic threat posed by supporters of the Islamic State group. Counterterror law enforcement teams later conducted dozens of raids and made several arrests in Australia&#8217;s three largest cities &#8211; Melbourne, Sydney and Brisbane. One man arrested during a series of raids in Sydney was charged with conspiring with an Islamic State leader in Syria to behead a random person in downtown Sydney.</p><p>The Islamic State group, which now holds a third of Syria and Iraq, has threatened Australia in the past. In September, Islamic State group spokesman Abu Mohammed al-Adnani issued an audio message urging so-called &#8220;lone wolf&#8221; attacks abroad, specifically mentioning Australia. Al-Adnani told Muslims to kill all &#8220;disbelievers,&#8221; whether they be civilians or soldiers.</p><p>One terrorism expert said the situation appeared to be that of a &#8220;lone wolf&#8221; making his own demands, rather than an attack orchestrated by a foreign jihadist group.</p><p>&#8220;There haven&#8217;t been statements from overseas linking this to extremist groups outside the country &#8211; that is quite positive,&#8221; said Charles Knight, lecturer in the Department of Policing, Intelligence and Counter Terrorism at Australia&#8217;s Macquarie University. &#8220;The individual or individuals involved didn&#8217;t kill early, which is part of the pattern of some recent international attacks. &#8230; It seems to be shifting more into the model of a traditional hostage situation, rather than the sort of brutal attacks we&#8217;ve seen overseas.&#8221;</p><h4>Guest</h4><p><strong>Stuart Cohen</strong>, freelance reporter based in Sydney, Australia.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Police+Say+3+Dead+in+Sydney+Hostage+Siege%2C+Including+Gunman&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"The Associated Press","audio":[{"meta":{"duration":"365"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371028846-208d82.m3u?orgId=1&ft=3&f=370991186"}]}