{"created":"2015-02-18T21:54:42+00:00","modified":"2015-05-13T21:14:45+00:00","valid":{"from":"2015-05-13T21:14:45+00:00","to":"3015-05-13T21:14:45+00:00"},"hreflang":"en","title":"From Haiti's Earthquake To Ebola, He Had 5 Busy Years At USAID","published":"2015-02-19T13:29:00+00:00","teaser":"It's the last day on the job for Rajiv Shah, who at age 36 became the youngest-ever head of USAID. A key figure in the U.S. Ebola response, Shah has his critics, but he's proud of his record.","itags":["npr_api","387260535"],"guid":"9afc71b7-f6b8-46de-9301-a77e1b758698","contentencoded":"<p>How's this for a tough first week on the job: An earthquake rocked Haiti just five days after physician Rajiv Shah took over as head of the main U.S. agency for overseas disaster relief. The death toll was about 200,000. The U.S. was scrambling to mobilize a response. And President Obama decided Shah should be the one to lead it.</p><p>\"The president called and said 'Raj, I hope you'll make us proud,'\" Shah recalls of the 2010 disaster. \"And I felt a deep passion and commitment to do that. So I was excited. But I was also frankly overwhelmed by the amount of work we had to do.\"</p><p>Within weeks, thanks to U.S dollars and help, millions of people who might otherwise have gone hungry were fed. Eventually hundreds of thousands were sheltered.</p><p>But there are critics of the U.S. response. Several years later, a lot of the new housing and other promised aid hadn't materialized. Ben Leo, an analyst with the Center for Global Development — it's a non-partisan thinktank — says to this day: \"We still have absolutely no idea where all the money went.... And we still have no systemic reporting on what the hundreds of projects achieved.\"</p><p>Shah disagrees. And he points to broader signs of progress in Haiti: The economy has been growing, hunger among children is down by 50 percent. Shah is also proud of recent successes in the equally historic disaster that hit at the end of his tenure: the Ebola outbreak in West Africa.</p><p>But ask Shah to name the most important thing he achieved as head of USAID, and he points to the strong bipartisan support that he gained for American aid. \"And because of that bipartisan support,\" he says, \"We've rebuilt USAID as the world's premier development agency.\"</p><p>At a time of tight budgets and contentious relations between the White House and Capital Hill, Shah managed to convince Congress to let him hire hundreds of scientists and financial experts.</p><p>Not that there weren't missteps. Early on, Shah ruffled feathers when he tried to defend against proposed budget cuts. At an open hearing for members of Congress, he detailed precisely how many children's lives they would be sacrificing by the cuts if they went forward.</p><p>\"It was a learning experience,\" he says. \"I, you know, I have always been very data driven and evidence oriented, so I didn't imagine that sharing data would become controversial. But it did.\"</p><p>Shah smoothed things over, with a mix of charm, listening skills and a pitch that conservative Republicans found irresistible. His proposal was to drastically shift the focus of US aid: Instead of spending taxpayer dollars, let's make it easier for private companies to pitch in.</p><p>\"You know, ten years ago we used to say, okay, if you need to build a road somewhere let's go hire a U.S. contractor and build that road,\" Shah says. \"Today we're saying, let's actually create the conditions where private investors will invest in building out the infrastructure we need in developing countries.\"</p><p>Under Shah USAID has brought in private companies to bring electric power to Africa and revamp that continent's agriculture. The idea has its critics. But one thing a lot of people agree on is that this move — to bring more private dollars into aid — is what Rajiv Shah will ultimately be remembered for.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Haiti%27s+Earthquake+To+Ebola%2C+He+Had+5+Busy+Years+At+USAID&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387302782-ca2b31.m3u?orgId=1&topicId=1004&d=236&p=2&story=387260535&t=progseg&e=387301197&seg=5&ft=nprml&f=387260535"},{"href":"http://media.npr.org/assets/img/2015/02/18/457208356_3edit-c14f2f3f3f3376dc2f264b1b257bdbebf6061543.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2116","width":"2824"}}]}