{"created":"2014-09-08T15:37:24+00:00","modified":"2015-01-22T03:06:28+00:00","valid":{"from":"2015-01-22T03:06:28+00:00","to":"3015-01-22T03:06:28+00:00"},"hreflang":"en","title":"Gaza Conflict Day 16: Here's What You Need To Know","published":"2014-07-23T15:46:00+00:00","teaser":"U.S. Secretary of State John Kerry and U.N. Secretary-General Ban Ki-moon were in Israel meeting with leaders, attempting to broker a cease-fire.","itags":["npr_api","334326167"],"guid":"9b008953-33f5-428b-91eb-40e7e71c0606","contentencoded":"<p>Amid another day of fighting, Secretary of State John Kerry landed in Tel Aviv on Wednesday and began a whirlwind session of shuttle diplomacy.</p><p>As NPR's Michele Kelemen, who is traveling with Kerry, tells our Newscast unit, the secretary of state is \"trying to talk to everybody\" to see if he can broker a cease-fire and perhaps lay the groundwork for longer-term negotiations over the future of Gaza.</p><p>The Israeli offensive against Hamas in the Gaza Strip is now entering its 16th day. Here's what you need to know:</p><p>-- Kerry has already met with U.N. Secretary-General Ban Ki-moon, who is also in Jerusalem on a parallel mission for peace.</p><p>\"Kerry spoke briefly and mentioned that 30,000 people came to Max Steinberg's funeral,\" Michele reports, referring to an Israeli-American <a href=\"http://www.nbcnews.com/storyline/middle-east-unrest/u-s-lone-soldier-max-steinberg-gets-heros-burial-israel-n162711\">who died fighting for the Israel Defense Forces</a>.</p><p>Kerry is expected to meet with Israeli Prime Minister Benjamin Netanyahu and Palestinian President Mahmoud Abbas.</p><p>-- <a href=\"http://www.cbsnews.com/news/john-kerry-defies-faa-ban-flies-into-israel-to-push-for-ceasefire/\">The Associated Press reports</a> that U.S. officials have already begun to downplay expectations for the diplomatic mission, saying that at the least, Kerry's mission can \"define the limits of what each side would accept in a potential cease-fire.\"</p><p>-- The U.N.'s high commissioner for human rights said Israel's targeting of civilian installations could amount to war crimes.</p><p>\"The disregard for international humanitarian law and for the right to life was shockingly evident for all to see in the apparent targeting on 16 July of seven children playing on a Gaza beach,\" Navi Pillay said. \"Credible reports gathered by my office in Gaza indicate that the children were hit first by an Israeli airstrike, and then by naval shelling. All seven were hit. Four of them — aged between 9 and 11, from the same Bakr family — were killed. These children were clearly civilians taking no part in hostilities.\"</p><p>NPR's Emily Harris, who is reporting from Gaza, tells our Newscast unit that Israel has said schools, mosques and private homes can be legitimate targets if militants use them to stash weapons.</p><p>She sent this report:</p><blockquote><p>\"Yesterday for the second time in this conflict, U.N. staff found a stash of rockets in a school.</p><p>\"Earlier this week a different U.N. school providing shelter to 300 Gazans was hit with explosives the U.N. believes were fired by Israeli forces. The next day the school was hit again when U.N. staff were there inspecting damage. The main U.N. agency in Gaza did not accuse Israel of deliberately targeting the school, but made it clear in a statement that the Israeli military OK'd the U.N. staff to visit at the time the school was hit. The girls school is in a densely built-up area in Gaza's east, where fighting has been fierce.\"</p></blockquote><p>-- As the fighting continues, the death toll keeps rising. Ashraf al-Kidra, a spokesperson for the Health Ministry in Gaza, says 649 Palestinians have been killed and 4,120 have been injured. <a href=\"http://www.nytimes.com/interactive/2014/07/15/world/middleeast/toll-israel-gaza-conflict.html\"><em>The New York Times</em></a> puts the Israeli death toll at 29.</p><p>-- <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/23/334431139/white-house-adviser-cease-fire-should-include-demilitarization-of-gaza\">In an interview with NPR's Steve Inskeep</a>, White House Deputy National Security Adviser Tony Blinken said a cease-fire deal should curb the rockets that are coming out of Gaza.</p><p>As Steve interpreted Blinken's answer, the adviser seemed to be endorsing the \"demilitarization\" of Gaza.</p><p>\"There has to be some way forward that does not involve Hamas raining down rockets on Israeli civilians,\" Blinken said. \"One of the results of a cease-fire, one would hope, would be some form of demilitarization ... that needs to be the end result.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gaza+Conflict+Day+16%3A+Here%27s+What+You+Need+To+Know&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"368"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334429821-191e66.m3u?orgId=1&topicId=1001&ft=3&f=334326167"}]}