{"created":"2015-01-28T21:49:00+00:00","modified":"2015-01-29T20:13:19+00:00","valid":{"from":"2015-01-29T20:13:19+00:00","to":"3015-01-29T20:13:19+00:00"},"hreflang":"en","guid":"9b01ff2b-57e7-43f8-b33e-6c58783f0cdc","title":"Cuban artist describes regime's still-watchful eye","published":"2015-01-29T20:13:18+00:00","byline":"Joyce Hackel","tags":["undefined","Arts","Arts, Culture & Media","Havana","North America","Cuba","Central America/Caribbean","Tania Bruguera","Tania Bruguera","Cuba","Havana"],"teaser":"Tania Bruguera was arrested after trying to stage an open-mic performance in Revolution Square in Havana a few weeks back. She's free now, but without her passport, and \"I'm followed 24-7 by a car and by people.\" ","contentencoded":"<p>The US and Cuba may be improving relations, but that hasn't stopped Cuba from arresting dissidents on the island. Many have been detained in recent weeks, including artist Tania Bruguera.</p>\n<p>Bruguera has been released, but she's not sure of her legal status. “They took my passport,” Bruguera says. “I can go out of my house, but I’m followed 24-7 by a car and by people.”</p>\n<p>The arrest came after the announcement of a thaw in relations with the United States. Bruguera planned to hold an open-mic performance in Havana's Revolution Square. She wanted to give ordinary Cubans the chance to describe their vision for the island's future. Right before her performance, though, she was arrested.</p>\n<p>She says she was offered a way out. “They have proposed to give me back my passport if I am willing to leave the country and never come back.”</p>\n<p>Bruguera said no, “because I’m Cuban.”  </p>\n<p>She’s currently waiting to hear the decision of the prosecutor: she uses the word ‘sentence.’ “I don’t know if people outside Cuba understand how hard it is to get a lawyer in a case like this. Because this is a case against the State.”</p>\n<p>She says times are changing in Cuba. “For years and years, the cultural policy has been one of ‘soft-censorship’, meaning you censor yourself. You do the work for them.”</p>\n<p>But she says there are ways to get around it. “You use a lot of metaphor, and association. You don’t do a lot of direct criticism. So there’s this game, where people are playing those boundaries.”</p>\n<p>And Bruguera, seeing an increased appetite for live art installations, adds that there’s a lot of hope for the future. “Everybody’s getting ready for the Cuban art boom, and becoming really rich and famous.”</p>\n<p>Bruguera has her own critics, with some accusing her of jumping on the dissident bandwagon, or seeking media attention, when the \"old’ dissidents have been fighting for so long. But Bruguera says that’s nonsense. “What I’ve actually had is a lot of solidarity from the dissidents. A lot of them have thanked me personally.”</p>\n<p>She admits she’s not a part of their \"group,\" “But I wonder if this is part of the campaign of disinformation that the government has started, where they say at the same time that I'm CIA, that I'm a dissident, that they don't like me. So they are creating a lot of chaos.” </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/tania_cropped.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/taniacroppedjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012820154.mp3"},{"href":"http://www.pri.org/file/012820154mp3"}]}