{"created":"2015-03-18T21:24:32+00:00","modified":"2015-05-13T21:08:11+00:00","valid":{"from":"2015-05-13T21:08:11+00:00","to":"3015-05-13T21:08:11+00:00"},"hreflang":"en","title":"Premera Blue Cross Cyberattack Exposed Millions Of Customer Records","published":"2015-03-22T18:30:00+00:00","teaser":"The health insurance provider has revealed that a cyberattack discovered in January may have made the medical and financial information of 11 million people vulnerable to thieves.","itags":["npr_api","393868160"],"guid":"9b0b57cd-4e3b-4ef3-9fda-32ceff2bb455","contentencoded":"<p>Another big health insurance company has revealed it has been the target of a massive cyberattack.</p><p>Premera Blue Cross says hackers may have taken up to 11 million customer records. Those records include credit card numbers, Social Security numbers, even information about medical problems.<strong> </strong>This news is just coming out but Premera <a href=\"http://www.premeraupdate.com/\" target=\"_blank\">issued a statement</a> saying it discovered the breach on Jan. 29. That's about the same date that Anthem, another Blue Cross company, told the FBI that it was breached.</p><p>It's possible that Anthem put the word out and, given the timelines, the attacks were related — done by the same perpetrator. At least that's an educated guess from the cybersecurity company iSight Partners.</p><p>Premera also says the attack itself started in May of last year. But <a href=\"https://cdn2.hubspot.net/hub/266554/file-2637589345-pdf/18MarchThreatScapeMediaHighlights.pdf?t=1426685949382&utm_source=hs_email&utm_medium=email&utm_content=16597337&_hsenc=p2ANqtz-9v_fsjLJHPHBgYuy5mmPVFPzsOEREfRmWzba_mowjs-AecWBoO7B65xxwG2lsck0HnO1S-a0mMwNrPtsxYn4NuEPaW8Q&_hsmi=16597337\" target=\"_blank\">iSight found a suspicious domain</a> called \"<a href=\"http://prennera.com/\" target=\"_blank\">prennera.com</a>,\" an address that may have been made to spoof Premera's official website. It was created in December 2013.</p><p>Either way, that's many, many months to steal people's data. NPR has reported previously on the black market for <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/02/21/280439157/risk-is-low-and-business-is-booming-in-the-malware-market\" target=\"_blank\">credit cards</a> and <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/02/13/385901377/the-black-market-for-stolen-health-care-data\" target=\"_blank\">health records</a>. Will a bunch of for-sale signs go up there? Probably not this time — or at least that's according to sources who hang out in the underground.</p><p>Health care data can be more valuable than credit card information on the black market. But so far, sources say, the Anthem data hasn't shown up on the underground sites. And Premera may not either. It could be that the hackers are not run-of-the-mill criminals, but in it for cyber-espionage.</p><p>Yes, cyber-espionage. As in spies. It's possible that a nation-state actor is involved.</p><p>Both health care companies are huge providers with lots of government workers. So if someone wants intel on Defense Department employees — where they live, spouses' names, serious (or embarrassing) medical conditions, a breach is a way to stockpile that data and use it for blackmail later.</p><p>As iSight malware analyst Brian Bartholomew says: \"The sole purpose of espionage is to steal information, gain advantage. By publicizing, you're giving up the leverage you have.\"</p><p>NPR has asked Premera and the FBI whether they are alerting other health care providers to watch out or providing details other companies might benefit from. Neither has immediately responded to our inquiry.</p><p>There's another group called the National Healthcare ISAC (Information-sharing and Analysis Center) that helps to share breach information. They say they've been in contact with private investigators at Mandiant as well as federal investigators handling the case. So far, the specific ways that Premera was attacked — like the IP addresses the attacks came from or the specific types of malware — have not been declassified and shared with other potential targets.</p><p>Director Deborah Kobza says in an email, \"It is only through coordinated sector and cross-sector cybersecurity information sharing, that we, as a nation, can move critical infrastructure cybersecurity protection from a reactive to proactive stance.\"</p><p>But what is Premera doing to protect victims — the up to 11 million people who may be affected here? Premera says it is offering two years of free credit monitoring. It's the same kind of protection that retailers and financial institutions have given victims of credit card hacking. But if the point of this theft is altogether different, espionage, then identity monitoring doesn't really help in the end.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Premera+Blue+Cross+Cyberattack+Exposed+Millions+Of+Customer+Records&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"198"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393870659-59b7bc.m3u?orgId=1&topicId=1019&d=198&p=2&story=393868160&t=progseg&e=393858721&seg=13&ft=nprml&f=393868160"}]}