{"created":"2014-12-19T23:03:33+00:00","modified":"2015-06-16T17:35:09+00:00","valid":{"from":"2015-06-16T17:35:09+00:00","to":"3015-06-16T17:35:09+00:00"},"hreflang":"en","title":"CEO Says Sony Pictures 'Did Not Capitulate,' Is Exploring Options","published":"2014-12-20T00:33:00+00:00","teaser":"Melissa Block talks to Sony Pictures CEO Michael Lynton about the cyber attack against his company and the cancellation of the Christmas Day release of <em>The Interview</em>.","itags":["npr_api","371966188"],"guid":"9b0da823-700d-4b86-9516-c5751c5a1e5a","contentencoded":"<p>On a day when President Obama <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/19/371894427/fbi-formally-accuses-north-korea-in-sony-hacking\">added his voice to criticisms</a> over the decision to pull the satire <em>The Interview</em>, Sony Pictures CEO Michael Lynton says the studio \"did not capitulate\" to hackers, and that its actions have been misunderstood.</p><p>Lynton defended his studio in an interview on All Things Considered, saying that Sony still wants an audience to see <em>The Interview</em> — if not in theaters, then by other means.</p><p>His remarks came shortly after President Obama called the decision to cancel the film's planned national release \"a mistake.\"</p><p>Discussing the film this afternoon, Lynton said that Sony viewed the film as part of film's satirical tradition, saying that under the current circumstances, \"It is very important and we would very much like the American public to see this movie.\"</p><p>Here are more highlights from the interview by NPR's Melissa Block:</p><p><strong>On President Obama's position</strong></p><p>\"First, I was surprised by the remark. But, I think actually the president and I are coming from the same place. We are obviously both strong proponents of the First Amendment.</p><p>\"I think the issue here is that there's been a general misunderstanding with the press and the public about how these events unfolded, and the fact that we have been absolutely diligent about making certain that this movie get out into movie theaters. And it was only when the movie theaters themselves had said they couldn't take the movie, that we had to say that we couldn't release it on the 25th of December.\"</p><p><strong>The question of blackmail</strong></p><p>\"We did not capitulate. We don't own movie theaters, and we require movie theater owners to be there for us to distribute our film. We very much wanted to keep the picture in release. When the movie theaters decided that they could not put our movie in their theaters, we had no choice at that point but to not have the movie come out on the 25th of December. This was not our decision.\"</p><p><strong>A video-on-demand release?</strong></p><p>\"Yes, those are other avenues and we are actively exploring them .... to date, we don't have any takers — neither on the video demand side nor on the e-commerce side. People have been generally fearful about the possibility of their systems being corrupted, and so there have been a lot of conversations about the robustness of various systems to be able to make sure they're not hacked, if and when we put the movie out digitally.\"</p><p>\"I shouldn't say if — when. We would very much like that to happen. But we do need partners to make that happen. We ourselves do not have a distribution platform to put the movie out.\"</p><p><strong>How about streaming on Playstation systems?</strong></p><p>\"That can be explored, I think in general we need to bring together a coalition of platforms to make this operate properly.\"</p><p><strong>On Sony's cyber security</strong></p><p>\"We were extremely well prepared for conventional cyber security. What the FBI and Mandiant, who was the expert who we hired to come in and do the forensics on this, have come out in public and said, is that 90 percent of all U.S. corporations would not have withstood the cyber attack that we experienced.\"</p><p><em>Thanks to NPR's Serri Graslie for quickly transcribing Lynton's interview.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=CEO+Says+Sony+Pictures+%27Did+Not+Capitulate%2C%27+Is+Exploring+Options&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"446"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371966189-b74749.m3u?orgId=1&topicId=1045&d=446&p=2&story=371966188&t=progseg&e=371862876&seg=11&ft=nprml&f=371966188"},{"href":"http://media.npr.org/assets/img/2014/12/19/sony-pictures-michael-lynton-fe427f3020d759143affe14f08d98e4d51c2615e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1916","width":"2552"}}]}