{"created":"2015-01-12T00:08:35+00:00","modified":"2015-06-16T17:32:29+00:00","valid":{"from":"2015-06-16T17:32:28+00:00","to":"3015-06-16T17:32:28+00:00"},"hreflang":"en","title":"Ancient Scottish Sea Reptile Not 'Nessie,' But Just As Cute","published":"2015-01-13T18:21:00+00:00","teaser":"It was 15 feet long, with a snout shaped like a dolphin's. This newly identified meat-eater swam the seas near the Isle of Skye in the time of dinosaurs.","itags":["npr_api","376132611"],"guid":"9b0e1be7-a527-4704-a444-47dcdd41584e","contentencoded":"<p>Scientists in Scotland have found a prehistoric behemoth: a previously unknown species of reptile that lived in the oceans during the time of dinosaurs. And before you ask, no, scientists do not believe this new fossil has anything to do with the Loch Ness monster.</p><p>Paleontologist <a href=\"http://www.ed.ac.uk/schools-departments/geosciences/people?indv=3505\">Stephen Brusatte</a>, at the University of Edinburgh, led the team that characterized the new reptile species in a study published online Monday in the <em>Scottish Journal of Geology</em>. Brusatte says you could be forgiven if you were to mistake it for a dinosaur.</p><p>\"It looks like a dinosaur, but it isn't technically a dinosaur,\" he says. \"Dinosaurs didn't live in the ocean.\" The new reptile is from a class of marine creatures called ichthyosaurs.</p><p>\"And it's the first one of these sea-living, enormous, colossal, top-of-the food-chain reptiles that's ever been found in Scotland,\" says Brusatte. \"It was about motorboat size ... about 14 or 15 feet long or so.\"</p><p>Brusatte says the new fossil was found on the Isle of Skye off the west coast of Scotland. But he didn't find it. It was discovered more than 50 years ago by an amateur fossil hunter named Bryan Shawcross. Brusatte says the fossil has been sitting in a museum in Glasgow unidentified because 50 years ago there weren't a lot of paleontologists in Scotland.</p><p>That's changed, especially in the past decade, says Brussate, a native of Chicago, now living in Edinburgh. He and Scottish scientists recently have been searching through Scottish fossil collections trying to identify what earlier fossil hunters found.</p><p>Now, when you identify a new fossil, you get to name it.</p><p>\"It's a new genus and species, so it gets two names,\" says Brussate. \"And each one of those names is really special to us.\"</p><p>The genus name, <em>Dearcmhara</em> — pronounced \"jark vara\" — is the Scottish Gaelic word for marine lizard. (Scottish Gaelic is a traditional language for residents of Skye.)</p><p>The species name is s<em>hawcrossi, </em>named for Bryan Shawcross, who found the fossil.</p><p>There are likely lots of dinosaur fossils still to be found in Scotland, Brusatte says, including many from around 170 million years ago — a time that isn't terribly well-represented in the fossil record.</p><p>And you don't have to be a paleontologist to find fossils. Anyone can come to the Isle of Skye and go hunting.</p><p>What's more, Brusatte says, there's a great whiskey distillery on the island.</p><p>\"Have a nice whiskey tasting,\" he advises. \"Get some smoky, peaty whiskey in the afternoon, and then go find fossils afterward. Or maybe do it in the reverse order.\"</p><p>And if you find a new species, Brusatte says, he and his colleagues will be happy to name it after you, if you donate it to them to study.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ancient+Scottish+Sea+Reptile+Not+%27Nessie%2C%27+But+Just+As+Cute&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"174"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376660087-f9d180.m3u?orgId=1&topicId=1007&aggIds=156490415&d=174&p=3&story=376132611&t=progseg&e=376659969&seg=11&ft=nprml&f=376132611"},{"href":"http://media.npr.org/assets/img/2015/01/09/dearcmhara-0212a3c2436ec66d88aedbbf51b49946f9e0694a.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"3502","width":"4670"}}]}