{"created":"2015-04-22T20:01:05+00:00","modified":"2015-04-23T19:43:37+00:00","valid":{"from":"2015-04-23T19:43:37+00:00","to":"3015-04-23T19:43:37+00:00"},"hreflang":"en","guid":"9b0f26a1-79b1-46d8-8f58-21a49a961322","title":"Thanks for listening to ISIS radio in English","published":"2015-04-23T19:43:34+00:00","byline":"Leo Hornak","tags":["terrorism","conflict","media","Conflict","Conflict & Justice","Asia","Iraq","Syria","ISIS","Iraq","Syria","propagnda","Radio","Politics of Iraq","Ethnic groups in Syria","Geography of Iraq","Peshmerga","War","Entertainment"],"teaser":"ISIS moves to update its fighters with reports in their own languages.","contentencoded":"<p>\"<em>We thank our listeners for tuning in, and present the following Islamic State news bulletin for Wednesday the third of Rajab in the year of 1436 in the Prophetic Hijra...\" </em></p>\n<p>ISIS, the terrorist group that calls itself the Islamic State, has proven itself to be a formidable military force in Syria and Iraq. But it is also a master of propaganda, although often of the most brutal kind. This month, the group has begun a new type of broadcast: radio news bulletins in English, distributed through social media. </p>\n<p>The \"Al-Bayan\" broadcasts are slickly produced, highly professional and feature an American accented news anchor describing recent military encounters with ISIS opponents. Battles with forces from the Iraqi government, the Syrian government and the Kurdish Peshmerga are all listed. In the most recent edition, a suicide bombing against \"forces of the Safawi State\" (Iran) is praised and the suicide bomber thanked for his efforts.</p>\n<p>Although ISIS has made use of audio in its propaganda for some time, this is beleived to be the first time it has specifically focused on an English speaking audience. Although no listeners are mentioned in the bulletin, it appears likely that the intended audience is the hundreds of foreign fighters who are known to have joined ISIS from non-Arabic speaking countries.  According to the BBC's Monitoring  Service, similar broadcasts have also being made in Arabic, French, Russian and Kurdish: all languages spoken by groups of foreign fighters now serving with ISIS.</p>\n<p>The tone of the broadcasts also marks a departure from other ISIS propaganda. Until now, most non-Arabic IS broadcasts have been clearly aimed at recruitment of new members, or in spreading fear to opponents. Most films have been slickly produced, using slow motion, music and on-screen graphics to encourage supporters to join the fight. The most shared films on social media have focused on the supposed glamour of ISIS membership, or on the murder of hostages and prisoners. </p>\n<p>In contrast, the radio broadcasts from Al-Bayan radio appear to be much simpler and more factual, and focus exclusively on recent military encounters. This may also suggest an intended audience of foreign fighters already serving with ISIS, rather than potential recruits. It is noticeable that the audience is assumed to know the names of locations currently at the frontlines in Syria and Iraq.</p>\n<p>Whether the Islamic State will continue to reach its English seeking supporters in this way remains to be seen. As the group has recently been forced to retreat from some of its strongholds in Tikrit, it may find that producing news bulletins in multiple languages becomes something of a luxury. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-22%2Fthanks-tuning-listening-isis-radio-english&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04222015_07.mp3"},{"href":"http://www.pri.org/file/0422201507mp3"}]}