{"created":"2015-02-13T22:25:52+00:00","modified":"2015-02-13T23:13:08+00:00","valid":{"from":"2015-02-13T23:13:08+00:00","to":"3015-02-13T23:13:08+00:00"},"hreflang":"en","guid":"9b1a9344-ecdc-42a0-aab7-f727b16951e5","title":"Modern day ‘Monuments Men’ try to save antiquities from ISIS ","published":"2015-02-13T23:13:02+00:00","byline":"Christopher Woolf","tags":["looting","antiquities","idolatry","Conflict","Conflict & Justice","Baghdad","Beirut","Europe","Syria","Looting","ISIS","Archaeology","Antiquities trade"],"teaser":"Western officials says the Islamic State movement is looting antiquities ‘on an industrial scale.’ But a group of graying academics is criss-crossing the battlefields of Syria trying to stop them.","contentencoded":"<p>The conflict in Syria is not just a human tragedy. Western officials say the Islamic State movement is looting antiquities ‘on an industrial scale.’</p>\n<p>Joe Parkinson and his colleagues at the Wall Street Journal have spoken to intelligence officials, archaeologists and ordinary Syrians to try to get sense of <a href=\"http://www.wsj.com/articles/syrian-monuments-men-race-to-protect-antiquities-as-looting-bankrolls-terror-1423615241?KEYWORDS=joe+parkinson\">the scale and nature of the problem</a>. He says all the sources agree that this is “a grave cultural emergency.”</p>\n<p>Parkinson adds, “actually, some archaeologists are saying it's the gravest cultural emergency they've ever seen - even including the Second World War.\"</p>\n<p>The looting is organized very much like a business. ISIS issues licenses to contractors to loot particular sites, and they pay a 20 percent tax. Trade in smaller items among individuals in street markets is also taxed. “There’s a lot of dispute and disagreement among the academic community about the precise nature of the looting and how systematized (it is), and how much money is being made from it. But there does seem to be a consensus on the urgency and scale of the problem.”</p>\n<p>Some say the antiquities trade now provides ISIS with its second-largest revenue stream, after smuggled oil.</p>\n<p>Small sculptures, votives and busts can be found in markets across the region from Beirut and Baghdad, and especially in southern Turkey. More expensive items are sold direct to individual buyers, via cellphone or social media. “Not many of them have made their way to the major auction houses in Europe.”</p>\n<p>“We are told,” says Parkinson, “that the biggest market for the more big ticket items is actually in the Arabian Gulf. But some of these items are also making their way to the US and the UK.”</p>\n<p>But some people are fighting back. “There is a group of graying academics now wandering around the battlefields in northern Syria doing their best to catalog items, to make lists of what (items) are still at sites of archaeological interest, and what’s been removed. In some cases these people are trying to bury, preserve or hide items before they can be looted by individuals or by rebel groups.”</p>\n<p>It’s extremely dangerous work. They are not only in effect trying to deprive ISIS of potential revenue, they are also taking it on ideologically, Parkinson says. “Because they’re trying to preserve items that certain groups including ISIS perceive as being idolatrous… and therefore deserve to be destroyed.”</p>\n<p>“But despite doing such brave work,” Parkinson says, “they really are swimming against the tide.” </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-13%2Fmodern-day-monuments-men-try-save-antiquities-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02132015_02.mp3"},{"href":"http://www.pri.org/file/0213201502mp3"}]}