{"created":"2015-04-19T09:21:42+00:00","modified":"2015-04-29T17:11:28+00:00","valid":{"from":"2015-04-29T17:11:28+00:00","to":"3015-04-29T17:11:28+00:00"},"hreflang":"en","title":"Jon Krakauer Tells A 'Depressingly Typical' Story Of College Town Rapes","published":"2015-04-29T17:11:00+00:00","teaser":"Krakauer's <em>Missoula</em> looks at stories of women who have been sexually assaulted by people they know. He says rape is unlike other crimes because in other crimes, \"the victim isn't assumed to be lying.\"","itags":["npr_api","400185648"],"guid":"9b1c82e8-f77c-4d13-a75b-a659af05ca92","contentencoded":"<p>By his own admission, author Jon Krakauer is an obsessive guy, and his obsessions often turn into books. His best-sellers include <em>Into the Wild</em> and <em>Into Thin Air,</em> both about man's battle with nature. But his latest book is about a far more intimate struggle. The title lays it out plainly: <em>Missoula: Rape and the Justice System in a College Town</em>.</p><p>Krakauer tells NPR's Rachel Martin that the whole thing started when he found out someone close to him had been raped. \"This was a young woman whose life seemed to be going great,\" he says. \"She had a successful career; she was in her late 20s. And it came to light that when she was in her midteens she had been raped by an acquaintance. Shortly thereafter, she was raped again by a family friend. And I was shocked by this. So, you know, I'm kind of an obsessive guy, and I just started looking into the subject of acquaintance rape.\"</p><p>As he was searching around online, one town kept popping up in headlines about sexual assault — Missoula, Mont. And one case in particular caught his attention: A young woman named Allison Huguet and her friend Beau Donaldson. They grew up and went to high school together. Huguet went away to college in Oregon and Donaldson stayed in Missoula to play football at the University of Montana.</p><p>\"Three years later,\" Krakauer says, \"when they were both juniors, I think in 2010, she was back in town. All their high school friends were getting together at a party at Beau Donaldson's house. She went. You know, they drank a lot. She decided — a friend there said, 'Oh, you've been drinking too much to drive home, why don't you sleep on the couch?' She did. She woke up in the early morning hours to Beau Donaldson raping her from behind — her best friend. She was terrified. He weighs 230 pounds; he's a Division I football player. She weighs 130 pounds. She decided, you know, just instinctively to just freeze, to pretend she was sleeping. When he was finished, he just kind of threw a blanket over her, left the room. As soon as she was sure he had left the room, she grabbed her shoes and her phone and started running out of the house.\"</p><p>Initially, Huguet decided not to press charges — after all, this was her friend. But she was haunted by the attack and didn't see any remorse coming from Donaldson. So about a year later, Huguet contacted a local police detective. \"And that began the process that led to Beau Donaldson's arrest and ultimate conviction.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what the assaults in his book have in common</strong></p><p>They were all acquaintance rapes. They were, for the most part, students. They were all in Missoula, which turns out is a pretty typical town. I don't mean to single out Missoula: Its rape rate is a little less than the national average; I think its problems with dealing with rape are pretty depressingly typical.</p><p>But in any case, it turns out [that in] Missoula, over the course of the four years I looked at, there were 230 rapes in town, most of which either weren't prosecuted or the prosecutions were bungled. The upshot was most rapists walked away without any punishment, any accountability, which is in fact — the best statistics show that about 97 percent of rapes, you know, the rapist walks away, is never held accountable. That is, to me, really disturbing.</p><p><strong>On the book's sources and source material</strong></p><p>I, for the most part, did not have cooperation of any law enforcement. I relied on records that I'm not supposed to have. I relied on documents. You know, I needed a paper trail. I needed to know the truth. I really had to be solid. ... I interviewed victims at great length. I tried to interview the rapists — only one of them actually talked to me on the record. But I had thousands and thousands of pages of trial transcripts, hearing transcripts. I had recordings.</p><p><strong>On the fallout from the now retracted <em>Rolling Stone</em> article about an alleged gang rape at the University of Virginia</strong></p><p>The <em>Rolling Stone</em> fiasco really discouraged me. You know, I have written for <em>Rolling Stone;</em> these are good people. It's a good magazine, and how they could have made so many blunders, this cascade of easily avoidable mistakes. ...</p><p>The sad thing is there's a lot of doubters and haters out there who think women lie about rape and, you know, there isn't a problem, and this is ammunition for them. And you know, the fact that my book was rushed into print — it originally wasn't going to come out until next fall but my publisher and I decided, in part because of the <em>Rolling Stone</em> mess, that it'd be a good time to show this book; that no ... the overwhelming majority, you know, of victims do not lie about rape.</p><p>I mean, there's this mythology out there that women lie about being raped. In fact, some women <em>do</em> lie about being raped — between 2 and 10 percent is the best research. Many studies show this. So it's really a small amount. It's not too different from other crimes. The difference is in other crimes the victim isn't assumed to be lying. You know, you take the victim at their word. And that's — the way rape victims are treated is different than any other crime. You know, the book is — it's sort of a really close look about what it's like to be the victim of a rape: the pain you go through and the obstacles you have to achieve any kind of justice.</p><p><strong>On why learning about the horrors of rape was a revelation for him</strong></p><p>I didn't know much about it. I had never taken it seriously, and what I learned appalled me and I felt ashamed. ... It's not as though I hadn't heard about other instances. I had a girlfriend in college who'd been raped. I mean, but I just — I thought, \"What's the big deal? Get over it.\" I'm embarrassed to say that but that's what I thought.</p><p>But it's hard for people unless you have been sexually assaulted. It's really hard to put yourself in the place of a victim and understand how that — being penetrated in the most private parts of your body by another person — is different than other kinds of trauma. The research shows this. It causes a different kind of reaction. And my lack of empathy before this is, you know, it's understandable. It's hard for people to see: \"What's the big deal? So, you know, you've had sex before, you'll have sex again. Why was this particular kind of sex that you didn't want to have so traumatic?\"</p><p>And that, to even say that sounds so, you know, callous.</p><p><strong>On whether it's harder for men to understand rape</strong></p><p>I think it is. I think it is. ... After this book was announced, I can't tell you how many acquaintances, even several members of my own family, for the first time said, \"Oh yeah, I was raped.\" And it's like, once you start talking to women, you realize how many victims there are out there. And sure, men are raped too, but in far fewer numbers than women. So this is this divide in this country. And certainly not all women believe we have this huge problem, but there's a lot more women who understand it than men.<strong></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jon+Krakauer+Tells+A+%27Depressingly+Typical%27+Story+Of+College+Town+Rapes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400750550-4ab236.m3u?orgId=1&topicId=1033&d=467&p=10&story=400185648&t=progseg&e=400750450&seg=13&ft=nprml&f=400185648"},{"href":"http://media.npr.org/assets/img/2015/04/16/9780385538732-2--b95050bc6285cfddb8ab99d8e6a45262a20b99fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"423","width":"564"}},{"href":"http://media.npr.org/assets/img/2015/04/16/krakauer_credit-linda-moore-35c55320e929b2fc06709452ab3a8ba7143076ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1277","width":"1703"}}]}