{"created":"2015-05-14T01:00:22+00:00","modified":"2015-05-14T15:21:49+00:00","valid":{"from":"2015-05-13T16:00:24+00:00","to":"3015-05-13T16:00:24+00:00"},"hreflang":"en","byline":"Sabri Ben-Achour","itags":["PMP:Marketplace_PMP","Marketplace","9b205ef4d792ae191b02d38a802d3d63","Marketplace for Wednesday, May 13, 2015"],"title":"Facebook and the need for speed","teaser":"The link clicker's costly, withering impatience is crucial to Instant Articles.","description":"The link clicker's costly, withering impatience is crucial to Instant Articles.","contentencoded":"<div class=\"barn-cleaned\"><p>As we are all well aware, there is a great deal of <a href=\"https://www.youtube.com/watch?v=5Tdokh1KYuQ\">critical</a> <a href=\"https://www.youtube.com/watch?v=PZ5ACLVjYwM\">information</a> out on the Internet that we must see.&nbsp; And we must see it <em>at once</em>.</p>\n<p><span>Up until now, when hapless users of Facebook’s mobile app come across a link or listicle that strikes their fancy, they have had to endure the debilitating process of clicking on said link and waiting – up to several seconds – for that page to open.&nbsp; Adding insult to injury, some users have had to resort to exiting the Facebook app and opening the link in a different browser, depriving themselves of precious seconds that could be used to stare endlessly into the eyes of a baby sloth.&nbsp;</span></p>\n<p><span>&nbsp;“You really only have about three seconds for a web page to load fully before a person’s gone,” says Sean Work, director of inbound marketing at</span> <a href=\"https://blog.kissmetrics.com/loading-time/\">KISSMetrics</a><span>, a firm that tracks customer data online for subscription-based websites like Netflix and Hulu.&nbsp; “For certain businesses it has a profound effect on their bottom line.”</span></p>\n<p><span>This is one of the drivers behind the deal that Facebook has struck with nine major publishers, including the New York Times and BuzzFeed.&nbsp; The deal lets Facebook host and publish content from these publishers on its own servers, and display them quickly – very quickly – within its mobile app.&nbsp;</span></p>\n<p><span>In Facebook’s case, if someone gives up on an article or leaves Facebook’s app to view it, Facebook misses out on important data.</span></p>\n<p><span>The important information for advertisers and for Facebook to produce more clickable content is&nbsp;“How long you spent on the article, did you read half of it and go away from it? Did you watch any of the multimedia or the videos?” says Debra Aho Williamson, principal analyst at</span> <a href=\"http://www.emarketer.com/\">EMarketer</a><span>.</span></p>\n<p><span>If that content is hosted on Facebook servers, “it makes it possible for people to stay in that happy little Facebook universe that Facebook has built,” Williamson&nbsp;</span><span>says</span><span>.</span></p>\n<p><span>So ultimately, getting content in front of people faster keeps people in front of Facebook longer. &nbsp;</span></p></div>","tags":["Business","APM"],"guid":"9b205ef4-d792-4ae1-81b0-d38a802d3d63","published":"2015-05-13T16:00:24+00:00","contenttemplated":"[{\"content\":\"<p>As we are all well aware, there is a great deal of <a href=\\\"https://www.youtube.com/watch?v=5Tdokh1KYuQ\\\">critical</a> <a href=\\\"https://www.youtube.com/watch?v=PZ5ACLVjYwM\\\">information</a> out on the Internet that we must see.  And we must see it <em>at once</em>.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Up until now, when hapless users of Facebook’s mobile app come across a link or listicle that strikes their fancy, they have had to endure the debilitating process of clicking on said link and waiting – up to several seconds – for that page to open.  Adding insult to injury, some users have had to resort to exiting the Facebook app and opening the link in a different browser, depriving themselves of precious seconds that could be used to stare endlessly into the eyes of a baby sloth. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span> “You really only have about three seconds for a web page to load fully before a person’s gone,” says Sean Work, director of inbound marketing at</span> <a href=\\\"https://blog.kissmetrics.com/loading-time/\\\">KISSMetrics</a><span>, a firm that tracks customer data online for subscription-based websites like Netflix and Hulu.  “For certain businesses it has a profound effect on their bottom line.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>This is one of the drivers behind the deal that Facebook has struck with nine major publishers, including the New York Times and BuzzFeed.  The deal lets Facebook host and publish content from these publishers on its own servers, and display them quickly – very quickly – within its mobile app. </span></p>\"},{\"content\":\"<p><span>In Facebook’s case, if someone gives up on an article or leaves Facebook’s app to view it, Facebook misses out on important data.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>The important information for advertisers and for Facebook to produce more clickable content is “How long you spent on the article, did you read half of it and go away from it? Did you watch any of the multimedia or the videos?” says Debra Aho Williamson, principal analyst at</span> <a href=\\\"http://www.emarketer.com/\\\">EMarketer</a><span>.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>If that content is hosted on Facebook servers, “it makes it possible for people to stay in that happy little Facebook universe that Facebook has built,” Williamson </span><span>says</span><span>.</span></p>\"},{\"content\":\"<p><span>So ultimately, getting content in front of people faster keeps people in front of Facebook longer.  </span></p>\",\"type\":\"text/html\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/instant.jpg?itok=7lAg_bPL","type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"}},{"format":"MP3","type":"audio/mpeg","meta":{"duration_hms":"00:01:57","duration":117,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/05/13/mp_20150513_seg_17","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/05/13/mp_20150513_seg_17_64.mp3"}]}