{"created":"2014-10-08T02:35:47+00:00","modified":"2014-10-31T00:24:54+00:00","valid":{"from":"2014-10-31T00:24:53+00:00","to":"3014-10-31T00:24:53+00:00"},"hreflang":"en","title":"Could A Socialist Senator Become A National Brand?","published":"2014-07-10T15:30:00+00:00","teaser":"Independent Sen. Bernie Sanders opposes war and advocates for veterans. Even in the most conservative corner of Vermont, he's managed to do well. Now there's buzz that Sanders may run for president.","itags":["npr_api","330193246"],"guid":"9b26840c-d31e-48f2-acec-4d8fd9f46858","contentencoded":"<p>As members of Congress continue hammering out a bill to improve the Department of Veterans Affairs' <a href=\"http://www.npr.org/blogs/health/2014/06/04/318827245/va-health-cares-chronic-ailments-long-waits-and-red-tape\">beleaguered health care system</a>, attention has focused on one man leading the charge: Bernie Sanders, Independent senator from Vermont and a self-described socialist.</p><p>Sanders barely got 2 percent of the vote when he first tried breaking into Vermont politics in the 1970s, but now there's buzz that the man known simply as \"Bernie\" may be a presidential candidate in 2016.</p><p>\"The cost of war is huge,\" the 72-year-old said recently during lunch at Henry's Diner in Burlington, Vt., where he rose to become an immensely popular mayor in the 1980s. \"It's not just tanks and guns and planes. It's what happens to people's lives.\"</p><p>Sanders' frizzy hair may have gotten whiter since his mayoral days, but it could still use a comb. And when he opens his mouth, you don't hear New England — you hear Brooklyn.</p><p>He's also not one for idle chitchat. Even the most casual conversation relentlessly returns to the central idea that animates him: the wide gulf between rich and poor in this country.</p><p>\"What is part of my DNA — something I never will forget — is just the stress in the family over money. Of my mother, you know, feeling that we just never had enough money to do what she wanted to do,\" Sanders said, referring to his childhood years in Flatbush, Brooklyn.</p><p>During his time as mayor, he created more affordable housing in Burlington, and stopped development on the waterfront to make it more accessible.</p><p>\"That's what Democratic socialism is. It is essentially — bottom line — making government work for all of the people,\" he said.</p><p><strong>Winning Over Conservative Vermont</strong></p><p>Sanders is the only member of Congress who calls himself a socialist. And if you're wondering how a Democratic socialist differs from a Democrat, he'll point to the time he took to the Senate floor for 8 1/2 hours in 2010, railing against President Obama for supporting Bush-era tax cuts.</p><p>That's drawn him few fans in corporate America.</p><p>But to understand how Bernie Sanders has become perhaps the most popular politician in Vermont, go to a place you wouldn't normally expect to be friendly to self-described socialists.</p><p>Called the Northeast Kingdom, this corner of Vermont is the most conservative part of the state. It's a lush and green region dotted with dairy farms.</p><p>Sanders does really well here.</p><p>Randy Meade, a dairy farmer, is a gun owner, thinks gay marriage is immoral and says the government should spend a lot less. But he has always voted for Sanders because he says Sanders protects small farmers like him against the larger dairy farms. When milk prices dropped a few years ago, the senator led the push for more government assistance so family farms wouldn't go out of business.</p><p>\"He's not intimidated by large money,\" Meade says. \"He's not intimidated by well-dressed people with, you know, $2-, $3,000 suits. That's not Bernie. And that's not us either.\"</p><p>The Northeast Kingdom includes the poorest sections of Vermont, where Sanders' ability to bring in federal help resonates more loudly than any dig that he's a \"Leftist\" or a \"liberal.\" He brought more federally funded health centers here, and more outreach clinics for veterans.</p><p>A few of those vets were having beers recently at the Veterans of Foreign Wars club room in Newport, and although everyone had a gripe about the VA's health care system, none of it was aimed at Sanders. Instead, people like Steve Brochu pointed to the bill Sanders crafted to fund more facilities and more doctors.</p><p>\"I really believe that he cares a lot about us, even though he's never experienced what we've been through,\" Brochu said. \"He cares and he listens.\"</p><p>Vermont's population is smaller than most congressional districts. Still, it's striking how many people have actually met Sanders in person, even up there. His former chief of staff, Huck Gutman, gives credit to the senator's hundreds of town hall meetings.</p><p>\"It's always amazing to me to go to a town meeting,\" Gutman said. \"After 2 1/2 hours, I think, 'It's enough already, Bernie.' He wants everybody to speak who wants to speak.\"</p><p><strong>'That's My Job'</strong></p><p>This meticulous tending to constituents began during Sanders' days as mayor of Burlington, a time when he rode snow plows to make sure streets were cleared after storms and even took calls from constituents in the middle of the night.</p><p>His close friend Richard Sugarman remembers when one resident woke Sanders up at 2 or 3 in the morning to report that someone had thrown a brick through the resident's window. Sugarman told Sanders that \"most mayors don't answer these kinds of calls.\" Sugarman recalls his friend saying, \"That's my job, isn't it?\"</p><p>Sugarman said Sanders can have a hard time relaxing. He takes only half of Sunday off.</p><p>\"His idea of a big afternoon on Sunday — I don't want to make him sound like he's out of it — he'll say, 'You want to go to get an ice cream?' \" said Sugarman.</p><p>Current and former staffers say working for Sanders can be exhausting. But his attention to detail has built an expansive base of supporters in a state where politics remains intimate. He isn't \"Sen. Sanders\" to anyone here. Instead, he's simply \"Bernie.\"</p><p>That's what people called him in Montpelier, where, after the Fourth of July parade (scheduled for July 3) was canceled, Sanders decided to walk the streets anyway.</p><p>\"Bernie for president!\" one person shouted.</p><p>Another said, \"I'm voting for you. You better run for president, but I've been waiting for you for 10 years, OK?\"</p><p>To be sure, there are critics out here — some say the senator shouldn't call himself an Independent since he votes with the Democrats so often. But Sanders says people are confusing what it means to be an Independent.</p><p>\"The issue for me about being an Independent is not to be somewhere in the middle of an extreme-right-wing Republican Party and a ... middle-of-the-road Democratic Party,\" he said. \"To be an Independent is to try to represent the needs of the vast majority of the people.\"</p><p>Sanders remains coy about whether he'll actually run for president, but if he does, he says, it will be for those voters who aren't being well-represented by either party.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Could+A+Socialist+Senator+Become+A+National+Brand%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"315"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330325141-444b53.m3u?orgId=1&topicId=1014&ft=3&f=330193246"}]}