{"created":"2015-01-07T21:36:26+00:00","modified":"2015-04-30T19:48:19+00:00","valid":{"from":"2015-01-09T18:24:23+00:00","to":"3015-01-09T18:24:23+00:00"},"hreflang":"en","guid":"9b26e36c-1291-482f-80f1-8074330fb3c9","title":"Wigs, Wigouts, and Insurance","teaser":"A woman decides whether she's a wig person or a scarf person while undergoing chemotherapy, a magazine editor is confronted by rapper Foxy Brown, and a mother navigates the everyday after her son is gravely injured. Hosted by The Moth's Artistic Director, Catherine Burns.","description":"Jenny Allen is diagnosed with cancer and is forced to make a decision when she starts chemotherapy.Danyel Smith is confronted by a musician who didn't like an article she wrote for Vibe Magazine.Stephanie Peirolo fights with an insurance company while her son is in a coma.&nbsp;When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. &nbsp;Sensitive content will be given an on-air caution and will be noted here in the description.&nbsp;","contentencoded":"<strong><strong><strong>Jenny Allen</strong></strong> </strong><strong>is diagnosed with cancer and is forced to make a decision when she starts chemotherapy.</strong><br /><br /><strong><strong><strong>Danyel Smith</strong></strong> </strong><strong>is confronted by a musician who didn't like an article she wrote for Vibe Magazine.</strong><br /><br /><strong><strong><strong>Stephanie Peirolo</strong></strong> </strong><strong>fights with an insurance company while her son is in a coma.&nbsp;</strong><br /><br />When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. &nbsp;Sensitive content will be given an on-air caution and will be noted here in the description.&nbsp;","byline":"The Moth","published":"2015-01-09T18:24:23+00:00","tags":[],"itags":["prx:stories-138488"],"audio":[{"href":"https://cms.prx.org/pub/51e3112a1be3b136c87e67e1f15f70fb/0/web/story_image/330114/medium/unnamed-1.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/1bc2f2f6961876fd8f382af26663b676/0/web/audio_file/812266/broadcast/Moth1502Bounce2.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":101648725}}]}