{"created":"2014-11-23T12:15:08+00:00","modified":"2014-11-25T18:46:50+00:00","valid":{"from":"2014-11-25T18:46:50+00:00","to":"3014-11-25T18:46:50+00:00"},"hreflang":"en","title":"Reviving 'Allegro': Even Rodgers And Hammerstein Had Flops","published":"2014-11-24T19:42:00+00:00","teaser":"<em>Allegro</em> arrived on Broadway with a cast of close to 100 and the biggest advance ticket sales in Broadway history at the time. But reviews were mixed and the musical only lasted a season.","itags":["npr_api","365505724"],"guid":"9b43c052-4a93-446a-91ab-352d4d8d578b","contentencoded":"<p>Richard Rodgers and Oscar Hammerstein II may have been one of the most successful writing teams in Broadway history — think of <em>Oklahoma! </em>and <em>The Sound of Music</em>, just to name a couple of their hits.</p><p>In 1947, they were at the top of their game. Rodgers told a radio reporter a decade later: \"If you're reasonably rational and have any objectivity, you know that after you've had <em>Oklahoma!</em>, <em>State Fair</em> and <em>Carousel </em>in a row, this is a very good time to be cautious. This is when it's liable to sneak up from behind and hit you on the back of the head.\"</p><p>That's exactly what happened. The musical <em>Allegro</em> knocked them flat. But now, almost 70 years later, the celebrated duo's first flop is back on stage in New York.</p><p>Rodgers and Hammerstein had helped usher in the modern musical with <em>Oklahoma!</em> and <em>Carousel</em>, in which song, story and dance were tightly integrated. In <em>Allegro</em>, they wanted to take those innovations a step further.</p><p>\"In its conception it was epic, conceived of a man from the date of his birth, following him through his youth and into his middle age,\" said Oscar Hammerstein in 1958. \"This boy had started as a country doctor and ... then, through an overambitious wife, got mixed up in a kind of society doctor practice and was devoting more time to the social life that goes around medicine, than medicine itself.\"</p><p><em>Allegro</em> was directed and choreographed by the acclaimed Agnes de Mille. It arrived on Broadway with a cast of close to 100 and the biggest advance ticket sales in Broadway history at the time. But reviews were mixed, and <em>Allegro</em> only lasted a season. Witnessing all this was 17-year-old production intern Stephen Sondheim.</p><p>The show stuck with him. \"What was interesting was I watched a lot of very knowledgeable people put on a flop,\" says Sondheim. \"And by flop, it was a show that didn't work the way it was intended, and it didn't work partly because it was a highly experimental show.\"</p><p><em>Allegro </em>was also highly influential for the fledgling songwriter, who went on to become the voice of his generation, with shows like <em>Sweeney Todd</em> and <em>Sunday in the Park with George</em>. In particular, Sondheim was struck by how Rodgers and Hammerstein used song in a different way — often in fragments, sung and spoken by a Greek chorus, to get inside the characters' heads.</p><p>\"To utilize the chorus as the internal parts of characters ... is still fairly startling,\" says Sondheim. \"The unsophistication of the writing, unfortunately, does it in.\"</p><p>As a result, the show is seldom revived. Nonetheless, British director John Doyle is giving it a try at the <a href=\"http://www.classicstage.org/season/productions/allegro/\">Classic Stage Company</a> off-Broadway. The cast of 100 has been pared down to 12 actors, all of whom play musical instruments as they perform.</p><p>Doyle says <em>Allegro </em>echoed themes that were also voiced in other works of the time, like Thornton Wilder's <em>Our Town </em>and Arthur Miller's <em>Death of a Salesman</em>.</p><p>\"It's a piece that's making a message about ... the implications of certain aspects of the American Dream,\" says Doyle. \"And if you want to follow your dreams, does that have to mean making a lot of money? In a world that values ambition, what does ambition really mean?\"</p><p>Claybourne Elder plays the protagonist, torn between the trappings of success and making a contribution to society. Elder says the bare-bones staging of the current revival serves Hammerstein's words and Rodgers' music quite well.</p><p>\"We are doing it in a very modern way, maybe, but we are doing the text that they wrote in the way they wrote it,\" Elder says. \" ... The fact that it resonates today with an audience as being edgy and a little bizarre is pretty incredible.\"</p><p>And Rodgers and Hammerstein? While they were disappointed with the reaction to <em>Allegro</em> and vowed to rewrite it, they moved on. Their next two shows were <em>South Pacific</em> and <em>The King and I. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Reviving+%27Allegro%27%3A+Even+Rodgers+And+Hammerstein+Had+Flops&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"384"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366084653-da3bc6.m3u?orgId=1&topicId=1144&ft=3&f=365505724"},{"href":"http://media.npr.org/assets/img/2014/11/21/allegro0124-emily-joejr-775f7452c67c3cbe5979d723aa43b74be3e57b0e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2073","width":"2765"}}]}