{"created":"2014-10-06T19:20:11+00:00","modified":"2014-10-06T20:59:34+00:00","valid":{"from":"2014-10-06T20:59:34+00:00","to":"3014-10-06T20:59:34+00:00"},"hreflang":"en","guid":"9b4fe377-57f2-426a-93d7-eb85876e385d","title":"Christians take a prominent role in Hong Kong protests","published":"2014-10-06T20:59:32+00:00","byline":"Matthew Bell","tags":["Umbrella Revolution","Hong Kong protests","Christianity","religion","protests","government","Belief","Lifestyle & Belief","Hong Kong","Asia","China","Joshua Wong","Yvonne Lai","John Tong","Joseph Zen","Paul Kwong","Jesus","Hong Kong","Religion","Joseph Zen Ze-kiun"],"teaser":"Several of the most well-known leaders of Hong Kong's pro-democracy campaign are also devout Christians. The same goes for many of the protesters in the streets, who can be seen at protests praying and singing religious hymns. But the Christian faithful are divided over the issues at stake.","contentencoded":"<p>If you spend some time at the Hong Kong protests,&nbsp;you&#39;re likely to see examples of people&#39;s Christian faith on display. A prayer circle and a group singing hymns&nbsp;are reminders that Christians have taken on a prominent role in the pro-democracy campaign.&nbsp;</p><p>&ldquo;I believe in Christ. I believe everyone [is] born equal. And they&#39;re loved by Jesus,&rdquo; said&nbsp;a&nbsp;weary-looking Joshua&nbsp;Wong, a 17-year-old protest leader from the student activist group, Scholarism.</p><p>Wong is&nbsp;one of several high-profile protest figures who&nbsp;are devout&nbsp;Christians.&nbsp;When&nbsp;we met in a protest tent on Saturday, he&nbsp;seemed to downplay religion as a&nbsp;primary inspiration for his political activism,&nbsp;but he&nbsp;mentioned it as part of what shaped his ideology.&nbsp;</p><p>&ldquo;I think that everyone should get the equal rights in our political system,&quot; he said. &quot;We should care the weak and poor in our society.&quot;</p><p>Cardinal Joseph Zen, the&nbsp;former Catholic bishop of&nbsp;Hong Kong, has also appeared at the&nbsp;demonstrations. Zen has spoken&nbsp;out on political issues for decades, and&nbsp;even though the 82-year-old isn&#39;t as nimble as he once was, he&#39;s&nbsp;taken part in marches and taken the stage to help rally the mostly student-aged crowds.&nbsp;</p><p>&ldquo;We have enjoyed the freedom in Hong Kong. So many good things we have enjoyed. We have a duty to defend [them],&rdquo; Zen told me during an interview at his Hong Kong residence.</p><p>[[{\"fid\":\"74977\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1836,\"width\":3264,\"style\":\"width: 3264px; height: 1836px;\",\"alt\":\"Cardinal Joseph Zen, former head of the Catholic Church in Hong Kong, is a long-time critic of the Chinese Communist Party. He&#039;s also been an active supporter of the pro-democracy campaign.  \",\"title\":\"Cardinal Joseph Zen, former head of the Catholic Church in Hong Kong, is a long-time critic of the Chinese Communist Party. He&#039;s also been an active supporter of the pro-democracy campaign.  \",\"class\":\"media-element file-default\"}}]]</p><p>Zen has been an outspoken critic of Beijing for decades. He can do that here&nbsp;because Hong Kong has enjoyed a vastly greater degree of religious freedom than mainland China, even after the former British colony went back to Chinese control in 1997.</p><p>Zen&#39;s family fled Shanghai when the Communists took over in 1949. Now, he says the party is imposing its will on Hong Kong and taking away the freedoms that make the Chinese territory unique. People need to speak out, Zen says, because there is a lot at stake.&nbsp;</p><p>&ldquo;It&#39;s the whole way of life. Here we have the culture of the truth, the respect for the dignity of people,&quot; he said. That&#39;s in contrast to China, where he says &quot;everything is fake. Immediate interests. No spiritual value. It&#39;s against our Christian belief and against the human values.&quot;</p><p>But most leading members of the Christian clergy in Hong Kong do not put things in such stark terms. The current Roman Catholic bishop, John Tong, takes a much softer&nbsp;public approach toward politics and mainland&nbsp;China.</p><p>So does the head of the Anglican church,&nbsp;Archbishop Paul Kwong. On Saturday night, he&nbsp;celebrated mass at St. John&#39;s Cathedral, not far from where the protests are taking place. He mentioned the political crisis briefly, saying that Hong Kong is going through &ldquo;the worst of times,&rdquo; a phrase which he repeated.</p><p>But Kwong &mdash;&nbsp;who also holds an official position with China&#39;s central government &mdash;&nbsp;has not&nbsp;publicly supported&nbsp;the pro-democracy campaign.&nbsp;This summer he told his parishioners to &ldquo;remain silent&rdquo; on these issues, and&nbsp;was criticized for it.</p><p>That&#39;s&nbsp;not surprising, said pastor TC Chan, who I met&nbsp;at a protest on Sunday. He says Hong Kong&#39;s churches are divided over the protests.&nbsp;&quot;They are polarized,&rdquo; Chan said. &ldquo;Some agree with the movement. And some [are] against [it].&rdquo;&nbsp;In his view, that means the the demonstrations&nbsp;should not be considered a &quot;Christian&quot;&nbsp;protest movement.</p><p>But for 25 year-old Yvonne Lai, who&nbsp;has been coming to the protests almost every day &mdash; over the objections of her father &mdash;&nbsp;her Anglican fath is the reason she&#39;s here.</p><p>&ldquo;All I want to do is be with the student[s] and try my best to protect them if I could,&rdquo; Lai explained. &ldquo;I believe if Jesus was here he would do so. He would ask us to do so.&rdquo;&nbsp;After all, Lai asks, wasn&#39;t Jesus himself sort of a revolutionary?&nbsp;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100620144.mp3"},{"href":"http://www.pri.org/file/100620144mp3"}]}