{"created":"2015-04-07T19:37:40+00:00","modified":"2015-04-07T21:20:26+00:00","valid":{"from":"2015-04-07T21:20:26+00:00","to":"3015-04-07T21:20:26+00:00"},"hreflang":"en","guid":"9b591a5f-7ed3-4070-a500-c978e49a78ed","title":"LA's master mariachi tailor says sewing started out like a game for him","published":"2015-04-07T21:20:13+00:00","byline":"Akiko Fujita","tags":["culture","music","history","immigrants","Global Nation","Culture","Arts, Culture & Media","Mariachi","Culture of Mexico","Culture"],"teaser":"Some call him \"El Maestro\" — the master — but his real name is Jorge Tello. It’s a fitting title for a Los Angeles-based tailor known for crafting some of the most intricate suits around, those worn by Mexican mariachis. But Tello isn’t even from Mexico.","contentencoded":"<p>Tailor Jorge Tello’s store feels more like a mariachi shrine than a tailor shop. Photos of Mexican stars like Pedro Infante fill the walls. And a glass case features one of Tello’s most intricate suits — a crisp, three-piece outfit with gold, flowerly designs down the lapel.</p>\n<p>“It’s $2000. Very expensive,” Tello says, with a laugh.</p>\n<p>There is also the thick binder he keeps — full of articles and photos featuring his famous clients: Placido Domingo in one of Tello’s classic black suits and Carlos Santana in a more colorful number. Chevy Chase even wore one of his three-piece suits for the movie “Three Amigos.”</p>\n<p>It’s all on display at La Casa de Mariachi, the shop Tello has run in East Los Angeles for three decades. The store has become so synonymous with Mexican folk music, here and around the world, Tello has become known as El Maestro, The Master, to his customers. But it wasn’t always that way. Tello wasn’t even born in Mexico.</p>\n<p>“How did somebody from Guatemala master traditional Mexican clothing,” Tello asks. “It’s the million dollar question.\"</p>\n<p>It started in his father's tailor shop in Guatemala, when he was just 10.</p>\n<p>Sewing was fun, “like a game,\" he says. And he began perfecting his craft two hours each day. Within six months, he was making trousers for his sisters. By age 16? Three-piece suits.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_2225.JPG?itok=mMN__mog\" alt=\"\" /><div class=\"field-caption\">\n    <p>A mariachi suit created by Jorge Tello, a master tailor in Los Angeles from Guatemala.<br /> </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Akiko Fujita</p>\n  </div>\n</div>\n<p>Still, Tello didn’t create his first <em>traje de charro</em> — or mariachi suit — until he was 30. Then a friend convinced him to move to LA to cater to its mariachi scene. He set up shop across from Mariachi Plaza in Boyle Heights, a hangout for musicians.</p>\n<p>Tello treats each suit like a work of art, carving out each pattern, carefully cutting each sleeve and leg. He doesn’t use modern sewing machines, rather antiques from the 1950s. Tello says they move slower, making it easier to maneuver the fabric when embroidering each design. Some designs take 10 hours each.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/_MG_2198.JPG?itok=ChgYc9f0\" alt=\"\" /><div class=\"field-caption\">\n    <p>LA-based tailor Jorge Tello uses vintage machines to create intricate, traditional suits in the mariachi style.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Akiko Fujita</p>\n  </div>\n</div>\n<p>Antonio Navarro, a trumpet player for the “Mariachi Juarense” group, says Tello’s skills are most noticeable in the classic suits: black fabric lined pieces, with silver buttons. The audience sees the difference, he says.</p>\n<p>“They say, ‘Oh wow, he looks very good,'\" Navarro says.</p>\n<p>That precision has kept Navarro coming back for more than two decades.</p>\n<p>Tello has been crafting suits for so long, he’s worked with families through the generations. On a recent afternoon, Leanna Robles, 14, stopped in with her mother, to try on a dress: a long, beige, mermaid design cut from suede-like fabric.</p>\n<p>Robles points out the red embroidery along the bodice and the bottom of the dress — all designs carefully stitched by Tello for Roble’s 15th birthday celebration, or quinceanera.</p>\n<p>A dress with a mariachi twist? “I wanted to add my own little spice to it, make something different,\" Robles says.</p>\n<p>It’s that satisfaction that keeps Tello going. But he likes to point out that his clothes are not just about Mexican culture anymore. A few years ago, <a href=\"http://www.unesco.org/culture/ich/RL/00575\">UNESCO added mariachi music</a> to its world heritage list.</p>\n<p>“I don’t just make Mexican suits, but suits for the world,” Tello says.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/_MG_2238.JPG?itok=6FroQDwK\" alt=\"\" /><div class=\"field-caption\">\n    <p>LA-based tailor Jorge Tello fits Leanna Robles, 14, with a dress to celebrate her 15th birthday, or quinceañera. The dress features some of the designs found in Tello's famed mariachi suits.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Akiko Fujita</p>\n  </div>\n</div>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/_MG_2191.JPG?itok=xPzPaFcz\" alt=\"\" /><div class=\"field-caption\">\n    <p>A detail from a suit designed by famed LA-based tailor Jorge Tello, known as the go-to for mariachi outfits.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Akiko Fujita</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-07%2Fmeet-las-master-mariachi-tailor&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/_MG_2202.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mg2202jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04072015_08.mp3"},{"href":"http://www.pri.org/file/0407201508mp3"}]}