{"created":"2015-06-09T07:54:57+00:00","modified":"2015-06-25T17:43:37+00:00","valid":{"from":"2015-06-25T17:43:37+00:00","to":"3015-06-25T17:43:37+00:00"},"hreflang":"en","title":"If Jimmy Fallon Gets His Way, 'Your Baby's First Word Will Be Dada'","published":"2015-06-10T12:11:00+00:00","teaser":"The <em>Tonight Show</em> host's new children's book was inspired by his daughters. He tells NPR about his efforts to trick his first daughter into saying \"dada\" and his family's struggle to conceive.","itags":["npr_api","412878200"],"guid":"9b66088e-0b63-4d74-9326-b3bc8f52234d","contentencoded":"<p>A lot of things seem to come easy for <em>The Tonight Show's</em> Jimmy Fallon: comedy, <a href=\"https://www.youtube.com/watch?v=SHogg7pJI_M&feature=youtu.be\">music</a>, <a href=\"https://www.youtube.com/watch?v=_qWuOtP9eZE\">dancing</a>. Fatherhood didn't. Fallon and his wife struggled with fertility issues for years before they had their two daughters. Now one is almost 2, the other is not yet 1 and both are the inspiration for Fallon's new children's book, <em>Your Baby's First Word Will Be Dada</em>. It's a series of pictures in which daddy animals try desperately (and utterly fail) to get their babies to say \"dada\" as their first word.</p><p>\"The thing about this book is there's no real point to it. ... It's a selfish thing,\" Fallon tells NPR's David Greene. \"I just want the baby's first word to be 'dada.' I don't care if she's smart. I have one agenda.\"</p><p>The book captures Fallon's own effort to be his first daughter's favored parent. He says, \"I would try to trick her into saying, 'dada.' I would call everything in the house 'dada.' Like her bottle — I would go, 'Dada time!' You know, like, 'Do you want another dada?' ... I really just want her to say dada.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the fertility issues he and his wife struggled with</strong></p><p>It was a tough time and ... it's not easy. We didn't know, you know, which one of us wasn't clicking. I slept upside down at one point — I was like dangling from the ceiling. You know, like you drink teas. And my wife, gosh, she just put up with a lot of stuff. Luckily, [we] got involved with a surrogate and so she had our babies. ... She's a blessing; it was the best thing that ever happened to us.</p><p>I promised myself I wouldn't be that guy when I had a baby, like, \"Oh, you want to see a picture of my babies?\" My whole iPhone is just all baby pictures. It used to be, I guess, food? I don't know what else you take with your iPhone — it's brunch or babies. ...</p><p>I definitely really appreciate what I have. I mean I just love them so much and it's insane. It was a long time, just kind of a weird time. A lot of people don't really talk about it that much, you know, and I think they should. I don't know whether it would be a bigger issue, you know. Should you freeze your eggs or whatever when you're a woman? No one talks about it. I don't think I should be the spokesperson for that stuff. You can talk to my wife about it. But she was like, \"No one tells you.\"</p><p><strong>On his playful <em>Tonight Show</em> comedy</strong></p><p>You can be as creative as you want; you can just do just weird bits. Some things work; some things don't. We always tell our guest, like, \"You can always say no, but we had this idea where we want you to be in a giant bird's nest and you're a man who plays the flute and has rhyming couplets.\" And Jude Law was like, \"Oh, OK, I'll do it.\" I'm like, \"Really?\"</p><p><strong>On whether he sees himself as a grown-up</strong></p><p>I guess I am technically a grown-up, yeah yeah yeah. But if you can play with everything and have fun all day, why would you not choose that? ... I mean, this doesn't feel like work to me. This is like total play. My job is to make you smile before you go to bed and I'll do whatever I have to do. <a href=\"https://www.youtube.com/watch?v=HOK4aBYNh3s\">I'll dress up as a 15-year-old girl and say, \"Ew!\"</a> You know, whatever, if it'll make you laugh. If you don't think about your problems for one hour, then I did my job.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=If+Jimmy+Fallon+Gets+His+Way%2C+%27Your+Baby%27s+First+Word+Will+Be+Dada%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413069604-e6eb8d.m3u?orgId=1&topicId=1033&aggIds=100876926&d=429&p=3&story=412878200&t=progseg&e=413066919&seg=10&ft=nprml&f=412878200"},{"href":"http://media.npr.org/assets/img/2015/06/08/dada_bb_int_donkey-page-001-dcbee15fe22fd8fd630a94753ef45331dbed6947.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"624","width":"831"}},{"href":"http://media.npr.org/assets/img/2015/06/08/jimmy-fallon-credit-nbc-866a6e57f0da302fc658ef8e07821fc509456b9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1890","width":"2520"}}]}