{"created":"2014-10-07T19:07:19+00:00","modified":"2015-01-12T00:02:17+00:00","valid":{"from":"2015-01-12T00:02:17+00:00","to":"3015-01-12T00:02:17+00:00"},"hreflang":"en","title":"Danny Trejo: From The Big House To The Big Screen","published":"2014-08-25T16:10:00+00:00","teaser":"Trejo is famous for playing rough, macho tough guys. A distinctive tattoo helped him get his first role, as a convict. He was perfect for the part: Before he was in movies, Trejo was in prison.","itags":["npr_api","337134637"],"guid":"9b7a9ece-055b-4c4c-8dcd-ada11041839e","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers.</em></p><p>Fans know Danny Trejo for all the tough guys he's played in action movies like <em>Machete</em> and <em>From Dusk Till Dawn</em>. He's been cast as that kind of character since the start of his career — his very first role was as a convict in the 1985 film <em>Runaway Train</em>.</p><p>Trejo was perfect for the part. Before he was an actor, he was an inmate, serving time in prisons across California.</p><p>His crimes were committed to fund his drug addiction, Trejo says. Behind bars, he had a reputation as a fighter, boxing in tournaments in every institution he was in.</p><p>\"Prison is all about status,\" Danny Trejo says. \"If you're boxing, people are betting on you, so you automatically have a status.\"</p><p>When he was in Salinas Valley State Prison in Soledad, Calif., Trejo says, he was involved in a riot. It was alleged that he hit a guard in the head with a rock.</p><p>\"So we got sent to the hole, and basically those are all gas chamber offenses,\" Trejo says.</p><p>\"I just remember asking God to please let me die with dignity,\" he says. \"And if he would do that, I would promise to say his name every day and help anybody I could anyway I can.\"</p><p>Trejo's charges were dropped because there were no witnesses willing to testify.</p><p>\"Three thousand inmates, [and] they had no witnesses,\" he laughs. \"And by the grace of God, I got out.\"</p><p>As a free man, Trejo dedicated his life to helping other people.</p><p>\"I was a drug counselor, and one of the kids that I was working with, about 18 years old, he called me and said, 'Hey, I'm having a big problem down here, there's a lot of cocaine,' \" he says.</p><p>So the former prisoner drove down to meet the young man. \"He gave me the address to a warehouse, so I thought he worked in a warehouse,\" Trejo says.</p><p>As soon as he got there, Trejo realized it was a movie set. The film was <em>Runaway Train,</em> about two escaped convicts, played by Jon Voight and Eric Roberts.</p><p>After counseling the 18-year-old, Trejo was approached by someone from the movie set. The man asked Trejo if he wanted to be an extra in the film and if he was comfortable playing an inmate.</p><p>\"I mean, I've been in every penitentiary in the state — it was kind of funny,\" Trejo says.</p><p>He told them he'd give it a shot. They handed him a shirt to wear, and Trejo pulled off his own shirt to change — a moment that led to his big break.</p><p>By taking off his shirt, Trejo revealed his prison tattoos, including one of a woman wearing a sombrero. Screenwriter Eddie Bunker immediately recognized it: Bunker himself had spent time in San Quentin State Prison, where he saw Trejo win a famous boxing tournament.</p><p>The screenwriter asked Trejo if he'd be up for training one of the actors how to fight.</p><p>\"So I started training Eric Roberts how to box,\" Trejo says.</p><p>Director Andrey Konchalovskiy liked Trejo's style so much that he cast him in <em>Runaway Train</em> to fight Roberts in the ring — Trejo's film debut.</p><p>\"It's like divine intervention,\" he says. \"For me to meet Eddie Bunker on a movie set, it was amazing.\"</p><p>\"When you talk about my big break, you know, I got a few of them in my life. Everything good that has ever happened to me has happened as a direct result of helping someone else,\" Trejo says. \"Everything.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Danny+Trejo%3A+From+The+Big+House+To+The+Big+Screen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337602112-8ab85d.m3u?orgId=1&topicId=1008&aggIds=274340198&ft=3&f=337134637"}]}