{"created":"2014-12-06T00:50:35+00:00","modified":"2014-12-06T16:55:57+00:00","valid":{"from":"2014-12-06T16:55:57+00:00","to":"3014-12-06T16:55:57+00:00"},"hreflang":"en","guid":"9b80489b-fe6d-485e-b09b-b60cdce98ef5","title":"China is cracking down on the missionary lifeline that helps North Korean refugees","published":"2014-12-06T16:55:49+00:00","byline":"Matthew Bell","tags":["Religion","politics","government","Belief","Lifestyle & Belief","Asia","China","North Korea","Northeast Asia","Greg Scarlatoiu","Kim Jong-un","Adam Cathcart","Simeon Garratt","Charles Burton","Peter Hahn","Julia Garratt","Kevin Garratt","Asia","Human rights in North Korea","North Korean defectors","North Korea","Dandong"],"teaser":"Missionaries have been spreading the Gospel and doing humanitarian work with North Korean refugees in northeast China for a long time. But detentions of foreign missionaries are rising as Beijing clamps down on Christian activity, trying to help stabilize its North Korean allies.","contentencoded":"<p>Christian missionaries have been travelling to northeast Asia for more than a century. In recent years, they have gone to offer humanitarian assistance — and salvation — to the many tens of thousands of destitute North Korean refugees hiding in China.</p>\n<p>But recent detentions by Chinese authorities suggest a crackdown is under way, aimed at foreign missionaries operating along the Chinese-North Korean border.</p>\n<p>Simeon Garratt, a 28-year-old marketing and computer professional from Vancouver, British Columbia, got wind of trouble in early August. “Somebody sent me a message on LinkedIn that I, at the time, assumed was a spam message saying, ‘Are these your parents?'\" Garratt says. “I didn’t even actually open it.”</p>\n<p>Garratt grew up mostly in China, where his parents, Kevin and Julia, have lived and worked for the last 30 years. They opened a café in the Chinese city of Dandong, right on the border with North Korea. They are still in Dandong today — now in the custody of China's security authorities.</p>\n<p>It turned out that LinkedIn message wasn't spam but was a Chinese news story. The article quoted officials saying two Canadians in Dandong had been detained on charges of spying and stealing state secrets.</p>\n<p>“Not to put it lightly, but I almost thought it was a joke,\" he says. \"It just seems so far from what could possibly be the truth.\" Garratt has essentially no other information about the case.</p>\n<p>“This is pretty much the only thing the Chinese government has said so far,” he adds.</p>\n<p>His parents have not been formally charged, but the implications are serious. In the Chinese system, people found guilty of stealing state secrets can be put to death.</p>\n<p>The Garratts are now entering their fifth month in Chinese detention. They have been able to meet with Canadian consular officials regularly, but Simeon Garratt says his mother and father are being interrogated up to six hours a day. He's worried his parents may somehow incriminate themselves on spying charges that are simply not credible.</p>\n<p>Experts say the two Canadians might simply be pawns in a political spat between Canada and China over cyber espionage. But another part of the story is their Christian faith.</p>\n<p>Proselytizing by foreigners in China is illegal, and generally seen as a form of western cultural imperialism. But a certain level of Christian missionary activity has typically been tolerated by Chinese authorities.</p>\n<p>Garratt says his parents are religious, and have always been open about their faith. The family went to church services in China and played Christian music at their café. And their faith certainly inspired the aid work that Kevin and Julia Garratt did for years with North Koreans on both sides of the border.</p>\n<p>More than 200,000 North Korean refugees are thought to be living in China, many hoping to move on and find asylum in South Korea. By all accounts, conditions for many of them are dire.</p>\n<p>“North Koreans become stateless when they go across the border,” says Adam Cathcart, a lecturer on Chinese history at Leeds University in England. “Somebody’s got to do something to help them.”</p>\n<p>That somebody is not the Chinese government. “The answer, legally, from the Chinese point of view, is just to throw them back across the river like they’re fish that have been caught in a fishing preserve,” Cathcart says.</p>\n<p>So missionaries are the ones helping to fill this gap, and they push the boundaries of China's willingness to turn a blind eye to their presence. Some Christian missionaries in China have helped set up safe houses for North Koreans escaping into China — something Garratt insists his parents did not do.</p>\n<p>Now China appears to be cracking down on missionary activity along the border. In addition to the Garratts, a 73-year-old Korean American named Peter Hahn, who ran a Christian aid group, was detained in November.</p>\n<p>Cathcart said the message from Beijing to those who might try to smuggle Bibles into North Korea or help North Koreans living inside China goes something like this: “'You're being watched. Don’t think about coming here and trying anything.'\"</p>\n<p>Charles Burton, a former Canadian diplomat in China, says the Chinese are doing North Korea a favor by going after foreign missionaries. “These particular arrests could be a response to a request from the North Koreans to crack down on foreigners, who are learning too much about the true nature of the North Korean regime,” Burton said.</p>\n<p>It's also another way to pressure Christians, who endure some of the worse persecution handed out by North Korea. Christians represent an ideological threat to the personality cult of Kim Jong-un and his family, says Greg Scarlatoiu of the Washington-based advocacy group Human Rights in North Korea.</p>\n<p>That threat isn't just on the Chinese side of the border, either. “Through the work of dedicated Christian missionaries, there is an underground church in North Korea,” Scarlatoiu says. State security agents <a href=\"http://www.ohchr.org/EN/HRBodies/HRC/CoIDPRK/Pages/CommissionInquiryonHRinDPRK.aspx\">work hard to expose any connections</a> returnees might have made with missionaries in China, and supected Christians are often tortured.</p>\n<p>“I’m sure that the Garratts have a lot of information about what’s going on in North Korea from the North Korean Christians that they’re working with,” says Burton, the diplomat.</p>\n<p>The crackdown on missionaries is having an impact. One Korean-American pastor who helped run several aid groups for North Koreans living in China says many Christian organizations have been shut down in recent months. As a result, he says, more refugees are trapped in North Korea.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/garratts.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/garrattsjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120520147.mp3"},{"href":"http://www.pri.org/file/120520147mp3"}]}