{"created":"2015-02-03T17:06:17+00:00","modified":"2015-02-03T18:59:16+00:00","valid":{"from":"2015-02-03T18:59:16+00:00","to":"3015-02-03T18:59:16+00:00"},"hreflang":"en","guid":"9b82e846-def5-4ec5-86f7-5f526a395eee","title":"Why chicken paprikash is sure to warm your day","published":"2015-02-03T18:59:10+00:00","byline":"Alex Gallafent","tags":["food","cuisine","American cuisine","contemporary American cuisine","Hungarian food","chicken paprikash","Global Nation","Food","Lifestyle & Belief","Anita Lo","Chicken paprikash"],"teaser":"Another winter storm has gripped the US, from the Midwest all the way to the East Coast. But don't worry: Chef Anita Lo tells us about a dish that's sure to warm us up — chicken paprikash.","contentencoded":"<p>Chef Anita Lo calls her food \"contemporary American.\"</p>\n<p>It's what she cooks at her New York restaurant, Annisa, and what she writes about in her book, \"<a href=\"http://www.amazon.com/Cooking-Without-Borders-Anita-Lo/dp/1584798920\">Cooking Without Borders</a>.\"</p>\n<p>America, she points out, is a country built by immigrants — so the term \"contemporary American\" is about as wide as can be. The food that inspires us can come from anywhere in the world.</p>\n<p>“My father was from Shanghai; my mother was from Malaysia, which is the crossroads of Asia: there's Indian influence there — there is really no one Malaysian cuisine,\" Lo points out. \"There's a lot of Chinese in Malaysia, and many of them are from the Fujian Province in China, which is where my mother was from.”</p>\n<p>But that doesn’t mean Lo’s cooking is all-Asian. If it’s anything, it’s French — the cuisine she learned as a young chef. But the influences don’t stop there.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Annisa_713_NF_008.jpg?itok=0Jk6hINn\" alt=\"\" /><div class=\"field-caption\">\n    <p>Anita Lo</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Anita Lo</p>\n  </div>\n</div>“My father died when I was four, so I grew up mostly with my stepfather,” she says. “He was a white American from Denver, and we spent a lot of time in New England. His family, from a former marriage, was all German, so there are pictures of me in a dirndl growing up, and stuff like that.”\n<p>Now add Hungary to the list of culinary influences, too.</p>\n<p>“Both my parents worked, so we grew up mostly with nannies,” Lo recalls. “The one that stayed with us the longest was Sister Elizabeth Angel, and she was Hungarian. We called her Auntie Beth and she was a Catholic nun. She never even knew how old she was because she had been orphaned and had gone into the convent very young in Hungary. And then I guess she came over here.”</p>\n<p>Lo remembers Auntie Beth as a “sweet older woman” who lived with the family: she had a room, a TV  and “a massage chair which we liked to sit in.”</p>\n<p>“I don't remember how tall she was really, because she got shorter as she got older,\" Lo remembers. \"But she had sharp features ... she was beautiful to me.”</p>\n<p>Sister Angel Elizabeth cooked, too. One dish in particular sticks in Lo’s memory: chicken paprikash.</p>\n<p>“It's a chicken stew with a lot of sweet paprika and sour cream, and with some onions. She used to put tomato in it, but not always, and then finished [it] with a lot of chopped parsley. Sometimes she would make her own dumplings and she never gave me that recipe, and I feel really bad about that,\" Lo says.</p>\n<p>“You know, I can remember her standing by the stove making it, and just all the love that went into it. Because, you know, she was trying to make us happy. I think she really loved us.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}