{"created":"2015-04-11T10:17:56+00:00","modified":"2015-05-08T22:10:09+00:00","valid":{"from":"2015-05-08T22:10:09+00:00","to":"3015-05-08T22:10:09+00:00"},"hreflang":"en","title":"'Born With Teeth,' Actress Kate Mulgrew On A Life Lived With Abandon","published":"2015-04-11T23:22:00+00:00","teaser":"Mulgrew played Captain Janeway on <em>Star Trek: Voyager </em>and is a formidable kitchen manager on <em>Orange Is the New Black. </em>But her personal story is more dramatic than any she's ever played on screen.","itags":["npr_api","398766644"],"guid":"9b88b94b-ded0-4a9e-965b-110434697ba5","contentencoded":"<p>Even if you don't know Kate Mulgrew's name, you know her work. She currently plays Red, the formidable prison kitchen manager in the series <em>Orange Is the New Black</em>. And for seven seasons she was Captain Janeway on <em>Star Trek: Voyager.</em></p><p>\"Nothing could be more challenging, more arduous, or more rewarding than that part on that series,\" Mulgrew tells NPR's Tamara Keith, referring to the role of Janeway.</p><p>But the story behind the actress is more dramatic than anything she's played on screen. In her new memoir <em>Born With Teeth,</em> Mulgrew pulls back the curtain on her own life with an honesty that's raw and refreshing. It's not your typical, \"Oh, the people I've known\" celebrity story.</p><p>At the heart of Mulgrew's story is a choice she made when she was just 22 years old, when her acting career was on the rise.</p><hr /><h3>Interview Highlights</h3><p><strong>On getting pregnant and putting her baby up for adoption</strong></p><p>I found myself pregnant at the age of 22 while I was playing Mary Ryan on a very popular soap opera called <em>Ryan's Hope</em>. And I immediately called my mother who was still in a passage of grief over the loss of her daughter Tessie, my sister Tess. ... I said to mother, \"This is going to be very difficult, Mom, but I have to tell you the truth: I'm pregnant.\"</p><p>And she said, \"Well, that's too bad. You've made a big mistake, kitten, and now you're going to have to fix it. And the only way you can fix it is to give the baby up for adoption. So I think you should go over to Catholic charities and find a wonderful social worker who will guide you through this process and you will do the brave thing and you will give up this baby. So, kitten, pull yourself together and do what you know you need to do. You won't be the first and you certainly won't be the last — \" I think she said \"actress\" who's ever given birth to an illegitimate child. So that was that.</p><p><strong>On how she went back to work on the set of <em>Ryan's Hope</em> just a few days later</strong></p><p>Possibly more harrowing than the birth itself in terms of my sense of loss, my sense of disequilibrium, my understanding that the size of what I had done would never leave me. The dimension of the decision was not only epic but infinite. And whereas my teacher had promised me that the work would lift me up, in this particular case, three days after the birth of that baby, being handed a tiny stunt baby by the studio nurse and told to start a monologue ... and the monologue is a promise of fidelity and endurance, love and maternal care — I just thought I had to tap into something that I didn't even know I had in terms of sheer mettle because, the earth I had known .... disappeared. <strong></strong></p><p><strong>On coping with the many personal losses she's endured</strong></p><p>I have to be very straight with you about this — I've never considered it preponderance of loss. I've met too many people who've lost far more than I've lost. So I don't look at it that way, I just looked at it as my lot. When you are born into a big Irish Catholic family, these are the odds I guess. Somebody's going to leave you. I couldn't have predicted that it would be two sisters and I couldn't have predicted that one of them would be so deeply, deeply, deeply loved by me. But such is life!</p><p>And as for my relationships with men, well, I know a lot of women who've had a lot more! ... What I think I tried to call on in the book, is my sense of vulnerability. My sense of being just a middle-class girl from Dubuque, Iowa, being thrown into the world early and having these experiences in such a vivid and big way — I think that's what hits you when you read the book and when you begin to understand my life.</p><p><strong>On how her life might be different if her daughter hadn't been adopted</strong></p><p>I think about it all the time and did for those 20 years before I met her. ... I'm not one of those who will ever say to you \"No regrets.\" I have serious regrets. And I think most thoughtful people do, if they live a life as I have lived mine with a great deal of abandon and passion.</p><p>I regret that I could not have raised her. I regret that I saw that decision as an impossible one. I regret that my mother was in such an agony of grief that she could not help me raise this child.</p><p>But do I regret her? Not for one second. And this is the thing of life. This is the deep mystery. Not for one second do I regret that girl or giving birth to that girl, who is now a fundamental, integral part of my life and part of my ongoing learning about the vicissitudes of love and loss.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Born+With+Teeth%2C%27+Actress+Kate+Mulgrew+On+A+Life+Lived+With+Abandon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"395"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398948761-e8d7e1.m3u?orgId=1&topicId=1033&d=395&p=7&story=398766644&t=progseg&e=398948715&seg=8&ft=nprml&f=398766644"},{"href":"http://media.npr.org/assets/img/2015/04/10/906874_enl-522491ab19aa5d527bc3661cafbcb1d582123cd1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3000","width":"2399"}}]}