{"created":"2014-10-24T08:53:52+00:00","modified":"2014-12-03T01:05:41+00:00","valid":{"from":"2014-12-03T01:05:41+00:00","to":"3014-12-03T01:05:41+00:00"},"hreflang":"en","title":"A Tale Of Asian Gangs Unleashed In 'Green Dragons' Film","published":"2014-11-30T22:40:00+00:00","teaser":"The film <em>Revenge of the Green Dragons</em> is based on the true story of a Chinese-American gang in New York City that helped traffic unauthorized immigrants in the 1980s and 1990s.","itags":["npr_api","357622138"],"guid":"9b892180-f062-414f-8a45-df94b00f4c5e","contentencoded":"<p>Thousands of Chinese immigrants took to the seas in the 1980s and 1990s. Many stowed away on cargo ships, spending months on voyages to America organized by Chinese-American gangs in New York.</p><p>The new film <em>Revenge of the Green Dragons </em>tells the true story of one of those gangs. Produced by legendary filmmaker Martin Scorsese, it stars Harry Shum, Jr., best known for his TV role on <em>Glee</em>. In the movie, Shum plays Paul Wong, the ruthless leader of the Green Dragons. It's a Queens-based Chinese-American gang that smuggles heroin and traffics Chinese immigrants desperate to chase their American dreams.</p><p>\"A dishwasher here works like a slave. But he has hope. He can dream of something better,\" Paul explains to one of his young recruits in the film. \"A fisherman in China, he'll never be anything but a fisherman in China.\"</p><p><strong>'A Land For Opportunists'</strong></p><p>The real-life Green Dragons exploited the hopes and fear of unauthorized immigrants as they terrorized the Asian-American community of Queens during the 1980s and '90s. Their crimes were chronicled in a <a href=\"http://www.theledegraf.com/1992-11-16_new_yorker___revenge_of_the_green_dragons__.pdf\" target=\"_blank\">1992 article by Fredric Dannen in <em>The New Yorker</em> magazine</a>, which served as the movie's source material. The film's co-director and writer Andrew Loo say he was inspired by these gritty stories of surviving in America.</p><p>\"It wasn't just a street movie. It wasn't just a gang movie,\" he says. \"It actually dealt with this whole fantasy of moving to the West for economic opportunity. I think what our film ultimately says is it's become more a land for opportunists.\"</p><p><strong>Shocks Through The System</strong></p><p>For years, Asian-American gang activity in New York stayed on the fringes of the police radar — until bloody street violence eventually spilled outside of immigrant enclaves.</p><p>\"You could not <em>not</em> notice the bodies that were starting to pop up,\" says David Chong, a former undercover detective for the New York Police Department who penetrated the ranks of Asian organized crime. \"The narcotics came into it also, along with the human smuggling. Those things really sent a shock through everybody's system,\" Chong says.</p><p>The human trafficking ring run by Asian-American gangs and their counterparts in Asia drew national attention in 1993, when <a href=\"http://www.npr.org/2013/06/07/189222117/finding-an-anchor-for-a-life-set-adrift-by-a-shipwreck\" target=\"_blank\">the cargo ship Golden Venture, carrying nearly 300 Chinese immigrants,</a> ran aground on a New York beach. Thousands of others had made similar voyages from China. Chong says many immigrants had to pay their smugglers tens of thousands of dollars.</p><p>\"You're either going to go to a prostitution house, or you know, we're going to release you to somebody that's going to pay your debt. Or you're going to work your debt off,\" says Chong, now the public safety commissioner for White Plains, N.Y.</p><p><strong>Broken American Dreams</strong></p><p>One of the film's last scenes focuses on a snakehead, or human smuggler. Played by Eugenia Yuan, she explains why she feels no remorse for bringing immigrants into a life of misery in the U.S. \"We all come here willing to be servants for our children,\" she says. The character, Snakehead Mama, is based on a <a href=\"http://www.npr.org/blogs/codeswitch/2014/04/29/307770316/ringleader-of-human-smuggling-ring-dies-leaving-a-complex-legacy\" target=\"_blank\">real-life smuggler known as \"Sister Ping.\"</a> She tells a young immigrant that she helped bring to the U.S., \"I died many times, Sonny, in the name of America.\"</p><p>Co-director Andrew Lau says he wanted the movie to explore what happens to Chinese immigrants whose lives in America don't live up to expectations.</p><p>\"The people always have a dream. But when your dream is broke, what can you do?\" says Lau, who also directed the Hong Kong film <em>Infernal Affairs</em>, which Scorsese later remade as <em>The Departed</em>.</p><p>Many dejected immigrants spend the rest of their lives working menial jobs on the margins of Chinatowns. Loo says he and Lau met some of them when they auditioned for parts in the film.</p><p>\"One of the things we always asked at the end of our little sit-down was, 'Hey, if given the chance, knowing now what you didn't know then, would you actually come to America again?' \"</p><p>Most of them, Loo says, told him no.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Tale+Of+Asian+Gangs+Unleashed+In+%27Green+Dragons%27+Film&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"295"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358471562-3d05ec.m3u?orgId=1&topicId=1137&ft=3&f=357622138"},{"href":"http://media.npr.org/assets/img/2014/10/20/gd_d15_155b-b1830abfee98be5aad478b6ab861ff724e178c6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"544","width":"725"}}]}