{"created":"2014-10-10T21:40:08+00:00","modified":"2015-04-09T19:25:27+00:00","valid":{"from":"2015-04-09T19:25:27+00:00","to":"3015-04-09T19:25:27+00:00"},"hreflang":"en","title":"For This Baseball Season, Roger Angell Has Just The 'Ticket' ","published":"2014-10-10T22:43:00+00:00","teaser":"The American League Championship Series begins tonight. Writer Kate Tuttle says Roger Angell's 1988 collection of essays, <em>Season Ticket,</em> is the perfect accompaniment to the postseason.","itags":["npr_api","354892304"],"guid":"9b91dc4d-1296-407d-9898-7fbed7a7b2fe","contentencoded":"<p>\"Most of us fans fall in love with baseball when we are children,\" writes Roger Angell. At any age, though, the ballgame is better with a friendly and knowledgeable companion. I can't think of a better one than Angell.</p><p>Now 94, he has written about baseball for over half a century, beginning when the <em>New Yorker</em> magazine sent him to spring training in 1962.</p><p>\"I have covered this beat in haphazard fashion, following my own inclinations and interests,\" he writes in <em>Season Ticket</em> about the game in the mid-'80s.</p><p>In this book he takes us back to 1985, when the Kansas City Royals beat the St. Louis Cardinals (a rematch is possible this fall, as the Cardinals face the San Francisco Giants for the National League pennant). He covers the era's stars, from George Brett to Darryl Strawberry to Roger Clemens, but he pays special attention to the oddballs, like Dan Quisenberry, the Royals' late, great submarine pitcher. Quisenberry's work on the mound, Angell writes, \"was funny-looking and profoundly undramatic, and he went about it like a man sweeping out a kitchen.\"</p><p>While basketball is quick and beautiful, and football a show of force, baseball is quieter, slower and, Angell points out, somehow sadder.</p><p>\"There is more losing than winning in our sport,\" Angell writes, and \"a fan's best defense against inexorable heartbreak is probably to learn more about how the game is really played.\"</p><p>\"Baseball is not life itself, although the resemblance keeps coming up,\" he says. It's impossible to ignore, as we fans grow older, how its long season traces an arc like a lifetime, condensed.</p><p>\"Midsummer baseball feels as if it would last forever,\" Angell observes; \"late-season baseball becomes quicker and terser, as if sensing its coming end.\"</p><p>But sometimes, he goes on, \"if we are lucky, it explodes into thrilling terminal colors, leaving bright pictures in memory to carry us through the miserable months to come.\"</p><p><em>Kate Tuttle is a columnist for the</em> Boston Globe.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+This+Baseball+Season%2C+Roger+Angell+Has+Just+The+%27Ticket%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kate Tuttle","audio":[{"meta":{"duration":"147"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355187984-ca870f.m3u?orgId=1&topicId=1034&aggIds=257657827,100876926&e=354892304&d=147&ft=nprml&f=354892304"}]}