{"created":"2015-03-06T18:39:24+00:00","modified":"2015-03-08T18:59:29+00:00","valid":{"from":"2015-03-08T18:59:29+00:00","to":"3015-03-08T18:59:29+00:00"},"hreflang":"en","title":"Selma's 'Bloody Sunday' Resonates 50 Years Later","published":"2015-03-07T14:53:00+00:00","teaser":"Fifty years ago Sunday, police attacked marchers in Selma, Alabama, who were marching in a call for equal voting rights.","itags":["npr_api","391246662"],"guid":"9b94a2b9-2dab-4ca2-a776-85f61708d2c8","contentencoded":"<p>Fifty years ago Sunday, police attacked marchers in Selma, Alabama. They were marching in a call for equal voting rights for African-Americans. Historians credit the outrage that followed the attack for passage of the Voting Rights Act later that year.</p><p>A project at Duke University is devoted to the legacy of the voting rights movement. <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks with two people involved in that project &#8211; <strong>Charlie Cobb</strong>, who worked with the Student Nonviolent Coordinating Committee in the 1960s, and <strong>Amina Bility</strong>, an undergraduate student at Duke University.</p><ul><li><a href=\"http://onevotesncc.org/\" target=\"_blank\">See the One Person, One Vote project</a></li></ul><h4>Interview Highlights: Amina Bility and Charlie Cobb</h4><p><strong>Amina on the goal of One Person, One Vote </strong></p><p>&#8220;Basically, the goal of the project is to make the history of the Student Nonviolent Coordinating Committee or SNCC accessible to the public and to kind of, bring the history down to the grassroots and explain the grassroots history of the movement. So it wasn’t just one or two people who led the Civil Rights Movement, it was local people in Mississippi and young people like the SNCC veterans who made the movement possible.&#8221;</p><p><strong><strong>On why this history matters today</strong></strong></p><p><strong>Amina</strong>: &#8220;I think the history is still so relevant to issues that are going on today and it’s also important to understand the sacrifices that people like Charlie have made in order for us to be able to vote now and why we need to continue fighting for social justice in the present.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;I have a lot of dissatisfactions with the history because I think a lot of things are left out.&#8221;<div class=\"pullquoteauth\">&ndash; Charlie Cobb</div></p><p></div></p><p><strong>Charlie</strong>: &#8220;As a veteran, if you will, or participant, in the movement in the 1960s, I have a lot of dissatisfactions with the history because I think a lot of things are left out. The Selma to Montgomery for instance was much more than a five-day march to Montgomery, Alabama. There are three years of organizing work that preceded it. There are all kinds of people that were involved in the Southern movement. And I think both the involvement of those people and what they did, as Amina pointed out, contain very useful lessons for today.&#8221;</p><p>&#8220;One of the things that this One Person, One Vote site does is show the power of ordinary people. What ordinary people can do when they make up their minds to struggle for change, that’s really what’s essential to understand. And what Selma represents, Selma represent three years of work that preceded that march across the bridge. And who was doing that work? Ordinary people &#8211; maids, sharecroppers, cooks, day workers, and the like. The site shows this. It shows the why of this. And hopefully, it will inspire people to continue to struggle in this era that we’re in now of voter suppression.&#8221;</p><h4>Guests</h4><ul><li><strong><a href=\"http://onevotesncc.org/profile/charlie-cobb/\" target=\"_blank\">Charlie Cobb</a></strong>, worked with the Student Nonviolent Coordinating Committee in the 1960s.</li><li><strong>Amina Bility</strong>, undergraduate student at Duke University.</li></ul><h4><strong>Related:</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2013/08/20/john-lewis-march\">Rep. John Lewis Looks Back, 50 Years After March On Washington</a></li><li><a href=\"http://hereandnow.wbur.org/2013/02/26/voting-rights-challenge\">Is The Landmark Voting Rights Act Outdated?</a></li><li><a href=\"http://hereandnow.wbur.org/2013/07/17/senate-voting-rights\">Rep. John Lewis Pushes For Updated Voting Rights Act</a></li><li><a href=\"http://hereandnow.wbur.org/2015/01/07/lbj-selma-zelizer\">Did The Movie &lsquo;Selma&rsquo; Get LBJ Wrong?</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Selma%27s+%27Bloody+Sunday%27+Resonates+50+Years+Later&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"662"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391700575-3bd092.m3u?orgId=1&e=391246662&d=662&ft=nprml&f=391246662"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0306_bloody-sunday.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"795","width":"1280"}}]}