{"created":"2015-03-12T20:21:35+00:00","modified":"2015-06-02T00:12:08+00:00","valid":{"from":"2015-06-02T00:12:08+00:00","to":"3015-06-02T00:12:08+00:00"},"hreflang":"en","title":"Two Greats From Seattle, 'One Of The Most Important Jazz Cities'","published":"2015-03-23T17:02:00+00:00","teaser":"<em>Jazz Night In America</em> host Christian McBride introduces two embodiments of musical versatility from the Pacific Northwest: trombonist Julian Priester and vocalist Ernestine Anderson.","itags":["npr_api","392578725"],"guid":"9b989cbd-3159-464a-97a4-79241fd02036","contentencoded":"<p>Jazz bassist and composer Christian McBride recently finished a week-long West Coast tour <a href=\"http://www.kplu.org/post/live-studio-session-christian-mcbride-trio-bass-boss-returns\" target=\"_blank\">in Seattle</a>. It reminded him of how great a town it was for jazz, both historically and presently.</p><p>\"There's always been a very powerful jazz community in Seattle,\" McBride says, citing the early careers of Ray Charles and Quincy Jones. \"Quietly, it's been one of the most important jazz cities.\"</p><p><em>All Things Considered</em>'s jazz correspondent (and the host of the public radio program <a href=\"http://www.npr.org/series/347139849/jazz-night-in-america\" target=\"_blank\"><em>Jazz Night In America</em></a>) recently introduced host Audie Cornish to two more names from Seattle: trombonist Julian Priester and vocalist Ernestine Anderson.</p><p><strong>Ernestine Anderson, 'A Very Rare Living Example'</strong></p><p>Now 86, Anderson graduated high school in Seattle before launching her professional career.</p><p>\"Ernestine Anderson, kind of, was very similar to Dinah Washington in the sense that she crossed a lot of different genres,\" McBride says. \"She was very well respected — is still very well respected — not just as a jazz singer, also as a pop singer, also as an R&B singer. She had a very, very strong following with the R&B crowd.\"</p><p>McBride says that Anderson's early experience singing in church, from the time that \"the basic rhythm of traditional gospel still was a swing rhythm,\" also affects how she phrases. He theorizes that a young Aretha Franklin (another musician with gospel roots) must have checked out Ernestine Anderson's records.</p><p>\"Leaving a lot of tension, that other kind of 'church' thing I talked about — I think Ernestine is a very rare living example of someone who can do that in the jazz language,\" McBride says. \"Kind of, bring that sophisticated elegance of jazz to a more earthy and gritty soul singing.</p><p><strong>Julian Priester, 'Like A Great Sixth Man'</strong></p><p>Trombonist Julian Priester, 79, still lives in Seattle, where he taught music at Cornish College of the Arts. McBride spotlighted the work Priester did in the early 1970s with Herbie Hancock's experimental band Mwandishi.</p><p>\"This period in music — not just in jazz, but all across the board — it seemed like everything was bleeding into one another,\" McBride says. \"Everybody was experimenting with these other sounds. Everything was on the table.\"</p><p>Of course, Priester's career extends well beyond that time. His credits include Muddy Waters, Dinah Washington, Max Roach, Bo Diddley and Lionel Hampton, not to mention his own work as a bandleader. In all those contexts, he stands out for both his quality and versatility, according to McBride.</p><p>\"I was thinking of a basketball phrase,\" McBride says. \"He's like a utility player, like a great sixth man. If you need somebody to score you some three-pointers, you always know he's there. You always know you have one of the greatest players in your band — not because he's a virtuoso, but he's just really one of the greatest solid musicians on any instrument throughout the years.\"</p><p><strong>'The Mark Of A True Musician'</strong></p><p>That adaptability links the two musicians beyond their geographic roots.</p><p>\"I've always thought the mark of a true musician was being able to adapt to any style,\" McBride says. \"Any changes that happen, you're able to ride with it but still maintain your musical integrity and identity, while still being flexible enough to change with the times.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Two+Greats+From+Seattle%2C+%27One+Of+The+Most+Important+Jazz+Cities%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392590118-c4c426.m3u?orgId=1&topicId=1105&aggIds=347139849&d=467&p=2&story=392578725&t=progseg&e=392549864&seg=20&ft=nprml&f=392578725"},{"href":"http://media.npr.org/assets/img/2015/03/12/ernestine-07452f1a0849f4b9916a6dc19520b76fd613b14d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1847","width":"2463"}}]}