{"created":"2015-04-10T21:51:28+00:00","modified":"2015-04-14T14:21:53+00:00","valid":{"from":"2015-04-14T14:21:53+00:00","to":"3015-04-14T14:21:53+00:00"},"hreflang":"en","guid":"9b9e9291-5d8b-464e-b2e2-6d3281ac84a5","title":"UK police: Body cameras make us behave, show world we're not brutes","published":"2015-04-14T14:21:46+00:00","byline":"Christopher Woolf","tags":["Justice","government","conflict","Justice","Conflict & Justice","United States","United Kingdom","Law enforcement","Surveillance","Public safety","Police","Camera"],"teaser":"The Mayor of North Charleston, South Carolina, is calling for police there to wear body cameras after the shooting of Walter Scott. The UK is ahead of the US in the use of body-worn video cameras on police officers, but there are cons as well as pros.  ","contentencoded":"<p>Keith Summey, the mayor of North Charleston, South Carolina, is calling for police there to wear body cameras. The goal is to help avoid incidents like the shooting of Walter Scott, which took place in the city on April 4.</p>\n<p><a href=\"http://www.cam.ac.uk/research/news/first-scientific-report-shows-police-body-worn-cameras-can-prevent-unacceptable-use-of-force\">Studies have shown</a> that body-worn cameras can significantly reduce complaints against the police — but nothing in life is that simple. In the UK, where body-worn cameras are more common than in the US, the jury is still out on whether the cameras are a clearly positive development.</p>\n<p>“We think this could be a very important tool to increase trust and transparency in police forces,” says Dan Nesbitt, a spokesman for an anti-surveillance group in London called <a href=\"http://www.bigbrotherwatch.org.uk/\">Big Brother Watch</a>.</p>\n<p>But Nesbitt also lays out numerous concerns: \"We want to ensure that people are properly informed that filming is taking place. We need to ensure that officers are very clear that they are recording. Also, when the information is taken off the camera, we want to see very clear guidelines about how the information is being store and where it’s being stored.”</p>\n<p>Nesbitt worried that if video is kept only by the police, it could be tampered with or deleted if it’s something the police didn’t want to become public; instances of allegedly missing tape or malfunctioning cameras <a href=\"http://www.washingtonpost.com/news/the-watch/wp/2014/03/26/police-cameras-are-great-except-when-the-video-goes-missing/\">happen fairly often</a> in the United States. “That’s why we would favor an independent body, to make sure there’s very strict guidelines over who can access it and why,\" Nesbitt says.</p>\n<p>Another concern, from a civil liberties point of view, is the danger of covert filming. The public — or at least the accused and their attorneys — should be able to access the footage, Nesbitt says.</p>\n<p>The police argue that strict guidlines and regulations are already in place. Inspector Stephen Goodier, who heads the body-worn video department of the Hampshire police force in the south of England, wrote the book on how the cameras should be used in Britain.</p>\n<p>\"The vast majority of cameras in Britain are quite large and bulky,” he says, and that’s deliberate. “They’re very obvious. It has a front-facing screen, so when the camera is activated the screen will actually flash up, and the individual can see themselves on film. There’s a large red flashing light. And the guidance stipulates that upon activation of the camera that the officer should make a declaration that the person, the subject, is being filmed.” The officer must also notify anyone else who comes into the frame.</p>\n<p>Given his experience, Goodier has been sought out by the US Department of Justice and has flown to Washington to share his knowledge. But, unlike in Britain, American law enforcement is highly decentralized. While the UK can impose a single set of guidelines on its police forces, at least in England and Wales, the US cannot.</p>\n<p>Another key issue is where to mount the cameras. Police in the UK are not routinely armed and rarely get involved in shootings, so a chest-mounted camera is not an issue. An officer involved in a shooting would most likely have her arms obscuring the camera’s view, perhaps during key moments. A head-mounted camera is an option, but Goodier says you will probably lose a lot of video quality and stability.</p>\n<p>Goodier says British police officers were initially skeptical of the cameras, and were also worried about \"big brother\" spying on them. But now he says there’s pretty universal enthusiasm. “What I’ve seen over the last few years is officers are crying out for body-worn video,\" he says. \"They want it. They want to prove to people that they’re not what is often depicted in the press or the media about how they conduct themselves.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-10%2Fdebate-about-police-body-cameras-police-uk-love-them-civil-liberties-groups-have&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0410201501.mp3"},{"href":"http://www.pri.org/file/0410201501mp3"}]}