{"created":"2014-09-30T17:23:12+00:00","modified":"2014-10-01T21:38:38+00:00","valid":{"from":"2014-10-01T21:38:38+00:00","to":"3014-10-01T21:38:38+00:00"},"hreflang":"en","guid":"9b9e7103-b725-456b-87f5-2ec54e6a6a70","title":"The honeymoon may be over for Brazilian presidential candidate Marina Silva ","published":"2014-10-01T21:38:37+00:00","byline":"Catherine Osborn","tags":["Brazil protests","inequality","politics","elections","government","Global Politics","Rio de Janeiro","South America","Brazil","Marina Silva","Lula Da Silva","Dilma Rousseff","Marina Motta","Luan Peixoto","Brazil","Luiz Inácio Lula da Silva","Workers' Party","Dilma Rousseff","marina silva","Politics","Presidents of Brazil"],"teaser":"When Brazilian environmental activist Marina Silva unexpectedly became a presidential candidate after the death of her running mate, she soared in the polls. But after becoming a real threat to incumbent Dilma Rousseff, Silva faces growing skepticism from voters.","contentencoded":"<p>Brazil&#39;s presidential election was shaken up in August when third-place candidate Eduardo Campos&nbsp;<a href=\"http://www.economist.com/news/obituary/21612167-eduardo-campos-brazilian-politician-and-presidential-candidate-died-august-13th-aged\">died in a plane crash</a>. His running mate, Marina Silva, was chosen to take his place atop the Socialist Party ticket.</p><p>Silva soared in the polls, passing the center-right candidate and becoming the main challenger to current president Dilma Rousseff. Some polls even showed that Silva would beat Rousseff in a run-off, which is held if no candidate gets 50 percent of the vote in the first round. But now her star may be fading as her populist views collide with political realities.</p><p>The Silva campaign is based on the idea of people over politics, and it begins with her own personal story. Silva grew up in a family of rubber tappers in the impoverished state of Acre, which is located in the Amazon. She taught herself to read at the age of 16, and went on to become a senator and environmentalist icon.</p><p>Her story, and her resilience in the face of slow moving politicians and big business, now inspires hundreds of thousands of supporters.</p><p>&ldquo;Only someone who has experienced hunger knows how to deal with the problem of hunger,&rdquo; says 20-year-old supporter Luan Peixoto at a Silva rally in Rio de Janeiro. &ldquo;Only someone who has been assaulted knows how to deal with the need for more security.&rdquo;</p><p>Peixoto thinks Silva&#39;s idea of a less partisan, more people-centered pragmatism is the answer to the widespread corruption in Brazilian politics.&nbsp;President Rousseff&rsquo;s Brazilian Workers&rsquo; Party has been in office for 12 years. It says its programs have boosted some 40 million people into the middle class, but it&#39;s also suffered from bribery scandals and bloated public spending.</p><p>That&#39;s helped boost Silva in the polls, and she remains popular across many parts of Brazilian society.&nbsp;But some supporters have grown skeptical of her tactics.</p><p>&ldquo;The way she&#39;s doing politics now, it&#39;s not at all ideological,&rdquo; said Marina Motta, a human rights researcher in Rio and a longtime Silva supporter. &ldquo;It&#39;s totally on demand &mdash; doing whatever it takes to get all the votes she can get, playing whatever cards she can play.&rdquo;</p><p>For example, Silva is an evangelical Christian. She&#39;s always assured her socially progressive supporters that her faith&nbsp;would not get in the way of her politics.&nbsp;But last month, Silva withdrew her support for gay marriage just 24 hours after saying she supported it, apparently because an Evangelical pastor objected to the stance.</p><p>Motta now questions what Silva would do once in office. And though Rousseff, the incumbent, hasn&#39;t offered her own support for gay marriage, Motta gives the president credit for not flip-flopping on the issue.</p><p>Motta isn&rsquo;t sure who she will vote for, but says she wouldn&#39;t mind if Rousseff&#39;s Workers&rsquo; Party wins the election.&nbsp;&ldquo;It&rsquo;s a decadent, sold-out party,&rdquo; Motta says, &ldquo;but it&rsquo;s a historical, consistent party. It&rsquo;s a bit like staying on the safe side. The Workers&rsquo; Party is the devil that you know.&rdquo;</p><p>The latest polls show growing support for Rousseff&#39;s re-election, but there&rsquo;s still deep discontent with the president and her party. Many Brazilians believe they&rsquo;re part of a system that funnels tax money to politicians and their allies, instead of providing quality healthcare and education for ordinary citizens. That perception sent&nbsp;<a href=\"http://www.pri.org/stories/2013-06-18/brazil-protests-continue-over-rising-public-transportation-costs-and-government\">hundreds of thousands of people into the streets</a>&nbsp;to protest, both last year and in the run-up to this summer&#39;s World Cup.</p><p>Motta traces some of that discontent back to the promises made by Rousseff&rsquo;s predecessor, former President Luiz Inácio Lula da Silva.&nbsp;&ldquo;There are interviews of Lula saying we want to turn each Brazilian into a consumer,&rdquo; Motta recalls.</p><p>And that consumerist approach, she says, collides with Brazilians&#39; exasperation with the status quo and demands more services: &quot;How rights-based is that, if the main right you have is buying a flat screen and your kid is still playing in the sewage?&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_6534.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img6534jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011020147_1.mp3"},{"href":"http://www.pri.org/file/011020147mp3-0"}]}