{"created":"2014-10-15T20:22:30+00:00","modified":"2014-10-30T21:30:55+00:00","valid":{"from":"2014-10-30T21:30:54+00:00","to":"3014-10-30T21:30:54+00:00"},"hreflang":"en","title":"In Increasingly Red Louisiana, Democrat Landrieu Struggles To Hold On","published":"2014-10-16T00:13:00+00:00","teaser":"The senator's opponents are tying her to President Obama's unpopular health care and other policies, while she tries to focus on how she's different. Her race will help decide control of the Senate.","itags":["npr_api","356451377"],"guid":"9bd805ad-f9ec-4f0b-b86b-8a29c21e0a1b","contentencoded":"<p>Listening to Sen. Mary Landrieu's opponents, you might think President Obama was up for re-election. Tuesday night in Shreveport, the three candidates faced off in a debate for the first time.</p><p>Democrat Landrieu is waging hard-fought battle for re-election in a race that could help decide which party has control of the U.S. Senate. Republican Rep. Bill Cassidy and a Tea Party candidate, Rob Maness, are her main challengers in Louisiana's open primary on Nov. 4.</p><p>At the debate, whether the question was about fighting terrorism or curtailing student debt, Cassidy managed to tie Landrieu to the nation's top Democrat and her vote for his signature health care plan.</p><p>\"We need a better economy than the Obama and the Obamacare economy. Sen. Landrieu, when she voted for Obamacare — essential vote — in a sense put a wet blanket over that economy,\" he said.</p><p>Cassidy is a physician from Baton Rouge, and is Landrieu's top challenger. He wants to repeal the Affordable Care Act, which he claims is costing consumers. \"Clearly this is the <em>unaffordable</em> health care act,\" he said.</p><p>Landrieu defends her vote for the law, but says it needs some tweaks. The three-term incumbent Democrat would rather talk about positions that distinguish her from the president — her support for the Keystone pipeline, and for expanding domestic energy production, for instance — and that are popular in a state where the oil and gas industry dominates.</p><p>Landrieu, chair of the Senate Committee on Energy and Natural Resources, wants to make the race more about how her seniority can help the state.</p><p>\"While President Obama is not on the ballot, the future of Louisiana is, and electing a senator that can get the job done when it comes to energy, building a middle class in our country and in Louisiana. Using my influence and my clout, which is really the people's influence and the people's clout in Louisiana,\" she said.</p><p>But retired Air Force Col. Rob Maness, the Tea Party-backed Republican in the race, calls that the \"incumbent protection racket.\"</p><p>\"You know what, Sen. Landrieu?\" he said. \"The president's policies <em>are</em> on the ballot, and they're in your person. And we talked about energy jobs a moment ago, and [the president's policies] are hurting energy jobs.\"</p><p>Maness positions himself as the true conservative in the race and <a href=\"http://www.nola.com/politics/index.ssf/2014/05/sarah_palin_endorses_rob_manes.html\" target=\"_blank\">has picked up the support of former Alaska Gov. Sarah Palin</a>, but <a href=\"http://www.realclearpolitics.com/epolls/2014/senate/la/louisiana_senate_primary-4070.html#polls\" target=\"_blank\">polling shows him running a distant third</a>.</p><p>The Republican establishment is behind Cassidy. Arizona Sen. John McCain campaigned across Louisiana earlier this week, saying the Senate needs a doctor like Cassidy to help fix the broken VA.</p><p>McCain asked veterans \"to go on another mission by sending Bill Cassidy to the United States Senate.\"</p><p>Louisiana's open primary system puts all candidates, regardless of party, on the ballot together. If no one gets a majority, the race is decided in a December runoff between the top two finishers. Most observers don't see how Landrieu can pull enough support to avoid the runoff and a head-to-head match with a Republican candidate.</p><p>\"Mary Landrieu, I would say, is in trouble,\" says <a href=\"http://theadvocate.com/columnists/stephaniegrace/\" target=\"_blank\">Stephanie Grace, political columnist for the <em>Advocate</em> newspaper</a> in Baton Rouge. \"Not really for anything she did — for really being a Democrat in the Deep South. And that in this current environment, which is very hostile to Democrats in the Deep South and [to] President Obama.\"</p><p>Louisiana is a much redder state than it was when Landrieu was first elected to the Senate in 1996. She still has strong support in Democratic pockets, including New Orleans, where her brother is mayor and her father once held the job. But elsewhere, she has to make the case.</p><p>On Wednesday she stopped in Lafayette, the heart of the state's oil and gas corridor, to rally a big part of her base — women.</p><p>The message she wants them to spread is that she now holds the gavel at the Senate Committee on Energy and Natural Resources.</p><p>\"We can write the bill, we can write the energy policy. And I have an opponent that says he wants to get to the Senate — he doesn't get this chairmanship, he'd have to stay there 18 years.\"</p><p>Mary Doucet of Opelousas was among the more than 400 women who turned out for the luncheon. She says Landrieu's committee chairmanship is important.</p><p>\"Louisiana is full of and noted for a lot of natural resources, so that's a plus for Louisiana. So why would you want to put somebody new there, if you have somebody there already?\" she asks.</p><p>Republican Cassidy counters that argument by saying that Landrieu's chairmanship would be a moot point if the GOP gains control of the Senate.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Increasingly+Red+Louisiana%2C+Democrat+Landrieu+Struggles+To+Hold+On&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356451382-6c6aca.m3u?orgId=1&topicId=1014&ft=3&f=356451377"}]}