{"created":"2014-11-05T19:15:34+00:00","modified":"2015-05-02T02:37:18+00:00","valid":{"from":"2015-05-02T02:37:17+00:00","to":"3015-05-02T02:37:17+00:00"},"hreflang":"en","title":"Brazil: The Land Of Many Lawyers And Very Slow Justice  ","published":"2014-11-06T15:23:00+00:00","teaser":"Brazil has more law schools the rest of the world combined and more lawyers per capita than the U.S. But there's a huge legal backlog: One department of five judges is now handling 1.6 million cases.","itags":["npr_api","359830235"],"guid":"9bd95270-cd36-4a56-b485-33e0c1b56705","contentencoded":"<p>Brazil is teeming with law schools and lawyers. But the wheels of justice in the country turn slowly — most cases take years to resolve and sometimes even decades.</p><p>To understand why, we visited the musty offices of Judge Laurence Mattos in Sao Paulo. Mattos' suit is gray; his smile is thin. He seems as if his job has flattened him somehow. He's not very verbose either, and when he does speak, it's in a monotone. For 22 years, Mattos explains succinctly, he's been a judge dealing with financial issues in Brazil. End of story.</p><p>What is extraordinary is his workload.</p><p>\"Today we have 1,660,000 cases in progress in just my department,\" he says. His department consists of five judges.</p><p>\"We get to a point in which administrating all this is practically impossible. We are able to do the best we can — with even some reasonable efficiency ... but it feels like something out of control,\" he says with startling understatement.</p><p>The court over which he presides deals with tax avoidance — he processes all the claims of the municipal government against tax dodgers in this vast city.</p><p>He explains that the law as it stands in Brazil means that his court basically has to act as a collection agency</p><p>\"So, if you need to freeze a bank account, we have to do it. If a vehicle needs to be seized, or a payment collected, everything to do with a tax issues goes through this judiciary,\" he says.</p><p><strong>'Inhumane Volume Of Work'</strong></p><p>To get a sense of what he's dealing with, he takes me into the belly of the bureaucratic beast to see a filing center.</p><p>There are rows and rows and rows of floor-to-ceiling shelves, stacked with paperwork. And even that isn't enough: They've had to stack some of the paperwork on the floor in between the shelves. It's a tidal wave of documents.</p><p>The head of the processing department, Renato Faria, calls it \"an inhumane volume of work.\"</p><p>Luciano de Souza Godoy, a litigator and a professor at Fundaçao Getulio Vargas Law School in Sao Paulo, explains that part of the issue is that Brazilians are litigious. Really litigious. There are 95 million cases in the country right now — or one lawsuit for every two people.</p><p>Brazil's 1988 Constitution \"created many rights ... and people discovered that they could litigate to get them,\" he says.</p><p>Here is another telling statistic: Brazil has more law schools — some 1,240 — than the rest of the world combined. And they have turned out some 800,000 lawyers — which means there are more lawyers per capita in Brazil than in the U.S.</p><p>They all have to eat, Godoy quips.</p><p>The judicial system hasn't kept pace with all that lawyering. There are 16,000 judges in Brazil, and many positions aren't filled.</p><p>\"Court employees, judges — it's a Brazilian phenomenon — there are vacancies. Even though the initial salary is very attractive, some $10,000 a month, graduates end up joining private firms,\" he explains.</p><p>Godoy says if I came in to see him today and I had a case, even a simple one, it would take at least three to five years to get resolved — and probably longer. There are stories of people getting old and dying while waiting for their cases to be adjudicated.</p><p><strong>The Long Wait <br /></strong></p><p>For the living, like Renato Silva de Melo, the waiting can have tragic consequences.</p><p>Melo was only 4 years old when he had his first corrective surgery on his knee. It was meant to be his last because the deformity he had wasn't considered severe.</p><p>Instead, though, what followed were years of hospital stays and the eventual amputation of both his legs after that initial surgery was botched by the public hospital that undertook it.</p><p>In 1997 the family sued for compensation. It wasn't until 2009 — 12 years later — that Melo won against the hospital's appeal. The hospital then wrangled over the amount of compensation. The case was finally settled this year — after 17 years of fighting in the courts over what lawyers say was a clear case of medical malpractice.</p><p>The many years he's been fighting his case has meant he hasn't had the money to upgrade his prosthetics and to make his small house wheelchair-friendly.</p><p>More than anything, Melo thinks about the toll it has taken on his mother.</p><p>\"It disrupted her life; she always had to go to the hospitals with me. She's always by my side. I saw her losing many jobs to help me,\" he says. \"The money will bring some comfort to her and I will be able to help her a bit after all she has done for me.\"</p><p><em>Lourdes Garcia-Navarro is NPR's South America correspondent. Follow her </em><a href=\"https://twitter.com/lourdesgnavarro\" target=\"_blank\">@lourdesgnavarro</a><em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brazil%3A+The+Land+Of+Many+Lawyers+And+Very+Slow+Justice++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361820898-577508.m3u?orgId=1&topicId=1127&d=284&p=2&story=359830235&t=progseg&e=361640317&seg=21&ft=nprml&f=359830235"},{"href":"http://media.npr.org/assets/img/2014/11/05/brazil-slow-justice-db64b69cd23fa3df906d05af7dbfd4f4c69ba28e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}