{"created":"2015-04-24T13:34:12+00:00","modified":"2015-04-28T15:34:24+00:00","valid":{"from":"2015-04-28T15:34:23+00:00","to":"3015-04-28T15:34:23+00:00"},"hreflang":"en","guid":"9be05b11-c4f6-43d3-a17f-5021e5ff104f","title":"As new leader of the Arctic Council, the US will focus on the region's Big Thaw","published":"2015-04-28T15:34:21+00:00","byline":"Peter Thomson","teaser":"Climate change is hitting the Arctic harder than anywhere else. And when it takes over leadership of the eight-nation Arctic Council later this month, the US will shift the organization's priority from economic development to fighting — and adapting to — climate change.","tags":["Environment","Science, Tech & Environment","Arctic","Climate change","Environment","Permafrost","Canada–United States relations","Canada–Russia relations","Arctic Council","Canada","Russia","Finland","Sweden","Norway","Iceland","Denmark","Greenland","Black carbon","Climate change in the Arctic","Russia–United States relations","Environmental science"],"contentencoded":"<p>What happens in the Arctic doesn’t stay in the Arctic.</p>\n<p>That will be a key message over the next two years when the United States holds the rotating chair of the <a href=\"http://www.arctic-council.org/index.php/en/\">Arctic Council</a>, a group that fosters cooperation between the eight countries sharing the Arctic region.</p>\n<p>Climate change is transforming the Arctic faster than any other part of the planet, with rapidly rising temperatures, <a href=\"http://www.pri.org/stories/2011-02-25/melting-permafrost\">thawing permafrost</a>, <a href=\"http://On a long downward slide, scientists say 2013 was an up year for Arctic Ice\">melting polar ice</a> and changing ecosystems. It’s causing grave hardships for the people who live there and even causing some communities to literally fall into the sea.</p>\n<p>That’s why, in a shift from the leadership of outgoing chair Canada, the US will put fighting and adapting to climate change in the region high on its agenda as council chair from 2015-2017.</p>\n<p>But, according to <a href=\"http://www.arctic.gov/ulmer.html\">Fran Ulmer</a>, a former lieutenant governor of Alaska and now an advisor for Arctic affairs to the State Department, the US will also use its tenure to raise awareness about the Arctic far beyond the region itself, because the changes there are affecting the rest of the world.</p>\n<p>“It has a huge impact on the rest of the world,” Ulmer says. “It’s a very valuable region, a very vulnerable region, and a place that really matters whether you live in the Arctic or not.”</p>\n<p>Ulmer says that, as chair, the US will focus specifically on dealing with emissions and impacts of <a href=\"http://www.pri.org/stories/2010-08-13/they-re-unhealthy-and-contribute-climate-change-traditional-cookstoves-prove-hard\">black carbon</a> and <a href=\"http://www.pri.org/stories/2012-11-30/arctic-climate-catastrophe\">methane</a>, two under-appreciated carbon compounds that are big contributors to the climate crisis.</p>\n<p>“We know that those have a disproportionate effect on Arctic temperatures,” Ulmer says, so “trying to get some controls on that, lower emissions, is a high priority.”</p>\n<p>They’ll also focus on adaptation. “There are communities in the Arctic where coastal erosion, thawing permafrost, coastal storm damage, is making some of those communities unliveable,” Ulmer says. “So giving the people who live in these communities some of the tools that are needed to adapt to climate change is a very important part of our mission.”</p>\n<p>Other priorities for action are renewable energy, water and sanitation, and telecommunications—“things that really make a difference in terms of the viability of the communities in the arctic,” Ulmer says—as well as trying to address Arctic Ocean acidification, linking up existing marine protected areas, and improving search and rescue in remote areas.</p>\n<p>The eight countries that share the Arctic region — the US, Canada, Russia, Finland, Sweden, Norway, Iceland and Denmark/Greenland — often have competing economic interests and sometimes testy relationships. Russia in particular has been very aggressive in staking out its interests in the region. It doesn't have the strongest record when it comes to climate and the environment and is at odds with the US and other countries on a growing number of other fronts.</p>\n<p>But Ulmer says she doesn’t believe these differences will get in the way of cooperation on the US’s agenda a the head of the agency, which she says is largely just a change of emphasis from that of past leadership, not a wholesale departure.</p>\n<p>“In the Arctic, the eight Arctic nations have played well with each other,” Ulmer says. “It’s true that Russia has a great deal of [territory in] the Arctic, it’s important to them economically, but I would say so far there has been much more cooperation than there has been conflict. And I hope that continues.”</p>\n<p><em>EDITOR'S NOTE: An earlier version of this post incorrectly stated the US's agenda regarding marine protected areas in the region. </em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-22%2Fnew-leader-arctic-council-us-will-focus-regions-big-thaw&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Arctic.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/arcticjpg-0"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0422201505.mp3"},{"href":"http://www.pri.org/file/0422201505mp3"}]}