{"created":"2015-05-14T09:10:08+00:00","modified":"2015-05-27T21:05:07+00:00","valid":{"from":"2015-05-27T21:05:07+00:00","to":"3015-05-27T21:05:07+00:00"},"hreflang":"en","title":"Feds Probe Failure To Collect Mine Safety Penalties After NPR Report ","published":"2015-05-14T18:55:00+00:00","teaser":"The Labor Department's investigation follows an NPR/<em>Mine Safety and Health News</em> series about the failure of federal regulators to collect millions in safety penalties at the nation's mines.","itags":["npr_api","406633731"],"guid":"9bebded9-ceff-4e75-8a9c-24445d62f62d","contentencoded":"<p>The inspector general of the Labor Department is conducting an audit of the <a href=\"http://www.msha.gov/\">Mine Safety and Health Administration</a>'s handling of delinquent mine safety penalties.</p><p>The audit comes six months after <a href=\"http://www.npr.org/series/363761319/delinquent-mines\">NPR</a> and <a href=\"http://www.minesafety.com/wp-content/uploads/2014/11/Civil_Penalties_Special_Report_20141.pdf\">Mine Safety and Health News</a> reported the failure of federal regulators to collect nearly $70 million in overdue safety fines. Most are two to 10 years late; some go back decades.</p><p>The audit targets the \"civil monetary penalty assessment and collection process\" at MSHA, the agency responsible for enforcing mine safety laws and regulations.</p><p>An MSHA spokeswoman says the agency does not comment on inspector general investigations.</p><p>\"This is the beginning phase,\" says Luiz Santos, the inspector general's congressional and media liaison. \"We haven't yet determined the scope or objectives of the audit.\"</p><p>Santos says the<a href=\"http://www.npr.org/series/363761319/delinquent-mines\"> NPR/MSHN series</a> was circulated in the inspector general's office and \"was very informative to us.\"</p><p>The series showed that 2,700 delinquent mine owners were cited for 130,000 violations while they failed to pay safety fines. More than 15,000 violations were the kind found in fatal accidents, major disasters or mining deaths. About 40,000 were labeled by regulators as \"significant and substantial,\" which means serious injury or illness was likely if inspectors hadn't intervened.</p><p>NPR/<em>Mine Safety and Health News</em> also counted 4,000 injuries at delinquent mines and found them to be more threatening to miners, with an injury rate 50 percent higher than the rate at mines that pay their fines. MSHA officials seemed unable or unwilling to collect fines when mine owners refused to pay, even as violations, injuries and fatalities continued.</p><p>MSHA responded to the series with a <a href=\"http://www.npr.org/2015/01/12/372490930/response-to-npr-series-from-the-mine-safety-and-health-administration\">critique</a> and a <a href=\"http://www.npr.org/2015/01/12/372464410/regulators-take-action-against-delinquent-mines\">rare threat to shut down a mine</a> in Tennessee for failure to pay its delinquent penalties.</p><p>The audit is a welcome development to Larry Grayson, a mine safety expert who has been a consultant to MSHA, Congress and industry.</p><p>\"Anything that has a heightened level of risk for the miners is something they'll definitely want to sort out,\" Grayson says. \"Particularly because those [mines] that have the largest number of penalties end up having the higher accident rates.\"</p><p>The audit was also hailed by Rep. Robert \"Bobby\" Scott, D-Va., the ranking Democrat on the House Committee on Education and the Workforce, who urged the inspector general to \"take a deeper look at this festering problem.\"</p><p>Sen. Bob Casey, D-Pa., says the audit \"is a first step in making sure that those who put miners' lives at risk are held accountable. ... However, much more should be done.\"</p><p>Workforce Committee Chairman John Kline, R-Minn., says he urged the inspector general to investigate after the airing and publication of the NPR/<em>Mine Safety and Health News</em> stories.</p><p>\"Health and safety rules are meant to protect workers, and bad actors that fail to implement those rules must be held accountable,\" Kline says. \"No one should be allowed to operate outside of the rules.\"</p><p>Casey called on Congress to enact the <a href=\"http://www.manchin.senate.gov/public/index.cfm/files/serve?File_id=a9b41263-715f-4c00-b115-550bff85925a&SK=C7710E521FCBC6439015968D71E01F33\">Robert C. Byrd Mine Safety Protection Act</a>, which he and other Democrats reintroduced last month. The bill includes a provision that would shut down mines that are more than six months late in paying safety penalties.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Feds+Probe+Failure+To+Collect+Mine+Safety+Penalties+After+NPR+Report+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Howard Berkes","audio":[{"meta":{"duration":"116"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406633732-3d63b9.m3u?orgId=1&topicId=1150&aggIds=363761319&d=116&p=3&story=406633731&t=progseg&e=406631460&seg=4&ft=nprml&f=406633731"}]}