{"created":"2014-09-08T02:10:38+00:00","modified":"2014-09-08T02:10:38+00:00","valid":{"from":"2014-09-08T02:10:38+00:00","to":"3014-09-08T02:10:38+00:00"},"hreflang":"en","guid":"9bece0e1-cc25-45a7-8080-af5d88929935","title":"If Putin picks a fight with NATO, what's the West willing to do about it? ","published":"2014-09-08T02:10:37+00:00","byline":"Joyce Hackel","tags":["Russia-Ukraine conflict","diplomacy","military","Global Politics","Europe","Ukraine","Russia","United Kingdom","Europe","Ivo Daalder","Vladimir Putin","NATO","International relations","War","Politics"],"teaser":"With Russian troops invading eastern Ukraine, NATO is preparing its own military response — of a kind. The alliance is expected to announce the creation of a rapid reaction force that could send 4,000 soldiers to Eastern Europe within hours. But is that enough to deter Vladimir Putin?","contentencoded":"<p>When NATO leaders meet in Wales this week, the alliance&nbsp;is expected to endorse creating a rapid reaction force that could send some 4,000 troops to Eastern Europe on 48 hours notice. As you can imagine, the timing isn&#39;t coincidental.</p><p>Ivo Daalder, the former US Ambassador to NATO, says Russian President Vladimir Putin will take notice:&nbsp;&quot;The real message here to Moscow is, &#39;Whatever you&#39;re doing in Ukraine, don&#39;t even think about what is possible for doing in the Baltic states, or Poland, or Romania.&#39;&quot;</p><p>The rapid reaction force is just one part of <a href=\"http://www.nytimes.com/2014/09/02/world/europe/nato-to-create-a-rapid-response-force-for-eastern-europe-officials-say.html?_r=0\">a larger readiness package</a> designed to re-assure European allies and send a warning to Putin. As part of the plan, Daalder says, the British government will also announce a larger deployment-ready force of about 14,000 soldiers from the United Kingdom, The Netherlands, Denmark, Norway and perhaps Canada. It&#39;s designed to back up the smaller rapid reaction unit.</p><p>Daalder says Washington has also committed to exercising and reinforcing troops in Europe on a rotating basis, halting the gradual slimming down of American forces on the continent. NATO air bases will be also refurbished and ports will be improved to deal with the additional troops.</p><p>Will all that lead Putin to back down? No one knows. But it may help counter what Daalder says is the reason for Putin&#39;s confrontational stance: &quot;He&#39;s trying to demonstrate that he is the big guy in town, that he is the one who can control the future of Ukraine.</p><p>The Russian leader, according to Daalder, never had any intention of becoming a NATO ally. &quot;Vladimir Putin&#39;s world view is a zero-sum world view,&quot; he says. &quot;He said it himself ... back in the middle of the last decade &mdash; in 2005 &mdash; when he said that the greatest geostrategic catastrophe of the 20th century was the breakup of the Soviet Union.&quot;</p><p>That, says Daalder, showed Putin&#39;s true intent &quot;I think he&#39;s dedicated to reestablishing, if not <em>de jure</em> the Soviet Union, <em>de facto</em> the control of Russia over its immediate neighbors.&quot;</p><p>Ultimately, Daalder doesn&#39;t think the crisis in Ukraine can be resolved simply through negotiations. &quot;This is a fundamental challenge to the European security order that we haven&#39;t seen in a quarter century,&quot; he says. &quot;That&#39;s why I think the NATO summit this week is such a defining moment.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR44EAR.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/rtr44earjpg"}]}