{"created":"2015-03-02T21:02:01+00:00","modified":"2015-03-05T17:05:27+00:00","valid":{"from":"2015-03-05T17:05:27+00:00","to":"3015-03-05T17:05:27+00:00"},"hreflang":"en","title":"Science-Based Artist Gives Celebrity Tortoise A Second Life","published":"2015-03-02T23:38:00+00:00","teaser":"Lonesome George was the last surviving member of his species and a conservation icon. When the tortoise died, taxidermist George Dante set out to preserve his body, and his legacy.","itags":["npr_api","390153383"],"guid":"9bfe4af3-8f07-45e9-b0ca-52bab5273708","contentencoded":"<p>George Dante fell in love with taxidermy as a young child. His parents took him to the American Museum of Natural History in New York City, and he couldn't tear his eyes away from the dioramas in the Hall of African Mammals.</p><p>When Dante was 7, he preserved his first specimen: a small fish he caught in Barnegat Bay. He formed the body with green floral foam, added a pair of dolls' eyes that his mother bought at a craft store, and painted the faded scales with watercolors.</p><p>In high school, Dante started <a href=\"http://wildlifepreservations.com/aboutus.html\">Wildlife Preservations</a>, the taxidermy business he still owns and operates. He became a rock star in the taxidermy world, famous for his scientifically accurate specimens. He even started contracting with the museum that had inspired him as a child. So when that museum encountered a taxidermy emergency, they knew whom to call.</p><p>It was the summer of 2012, and Lonesome George, the famous giant Galapagos tortoise, <a href=\"http://www.npr.org/2012/06/25/155693330/famed-tortoise-dies-in-galapagos-islands\">had died</a>. He was the last member of his species, and he had become <a href=\"http://www.npr.org/2015/01/06/375481820/a-musical-memorial-for-the-face-of-extinction\">an important symbol in the fight</a> to protect endangered animals. His caretakers were determined to preserve Lonesome George so his story could endure. They froze the body and shipped it 3,000 miles north to the American Museum of Natural History, which in turn sent it to Dante.</p><p>\"This is absolutely the most important project you could ever do in your life,\" Dante says.</p><p>It wasn't easy. Dante didn't just have to preserve a giant Galapagos tortoise with scientific accuracy. He had to preserve George's personality. So his first step was to talk to the scientists who knew the tortoise when he was alive.</p><p>\"Everyone you talked to had a different story about George,\" Dante says. \"They knew every wrinkle on this animal. They knew every personality trait. He was kind of grumpy, and maybe had his own mindset about the way he enjoyed living his life.\"</p><p>With input from biologists and museum curators, Dante planned George's final stance — neck stretched up to its full length, legs bowed.</p><p>\"What you're seeing when you look at George is this very regal pose,\" Dante says.</p><p>He made casts of George's legs and sculpted clay muscles, painstakingly building a scientifically accurate armature. Then he tailored George's actual skin around the model. George got a couple of custom-built glass eyes; his natural color was restored by paint.</p><p>\"When you get to stand there, face to face with him, there's an undeniable connection you make,\" Dante says. \"I hate to see him leave.\"</p><p>Lonesome George was put on display at the American Museum of Natural History for a few months last fall. Soon he will make his way back home to the Galapagos Islands to become the centerpiece of an exhibit about threatened species. Millions of visitors will once again be able to stand face to face with the tortoise who died alone.</p><hr /><p><em>Take a look at Skunk Bear's musical tribute to Lonesome George:</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Science-Based+Artist+Gives+Celebrity+Tortoise+A+Second+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Adam Cole","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390245075-7eac51.m3u?orgId=1&topicId=1007&e=390153383&d=274&ft=nprml&f=390153383"},{"href":"http://media.npr.org/assets/img/2015/03/02/LG-head-f1236d8ba67e9bdd0ac64fc93a2e6d683d8ae5f9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2247","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/02/george-a58522253ea93fcbf6de25bc4ca975642fb5c8c9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1454","width":"1939"}},{"href":"http://media.npr.org/assets/img/2015/03/02/3b-.unpacking_df_130607_9397-4d0a1b49fbf2eefd1de89443d3586b7388486a0e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2030","width":"2707"}},{"href":"http://media.npr.org/assets/img/2015/03/02/4a-.-measuring_df_130625_2183-88548f6933254d0dcba95f412efd12fe1bf84b5f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1968","width":"2624"}},{"href":"http://media.npr.org/assets/img/2015/03/02/6-.-sketch_cc_140117_197-3a105feb727cb24440f29da9958d3191b784f766.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3878","width":"5171"}},{"href":"http://media.npr.org/assets/img/2015/03/02/lg_amnh-3d9b0ec317204610a2f7fdf4706d76ebc53b6b0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1349","width":"1799"}}]}