{"created":"2014-11-03T19:58:38+00:00","modified":"2014-11-03T22:58:35+00:00","valid":{"from":"2014-11-03T22:58:35+00:00","to":"3014-11-03T22:58:35+00:00"},"hreflang":"en","title":"'Car Talk's' Tom Magliozzi Dies","published":"2014-11-03T22:57:00+00:00","teaser":"Tom and his brother Ray started hosting <em>Car Talk</em> in 1977. It soon became one of public radio's most popular programs.","itags":["npr_api","361187758"],"guid":"9c0a35b3-88d3-4a8d-820b-0b5bf9735059","contentencoded":"<p>Tom Magliozzi, the older, taller half of Click and Clack, the Tappet Brothers, died today at 77 of complications from Alzheimer&#8217;s disease.</p><p>Tom and his brother Ray Magliozzi first broadcast their public radio call-in show <em><a href=\"http://www.cartalk.com/\" target=\"_blank\">Car Talk</a></em> in 1977 from the studios of WBUR in Boston.</p><p>They offered advice on cars and life, but it was the duo&#8217;s sense of humor and Tom’s iconic laugh that made the show so memorable for millions of fans across the country.</p><p>NPR began distributing <em>Car Talk</em> nationally in 1987. More than 4 million people tuned in each week, making it one of public radio&#8217;s most successful shows ever.</p><p>Car Talk&#8217;s executive producer <strong>Doug Berman</strong> spoke to <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young and Jeremy Hobson about Tom Magliozzi&#8217;s life and legacy.</p><ul><li><em>How will you remember Tom? <a href=\"https://www.facebook.com/HereAndNowRadio/photos/a.457917685733.256592.22100945733/10152793966940734/?type=1\" target=\"_blank\">Let us know on our Facebook page</a> or in the <a href=\"#comments\">comments</a>.</em></li></ul><h4>Interview Highlights: Doug Berman</h4><p><strong>On Tom&#8217;s role in Car Talk</strong></p><p>&#8220;I&#8217;m obviously very sad today, and yet you know, just hearing him &#8211; you know, I was on the phone smiling. You can&#8217;t help it. He had this ability &#8212; he just laughed at everything all the time, he found funny things in everything. It was almost like he was battling with his laughter. He&#8217;d be trying to speak and the laughter would be kind of fighting him and trying to come, and then it would finally overcome him and he&#8217;d have this high-pitched tee-hee, you know. It would just have to take over for a minute and then he&#8217;d get back to talking again. He just had such a joyous attitude and approach to everything. You put him anywhere and everybody around him would be having fun. You know it leaves a big hole. That&#8217;s the first thing that comes to mind. I mean there&#8217;s the whole intellectual side of what he brought. He was the friendliest anti-authority figure you would ever meet, you know he challenged everything, but he did it with a laugh. And he was incredibly honest, and again in his friendly and funny way would not tolerate b.s.&#8221;</p><p><strong>On Tom&#8217;s talents as a broadcaster</strong></p><p>&#8220;He didn&#8217;t have any talent as a broadcaster, which is what made him a great broadcaster, I think. &#8230; When they started, it was &#8212; you know, the station that we&#8217;re talking on, WBUR, as hard as it is to remember, was a very different station. It was staffed by volunteers, it was a mishmosh of programming, there was very little oversight. And so when they started their show, nobody paid attention. All that mattered was that OK, here&#8217;s somebody who will fill an hour of time so we won&#8217;t have dead air. I mean, that was the top priority at the time. And so nobody told them how to do radio. Nobody told them they had to sound like Jeremy, you know, or Robert Siegel, or anybody who sounds like a professional broadcaster. No one told them they had to have any decorum or not laugh at any of their own jokes or not lose control. So they just did all those things. They were completely themselves in an uninhibited way. And rather than being a disaster, they became completely comfortable doing that and they created this unique hour where people were entirely themselves, just normal, regular people. And that actually broke ground. Our network used to sound very, very stiff&#8230; and that&#8217;s really so much more boring than real people &#8212; especially interesting people like Tom and Ray.&#8221;</p><p><strong>On what Tom&#8217;s death means for <em>Car Talk</em></strong></p><p>&#8220;We&#8217;ve talked to both NPR and to the family and to a handful of our stations and everybody is in agreement that they would like the show to keep going. Ray and the family feel like it&#8217;s a great tribute to Tom to allow people to continue to enjoy what he gives us, which like I said is this incredible cheering up, no matter what he&#8217;s talking about. And so NPR has said it&#8217;s their intention to make the show available for as long as people want to listen to it, which I think is great.&#8221;</p><h4>Read More</h4><ul><li><a href=\"http://www.wbur.org/npr/357428287/tom-magliozzi-popular-co-host-of-nprs-car-talk-dies-at-77\"><strong>Obituary:</strong> Tom Magliozzi, <em>Car Talk </em>Co-Host, Dies At 77</a></li><li><a href=\"http://www.wbur.org/about/blog/2014/11/03/wbur-mourns-tom-magliozzi\">WBUR Mourns Tom Magliozzi</a></li><li><a href=\"http://www.wbur.org/2014/11/03/car-talk-tom-biography\"><em>Car Talk’s</em> Tom: A Biography</a></li><li><a href=\"http://www.wbur.org/2014/11/03/car-talk-tom-photos\"><strong>Photos:</strong> Magliozzi Through The Years</a></li><li><a href=\"http://www.wbur.org/2014/11/03/car-talk-tom-best-of\"><strong>Audio:</strong> 5 Hilarious Clips From Tom</a></li><li><a href=\"http://artery.wbur.org/2014/11/03/car-talk-tom-remembrance\"><strong>Remembrance:</strong> The Voice Of <em>Car Talk</em> — And Of ‘Our Fair City’</a></li></ul><p><em>Earlier:</em></p><ul><li><a href=\"http://www.wbur.org/2012/06/08/car-talk\">2012: After 35 Years, <em>Car Talk</em>Brothers Retiring</a></li><li><a href=\"http://hereandnow.wbur.org/2012/06/08/car-talk-discontinue\">Click And Clack ‘Changed The Way People See Public Radio’</a></li><li><a href=\"http://www.cartalk.com/content/tom-and-rays-bios-photos-2\"><em>Car Talk</em>: Tom’s ‘Curriculum Vitae’</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.npr.org/people/4459873/doug-berman\" target=\"_blank\">Doug Berman</a></strong>, executive producer of <em>Car Talk</em> and creator of <em>Wait Wait&#8230; Don&#8217;t Tell Me!</em></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Car+Talk%27s%27+Tom+Magliozzi+Dies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"486"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361226444-55baa9.m3u?orgId=1&ft=3&f=361187758"}]}