{"created":"2015-05-30T11:43:14+00:00","modified":"2015-06-02T18:23:25+00:00","valid":{"from":"2015-06-02T18:23:25+00:00","to":"3015-06-02T18:23:25+00:00"},"hreflang":"en","title":"How Bad Risotto Led To A House 'Full Of Yogis': A Critic's Childhood Story","published":"2015-05-30T15:14:00+00:00","teaser":"When Will Hodgkinson was a kid, his father, a journalist, was hit with a bad case of food poisoning. Over the long recovery period, he rethought his life — and decided to join the Brahma Kumaris.","itags":["npr_api","410579608"],"guid":"9c0b12c6-9c1d-4ea9-99e8-6b1eff09eedb","contentencoded":"<p>When Will Hodgkinson was a kid just outside of London, his whole family was laid low after eating some bad chicken risotto. His father, Nev (short for Neville), a well-regarded science writer, was especially sick and took months to recover. During that time, he rethought his life and put it back together in a way that upended his happy family, but may also have enriched them.</p><p>Nev joined a group called the Brahma Kumaris. Meanwhile, Hodgkinson's mother, Liz, became an increasingly strident social critic, especially of men. In <em>The House is Full of Yogis: The Story of a Childhood Turned Upside Down</em>, Hodgkinson writes about how he went from a childhood of upper-middle-class security, private schools and swank vacations to a home filled with chanting, incense and meditation.</p><p>Hodgkinson, a rock critic for <em>The Times</em> of London, tells NPR's Scott Simon how his mother reacted to his father's transformation and whether he has found comfort with the Brahma Kumaris.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how much the risotto really contributed to Nev's transformation</strong></p><p>We always say with Nev, \"Was it inevitable?\" And I think it was. He got ill and he did reassess his life, but once he found the Brahma Kumaris and after ... the kind of rigorous questioning that you'd expect from a science journalist, he then absolutely threw himself into it. I mean, to the extent that he turned up to my school to give a lecture on the joys of meditation without telling me — and he was wearing white robes. So that was the kind of thing that I had to put up with on a daily basis.</p><p><strong>On how his mother reacted to Nev's transformation</strong></p><p>She came from a very working-class family. She then married at 21. And you've got to remember that in '60s Britain, as a single woman, you weren't allowed to take out a mortgage; you weren't allowed to buy a car. You know, it all had to be done in the name of a man. So she didn't really have any choice. She was really, really ready for change. And so, although the change came in a very unexpected way, she was rather — she was unusually open-minded to it in a way that none of our parents' friends were. They all thought that my dad had been taken over by a weird cult, which of course he had.</p><p><strong>On a trip he and his family took down the River Thames</strong></p><p>My mum had discovered feminism in a big way — this is before Nev became a Brahma Kumaris — and she got so annoying. They were fighting over being captain of the ship, and of course neither of them knew what they were doing. Anyway, my mum kept running aground. She had a captain's hat, which she insisted on wearing.</p><p>And then one time she was pushing away from the lock, she was pushing the boat away, and she turned into a sort of human bridge. So if you imagine her hands were on the side of the lock and her feet were on the side of the boat and she went too far out. And she started screaming, going, \"Oh no, oh no!\" And at that point, we were all really, really fed up with her. And I'd like to think we could have saved her in time but, you know, no one could get there. ... My mum was very much an '80s woman. She looked a little bit like Cher, but when she came up [after falling in the water], she looked more like Alice Cooper because she had all of this eyeliner running down her [face], the black hair was sort of tangled. And then she said, \"Oh! Throw me something, throw me something!\" And my brother looked around and, I'm not joking, he threw her a chair, which obviously just sank, so that didn't do much good. We fished her out, she was fine. But yeah that was a low point in the Hodgkinson family.</p><p><strong>On his mother's feminism</strong></p><p>The funny thing about my mum — this is what my dad always says about her — is that she is one of those people who ... presents herself as very tough. She hated the idea of being seen as a mother. She was very much that first wave of feminism, where she was a career woman. The funny thing was, when it came down to it, she was actually quite — you know, the house ran well. ... It wasn't hippie-ish in any way whatsoever; it wasn't even Bohemian. You know, it was very much like a kind of — if you imagine a well-run suburban home, that was our home. It just happened to have a lot of meditating people inside it.</p><p><strong>On whether he has found comfort with the Brahma Kumaris</strong></p><p>I never got that incredible, blissful feeling that my father got that made everything — he didn't care about women, he didn't care about possessions, he didn't care about anything because he got this incredible feeling of pure spirituality. I never got that. But I did get a sense of calm and kindness, and a sort of feeling that the Brahma Kumaris were offering something without taking. And I think that was quite important. ...</p><p>I also felt that my father had sort of never judged me, somehow, in the way that fathers do. And I think, you know, I think it had a lot to do with the Brahma Kumaris. I think because he'd gone off on his own path, he was never saying, \"Well, you should be a doctor,\" or ... you should do this, you should do that. He really let me be myself. And so, in a strange sort of way, I think I do have the Brahma Kumaris to thank for that because he was looking at life in a deeper level.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Bad+Risotto+Led+To+A+House+%27Full+Of+Yogis%27%3A+A+Critic%27s+Childhood+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"389"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410752480-7243fa.m3u?orgId=1&topicId=1033&d=389&p=7&story=410579608&t=progseg&e=410752339&seg=19&ft=nprml&f=410579608"},{"href":"http://media.npr.org/assets/img/2015/05/29/housefullofyogis-0f8bafe8451a0a6cbbde189cf6117e1e3974eacd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"535","width":"714"}},{"href":"http://media.npr.org/assets/img/2015/05/29/nev-in-robes-2c67db1d88952d519790655d05f7576dedc684d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"544","width":"726"}},{"href":"http://media.npr.org/assets/img/2015/05/29/author-photo_will-hodgkinson-2014-e789f4f5bff0494bed45ea72272d01a733209ab8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"968","width":"1291"}}]}