{"created":"2014-12-03T10:06:00+00:00","modified":"2015-05-13T21:28:27+00:00","valid":{"from":"2015-05-13T21:28:27+00:00","to":"3015-05-13T21:28:27+00:00"},"hreflang":"en","title":"Russia Heads Toward Recession, With No Relief In Sight ","published":"2014-12-03T17:12:00+00:00","teaser":"Western sanctions are biting, oil prices are down sharply, and the Russian currency is tanking. The government now expects the economy to shrink in 2015.","itags":["npr_api","368143679"],"guid":"9c1a740f-9506-4241-8490-9d6e62f463d6","contentencoded":"<p>Russia's economy has taken a series of heavy hits in the past few months, and now it seems to be in the midst of a perfect storm.</p><p>The country depends heavily on oil exports, and prices are down sharply. The Russian currency is losing value fast. And U.S. and European sanctions, imposed after Russia's takeover of Crimea, are biting hard.</p><p>President Vladimir Putin remains defiant, saying sanctions will never bring Russia to its knees.</p><p>But the pain is real. Russia's <a href=\"http://www.cbc.ca/news/business/russia-will-hit-recession-in-2015-because-of-oil-and-ukraine-kremlin-admits-1.2857186\" target=\"_blank\">Economic Development Ministry</a> said Tuesday that economic growth for 2015, which had been forecast at an anemic 1.2, has been revised downward and the economy is now expected to contract by 0.8 percent next year.</p><p>Here are some answers to key questions facing the Russian economy:</p><p><strong>Why are falling oil prices having such a negative impact on Russia?</strong></p><p>Russia is not the only country heavily dependent on revenues from its oil and gas exports. But some of the others, like Saudi Arabia, have deeper pockets in the form of huge reserves of dollars and euros that can be used to pay its bills when the oil income tapers off.</p><p>Economists say Russia needs a world oil price of around $100 a barrel to fund its government spending. When the price falls below that mark, Russia either has to curb spending or run a deficit. Oil prices began falling sharply this summer and are currently about $71 a barrel.</p><p>Normally, a little deficit spending shouldn't hurt Russia, a country that doesn't have a lot of foreign debt. But Russia has a lot of demands on its budget right now, including a massive military buildup and support for banks and businesses that are feeling the effects of Western sanctions.</p><p><strong>How much are the U.S. and European sanctions contributing to Russia's current problems?</strong></p><p>Russia's finance minister said recently that sanctions will cost Russia about $40 billion in lost economic activity if they're extended through next year.</p><p>The biggest problem is that the sanctions make it very hard for Russian banks to obtain foreign capital, and for Russian companies to borrow money to finance their operations.</p><p>Those banks and the state-owned energy companies are now asking the government to give them money from its reserve funds.</p><p>For instance, Rosneft, the big state oil company, is asking for $42 billion. That money would come from Russia's National Wealth Fund, which was originally created to guarantee pensions.</p><p><strong>The ruble has also lost more than 40 percent of its value since last summer. How is this affecting ordinary Russians?</strong></p><p>A weaker ruble means that imported goods become more expensive. Russia imports about 40 percent of its food, so price increases hit hardest at the grocery store.</p><p>In addition, Russia banned most food imports from the United States and the European Union in retaliation for Western sanctions. That drove food prices even higher because it created shortages.</p><p>Some regions, such as Russia's Far East, are more dependent on imports, and prices for some items, such as chicken, shot up by as much as 60 percent when the ban was announced.</p><p>Overall, though, economists are predicting that prices will be up between 8 percent and 10 percent over the next year.</p><p>So far, at least, that loss of purchasing power doesn't seem to be turning Russians against Putin. Support for the Russian president is still above 80 percent. Some analysts say economic hardships will just make the Russian people more defiant, if the government can convince them that they are sharing sacrifices for the good of their country.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Russia+Heads+Toward+Recession%2C+With+No+Relief+In+Sight+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368143680-67964f.m3u?orgId=1&topicId=1124&d=209&p=3&story=368143679&t=progseg&e=367943242&seg=19&ft=nprml&f=368143679"},{"href":"http://media.npr.org/assets/img/2014/12/03/459876048-0de8c9a6fa21628be5a2bac261df461ae2f1a38a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2430","width":"3241"}}]}