{"created":"2014-11-21T19:46:46+00:00","modified":"2014-11-21T19:46:59+00:00","valid":{"from":"2014-11-21T19:46:58+00:00","to":"3014-11-21T19:46:58+00:00"},"hreflang":"en","guid":"9c22e838-5604-4818-803a-13d81befaf03","title":"Indonesia has subjected policewomen to 'humiliating' virginity tests for decades","published":"2014-11-21T19:46:57+00:00","byline":"Carol Hills","tags":["women's rights","virginity tests","police","gender equality","Justice","Conflict & Justice","Asia","Indonesia","Asia","Southeast Asia","Andreas Harsono","Joko Widodo","Sri Rumiati","Virginity test","Human sexuality","Human behavior","Physical examination","Virginity","Personal life"],"teaser":"Doubling the number of female police officers might seem like a positive step for Indonesia, but it won't be for the recruits who will have to endure a \"humiliating and degrading\" — and useless — virginity test to get onto the force.","contentencoded":"<p>Indonesia is trying to double the number of women in its national police force, but female applicants are forced to undergo the humiliating and degrading experience of a virginity test as part of their training.</p>\n<p>\"The young women are led into an examination hall, 20 to a group, where they're asked to strip down to their bra and underwear,\" explains Andreas Harsono, an Indonesian journalist and researcher who <a href=\"http://www.hrw.org/news/2014/11/17/indonesia-virginity-tests-female-police\">reported on the practice for Human Rights Watch</a>.</p>\n<p>\"Then, two by two, they're asked to go into a smaller room where they are asked to take off their underwear. They're then told to like down on the bed and spread their legs while a female examiner inserts two fingers to check the vagina of the applicant,\" Harsono says.</p>\n<p>The practice has been going on for decades in Indonesia; Harsono says the only thing that's changed is the official explanation. \"These days, Indonesian police officials say the test is not a virginity test but a reproductive health exam to see if there are diseases,\" he says.</p>\n<p>But the \"health exam\" doesn't stack up to medical standards. \"The thing is, you don't do that kind of examination using your fingers,\" Harsono explains. A true test might examine blood, urine or other things.</p>\n<p>He says he got a more sexist explanation for the exam by speaking with three- and four-star generals in Indonesia: \"The unofficial line is 'Yes, we do virginity tests because we want to have women with good morals — not sex workers or those involved in pre-marital sex — to join the force.'\"</p>\n<div>Harsono and Human Rights Watch had heard rumors for years about the virginity tests, but had never verified them with female police officers. \"I am a man and it was extremely difficult for me to get in touch with these young ladies and ask about such a sensitive subject,\" he admits.</div>\n<div> </div>\n<div>It took him a long time to find women who were willing to talk, but he eventually got to talk to women from six Indonesian cities across six provinces.</div>\n<div> </div>\n<div>Some of the women admitted they were fine with the test. \"They didn't want sex workers to join the police force, so they thought it was okay,\" Harsono says. \"Some of them voluntarily agreed to take the test.\" But the actual experience was the same for all of them, no matter their opinion: \"All of them said it hurt, was humiliating and degrading.\"</div>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"267\" width=\"474\" style=\"margin: 5px; width: 300px; height: 169px; float: right;\" alt=\"Indonesian National Police High Commissioner Sri Rumiati tried to get the virginity tests banned in 2010 but her colleagues opposed it. \" title=\"Indonesian National Police High Commissioner Sri Rumiati tried to get the virginity tests banned in 2010 but her colleagues opposed it. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/VirginTestWoman.jpg\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Human Rights Watch </p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Indonesian National Police High Commissioner Sri Rumiati tried to get the virginity tests banned in 2010 but her colleagues opposed it. </p>\n  </div>\n</div>Harsono says policewomen themselves have tried to get the virginity test abolished. \"They tried in the 1980s, the late 1990s and 2010,\" says Harsano. \"They even persuaded a top general to stop it. It was orally agreed to but then it reappeared.\"\n<p>The oldest woman he spoke to was National Police High Commissioner Sri Rumiati, who underwent the virginity test during her police training in 1965. She was involved in the 2010 effort to abolish the tests, but she told Human Rights Watch that a colleague responded: \"Do we want to have prostitutes joining the police?\"</p>\n<p>Human Rights Watch has asked Indonesia's new president, Joko Widodo, to instruct his military commander and his police commander to stop the test. </p>\n<p>\"A presidential decree could abolish it,\" Harsono says, appealing to Indonesian law. \"We have laws to protect women's rights. We have a law to protect human rights. We have signed international conventions against violence and discrimination against women. And Indonesia's own constitution says every citizen is equal.\" </p>\n<div>So why do the tests happen? Harsono rejects the idea that they are a product of growing Islamism in the world's largest Muslim nation.</div>\n<div> </div>\n<div>\"It's an old practice,\" he points out. \"Thirty years ago, Indonesia was ruled by a military-dominated dictatorship ... which was quite critical of Muslim fundamentalism. This is not about the rise of Islamic fundamentalism in Indonesia. It is basically a patriarchal ideology.\"</div>\n<div> </div>\n<div>One police general told Harsono the reason for the test is simple: \"because we want to do it.\"</div>\n<div> </div>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112020147.mp3"},{"href":"http://www.pri.org/file/112020147mp3"}]}