{"created":"2014-10-01T20:23:26+00:00","modified":"2014-10-30T22:07:27+00:00","valid":{"from":"2014-10-30T22:07:27+00:00","to":"3014-10-30T22:07:27+00:00"},"hreflang":"en","title":"Dionne Warwick, Reduced To An Essence","published":"2014-10-01T23:29:00+00:00","teaser":"On an unlikely tribute album, singer Dionne Farris and guitarist Charlie Hunter tackle Warwick classics with revealing subtlety — and nods to the musicians' own origins in early-'90s rap.","itags":["npr_api","350962412"],"guid":"9c2458c6-81f9-4450-8cab-c591fe35c3f2","contentencoded":"<p>In title and concept, the new tribute album<em> Dionne Dionne</em> is a great gimmick. But if you've followed the career of Dionne Farris, having her record an entire album of <a href=\"http://www.npr.org/artists/15404812/dionne-warwick\" target=\"_blank\">Dionne Warwick</a> covers isn't an obvious move, names aside. It's an idea that took root some 20 years ago: Farris met guitarist Charlie Hunter while the two were on tour as members of hip-hop groups, she with Arrested Development and he with The Disposable Heroes of Hiphoprisy.</p><p>The musicians' decision to record as a duo — Farris singing, Hunter playing his custom seven-string guitar — pays off handsomely. If you're accustomed to hearing Warwick's songs played with lush orchestration behind them, to hear everything stripped down to bare wisps of melodies and rhythms reveals nuances and highlights not always obvious in the originals. Another pair might have been tempted to fill in all that open space with endless runs or virtuoso solos, but Hunter and Farris keep things smartly sparse and seductively intimate.</p><p>Not surprisingly, most of the songs are from Warwick's popular '60s catalog of <a href=\"http://www.npr.org/artists/15198782/burt-bacharach\" target=\"_blank\">Burt Bacharach</a> and <a href=\"http://www.npr.org/artists/126386486/hal-david\" target=\"_blank\">Hal David</a> tunes, but the album also dips into her 1970s soul records, when she worked with such R&B songwriters as <a href=\"http://www.npr.org/artists/15402779/isaac-hayes\" target=\"_blank\">Isaac Hayes</a> and the power trio of Holland-Dozier-Holland. Farris and Hunter tackle the latter's 1973 song \"You're Gonna Need Me\" with a subtle, funky touch serving as a reminder that both guitarist and singer began their careers in hip-hop.</p><p>If I have any complaint about the album, it's that nine tracks feels too short, least of all for an artist whose output was as prolific as Warwick's. Maybe there will be a second volume down the road, or maybe the duo can work on a tribute album to country star Charley Pride next and call it <em>Charley Charlie</em>. All jokes aside, part of what makes <em>Dionne Dionne</em> so enjoyable is how Farris and Hunter take this potential pun and turn it into something richer — but still fun.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dionne+Warwick%2C+Reduced+To+An+Essence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Oliver Wang","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353048511-d33377.m3u?orgId=1&topicId=1104&ft=3&f=350962412"},{"href":"http://media.npr.org/assets/img/2014/09/25/4db17e5f3f1f31e7-dionnefarrisprshot-1b1f0f0d133c6093e36930850e8439eae0b82caa.png","type":"image/jpeg","meta":{"crop":"standard","height":"378","width":"504"}}]}