{"created":"2015-01-29T21:44:06+00:00","modified":"2015-01-29T22:13:45+00:00","valid":{"from":"2015-01-29T22:13:45+00:00","to":"3015-01-29T22:13:45+00:00"},"hreflang":"en","guid":"9c28d032-1eea-4adf-828c-a38030721e81","title":"What Sweden can teach America about measles vaccinations","published":"2015-01-29T22:13:41+00:00","byline":"Joyce Hackel","tags":["measles","immunizations","shots","Vaccines","herd immunity","MMR","Health","Health & Medicine","Europe","Sweden","United States","Elizabeth Bruenig","Measles","Health","Vaccines","Vaccination","shots","Immunization","MMR","herd immunity"],"teaser":"Maybe Americans should take a cue from the Swedes, who sign up in droves for all sorts of optional vaccines, including measles immunizations. How did that happen? It was no accident.","contentencoded":"<p>The measles outbreak that apparently had its start at Disneyland is leaping borders every day. There are more than 90 cases so far, reaching beyond California to at least six other US states as well as Mexico.</p>\n<p>Yes, there's a measles shot, but in recent years, more Americans aren't getting the vaccination that provides coverage for measles, mumps and German measles, also known as rubella. In some areas of California, 13 percent of young children haven't been immunized. Compare that with a place like Sweden, where vaccination coverage is estimated to include all but 5 percent of the entire population.</p>\n<p>That's because Swedes show up for all sorts of optional immunizations in droves, providing the sort of \"herd immunity\" that Americans can only envy. </p>\n<p>Elizabeth Bruenig, a staff writer at The New Republic, says Swedes tend to approach vaccination campaigns very differently than Americans do. \"When I think about my flu shot every year, and whether or not I really want to go through getting the needle in the arm, I'm generally thinking about my own health: Do I want to sick this year?\" Bruenig says. \"In Sweden, it's very common to think of vaccines as something that you do because you're going to be in contact with people who are vulnerable to illness. It's a way of protecting them.\" </p>\n<p>Those vulnerable groups include the elderly, children who are too young to be vaccinated and the immuno-compromised such as people going through chemo-therapy, or those with HIV and AIDS. Others turn out to be at risk because the measles vaccine isn't 100 percent effective for everyone who receives it.</p>\n<p>Measles is a high contagious respiratory disease. Authorities thought they had defeated it in within US borders in 1982, but new outbreaks are on the rise. Most of these new infections are people who haven't been immunized because more and more parents are accepting as fact misconceptions about the supposed dangers of vaccinations. </p>\n<p>Those myths are apparently not so persuasive to Swedes. </p>\n<p>Bruenig says when Swedish parents think about getting their children immunized, they act because \"it's something that we do where we all use our bodies sort of as human shields for people whose bodies just don't have the capacity to be vaccinated or to withstand these diseases.\" </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012920153.mp3"},{"href":"http://www.pri.org/file/012920153mp3"}]}