{"created":"2015-04-10T19:20:34+00:00","modified":"2015-04-13T19:35:29+00:00","valid":{"from":"2015-04-13T19:35:29+00:00","to":"3015-04-13T19:35:29+00:00"},"hreflang":"en","guid":"9c30f8c9-c8c4-4712-88d8-e3a587ff0f0b","title":"Statue of Rhodes Scholar founder booted from South Africa campus, to cheers","published":"2015-04-13T19:35:26+00:00","byline":"Andrea Crossan","tags":["Ethnicity & Race","history","education","politics","government","Global Politics","Cape Town","Africa","Social Issues","University of Cape Town","Cecil Rhodes"],"teaser":"He was a British colonial hero. But to students of the University of Cape Town, the statue of Cecil Rhodes had to go.","contentencoded":"<p>A bronze statue atop a hill on the campus of South Africa's University of Cape Town has been a point of conflict for weeks — now it’s gone.</p>\n<p>Hundreds of South African students celebrated as a crane removed the statue of the 19th century British colonialist, Cecil John Rhodes, known now for founding and funding the Rhodes Scholars at Oxford University.</p>\n<p>In South Africa, Rhodes represented colonialism and an institutional racism that developed into the system of racial separation known as apartheid. The University of Cape Town removed it after weeks of student demonstrations that began when one student threw excrement at the sculpture last month.</p>\n<p>The protesters, known as the “Rhodes Must Fall” movement, said the statue's position overlooking the university campus and the city of Cape Town was a reminder of how little the university had changed since the end of apartheid.</p>\n<p>“I feel better that there is no statue,” says UCT student and protester Lerato Moloi. “I feel better that there is no constant reminder that I was conquered.”</p>\n<p>Crowds of students cheered as the statue was being lifted off of its plinth. Once it was removed, some students jumped on it and started hitting it with wooden sticks and covering the face with plastic.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"687\" width=\"900\" alt=\"Students cheer as the statue of Cecil John Rhodes is removed from the University of Cape Town (UCT), April 9, 2015. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/RTR4WPIR.jpg?itok=TajPJRtR\" title=\"\" /><div class=\"field-caption\">\n    <p>Students cheer as the statue of Cecil John Rhodes is removed from the University of Cape Town (UCT), April 9, 2015.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sumaya Hisham/Reuters</p>\n  </div>\n</div>\n<p>A smaller counter campaign, called “Rhodes Must Stay”, had argued that the statue should be protected as a symbol of South Africa's heritage.</p>\n<p>Moloi is relieved that it's been removed from the campus but she's on the fence about whether or not it should be destroyed. “Maybe putting it in a museum would be an option, to educate people.\"</p>\n<p>The protests over the Rhodes statue have been a reminder of South Africa’s racial inequality. Students point to the fact that at the University of Cape Town, built on land donated by Rhodes, there are only five black South African-born professors.</p>\n<p>Rhodes, who consolidated a diamond monopoly and colonized current-day Zimbabwe (once known as Rhodesia), provided for the Rhodes Scholarship program at Oxford in his will. Famous winners include Bill Clinton, Cory Booker, Rachel Maddow, Naomi Wolf, <a href=\"http://en.wikipedia.org/wiki/Siddhartha_Mukherjee\" title=\"Siddhartha Mukherjee\">Siddhartha Mukherjee</a> and George Stephanopoulos.</p>\n<p> </p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-10%2Fstatue-colonial-hero-removed-cape-town-campus&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/rhodes1420.mp3"},{"href":"http://www.pri.org/file/rhodes1420mp3"}]}