{"created":"2015-06-11T17:03:07+00:00","modified":"2015-06-11T20:20:06+00:00","valid":{"from":"2015-06-11T20:20:05+00:00","to":"3015-06-11T20:20:05+00:00"},"hreflang":"en","title":"What's A Thamakau? Spelling Bee Is More About Entertainment Than English","published":"2015-06-11T17:37:00+00:00","teaser":"Linguist Geoff Nunberg says it's fitting that the Scripps National Spelling Bee is broadcast by ESPN. (And, by the way, a thamakau is a kind of canoe used in Fiji.)","itags":["npr_api","413645991"],"guid":"9c3416b5-4187-4652-a9a0-5d50bfb5b467","contentencoded":"<p>We English-speakers take a perverse pride in the orneriness of our spelling, which is one reason why the spelling bee has been a <a href=\"http://www.worldwidewords.org/qa/qa-spe2.htm\">popular entertainment</a> since the 19th century. It's fun watching schoolchildren getting difficult words right. It can be even more entertaining to watch literate adults getting them wrong. I've seen that first-hand when I served as the judge for a <a href=\"http://www.spdbooks.org/Pages/Events/2014-Bee-Thanks.aspx\">spelling bee</a> for San Francisco-area writers that's held as an annual benefit for a Berkeley literary clearinghouse called Small Press Distribution.</p><p>It's just as well that my status as a linguist precludes my being a contestant, since I'd probably go down on the first round. The only reason I've been able to keep my deficiencies as a speller under wraps is that now I have technology to intercede between me and my readers. Not a month goes by that spellcheck doesn't remind me that \"resistant\" has an a in it or that \"temperamental\" has two. I do usually get the middle vowel of \"separate\" right, but only because I still recall what Mrs. Bosch told us in eighth grade, that the word has a rat in it.</p><p>It doesn't matter that you've seen a word 1,000 times. Somebody asks you how to spell \"myrrh\" or \"hemorrhoid\" and all that comes to mind is a blur of r's and h's. Everyday English is strewn with orthographic pitfalls. \"Bellwether,\" no a. Two n's in \"mayonnaise\" and \"questionnaire,\" but just one in \"inoculate\" — it's not related to \"innocuous.\" Two of everything in \"accommodate.\" And as the media were reminding us just this week, \"pharaoh\" ends in \"-aoh\" not \"oah,\" other than in the names of <a href=\"http://edition.cnn.com/2015/06/06/us/american-pharoah-pharaoh-spelling-feat/\">racehorses</a> that have won the Triple Crown.<strong> </strong></p><p>The format of the spelling bee only aggravates the difficulties. In one of the authors' spelling bees I judged, six contestants in a row went down in the first round on \"<a href=\"http://www.sfgate.com/entertainment/article/To-bee-or-not-to-bee-3213143.php\">privilege</a>.\" I suspect that most of them would have spelled it correctly if they'd been allowed to write it down first. But the spelling bee is a purely oral exercise, the only ritual of literacy you could conduct entirely in the dark.</p><p>The people who shine at spelling bees are the ones with retentive visual memories, the kinds of people who can tell you how many states border on Missouri without having to look at a map. A few years ago the authors' spelling bee culminated in a half-hour duel between two former champions, a novelist and a poet. \"Restaurateur,\" \"reveille,\" \"fricassee,\" \"dilettante\" — they knocked down one word after another until we finally declared them co-winners so everybody could go home.</p><p>As it happens those two are both excellent writers, but then so were most of the contestants who went down in the early rounds. An inability to spell \"fuchsia\" on the fly is not an impediment to future literary distinction. Mark Twain said the only word he ever got wrong at a spelling bee was \"February.\" That should be a consolation to the tens of thousands of schoolchildren whom that word has sent to their seats over the years.</p><p>The charm of the traditional spelling bee is that we can identify with both the winners and the losers. Who hasn't known the embarrassment of having a spelling error pointed out or the satisfaction of pointing out someone else's? That was the appeal of the earliest national spelling bees, when the winning words were familiar items like \"intelligible\" and \"fracas.\" In 1932, Dorothy Greenwald of Des Moines walked away with the laurels by nailing \"knack.\" But that wouldn't do for today's national spelling bee, a televised competition among <a href=\"http://spellingbee.com/statistics\">hundreds</a> of regional winners who have been assiduously preparing for months or years. You're not going to winnow down that field by giving them everyday words like \"refrigerator\" and \"gabardine.\"</p><p>For the onstage competition of this year's bee, the organizers compiled a list of over 900 test items, most of which few English-speakers have ever laid eyes on. Some of these are what people used to call \"inkhorn words\" that scholars coined to show off their knowledge of Latin and Greek, like \"cymotrichous\" and \"esquamulose.\" Or they're alien interlopers like \"thamakau,\" \"Stromuhr,\" and \"Scherenschnitte,\" words you're unlikely to encounter unless the conversation turns to Fijian watercraft or obsolete German medical devices. In fact the only justification for calling them English words at all is that they're included in Merriam-Webster's unabridged dictionary, which is assumed to give foreign words an automatic path to citizenship.</p><p>This is extreme spelling, and it's fitting that the national spelling bee is broadcast by ESPN, the same people who created the X Games. Spelling \"Scherenschnitte\" is like doing a wheelie on a BMX bike: it's an impressive stunt even if it's not something you're ever going to need to do in everyday life.</p><p>You can only admire the discipline and determination of kids who have managed to ingest thousands of useless and exotic words by rote. But it isn't easy to relate to their feats, the way it is when you watch ordinary eighth-graders grappling with \"fuchsia\" or \"cartilage.\" It's still a great show, but it isn't about being good at English spelling anymore.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+A+Thamakau%3F+Spelling+Bee+Is+More+About+Entertainment+Than+English&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Nunberg","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413678499-6a00c0.m3u?orgId=1&topicId=1048&d=323&p=13&story=413645991&t=progseg&e=413675586&seg=2&ft=nprml&f=413645991"},{"href":"http://media.npr.org/assets/img/2015/06/11/gettyimages-101594622-115b66f869ecfac0bfc74b746dd14199322ce52a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2160","width":"2880"}}]}