{"created":"2014-09-07T23:28:24+00:00","modified":"2014-10-31T00:39:32+00:00","valid":{"from":"2014-10-31T00:39:32+00:00","to":"3014-10-31T00:39:32+00:00"},"hreflang":"en","title":"Mourning In The Closet: She Was More Than My Best Friend","published":"2014-07-02T19:22:00+00:00","teaser":"StoryCorps, the team that brings you conversations between loved ones, is now highlighting voices of the LGBTQ community. OutLoud brings a story about losing a partner while living in the closet.","itags":["npr_api","327404618"],"guid":"9c441e31-d943-4f5e-8462-f2b7335c372f","contentencoded":"<p><em>OutLoud, a new StoryCorps project, records and amplifies the voices of the LGBTQ community.</em></p><p>Now 70, Patty Woods looks back to the late 1970s, when she met a woman who would become her partner — and leave a long-lasting mark on her life, despite the fact they were not able to be open about their relationship.</p><p>\"I was working in a restaurant and she would come in every day for lunch. I was like, 'Oh my God, I want to know her,' \" Woods tells her friend, 22-year-old Cedar Lay.</p><p>\"And I just insisted on finding ways to get together with her. And one night, we went out to dinner and we came back to my house. And we were having some cocktails, and I said, 'I just want to tell you something, after that if you want to leave, I understand.' \"</p><p>\"I proceeded to tell her that I was lesbian and that I was interested in her, as more than just a friend. There was music going on, and she stood up, and I thought, 'Well, she's leaving.' And she grabbed me and she started to dance. And then we kissed,\" Woods says. \"It was the most romantic time in my life. It was like something from a movie. And that was my first kiss.\"</p><p>\"We had very strong feelings for each other, but both of us were closeted. I would introduce her as my best friend.\"</p><p>\"When she got cancer, I said, 'I just wouldn't want to live if anything happened to her.' I'd never felt that feeling about anybody. It was the most difficult time of my life. I took care of her, and people thought I was such a good friend.\"</p><p>\"She wanted to tell her family, my family, but we both felt nobody would understand. If they accepted us as being close friends, and we could continue to spend the time together, we still were better off than threatening that private time.\"</p><p>\"And when she eventually died, I had to pretend I was grieving my best friend. And I never really could openly let people know what a loss I had.\"</p><p>\"She was more than my best friend. I feel she was my soul mate.\"</p><p><em>Audio produced for </em>Tell Me More<em> by Nadia Reiman.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mourning+In+The+Closet%3A+She+Was+More+Than+My+Best+Friend&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327686169-2c73c7.m3u?orgId=1&topicId=1091&aggIds=4516989&ft=3&f=327404618"},{"href":"http://media.npr.org/assets/img/2014/07/01/woodsnpr-ac32a2573ddefe0a275a9f8981b4f02b9dc38b41.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}