{"created":"2014-11-07T20:08:52+00:00","modified":"2015-05-06T20:39:33+00:00","valid":{"from":"2015-05-06T20:39:33+00:00","to":"3015-05-06T20:39:33+00:00"},"hreflang":"en","title":"Capitalism Is Making China Richer, But Not Democratic","published":"2014-11-08T04:41:00+00:00","teaser":"The U.S. thought trade and investment would eventually make China more democratic. In fact, it's had the opposite effect: creating a rich, authoritarian leadership class that remains repressive.","itags":["npr_api","362284553"],"guid":"9c5012cf-11f7-4d37-a105-06fae3006467","contentencoded":"<p>As far back as the early 1990s, Washington thought trade and investment eventually would make China more democratic. In the past couple of years, though, the Communist Party has doubled down on repression at home and become more aggressive overseas.</p><p>In short, things have not turned out as Washington had hoped, and relations between the world's two major powers are tense these days.</p><p>President Obama will continue to work on that tricky relationship after he arrives in Beijing on Monday for the Asia-Pacific Economic Cooperation summit The gathering provides Chinese President Xi Jinping with an international platform as he hosts leaders from Japan, India and Russia and tries to boost China's standing in world affairs.</p><p><strong>Prosperity's Unexpected Consequences</strong></p><p>Two decades ago, Republicans, Democrats and some prominent China scholars argued that economic engagement would change China's political system over time.</p><p>\"By working with China and expanding areas of cooperation<em></em>, dealing forthrightly with our differences, we can advance fundamental American interests and values,\" <a href=\"http://books.google.com/books?id=XCXhAwAAQBAJ&pg=PA1425&lpg=PA1425&dq=%22By+working+with+China+and+expanding+areas+of+cooperation%22&source=bl&ots=kSzJa0cFEG&sig=YmZNDPfw7F21RIdL60tdJA_YQuY&hl=en&sa=X&ei=m35dVOGtL4azyQTtxoGICA&ved=0CCoQ6AEwBA#v=onepage&q=%22By%20working%20with%20China%20and%20expanding%20areas%20of%20cooperation%22&f=false\" target=\"_blank\">President Bill Clinton said in 1997</a>.</p><p>James Mann, author of <em>The China Fantasy: Why Capitalism Will Not Bring Democracy to China</em>, says the conventional wisdom was China's authoritarian system naturally would evolve.</p><p>\"Part of the theory was, it was just inevitable,\" says Mann, a scholar-in-residence at Johns Hopkins School of Advanced International Studies in Washington, D.C. \"Any country that became prosperous and had growing trade and investment ties with the world would automatically liberalize.\"</p><p><a href=\"http://www.nytimes.com/2004/06/02/opinion/the-tiananmen-victory.html\" target=\"_blank\">One popular U.S. columnist</a> argued that as Chinese enjoyed greater and greater consumer choices — such as various types of coffee at Starbucks — a desire for political choice would follow. After meeting with then-premier Wen Jiabao in 2005, then-U.K. Prime Minister Tony Blair told reporters China was heading towards a more open political system.</p><p>\"The whole basis of the discussion I have had in a country that is developing very fast — where 100 million people now use the Internet, and which is going to be the second-largest economy in the world — is that there is an unstoppable momentum toward greater political freedom,\" <a href=\"http://www.bloomberg.com/apps/news?pid=newsarchive&sid=adzFsZxMhbLI&refer=uk\" target=\"_blank\">Blair told reporters in Beijing, according to Bloomberg News</a>.</p><p>But Mann says capitalism had the opposite effect.</p><p>\"It resulted in a rich, authoritarian regime, which is not what we were looking for in the first place, and which is more of a problem to deal with,\" he says.</p><p>China has poured some of its riches into naval power and is now tangling with Japan and the Philippines, close American allies, over disputed islands. China claims most of the vast South China Sea as its own, despite the protests of various neighbors.</p><p>Mann says American policymakers thought China would follow the path of other East Asian dictatorships, such as Taiwan and South Korea, which democratized in the 1980s. Those countries, however, relied on the U.S. for their defense, which Washington used as political leverage.</p><p>\"The United States pushed Taiwan over a decade,\" says Mann. \"None of that is going to happen in China. It has an entirely different relationship with the United States.\"</p><p>Minxin Pei, a professor of government at Claremont McKenna College in California, says that instead of democratizing China, economic growth helped the party strengthen its grip on power.</p><p>\"The U.S. has gravely underestimated the capabilities, the determination, the resourcefulness of the Chinese Communist Part. Better economic performance gives them greater political legitimacy, and [then] they don't have to do political reform,\" says Pei. It also \"allows them more resources to use repression to defend one-party rule.\"</p><p>Since coming to power in 2012, President Xi has cracked down on Internet speech and jailed all sorts of critics. Last month, an 81-year-old writer known by the pen name Tie Liu <a href=\"http://www.nytimes.com/2014/09/16/world/asia/police-detain-tie-liu-beijing-writer-and-underground-publisher.html?_r=0\" target=\"_blank\">was charged with \"creating a disturbance.\"</a> Among his apparent offenses: publishing the accounts of some of the political victims of Mao Zedong, who died in 1976.</p><p>Shen Dingli, a professor of international relations at Fudan University in Shanghai, knows China's political failings, but says the party has made improvements for which it doesn't receive credit. Those include term limits for top leaders, who — though not popularly elected — pay close attention to public opinion.</p><p>\"America somehow is impatient,\" says Shen, who says Americans seem to think the only form of democracy is the one-person, one-vote Western model. America \"is too idealistic and is too chauvinistic.\"</p><p><strong>Trends That Undermine Communist Power</strong></p><p>How long can the Communist Party stay in power? Pei expects it to run out of gas in 10 to 15 years.</p><p>\"The people who work for this system have no fundamental loyalty to the system,\" says Pei. Indeed, the conventional wisdom among Chinese themselves is that most people who have joined the party in the past decade primarily did so to enrich themselves through connections and graft.</p><p>\"All they want to do is benefit personally from their relationship with the system,\" Pei continues. \"So, over the long run, the system will go bankrupt.\"</p><p>Cheng Li, director of the John L. Thornton China Center at the Brookings Institution, a Washington think tank, says the party has another trend running against it. Young Chinese have dramatically different expectations than their parents.</p><p>\"Let's look at the young people in Shanghai, Beijing,\" he says. \"They are more similar to their peers in Taipei, in Tokyo, in Washington, in New York. That's a very powerful force.</p><p>\"They have similar lifestyles, they have similar kind of inspiration, and sooner or later they will also want to have freedom.\"</p><p>Li says that's natural. When that might happen, though, is anyone's guess.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Capitalism+Is+Making+China+Richer%2C+But+Not+Democratic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362351994-8ed04e.m3u?orgId=1&topicId=1125&d=247&p=2&story=362284553&t=progseg&e=362311846&seg=8&ft=nprml&f=362284553"},{"href":"http://media.npr.org/assets/img/2014/11/07/china-tiananmen-23ebcbdfe16277e3bf531bb709f01f16d1d48a75.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1434","width":"1913"}},{"href":"http://media.npr.org/assets/img/2014/11/07/chinese-soldiers_custom-552091a21bf271375a76afbd942c33dd5cb70224.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1626","width":"2500"}}]}