{"created":"2015-03-04T23:26:35+00:00","modified":"2015-03-05T22:38:14+00:00","valid":{"from":"2015-03-05T22:38:14+00:00","to":"3015-03-05T22:38:14+00:00"},"hreflang":"en","guid":"9c5681a5-305d-41a2-b819-176f6736eee8","title":"Everyone says Dzhokhar Tsarnaev bombed the Boston Marathon — even his own lawyers","published":"2015-03-05T22:38:11+00:00","byline":"Christopher Woolf","tags":["Boston Marathon bombings","Justice","terrorism","Justice","Conflict & Justice","Boston","North America","United States","Massachusetts","North America","Dzhokhar Tsarnaev","Kevin Cullen","Tamerlan Tsarnaev"],"teaser":"The trial of Dzhokhar Tsarnaev opened with the accused bomber's lawyers admitting that he carried out the crime. Emotions ran high as tapes and memories of the bombing were aired in court.","contentencoded":"<p>The first day of the trial of Dzhokhar Tsarnaev, who stands accused of carrying out the Boston Marathon bombing in 2013, was unsurprisingly filled with intense emotions.</p>\n<p>“One of the first pieces of evidence that came up was a video showing the bombs,\" says Kevin Cullen of the Boston Globe, who's covering the trial. \"We’ve all seen those explosions and the smoke rising over Boylston Street. But, you know, when I saw it today, it felt like it did the first time I saw it. It felt like a punch in the gut.”</p>\n<p>That was just the beginning.</p>\n<p>Several severely injured survivors and relatives of the dead were in court and heard graphic descriptions of what happened to the bodies of the victims. “We can only imagine what was going through their minds,” Cullen says. “I think this is something that will play out in this courtroom over and over again: the re-traumatization of the people who were that day when the bombs went off.”</p>\n<p>Opening arguments also featured some powerful images from the day of the attacks. \"Four minutes. That was the time the prosecution says that Dzhokhar Tsarnaev stood next to the children whose bodies he tore apart with those bombs,\" Cullen says. \"Four minutes.”</p>\n<p>Tsarnaev’s defense team admitted that he carried out the attacks. They indicated they’d be arguing he was led astray by his older brother, Tamerlan, who was shot and killed by police during the manhunt that followed the bombing. “They made it very clear that this is a 'my brother made me do it' defense,\" Cullen says.</p>\n<p>The defendant himself didn't look uncomfortable. “He walked in not showing much emotion,\" Cullen says. \"When the jury entered, he put his hands in his pockets, which I guess a lot of 21-year-old kids would do in that circumstance. But he has remained a study in stoicism through all of this. He hasn’t looked at the jury. He’s keeping his eyes askance. He’s not looking at the people that literally hold his life in their hands.”</p>\n<script src=\"http://apps.bostonglobe.com/common/js/pym/pym-0.4.1.min.js\" type=\"text/javascript\"></script><script>\n<!--//--><![CDATA[// ><!--\nvar pymParent = new pym.Parent(\"bostonglobe-graphic-tsarnaev-trial\", \"http://apps.bostonglobe.com/graphics/2015/01/tsarnaev-trial-embed/graphic.html\", {});pymParent.onMessage(\"ping\", function() {pymParent.sendMessage(\"pong\", JSON.stringify({hostname: window.location.hostname, pathname: window.location.pathname }));});\n//--><!]]>\n</script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-04%2Fdefense-lawyer-admits-tsarnaev-carried-out-boston-marathon-bombing&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0304201509.mp3"},{"href":"http://www.pri.org/file/0304201509mp3"}]}