{"created":"2014-11-26T22:13:27+00:00","modified":"2014-11-27T16:45:16+00:00","valid":{"from":"2014-11-27T16:45:16+00:00","to":"3014-11-27T16:45:16+00:00"},"hreflang":"en","title":"Gravy And Gallstones: Your Memorable Thanksgiving Grace Moments","published":"2014-11-27T16:45:00+00:00","teaser":"Especially at Thanksgiving, saying grace is a family ritual for many Americans. We asked you to share your stories and traditions — and they ran the gamut, from heartwarming to horrifying.","itags":["npr_api","366637953"],"guid":"9c5fc156-d101-459a-947e-f4fc90082af5","contentencoded":"<p>For many people on Thanksgiving, the moment may come when all the drama and noise of the week dies down. The meal is on at the table, and everyone has pulled up their chairs. Some take it as a moment to say grace.</p><p><a href=\"https://www.facebook.com/NPR/posts/10152995274141756\" target=\"_blank\">We asked you</a> to share your stories and traditions around Thanksgiving grace, and you didn't disappoint. From the heartwarming to the horrifying, you brought us right into your dining rooms.</p><p><em>Some answers have been edited for length and clarity.</em></p><p><strong>Grace In Song</strong></p><p>For many of you, singing grace is a longstanding tradition. The Johnny Appleseed blessing and Doxology, a Christian hymn, are particularly popular.</p><p>Check out the video below to hear it (and see one adorable grandma).</p><p>Eva McPherson of Madison, Ala., says her family has made the Doxology a new tradition. \"Our youngest sister, a music professor, gives our pitch and we all jump in,\" she says.</p><p>It's an old tradition for Joey Cottle of Big Rapids, Mich. Thanksgiving with his dad's family can involve as many as 60 people — many of whom are ministers \"in one form or another.\"</p><p>\"Thankfully, we all share a reasonable talent for music, so, the song is on pitch and scattered with pleasant harmonies. We finish the song with a long, tonic 'amen,' creating this beautiful chord that always moves me,\" he says.</p><p>Greg of Gustavus, Ohio, says his family's traditions have changed very little over the generations. They always end grace with the song \"Bless This House,\" using the same lyric sheets they've had for decades.</p><blockquote><p>\"These papers are reused every year and are most often stained with gravy, coffee or any other food item from years past, reminding us of all the people that have come and gone for so many years that we have had our Thanksgiving traditions.</p><p>\"Many of us at the table are not religious, yet we still sing along despite the religious connotations of the song lyrics. The song represents so much more than religion. It represents family, tradition and love. It exemplifies all that thanksgiving dinner is supposed to be. And it is absolutely beautiful.\"</p></blockquote><p>Julee Thomas of Pawtucket, R.I., has fond memories of her grandfather every Thanksgiving when her family sings \"We Gather Together\" before dinner.</p><blockquote><p>\"The lyrics to three verses are handwritten on yellowed index cards in my grandfather's unmistakable cursive, and after grace, these cards are collected and kept in a safe place until next year's dinner. Since my Grandpa Bobby's passing almost five years ago, using the cards has taken on an especially poignant meaning.\"</p></blockquote><p><strong>Blending Cultural Traditions</strong></p><p>A number of you shared stories of blending languages and cultural traditions. Nakeli Hendrix of Bentonville, Ark., fondly remembers her grandmother saying the Thanksgiving prayer in her native language, Tahitian. \"It connected us to our culture, even though none of us spoke [it],\" Hendrix says.</p><p>After immigrating to the U.S., Eleanor Duff of Potomac, Md., and her husband brought their Scottish traditions to Thanksgiving by teaching their children the Selkirk grace.</p><p><em>Some hae meat and canny eat,<br />And some hae nane that want it;<br />But we hae meat and we can eat,<br />And sae the Lord be thankit.</em></p><p>She says it's simple \"and yet captures exactly what giving thanks is all about.\"</p><p>Sara Stinski of Madison, Wis., says her family is \"not religious in the least\" but has always said a Norwegian prayer at Thanksgiving.</p><blockquote><p>\"For years now, my dad has been in charge of reciting it and he sort of butchers it. OK ... he TOTALLY butchers it. Half of the tradition these days is how badly he says it, I guess. We all laugh our way through a very sentimental moment, which, really, is our family in a nutshell.\"</p></blockquote><p>Jim Ritter of Baltimore says his family plays a similar game of \"generational telephone,\" and says a prayer in German (or at least a prayer that was, at one point, in German, \"but is probably just gibberish now.\") He says, \"I don't speak a word of German, but I know this by heart and I look forward to teaching it to my future kids.\"</p><p><strong>From The Kids' Table</strong></p><p>At the kids' table or otherwise, children have injected humor into many a Thanksgiving grace.</p><p>A few years ago, Kerrin Flanagan's toddler niece offered to say grace. She says, \"There was a long pause. 'Grace!' she yelled! And we all laughed.\"</p><p>When Fred Theobald's brother was called on to say grace at age 8, he was under a lot of pressure. After taking a deep breath, he launched into it with \"Now I lay me down to sleep ... \"</p><blockquote><p>\"My older brother and I nearly fell off our chairs in laughter if it were not for the fact that Mom kicked me under the table at the same time Dad kicked my brother! Somehow, as we let him finish uninterrupted by either laughter or correction, we realized the importance of this moment to my brother, to our family, and, yeah, even to God. My little brother finished the prayer and as we joined in the, 'Amen' he suddenly realized his 'mistake.' To this day, my little brother turned a shade of red that I've never seen before, or since, and was on the verge of tears. Then with no prompting, we all spontaneously applauded and raised our glasses as Dad toasted the best Thanksgiving grace we ever had!\"</p></blockquote><p>While seated away from the adults in the kitchen, Courtney Rogers of Norwood, Mass., remembers her uncle yelling, \"I better hear you say grace in there!\" Her cousin replied, \"Give me a G ... G!\"</p><blockquote><p>\"I do believe he was able to make it to his bedroom and get the door closed after my uncle gave chase. Every year since, even when we are not with those cousins, one of my sisters or I invariably yell, 'Give me a G!' when grace is discussed.\"</p></blockquote><p><strong>Grandpa And Dad: Mischief Makers</strong></p><p>If the kids aren't making a scene, it's usually Dad or Grandpa. Julie Laven of Minnesota says many members of her family have no idea that her grandfather is faking his famously improvised Thanksgiving grace each year.</p><p>\"Once everyone has joined hands and closed their eyes, he slips [a] note card out of his pocket and into his lap,\" she says. \"They all think he is improvising, but only those who sit right next to him know the truth.\"</p><p>Debbie Shaw of Martinsburg, W.Va., says her husband once mortified her \"very proper mother\" when he was asked to offer the grace and said, \"Rub a dub dub. Thanks for the grub. Yay God!\" Since then, it's become a tradition.</p><blockquote><p>\"After my husband's death eight years ago, we use his favorite grace for Thanksgiving dinner to include him in our celebration — whether it's just our immediate family or the extended family. It makes all of us thankful for those who are no longer with us.\"</p></blockquote><p>Karen Zander of St. Augustine, Fla., says her grandfather always delivered the grace — and loved to make people laugh. Every year, she says, they all knew what was coming.</p><blockquote><p>\" 'Over the lips and through the gums, look out stomach, here it comes!' Every time, every year, this elicited a VERY stern rebuke from my grandmother, which was the best part. He passed away many years ago, but I think of him and smile every time we sit down for Thanksgiving dinner.\"</p></blockquote><p><strong>Not Appropriate For The Dinner Table</strong></p><p>Some of your Thanksgiving grace stories also featured memorable moments of bodily humor. (Consider yourself warned.)</p><p>When she was about 7 years old, D'Ann of Norfolk, Va., was feeling a little under the weather by the time Thanksgiving dinner rolled around.</p><p>\"I tried to keep my mouth shut because my father had just spoken the words, 'Please bless this food to our bodies, Lord,' \" she says. \"But then nausea triumphed and I lunged for the kitchen trash can and threw up in front of about 20 assorted relatives.\"</p><p>She says she recovered in time to eat leftovers.</p><p>Allen Wengert of Edmeston, N.Y., had a similarly embarrassing moment when he plugged a toilet, flooding the bathroom that happened to be located above the dining room table.</p><blockquote><p>\"As I ran downstairs to get help, my family was already in a frenzy trying to save what food they could. Hands down, it was one of the most embarrassing moments of my life, but something we all laugh about now. Luckily the majority of the food was salvageable and I was the butt of the jokes for the rest of the night which, for an awkward 13-year-old, is a nightmare.\"</p></blockquote><p>Susan Palm of Tehachapi, Calif., was upstaged by her dog the year she was picked to say grace as a young child.</p><p>\"Right before the prayer, my dog, Rebel Obadiah, stole some hot turkey,\" she says. \"Then we heard him throwing it up in the middle of the prayer and I never got to finish it. I was eclipsed by my dog. Being the youngest child is hard.\"</p><p>And finally, a story that is just too odd to not be true. It took place at the first Thanksgiving after Heather Gillam's grandfather died in 2011.</p><blockquote><p>At Thanksgiving that year, my grandmother pulled out my grandfather's gallstones he had kept after his surgery (don't ask). Somehow that jar of gallstones ended up on the buffet table.</p><p>When the feast was all ready, we bowed our heads and said grace together:</p><p><em>Bless us oh Lord</em><br /><em> For these our gifts</em><br /><em> Which we are about to receive</em><br /><em> Through Christ our Lord</em><br /><em> Amen</em></p><p>(A pause ... tears ... words about Papa)</p><p>SCREAM from the kitchen!</p><p>During grace, my daughter, Ella, age 6 at the time, had eaten Papa's gallstones!</p><p>We all laughed hysterically for a good 10 minutes as my confused daughter cried and clung to my husband (who was pissed). We all needed that belly laugh, straight from our guts and our hearts. It turned out to be one of the best Thanksgivings ever.</p><p>We knew Papa was looking down and laughing right along with us.</p></blockquote><p>Share your Thanksgiving stories and traditions with us in the comments or on <a href=\"https://twitter.com/npratc\" target=\"_blank\">Twitter</a> and <a href=\"https://www.facebook.com/npratc\" target=\"_blank\">Facebook</a>.</p><hr /><p><em>Serri Graslie is a producer for </em>All Things Considered<em> and NPR.org.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gravy+And+Gallstones%3A+Your+Memorable+Thanksgiving+Grace+Moments&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Serri Graslie","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366851970-b9041c.m3u?orgId=1&topicId=1061&ft=3&f=366637953"},{"href":"http://media.npr.org/assets/img/2014/11/26/81774079edit-758b5c710bfe157079bb4e5c1d6f6f3241fdd667.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}