{"created":"2015-06-27T14:49:52+00:00","modified":"2015-06-27T14:49:53+00:00","valid":{"from":"2015-06-27T14:49:53+00:00","to":"3015-06-27T14:49:53+00:00"},"hreflang":"en","guid":"9c70d19e-0581-406f-bd85-5b113eed5f24","title":"Why comedians are refusing to put on shows on college campuses","published":"2015-06-27T14:49:49+00:00","byline":"Matt Frassica, Marlisse Silver Sweeney","tags":["Jerry Seinfeld","Chris Rock","entertainment","culture","arts","Arts","Arts, Culture & Media"],"teaser":"Comedians are avoiding shows on college campuses because they've had it with younger audiences and their political correctness. But, some say it's the comedians themselves who are being too sensitive.","contentencoded":"<p>Jerry Seinfeld is giving up on college kids.</p>\n<p>During a recent interview with ESPN radio, the fêted comedian said he’s had it with younger audiences and their political correctness. “They just want to use these words: ‘That’s racist. That’s sexist,’” he told radio host Colin Cowherd. Seinfeld is not alone. Chris Rock and Larry the Cable Guy have also said they avoid shows on college campuses in fear of the millennials’ sensitivities.</p>\n<p>But perhaps it’s Seinfeld and the Cable Guy who are being too sensitive. Alexis Wilkinson, a writer for HBO’s Veep and an undergraduate editor and ex-president of the Harvard Lampoon says it may be their egos at play. “These are old white guys who have never had anybody really try to call them on anything and it’s just so upsetting that somebody tries to tell them what to do,” she suggests. For the first time in their careers, they’re being called on to apologize.</p>\n<p>“I learn new things all the time about both just the history of things that I might want to consider about before talking on a topic, or certain words that are offensive to different groups of people that you don’t think about,” explains Wilkinson. “That’s just part of the game now and that’s what people expect.”</p>\n<p>But despite these newfangled comedic expectations and restraints, Wilkinson says some comedians are tackling the serious issues. “Louis C.K., Amy Schumer, all these people who are getting into tough topics — no one is calling to burn them at the stake,” she says. “It’s because they’re thinking about it.”</p>\n<p>When mistakes do happen, Wilkinson says the most important thing a comedian can do is acknowledge the error and move on. “People respect being able to own up to your stuff and move on,” she says. “People will forget about it quicker than you think.”</p>\n<p><em>This story is based on <a href=\"http://www.studio360.org/story/are-comedy-audiences-too-sensitive/\">an interview</a> with PRI's Studio 360 with <a href=\"http://www.studio360.org/people/kurt-andersen/\">Kurt Andersen.</a></em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-19%2Fcollege-kids-arent-laughing-why-comedians-are-refusing-shows-campus&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/Jessica_Seinfeld_Jerry_Seinfeld_2011_Shankbone_2.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/jessicaseinfeldjerryseinfeld2011shankbone2jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/studio-360/segment-audio/studio061115cms510824pod.mp3"},{"href":"http://admin.pri.org/file/studio061115cms510824podmp3"}]}