{"created":"2014-10-08T16:31:22+00:00","modified":"2014-10-31T02:16:37+00:00","valid":{"from":"2014-10-31T02:16:37+00:00","to":"3014-10-31T02:16:37+00:00"},"hreflang":"en","title":"Barbershop Staple 'Jet' Magazine To Print Its Last Page","published":"2014-05-08T23:59:00+00:00","teaser":"The magazine documented African-American news and culture for more than 60 years. It recently announced that it's going digital. Richard Prince of <em>Journal-isms</em> talks about <em>Jet</em>'s legacy.","itags":["npr_api","310716453"],"guid":"9c8215f9-377a-4473-b8e2-1b6445ca8739","contentencoded":"<p><em>Jet</em> magazine announced Tuesday it will stop publishing its print edition and go all digital. The magazine has documented African-American news and culture for more than 60 years and became a staple on many Black families' coffee tables, in barbershops and beauty parlors.</p><p>Founder John Johnson apparently chose the name 'Jet' back in 1951 because his readers wanted news and information more quickly. \"That's exactly the situation we felt that we were in today. People want to get their information wherever they are. And advertisers are interested in having a more interactive relationship with the consumer,\" says Cheryl Mayberry McKissick, COO and president of digital at Johnson Publishing, <em>Jet</em>'s parent company.</p><p><em>Jet</em> was \"a glue for the African-American community nationally,\" says Richard Prince, who writes the online publication \"Journal-isms\" about diversity in the media. That glue, he says, \"has sort of disappeared as we have more and more media outlets, and as the mainstream media has become a little more inclusive,\" Prince spoke to NPR's Celeste Headlee about the legacy of the print publication.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Barbershop+Staple+%27Jet%27+Magazine+To+Print+Its+Last+Page&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310716454-80946b.m3u?orgId=1&ft=3&f=310716453"},{"href":"http://media.npr.org/assets/img/2014/05/08/jet-87d3b284d74bdfa116839adee8591825bb9e9591.png","type":"image/jpeg","meta":{"crop":"standard","height":"308","width":"410"}}]}