{"created":"2014-10-24T08:53:52+00:00","modified":"2014-11-10T20:46:40+00:00","valid":{"from":"2014-11-10T20:46:40+00:00","to":"3014-11-10T20:46:40+00:00"},"hreflang":"en","title":"Honor Student Turned Bank Robber Returns For Forgiveness","published":"2014-10-24T16:12:00+00:00","teaser":"A man who robbed a bank when he was a high school honor student sits down with a customer who was in the bank that day.","itags":["npr_api","358351646"],"guid":"9c88608a-6bdd-4b74-9f18-259f2aa07c43","contentencoded":"<p>In 1997, Darius Clark Monroe was a high school honor student in Houston, Texas. He had never been in serious trouble with the law.</p><p>But soon after he turned 16, he robbed a bank at gunpoint with two of his friends.</p><p>Now, 17 years later, he sat down at StoryCorps with David Ned, a customer who was in the bank during the robbery.</p><p>Ned asked him, \"How did you get to that point where you said, 'I'm gonna rob a bank?' \" </p><p>Monroe said it started with money problems. \"My parents were working all the time,\" he said. \"And once, they told me that we were in like $25- to $30,000 of debt. I was thinking, 'How am I going to help? Because nobody else is going to come save the day.' \" </p><p>Then he saw a bank robbery on TV.</p><p>\"I was struck by how easy it seemed,\" he said.</p><p>Somehow, he thought he might actually get away with it.</p><p>\"I literally thought no one would ever find out. It took almost four weeks before I was arrested and then sent to prison,\" he said.</p><p>He wound up serving five years for the crime.</p><p>\"When I got out, I wanted to apologize to the people who were inside the bank,\" Monroe told Ned. \"And when I spoke to you, it was the first time I got to truly understand the seriousness of what I did.\" </p><p>Ned said he remembered Monroe coming into the bank and telling everyone to get on the floor. \"Can you imagine laying on the floor and all you hear is that shotgun — <em>clack clack</em>? Everything in me was shaking. And I kept saying to myself, 'It's over.' \"</p><p>Ned said the experience stayed with him.</p><p>\"I used to think I wasn't scared of nothing. They used to call me 'Brave Dave,' \" he said. \"I figured if anybody tried to rob me, I said, 'Well, they gonna have to take my life to get my money. I done work too hard for it.' \"</p><p>\"So that was hard for me, because I had to come to grips with that,\" he said.</p><p>But Ned said his impression of the event changed the day that Monroe came to him and asked for forgiveness.</p><p>\"It helped,\" he said. \"I thought about my son. He could have been put in jail, because he's been through some stuff. But should he ever turn his life around, I would like that somebody he may have taken advantage of would give him a second chance.\" </p><p>\"It has been incredible to be given a second, third, fourth shot, and having you be a part has given me hope,\" Monroe told him.</p><p>\"I'm really proud of you,\" Ned said. \"And I don't know if you've got a good relationship with your dad, but, if you don't, he's the one that missed out on a great son. And I'm here to do whatever it is I need to do, 17 years later, to help you be a great young man.\"</p><p><em>Audio produced for </em>Morning Edition <em>by Jud Esty-Kendall.</em><br /> <br /> <em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Honor+Student+Turned+Bank+Robber+Returns+For+Forgiveness&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR staff","audio":[{"meta":{"duration":"196"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358471596-cdde20.m3u?orgId=1&topicId=1022&aggIds=4516989&ft=3&f=358351646"},{"href":"http://media.npr.org/assets/img/2014/10/23/monroenpr-edit-cba7c25d1ea89079081a026a830ccfc1a0f2feea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}