{"created":"2015-06-02T19:00:01+00:00","modified":"2015-06-08T23:05:13+00:00","valid":{"from":"2015-06-08T23:05:13+00:00","to":"3015-06-08T23:05:13+00:00"},"hreflang":"en","title":"Families Appeal To Congress, Call For Release Of Americans Held In Iran","published":"2015-06-02T22:35:00+00:00","teaser":"The four families testify before a House committee and urge the U.S. to step up efforts. The renewed focus comes as Iran and world powers try to work out a nuclear deal ahead of a June 30 deadline.","itags":["npr_api","411484376"],"guid":"9c9742f3-fbe4-4488-86c6-06dad55d94e6","contentencoded":"<p>After hearing testimony from four families, U.S. lawmakers passed a resolution calling on Iran to release three jailed Americans and provide information about a former FBI agent who disappeared in Iran in 2007.</p><p>As the June 30 deadline for a nuclear deal with Iran approaches, the families say it's time for the U.S. to push hard on this issue.</p><p>Among those who spoke Tuesday before a hearing of the House Foreign Affairs Committee was Daniel Levinson, son of former FBI agent Robert Levinson.</p><p>The younger Levinson described his father as the longest held American hostage in history. <a href=\"http://www.npr.org/sections/thetwo-way/2013/12/13/250787157/white-house-man-seized-in-iran-in-2007-was-not-working-for-cia\">His father has been missing for eight years</a>, and Levinson says now is the time to exert pressure for information.</p><p>\"It is true that those involved in the talks may not know where my father is or what happened to him,\" Levinson said. \"But we are certain that there are people in Iran who do.\"</p><p>And he worries that there won't be a sense of urgency in Washington or in Tehran if this case isn't resolved before the June 30 deadline passes.</p><p>Iran and six world powers, including the U.S., reached a framework deal on Iran's nuclear program two months ago. The goal is to reach a final, comprehensive accord by the end of this month.</p><p>\"We only have a few weeks left, while we still have leverage, while the Iranian government would still be motivated at some degree to release them,\" said Nagameh Abedini, whose <a href=\"http://www.npr.org/2013/10/06/229537643/wife-works-to-free-pastor-from-iranian-prison\">husband, the Rev. Saeed Abedini, was jailed in 2012.</a> He's been told he can't get out unless he renounces his Christian faith, she said.</p><p>The timing of this hearing wasn't a coincidence. The chairman of the House Foreign Affairs Committee, Rep. Ed Royce, a California Republican, said the cases call into question the integrity of the nuclear negotiators.</p><p>\"If top Iranian officials cannot be counted on to assist these wrongfully jailed Americans, can they be counted on to honor the commitments they make at the negotiating table?\" he asked, adding, \"Call me a skeptic.\"</p><p>So, too, is New York Democrat Eliot Engel.</p><p>\"It would just be ludicrous and outrageous for us to have a deal with Iran that doesn't include the bringing home of our hostages,\" he said.</p><p>White House spokesman Josh Earnest says the U.S. won't negotiate their release.</p><p>\"We will not allow these American citizens to be used as bargaining chips,\" he said.</p><p>For its part, the State Department says it raises all these cases on the sidelines of nuclear negotiations. But the families say that hasn't been enough.</p><p>Sarah Hekmati said Iran doesn't recognize her brother's American citizenship, though the former Marine, Amir Hekmati was born in the U.S. and <a href=\"http://www.npr.org/sections/thetwo-way/2012/01/09/144891556/iran-sentences-former-u-s-marine-to-death-accused-him-of-spying\">went to Iran for the first time in 2011 to visit his grandmother</a>. He was charged with espionage and faces 10 years in prison. Sarah Hekmati made an emotional plea to Iran to send him home.</p><p>\"Our father has terminal brain cancer. Within the last year, he has suffered ... \" she paused as her throat caught with emotion during her testimony. \"He has suffered several strokes, and our father now requires 24-hour care.\"</p><p>That's why Sarah and Amir's mother wasn't able to attend Tuesday's hearing.</p><p>Another jailed American, <em>Washington Post</em> correspondent Jason Rezaian, was represented by his brother. <a href=\"rehttp://www.npr.org/sections/thetwo-way/2015/05/26/409705035/iranian-court-begins-espionage-trial-of-u-s-newspaper-s-reporter\">Rezaian's trial on espionage charges</a> began last week in Tehran.</p><p>His brother Ali represented the Rezaian family at the hearing, and says Jason is facing trumped-up charges.</p><p>\"The charges against Jason are false,\" he said. \"Jason did sometimes write about Iran's domestic and foreign policy, but this is perfectly legal conduct recognized around the world as practicing journalism.\"</p><p>And he said if he were sitting across the negotiating table with the Iranians, his message would be this:</p><p>\"I'd have to ask, what do they think they are accomplishing? What are they doing to their own image if they want to join the community of nations, become more normalized? How do they think this is helping them at all?\"</p><p>The House Foreign Affairs committee passed a resolution calling on Iran to release the Americans. One congressman, Matt Salmon, R-Ariz., said Congress should also make clear that any deal that the Obama administration strikes with Iran is dead on arrival, as long as Iran holds American prisoners.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Families+Appeal+To+Congress%2C+Call+For+Release+Of+Americans+Held+In+Iran&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411533552-2bca0f.m3u?orgId=1&topicId=1004&d=235&p=2&story=411484376&t=progseg&e=411420570&seg=9&ft=nprml&f=411484376"},{"href":"http://media.npr.org/assets/img/2015/06/02/475624356-44457d708c1ac368e77c7d0d296e58439322d428.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3138","width":"4184"}},{"href":"http://media.npr.org/assets/img/2015/06/02/gettyimages-475625124_custom-9d82cb57597409cc0528b8e7879deeeb3782de2e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2996","width":"4484"}}]}