{"created":"2015-02-07T19:18:11+00:00","modified":"2015-05-13T21:17:59+00:00","valid":{"from":"2015-05-13T21:17:59+00:00","to":"3015-05-13T21:17:59+00:00"},"hreflang":"en","title":"After Years In Lockdown, Rosa Parks' Papers Head To Library Of Congress ","published":"2015-02-20T20:02:00+00:00","teaser":"Meg McAleer, one of the archivists working on the Rosa Parks collection, says the documents provide a new window on the courage and skill of Parks, and the consequences she and her husband suffered.","itags":["npr_api","384107183"],"guid":"9c9bd257-d78e-4219-b032-ac9811517dbd","contentencoded":"<p>Archivists at the Library of Congress are hard at work cataloging the papers of Rosa Parks, received on loan recently after a legal battle kept them under lock and key for the past decade.</p><p>Among the collection are a receipt for a voting booth's poll tax, postcards from Martin Luther King Jr., a datebook with the names of volunteer carpool drivers who would help blacks get to work during the Montgomery Bus Boycott and thousands of other historic documents.</p><p>Meg McAleer, a senior archives specialist working on Rosa Parks' papers, spoke with NPR's Audie Cornish about the documents. Excerpts are below — but to get Parks' full recipe for feather-light pancakes, you'll have to listen to the audio above.</p><hr /><h3>Interview Highlights</h3><p><strong>On Rosa Parks' husband, Raymond</strong></p><p>Actually, photographs of Raymond Parks are really rare. This is a photograph of Raymond Parks when he's in his 40s. He's, you know, a strikingly handsome man. Very very pale complexion, and at first Rosa Parks didn't like that when they were dating. She said that he was the first activist she ever knew in person. He was involved in the Montgomery branch of the NAACP, and at the time of their marriage he was very involved in organizing on behalf of the Scottsboro Boys, and in fact were holding meetings in their new home together, which is quite a dangerous thing to do.</p><p><strong>An excerpt from a letter Parks wrote about Raymond's reaction to her arrest</strong></p><p>\"He was a madman, furious. His fury was directed at himself for being a financial failure — not having provided the material comforts necessary for a well-appointed home. He was angry with the driver for causing my arrest. He mentioned so often the fact that colored people were sitting on the same seat, the same day, and all of the other days, where I was arrested for not getting up. He also was very angry with <em>me</em> for refusing to give up the seat, and at least not getting off the bus. So many times he said he would have gotten off the bus. He said I had a goat head.\"</p><p><strong>On how Rosa and Raymond Parks struggled following her arrest</strong></p><p>Rosa Parks — because of her arrest, because of her activism — loses her job at the Montgomery Fair department store, where she was an assistant tailor. She wasn't fired, they just let her go. And Raymond Parks also loses his job as well. And neither one of them is able to find sustainable employment in Montgomery after that — because of their activism, absolutely. They are basically boycotted. ...</p><p>This is a 1955 tax return, and of course her arrest is in December of that year, and their combined income is $3,749. So they're, you know, the working poor, but they're holding their head above water. And here is their tax return in 1959 when they're living in Detroit. Their combined income is $661. They have descended into deep, deep poverty.</p><p><strong>On how the archives alter the perception of Rosa Parks</strong></p><p>You know, we think of her as the quiet seamstress, and her writing just absolutely blew me away — the strength of it, the power of it, the <em>courage</em> of it. I mean, she's writing things down about the way things are in the South in ways that could get her killed, and she's unflinching in how she does it. ...</p><p>It really kind of lets us hear her voice in a way that I don't think we've truly heard before. ... We know her actions, you know, we know the fact she refused to give up her seat, we know about her arrest, we know the whats. But this brings us into the psychological impact of that. We see her in a much more animated way — we know the events she attended, you know, who she was supporting, and so I think that this really shows her to be a very skilled, experienced civil rights worker.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Years+In+Lockdown%2C+Rosa+Parks%27+Papers+Head+To+Library+Of+Congress+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Audie Cornish","audio":[{"meta":{"duration":"495"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384345898-d3a8a4.m3u?orgId=1&topicId=1091&d=495&p=2&story=384107183&t=progseg&e=384228206&seg=12&ft=nprml&f=384107183"},{"href":"http://media.npr.org/assets/img/2015/02/06/38703u-39174cec44db7fa7b8c3e6ce97fb6146bf7e8c35.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3774","width":"5032"}},{"href":"http://media.npr.org/assets/img/2015/02/06/rosa3b-a3e71ec632708576b7ef3cebe2299892d6d660ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2252","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/02/06/38465u-d0f32f089168743c9fc16f587fba22c01c0aef16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2653","width":"3538"}},{"href":"http://media.npr.org/assets/img/2015/02/06/poll_tax_receipt_1957-ba935be6a6323986ca5d4fac9e7ea5b3e8c229c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"784","width":"1046"}},{"href":"http://media.npr.org/assets/img/2015/02/06/recipe_featherlite_pancakes-16abb09c14e1fdeab1121f6f28bffee2c65313c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1735","width":"2314"}},{"href":"http://media.npr.org/assets/img/2015/02/06/rosa2-2--cdb087e1e59de767b7cdae41769f7e29149b98c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1991","width":"2655"}}]}