{"created":"2015-06-01T20:30:13+00:00","modified":"2015-06-11T16:40:33+00:00","valid":{"from":"2015-06-11T16:40:33+00:00","to":"3015-06-11T16:40:33+00:00"},"hreflang":"en","title":"Getting 'Physical' And Emotional In Virtual Reality  ","published":"2015-06-02T02:46:00+00:00","teaser":"Digital life isn't just stimulating your eyes and ears. Silicon Valley is racing to peel another layer, and simulate the sense of touch. Getting \"physical\" online can feel very real.","itags":["npr_api","411233592"],"guid":"9c9d6fce-d0cd-4c4b-af3e-31f62b63fb37","contentencoded":"<p>If you think about virtual reality, you probably think of it as the place where gamers don an <a href=\"https://www.oculus.com/rift/\">Oculus headset</a> and go <a href=\"https://www.evevalkyrie.com/\">shoot up enemies</a> in 3-D or travel space. Virtual reality is not a place people go to just hang out and socialize. Now, Silicon Valley is trying to change that.</p><p>NPR invited a few couples to meet up in a new virtual world. And it turns out things can get real — in a bad way. Feelings can get hurt.</p><p><strong>Virtual Reality Feels Physical</strong></p><p>Amy Jones and her boyfriend, Robert Gordon, are in their apartment in Oakland, Calif., each wearing a big 3-D headset — the kind that covers half the face, from forehead to nose. I'm miles away, in Redwood City, also wearing a headset.</p><p>We meet online, in a 3-D room that looks like a cartoon. It's a luxury loft with a fireplace. A startup called <a href=\"http://altvr.com/\">AltspaceVR</a> built it.</p><p>Gordon is ready to explore and asks us, \"You want to go check out the fantasy world over there?\"</p><p>We check out some paintings in an art gallery, and then flip channels — teleporting ourselves to a desert oasis. There's a straw hut with a huge mirror. Now we can see our whole bodies — not just our arms and torsos. And, we're weird!</p><p>\"You look like a very futuristic butler,\" Jones tells her boyfriend. She looks like Rosie from <em>The Jetsons</em> (if you're old enough to get the reference).</p><p>We're robots. But instead of legs we have bottoms shaped like an ice-cream cone. Gordon suggests we try to disco with our upper bodies.</p><p>In online games, like the original <a href=\"https://secondlife.com/\">Second Life</a>, you move your character with a keyboard or controller. You don't feel connected to the cursor.</p><p>Here, it's different. You tilt your real chest forward — and your robot leans in. There's a camera in front of you, tracking and translating your movement. This work of \"rendering\" images is very much a <a href=\"https://blogs.intel.com/intellabs/2015/02/23/smart-rendering-virtual-reality/\">work in progress</a>.</p><p>Still, as it stands today, the more I see my robot move when I move, the more it feels like it's me.</p><p>Jones says, \"I don't usually dance like I'm trying to slowly push someone away from me.\" Gordon, who's trying to get closer, chides her: \"Yes you do!\"</p><p><strong>Even</strong><strong> As Low-Grade Robots, We Feel</strong></p><p>The virtual world feels physical. I want to see if it's intimate, if we feel close (as robots).</p><p>Over by a virtual ocean, the waves gently breaking, I ask if I can try a little experiment. Jones volunteers. I tell her: \"My fair warning is that it will require being a bit in your face.\" And by \"face,\" I mean robot face: no nose or lips.</p><p>Again, in real life we're in different rooms miles away. I lean forward, so that my robot is right up against hers.</p><p>Jones doesn't like it. She grunts a bit and compares it to a crowded subway car, with other bodies too close for comfort. \"It makes me want to back up a little bit, just because of that same subway impulse,\" she says.</p><p>To her boyfriend, who's standing a few virtual feet away, it looks like our robot heads are touching.</p><p>\"I don't really want to, but I feel a little bit jealous,\" Gordon admits. \"I already have this sensation like this body has Amy in it. And here's someone right up, head snuggling.\"</p><p>Jones doesn't like that he feels that way so she backs up.</p><p><strong>Triggering </strong><strong>'Social Presence'</strong></p><p>It might sound strange to be jealous of animated robots head snuggling — but turns out, it's not.</p><p>I ran this test — getting \"physical\" in the virtual world — with a few couples. In one instance, a woman perceived she was being physically assaulted. Her partner wanted to lunge forward to protect her.</p><p>A junior engineer who was recording these exchanges, John Shaughnessy, remembers another instance, when a man said his wife's eyes were glaring at him. \"When he said that, he was projecting body language that didn't exist. There's no way that she could be glaring at him,\" he says.</p><p>\"No way\" because they didn't have eyes. They had <em>buttons</em>.</p><p>\"You can do anything. There's no rules. There's no physics. But the brain treats these experiences as real,\" says psychologist Jeremy Bailenson. \"It's a very strange social situation.\"</p><p>Bailenson heads the <a href=\"https://vhil.stanford.edu/\">Virtual Human Interaction Lab</a> at Stanford University and expects these kinds of emotive results.</p><p>The startup AltspaceVR is creating a platform where people alone on their couch can <em>\"</em>sit close\" and watch Netflix or YouTube together. Other Silicon Valley companies are racing to build other tactile virtual space.</p><p>Bailenson says only a handful of scientific experiments have studied how the human brain reacts when we feel this thing called \"social presence.\"</p><p>He defines it as: \"This magic feeling where all of a sudden: Wow! I know that person is an actual living, breathing human being on the other end, and it feels real. It's very difficult to quantify when it happens.\"</p><p>Bailenson did a study 12 years ago that found <a href=\"http://vhil.stanford.edu/pubs/2003/bailenson-interpersonal-distance.pdf\">real people \"flinch\"</a> when a virtual avatar invades their personal space. In another study, researchers found that having <a href=\"http://vhil.stanford.edu/pubs/2007/yee-meta.pdf\">a realistic face is not a major contributor to social presence</a>. The mere presence of any face has a greater effect than making sure it's granular like a photograph.</p><p>He says only a few thousand people on earth have experienced \"social presence\" — my couples and myself now among them. The technologists building this thing haven't written the code of conduct.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Getting+%27Physical%27+And+Emotional+In+Virtual+Reality++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411271246-899373.m3u?orgId=1&topicId=1049&d=299&p=2&story=411233592&t=progseg&e=411246434&seg=14&ft=nprml&f=411233592"},{"href":"http://media.npr.org/assets/img/2015/06/01/vr-ea7ae06b0c02e56bb2037fadf1901d329d184a2e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"751","width":"1001"}},{"href":"http://media.npr.org/assets/img/2015/06/01/vr2-a9b0e99cc6a6a03c0adbfe4e72547d0d4873dfb3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"789","width":"1052"}}]}