{"created":"2014-09-08T15:47:17+00:00","modified":"2014-09-30T14:29:40+00:00","valid":{"from":"2014-09-30T14:29:40+00:00","to":"3014-09-30T14:29:40+00:00"},"hreflang":"en","title":"The Ides Of March Madness: 'Who's Gonna Stop Prospero?'","published":"2014-03-30T20:16:00+00:00","teaser":"A bracket pitting Shakespeare's plays against each other led stage actor Paul O'Brien of Charleston, S.C., to break down the matchups.","tags":["npr_api","296819698"],"guid":"9cb62ef5-365c-4380-964e-a132ffd9df38","contentencoded":"<p>What if William Shakespeare's plays faced off in a tournament, like basketball squads spewing Elizabethan verse? That's the idea behind a bracket that pits 32 of the bard's plays against each another, in a contest arranged by New York's New Victory Theater.</p><p>Much like the NCAA basketball tournament that inspired it, the theater has been tallying votes and <a href=\"http://newvictorytheater.blogspot.com/\">updating its bracket</a> on its road to Stratford-upon-Avon.</p><p>But for some Shakespearean scholars, merely emulating the college tourney's machinery is not enough. There must be a method to the madness. And for stage actor Paul O'Brien of Charleston, S.C., that means breaking down the matchups not only by the plays' popularity but by their characters.</p><p>\"Iago's got mad skills,\" O'Brien notes in discussing the villain of <em>Othello</em>, \"but let's face it, he still hasn't learned how to be a team player.\"</p><p>O'Brien created a Game Day-style analysis, sharpening the bluster of sports talk with incisive literary criticism as he broke down the bracket's four \"regions\" of Tragedy, History, Comedy, and Problem.</p><p>Here are some of our favorite excerpts:</p><p><blockquote></p><p>\"Yea, sure, Falstaff doesn't always come ready to play, but hey, you got Hotspur coming off the bench. Gimme a break! Henry IV wins and then beats the Romans, who really just don't have their act together enough to go too deep in this tourney.\"</p><p>\"As for Comedy, here's some comedy: Twelfth Night over The Tempest. Are you crazy? Who's gonna stop Prospero when he's in the zone? Viola? The Duke? Malvolio? Malvolio??\"</p><p>\"I'll take Hamlet by a couplet at the buzzer.\"</p><p></blockquote></p><p>O'Brien's full breakdown of Shakespeare's plays was recently featured on the blog <a href=\"http://wlm3.wordpress.com/2014/03/23/ides-of-march-madness/\">You Do Hoodoo?</a> by Wesley Moore, who heads the English department at Charleston's Porter Gaud School. Moore says O'Brien is a former student who's had \"an interesting career\" that currently includes acting, poetry, and oncology.</p><p>Moore also convinced O'Brien to give a dramatic reading of what we'll call his \"Shakedown.\"</p><p>O'Brien gave his analysis early in the New Victory's Shakespeare tournament. As of this weekend, the tourney is <a href=\"http://newvictorytheater.blogspot.com/2014/03/ides-of-march-madness-championship-match.html\">down to its championship rung</a> – the finals pit <em>Hamlet</em> against <em>Much Ado About Nothing</em>, in a true contrast of styles. If you're interested in voting, you have until Monday at noon.</p><p>The biggest upset so far would seem to be <em>The Tempest's</em> second-round loss to <em>Twelfth Night</em> – a result, possibly, of <em>Tempest</em> cruising after an early trouncing of <em>Two Gentlemen of Verona</em>.</p><p>Another first-round matchup pitted brutality against guile: <em>Titus Andronicus</em> vs. <em>Othello</em>. We can only assume <em>Othello</em> spent a lot of time at the free-throw line in that one.</p><p>If you're surprised by the Cinderella-story aspect of <em>Much Ado's</em> presence in the finals, you're not alone. A commenter on New Victory's <a href=\"https://www.facebook.com/newvictorytheater\">Facebook page</a> suggested that a <a href=\"http://www.npr.org/blogs/monkeysee/2013/06/06/189240522/joss-whedons-much-ado-as-romantic-comedy-and-cop-show\">2013 film adaptation</a> of that play might have helped it build support. Another simply stated, \"I call shenanigans.\"</p><p>The theater insists the results reflect the voters' choices.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Ides+Of+March+Madness%3A+%27Who%27s+Gonna+Stop+Prospero%3F%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1296823343-97a271.m3u?orgId=1&topicId=1144&ft=3&f=296819698"},{"href":"http://media.npr.org/assets/img/2014/03/30/pres_paul_obrien-627d3282f6e042ab5a7df43170d05caef5becf3b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1171","width":"1561"}},{"href":"http://media.npr.org/assets/img/2014/03/30/march_madness_finals-76e437c7ae8d4b2767d0f8c3d4cac0d5c7e3c27b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"726","width":"968"}}]}