{"created":"2015-01-19T08:34:44+00:00","modified":"2015-01-22T15:16:00+00:00","valid":{"from":"2015-01-22T15:16:00+00:00","to":"3015-01-22T15:16:00+00:00"},"hreflang":"en","title":"Larry Wilmore's 'Nightly Show' Brings A New Voice To Late Night TV","published":"2015-01-19T18:22:00+00:00","teaser":"The former <em>Daily Show</em> correspondent becomes the only black man to host an entertainment show on  late night TV. And he starts on an important occasion; the Martin Luther King Jr. holiday.","itags":["npr_api","377564667"],"guid":"9cc162d5-89c5-496b-a1f2-916737471c27","contentencoded":"<p>Larry Wilmore nearly succeeded Stephen Colbert with a TV show called <em>Meet the Rest</em>.</p><p>The title was a cheeky reference to the way Sunday politics shows tend to feature only one kind of guest. But it was also a reminder that his new Comedy Central series — which he eventually settled on calling <em>The Nightly Show</em> — is also a distant parody of all the panel shows and group discussions that clog Sunday morning television and cable news.</p><p>At least, that's the plan for now.</p><p>\"When you've created shows before, you realize that you're going to learn whatever your show is as you're doing it,\" says Wilmore, who was chosen to take Colbert's timeslot when the <em>Colbert Report</em> star agreed to succeed a retiring David Letterman on CBS.</p><p><strong>Tackling Race — And Everything Else</strong></p><p>Wilmore, 53, officially becomes late night's only African-American entertainment show host on the Martin Luther King Jr holiday. And he has a theory about why he can joke about race in ways his white counterparts can't.</p><p>\"There's the 'Top Dog/Underdog' rule,\" he says. \"Underdog gets to make fun of Top Dog, but Top Dog can't make fun of Underdog. And people get mad at it, but sorry ... that's just how it is.\"</p><p>Wilmore's theory doesn't just apply to race issues: \"It happens in gender, race class — every situation. ... Top Dog, you can't make fun of Underdog. ... But guess what? You get to be Top Dog. Congratulations.\"</p><p>That approach shines through in his work as the <em>Daily Show's</em> senior black correspondent, criticizing \"top dog\" conservative pundits commenting on rioting in Ferguson, Mo., or making fun of his debut on the MLK holiday by intoning, \"I have a job ... \"</p><p>Wilmore is one of the few TV writers who can deftly joke about race with white audiences. But he isn't disappointed his new show had to change its name from its original title, <em>The Minority Report</em>, when Fox decided to make a scripted TV series with the same name.</p><p>\"The challenging part about having a show like <em>The Minority Report</em> is that it creates an image in people's minds,\" he says. \"There's a lot of explaining away what the show isn't. And I'd rather explain what a show is rather than what it isn't.\"</p><p>In a world where every other major late night talk show is hosted by a while male, Jon Stewart made news when he suggested a show hosted by Wilmore should replace <em>The Colbert Report</em>. The need for fresh voices in late night was obvious.</p><p>But Wilmore says his show's new title also reflects an important idea; that non-white hosts don't have to primarily talk about race.</p><p>\"I may be talking about Obama's boring budget speech,\" he says. \"So the show's not marginalized where I can only talk about a black thing or the <em>Minority Report</em> thing. And that's Jon's idea — now, <em>I</em> get to talk about that.\"</p><p><strong>A 'Cousin' To Sunday Politics Shows</strong></p><p>Of course, explaining what the show is before it debuts may be Wilmore's toughest job.</p><p>James Corden, the British comic who takes over CBS' <em>The Late, Late Show</em> in March, told me last week he still had no idea what his new show will be like. And every host knows that revealing too much before the first show airs could spoil audiences and advantage competitors.</p><p>But Wilmore will say that each <em>Nightly Show</em> will likely begin with him sitting behind a desk commenting on the day's news — perhaps featuring field reports from contributors — before moving on to an unscripted panel discussion. The first show's panel features Senator Cory Booker and rapper Talib Kweli.</p><p>\"I look at it as, 'Who do I want in my barbershop talking s - - - with?\" he says, laughing. \"That's the big group of people we're collecting for the show. ... Who's our [longtime Colbert guest] Andrew Sullivan? Who's that kind of person who is going to be our <em>Nightly Show</em>-type of guest?\"</p><p>The panel makes <em>The Nightly Show</em> a loose parody of Sunday politics shows like <em>Meet the Press</em> or <em>This Week</em>, in the same way the <em>Daily Show</em> is an incredibly loose parody of daily newscasts.</p><p>Or, as Wilmore says, the shows aren't \"parodies\" so much as they are \"cousins.\"</p><p>\"<em>The Daily Show</em>, its cousin is the nightly news, [so] it's going to be reporting on things and reporting and reporting,\" he says. \"Our cousin is a discussion show, so we're going to have a conversation about something. My relationship to the audience is, 'I'm opening up this conversation.' I'm looking at this in a different way.\"</p><p><strong>An Inevitable Evolution</strong></p><p>There are basically two parts to a talk show: the format, which structures the program, and the way in which the host slowly inhabits that format, making it his or her own.</p><p>Wilmore, a longtime TV producer, writer and performer before his <em>Daily Show</em> days, knows that one of the most exciting things about the modern form of late night talk shows is seeing how they evolve to meet the talents of their hosts and pressure of the moment.</p><p>When John Oliver's HBO show <em>Last Week Tonight</em> first debuted, it played mostly like <em>The Daily Show</em> without commercials and with a few extra f-words. But within weeks, Oliver had hit on an approach that involved long essays on one subject; later, he even added new reporting to the mix.</p><p><em>The Colbert Report</em> began as a more direct parody of Fox News star Bill O'Reilly and similar pundit shows, with a daily segment mimicking O'Reilly's Talking Points commentaries. But as the show ended last month, Colbert was easing out of his character, providing glimpses of the comic we might see when he moves to CBS and hosts <em>The Late Show</em> as himself.</p><p>The real thrill of watching a new series like <em>The Nightly Show</em> is seeing how Wilmore turns its format into a uniquely personal program, as he begins the tough task of succeeding Colbert on Comedy Central — and as the underdog gets a shot at being top dog after all.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Larry+Wilmore%27s+%27Nightly+Show%27+Brings+A+New+Voice+To+Late+Night+TV&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378289440-8d8d5f.m3u?orgId=1&topicId=1138&ft=3&f=377564667"}]}