{"created":"2015-06-03T12:26:24+00:00","modified":"2015-06-03T12:26:25+00:00","valid":{"from":"2015-06-03T12:26:25+00:00","to":"3015-06-03T12:26:25+00:00"},"hreflang":"en","guid":"9cc5fe36-288d-4d87-88e1-572e4b024b3f","title":"Don't forget, wear sunscreen. Why SPF is more important than ever","published":"2015-06-03T12:26:20+00:00","byline":"Charles Bergquist, Marlisse Silver Sweeney","tags":["skin cancer","health","science","research","cancer","Health","Health & Medicine","Cambridge","Europe","United Kingdom"],"teaser":"New research suggests a quarter of your skin cells may have already mutated, making you one step closer to getting skin cancer. What can be done to prevent further damage?","contentencoded":"<p>It’s time to slather on the sunscreen.</p>\n<p>New research suggests a quarter of normally functioning skin cells that have been exposed to sunlight could be on their way to becoming skin cancer. Scientists from the Wellcome Trust Sanger Institute in Cambridge, UK, took skin samples from plastic surgery patients and analyzed them to find that mutations in these cells were occurring as often as once per day.</p>\n<p>“You need maybe half a dozen, maybe 10 changes, particular changes, in genes to cause cancer,” according to Philip Jones, the research team leader in pre-cancer at the Wellcome Institute. “These cells, as far as we know, (are) carrying maybe one or two of those, so they’re taking a couple of steps down the road.”</p>\n<p>The researchers are actively trying to work out how many mutations, exactly, it takes to cause cancer. But though they don’t know for sure, they say the results of this study show, “a very good motivation to carry on using sunscreen.”</p>\n<p>Jones says the mutations most commonly found in the experiment were associated with Squamous skin cancer. He warns people who notice lumps or peeling on the skin that progressively gets bigger — signs of the cancer — to see a doctor and get them removed. “If they occur early it’s easy to deal with,” he says. “If they’re left for a long time, they’re not easy to deal with.”</p>\n<p>Unfortunately, the only way to completely protect your skin from mutations caused by the sun is to stay indoors and never see the sun, says Jones. But he knows this isn’t realistic, or even healthy. “You would be very miserable and you would have a deficiency in a vitamin called Vitamin D.”</p>\n<p>Instead, he suggests practicing “safe sun” which means not going into direct sunlight between 10 a.m and 2 p.m. when the rays are the strongest, covering up skin and using sunblock for areas that regularly are exposed. “This makes a huge difference to how these groups of altered cells develop,” he says.</p>\n<p><em>This story is based on <a href=\"http://sciencefriday.com/segment/04/24/2015/the-most-unusual-laboratory-not-on-earth.html\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://sciencefriday.com/\" target=\"_blank\">Science Friday</a> with Ira Flatow.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-29%2Fand-dont-forget-wear-sunscreen-why-spf-more-important-ever&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/science-friday/segment-audio/scifri201505223.mp3"},{"href":"http://admin.pri.org/file/scifri201505223mp3"}]}