{"created":"2015-06-11T20:27:57+00:00","modified":"2015-06-29T19:45:16+00:00","valid":{"from":"2015-06-29T19:45:16+00:00","to":"3015-06-29T19:45:16+00:00"},"hreflang":"en","title":"For Sale: Detroit Land Bank Seeks Buyers For Vacant Houses ","published":"2015-06-12T19:28:00+00:00","teaser":"The city is desperately trying to repopulate tens of thousands of abandoned homes, auctioning them off online for as low as $1,000. But the cost of repairs often exceeds the value of the homes.","itags":["npr_api","413443588"],"guid":"9cc979cd-0cdc-4dd0-8071-42804e65f18a","contentencoded":"<p>Detroit has tens of thousands of abandoned homes. The city is experimenting with new ways to repopulate them — including auctioning them online for as little as $1,000. There are deals to be had, but the cost of repairs often exceeds the value of the homes.</p><p>The city's worst homes end up with the <a href=\"http://www.buildingdetroit.org/\" target=\"_blank\">Detroit Land Bank Authority</a>, a quasi-governmental agency. Craig Fahle, the agency's director of public affairs, shows me around a 1,300-square-foot Tudor-style home on Detroit's far east side.</p><p>\"Properties come to us, only after nobody else wants them anymore. They've gone through foreclosures and they come to us when they're in this kind of condition,\" Fahle says.</p><p>Outside, the place is charming. Inside, it's a mess.</p><p>The radiator is gone. Windows are missing, now boarded up. Many of the kitchen cupboards are gone, as is the boiler. But the floors and the moldings look salvageable.</p><p>It's one of Fahle's better properties. He's hoping to get $25,000 for the place, but he'll take whatever he can to get it off the rolls.</p><p>\"We have to cut the grass on the properties,\" he says. \"We can't do it every week or anything. We'll do it a couple of times a summer because we own 88,000 parcels of land in the city, as a land bank. We own one-quarter of all the property in the city of Detroit.\"</p><p>Fahle says Detroit's land bank has perhaps more properties than any other in the world.</p><p>Three-quarters of the land bank's parcels are vacant. Those sell for $100. Neighbors are snatching them up to double their land.</p><p>The land bank is auctioning off three houses a day online, eBay style. It has closed on just over 300 in a year since the auction site got going. That leaves more than 21,000 to go.</p><p>Mayor Mike Duggan says that's just not fast enough.</p><p>\"Three months ago, we kicked off a program where city employees and their families, if they bid on a house on the land bank could get a 50 percent discount,\" Duggan said at a City Hall news conference last week.</p><p>That discount puts bidders who don't work for the city at a deep disadvantage. But city officials say there's so much inventory, they have to do something to build up demand. Besides, only 44 city employees have won those auctions with the half-off discount.</p><p>Duggan says the main problem is, whether you work for the city or not, it's hard to get a loan on a dilapidated property.</p><p>\"A typical house on the auction that you'll buy it for $10,000, you have to put $20,000 in to fix it up. It's almost impossible to get a mortgage in that circumstance,\" he says.</p><p>But now, the city has a partner: Flagstar Bank is offering mortgages to city employees, loans for up to 300 percent of the value of the homes — that will cover the purchase price and many necessary improvements.</p><p>Flagstar is also offering $15,000 grants, paid out over five years.</p><p>City contractor Carolyn Abney was lured back to Detroit from the suburbs. In the home she's leaving, she says, \"I have one bathroom, and I have to fight over [it].\"</p><p>Her new home in Detroit has 2,200 square feet. \"There are three bathrooms. There's a circular staircase. It's just cute,\" Abney says.</p><p>She bid $56,000. She could end up getting it for less than a quarter of that, after discounts and loans. And, she can get a loan to fix the place up.</p><p>Still, Fahle, the land bank official, wants people to know what they're getting into when they bid for a home online. In another home about to go up for auction, the gutters were missing, the garage door was detached from the hinges, and the neighbor parked his car on the back lawn.</p><p>Despite its flaws, it was an attractive colonial brick house. But if nobody fixes it up, neighbors' property values will likely keep declining.</p><p>\"It's just a matter of time before somebody says 'enough' and they just do what a lot of other people have done and they leave,\" Fahle says.</p><p>And the spiral will continue.</p><p>Fahle says he's thrilled when he gets $1,000 for the worst houses. If he can't get that, it costs $15,000 to tear them down.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Sale%3A+Detroit+Land+Bank+Seeks+Buyers+For+Vacant+Houses+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Margolis","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413711379-6c9633.m3u?orgId=1&topicId=1091&d=247&p=2&story=413443588&t=progseg&e=413709311&seg=11&ft=nprml&f=413443588"},{"href":"http://media.npr.org/assets/img/2015/06/10/house1d-10992b94b6a0b56437c533749bd224aaac02f62b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2015/06/11/tear_down3-6d46218b1a7828c4c520010723521506ca5e7b6b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2984","width":"3979"}}]}