{"created":"2014-10-08T15:21:17+00:00","modified":"2014-10-31T02:09:38+00:00","valid":{"from":"2014-10-31T02:09:38+00:00","to":"3014-10-31T02:09:38+00:00"},"hreflang":"en","title":"States Consider Bills To Crack Down On Workplace Bullies","published":"2014-06-02T20:44:00+00:00","teaser":"About a dozen states across the country are taking up laws to give workers legal protections against workplace abuse, though critics say it's impossible to legislate against somebody being a jerk.","itags":["npr_api","311889777"],"guid":"9cd08605-fb6d-4a1c-82c2-102a436dc92b","contentencoded":"<p>Bullying is a behavioral problem often associated with children in grade school, but according to a <a href=\"http://www.workplacebullying.org/wbiresearch/wbi-2014-us-survey/\" target=\"_blank\">recent Zogby poll</a> commissioned by the Workplace Bullying Institute more than a quarter of American workers say they've experienced abusive conduct at work.</p><p>Now, many states are considering laws that would give workers legal protections against workplace abuse.</p><p>Lisa-Marie Mulkern says her boss — the commandant of a retirement home for veterans in New Hampshire — turned on her after she expressed concerns about what she calls wasteful financial management. Mulkern was working as a public relations manager and fundraiser at the home.</p><p>\"Even though residents and their families had nothing but praise for my work, and the home's publicity continued to increase, the commandant started to make my work situation a living hell,\" she says.</p><p>Mulkern says she was repeatedly excluded from meetings and denied credit for her work and access to critical information. Colleagues took notice but treated her like she was contagious. \"And I was told point blank, 'You're on your own with that one, Lisa-Marie,' \" she says.</p><p>Mulkern says she lost weight and sleep from the stress.</p><p>\"I didn't realize how much of a toll it was taking on me. I was the public face of the home, and I was trying to look the part of the PR person and not let people know that personally, I was being pummeled at work,\" she says.</p><p>In 2006, after four years working at the retirement home, Mulkern tangled with her boss over a bad evaluation, and lost her job. The current commandant of the home declined to discuss Mulkern's case, citing state privacy laws. But Mulkern has since testified several times before the New Hampshire Legislature, which is one of 15 states, including <a href=\"http://www.healthyworkplacebill.org/states/ma/massachusetts.php\" target=\"_blank\">Massachusetts</a>, <a href=\"http://www.healthyworkplacebill.org/states/ny/newyork.php\" target=\"_blank\">New York</a> and <a href=\"http://www.healthyworkplacebill.org/states/fl/florida.php\" target=\"_blank\">Florida</a>, that are considering bills giving legal protection to workers harmed in abusive work environments.</p><p>Such proposals are gaining support as awareness increases. Last year, bullying made the news when <a href=\"http://www.npr.org/blogs/thetwo-way/2014/02/14/276887610/dolphins-jonathan-martin-richie-incognito\" target=\"_blank\">Jonathan Martin left the Miami Dolphins</a>, complaining about abuse from teammates. And last month, the CEO of a technology company called GitHub resigned after an employee complained he and his wife bullied her. The internal investigation at GitHub found no legal wrongdoing.</p><p>But that's the key problem, says David Yamada, director of the New Workplace Institute at Suffolk University in Boston: There is no anti-bullying law.</p><p>\"Garden variety, severe, targeted bullying at work usually escapes the reach of our protective employment laws,\" Yamada says. \"Unless somebody has been bullied because of their membership in a protected class, such as race, sex, disability, age and so forth, or unless they've been some type of whistleblower, that behavior is largely legal.\"</p><p>Michael Aitken, vice president of government affairs for the Society for Human Resource Management, says the problem can't be addressed by a law.</p><p>\"It's tough, if not impossible, to legislate against somebody being a jerk,\" Aitken says.</p><p>Bad behavior can be subjective. It might boil down to a he-said, she-said. And Aitken says, unlike racial or gender discrimination, bullying is hard to define and therefore hard to regulate. But, he says, employers are trying.</p><p>\"Many employers have already taken steps or are taking steps, more and more actually, to adopt training policies and procedures to address workplace bullying, where it occurs,\" Aitken says.</p><p>Steven Williams, who until two years ago worked as a strategist at a trading firm, doubts that mere corporate policy would've helped him. \"Without laws, there's no way to protect a person,\" he says.</p><p>His criticism of the firm's largest client, he says, made him a target early. Everyone seemed complicit in attempts to undermine his work, even inserting errors into his reports.</p><p>\"I just went to my direct supervisor. When nothing was done, I went to his direct supervisor. When nothing was done, I went to his direct supervisor. There was no place for me to go at that point. I went right to the top. And that was it, nowhere else to go,\" he says.</p><p>The firm declined comment on Williams' case but confirmed he worked there for only 10 months.</p><p>Williams says there was no one he felt he could trust.</p><p>\"What happens if everybody at the company is in on it? What happens if everybody there wants you out? They're not going to voluntarily get themselves in trouble,\" he says.</p><p>Williams says the experience devastated him financially, socially and emotionally. After not working for two years, Williams says he's finally looking for work, but probably not on Wall Street.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=States+Consider+Bills+To+Crack+Down+On+Workplace+Bullies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316269212-e10510.m3u?orgId=1&topicId=1006&ft=3&f=311889777"}]}