{"created":"2015-03-12T20:34:56+00:00","modified":"2015-05-13T21:09:40+00:00","valid":{"from":"2015-05-13T21:09:40+00:00","to":"3015-05-13T21:09:40+00:00"},"hreflang":"en","title":"Tijuana Cops Turn On Body Cameras And Hope To Turn Off Bribery","published":"2015-03-13T15:20:00+00:00","teaser":"Police in Mexico are known more for taking bribes than fighting crime. Tijuana's force is now using body cameras and hopes it will show that the public also plays a big role in corruption.","itags":["npr_api","392553611"],"guid":"9cdb8c39-46f6-4e7a-8706-15254eb5d8e9","contentencoded":"<p>Mexican cops have gotten a bad rap. They are known more for taking bribes than fighting crime. One police department in Mexico hopes that body cameras, a high-tech tool gaining popularity in the U.S., will redeem its reputation.</p><p>The police chief in the border city of Tijuana says they will show that it's not just bad cops that are the problem; the public plays a big role in corruption, too.</p><p>Within days of three Tijuana police officers clipping on the cameras, one recorded an eye-opening traffic stop.</p><p>The officer pulled over a woman for not wearing her seat belt. She also wasn't carrying her driver's license. Out of the car and visibly agitated, she slung a few insults — then tried to bribe the officer.</p><p>After the officer is heard saying that he's not asking for anything, the woman, who claims she's a doctor in neighboring San Diego, Calif., says, \"Well, I'm offering.\"</p><p>Finally, the cop agrees and she hands him $40. The officer then informs her she is under arrest.</p><p>Now, the cameras will show the truth, says Tijuana's Police Chief Alejandro Lares Valladares. Lares, who rose through the ranks to take over the border city's 2,100-person force a year and a half ago, says it's not easy being a cop in Mexico. He says you pull someone over and the threats begin: \"You don't know who you're messing with,\" \"You are going to lose your job,\" and so on.</p><p>\"Now, what we are doing is opening a Pandora's box,\" Lares says. \"If they try to criticize my police officers, now we'll have proof on who and what they are saying.\"</p><p>But while Lares pushes the cameras — there will be 1,300 of them out on the streets — as a tool to help the good cops on his force, he still has to deal with the bad ones. Municipal police in Mexico are among the most corrupt security forces in the country.</p><p>And Tijuana's, one of the largest in Mexico, is no exception. It has long struggled with corruption allegations and routine purges.</p><p>A recent survey of the police force by researchers at the University of San Diego showed that 80 percent of cops believe there is corruption among the ranks.</p><p>That makes Lares' job of weeding out the bad, while professionalizing the good, a difficult political dance.</p><p>In an auditorium at an eastern Tijuana substation, about a hundred officers rise as the chief walks into the room. He shows them the video of the bribing woman and passes around one of the new miniature cameras.</p><p>\"This is not a way to check up on you,\" insists Lares. \"It's another tool to help you do your job.\"</p><p>Officer Juan Betancourt says the force is divided over the cameras. He is in favor of them. In his 21 years on the beat, he says he has never been bribed, but he has been accused of wrongdoing.</p><p>\"And you just don't have any way to defend yourself,\" he says. \"With the camera, now we can.\"</p><p>As for the woman offering a bribe in the video, she was released after paying a fine of 7,500 pesos, or about $500.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tijuana+Cops+Turn+On+Body+Cameras+And+Hope+To+Turn+Off+Bribery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392590112-ba0ceb.m3u?orgId=1&topicId=1127&d=210&p=2&story=392553611&t=progseg&e=392549864&seg=19&ft=nprml&f=392553611"},{"href":"http://media.npr.org/assets/img/2015/03/12/tijuana-police-859fcd696aae0b85c3173c6640ff2192e57e66b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1951","width":"2601"}},{"href":"http://media.npr.org/assets/img/2015/03/12/img_0592-e14196551d5c0e5fa8c150b5ac0b8200d5da4e8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/12/img_0594-0561f82a80e71145c99ad4fea662c8bd0d593edc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}