{"created":"2015-01-30T09:16:15+00:00","modified":"2015-06-03T14:59:42+00:00","valid":{"from":"2015-06-03T14:59:42+00:00","to":"3015-06-03T14:59:42+00:00"},"hreflang":"en","title":"Should Ray Rice Get A Second Chance? 'Maybe,' Parcells Says ","published":"2015-01-30T15:54:00+00:00","teaser":"In part two of David Greene's conversation with Bill Parcells, the football coach talks about how he dealt with players' drug use and about redemption for the former Baltimore Ravens running back.","itags":["npr_api","382124392"],"guid":"9cdf94a1-3ab0-4186-a84e-4dbb7bc9fe4d","contentencoded":"<p>Hall of Fame football coach Bill Parcells won two Super Bowls with the New York Giants, coached three other teams, and mentored young coaches who would go on to success, including Bill Belichick, who's taking the New England Patriots into the Super Bowl this Sunday. Parcells <a href=\"http://www.npr.org/2015/01/29/382326926/parcells-book-details-highs-and-lows-of-his-nfl-coaching-career\" target=\"_blank\">spoke with NPR's David Greene</a> about his recent book, <em>Parcells: A Football Life, </em>and discussed the attention paid to player behavior off the field this NFL season.</p><p>This season has been, at times, pretty embarrassing for the NFL. Most notably, former Baltimore Ravens running back <a href=\"http://www.npr.org/tags/346843206/ray-rice\" target=\"_blank\">Ray Rice</a> was seen on video punching out his then-fiancee. The Ravens released him, and the NFL suspended him, but now he's eligible to play again.</p><p>From the outside, the NFL can look like a culture with no firm rules about behavior. As head coach of the Giants in the 1980s, Parcells was a pioneer in confronting off-the-field behavior when it came to drug use. But he was also criticized for playing favorites or showing more patience with players who performed well on the field.</p><p>He says when it came to players taking drugs, \"You're a human, and you see these guys going a wrong way — I felt an obligatory responsibility to try to stop it.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On giving Rice another chance to play </strong></p><p>Well, I'm pretty much a second-chance guy. I think if someone has demonstrated a true alteration of his behavior and true remorse for some of the things that happened, you could understand how you could kind of say, \"OK, let's see.\" I think unfortunately for Ray it came at a time in his career, well, he was well down the road. I mean, running backs' longevity isn't that long usually anyway.</p><p><strong>On re-evaluating Rice's suspension</strong></p><p>It was a very, very unfortunate incident, but young people, highly emotional, alcohol involved, sometimes stuff happens that you wish wouldn't happen. So I wouldn't say I could overlook it, but all things appear to be in order, and they seem to be, now, between the two of them, you know, you'd have to say, \"Well, you know, maybe this guy deserves the right to try to make a living and make a better life for them.\" I mean, maybe.</p><p><strong>On his reputation as a pioneer in confronting drug use </strong></p><p>I knew that environment, if allowed to flourish, would eventually act as a deterrent to winning. Because in all honesty, I don't like to see some kid on drugs, OK? And if, especially if he's one of your players, you'd like to see it less. Now, are you worried about the kid? Yeah, there's a degree of worry about what's gonna happen to him should he continue. But are you worried about your own situation as well? The answer is yes. Did I save some kids? Absolutely. Did we fail with some? Absolutely. Regardless how it turned out, I'm glad I made the effort.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Should+Ray+Rice+Get+A+Second+Chance%3F+%27Maybe%2C%27+Parcells+Says+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"452"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382605577-0a8746.m3u?orgId=1&topicId=1033&d=452&p=3&story=382124392&t=progseg&e=382587930&seg=10&ft=nprml&f=382124392"},{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382588026-f719ad.m3u?orgId=1&topicId=1033&d=292&p=3&story=382124392&t=progseg&e=382587930&seg=10&ft=nprml&f=382124392"},{"href":"http://media.npr.org/assets/img/2015/01/28/116615276-3e6152afb8aff178479bb6d8e238e594b0f852af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1914","width":"2553"}}]}