{"created":"2014-09-02T17:05:21+00:00","modified":"2014-10-31T00:59:05+00:00","valid":{"from":"2014-10-31T00:59:05+00:00","to":"3014-10-31T00:59:05+00:00"},"hreflang":"en","title":"The New American Man Doesn't Look Like His Father","published":"2014-06-26T15:36:00+00:00","teaser":"Over the summer, <em>All Things Considered</em> will explore what it means to be a man in America these days. Today's men have to reconcile old ideas about masculinity with new economic realities.","itags":["npr_api","323966448"],"guid":"9ce566ec-97cd-46bb-b3ce-0e2c1d920c30","contentencoded":"<p>This summer, <em>All Things Considered</em> is exploring <a href=\"http://www.npr.org/series/323986426/men-in-america\" target=\"_blank\">what it means to be a man in America</a> today. In some ways, the picture for men has changed dramatically over the past 50 years. More women than men are going to college, and the economy is moving away from jobs that traditionally favored men, like manufacturing and mining. Attitudes have also changed on the social front, with young men having more egalitarian attitudes toward women and expectations of being involved fathers.</p><p>Pedro Noguera, a professor at New York University and head of the Metropolitan Center for Research on Equity and the Transformation of Schools, says the biggest shakeup has been in education. In 1962, men made up about 65 percent of college enrollees; today they make up about 43 percent.</p><p>The other side of that figure is the dropout rate for men. Noguera tells NPR's Audie Cornish that in some states, it's twice as high as the female dropout rate.</p><p>\"These patterns speak to a larger problem, because we know now that the jobs of the future require college degrees,\" Noguera says.</p><p>The education imbalance between men and women is also having an impact on the dating scene, Noguera adds, something that's been already true in the African-American community: \"A growing number of well-educated, professional women ... are unable to find men of similar education.\"</p><p>But sociologist Michael Kimmel, a professor at Stony Brook University and director of the Center for the Study of Men and Masculinities, says the changing landscape hasn't come with changed attitudes about masculinity.</p><p>\"Survey after survey shows that 60 to 70 percent of men still agree with the notion that masculinity depends on emotional stoicism — never showing fear, never showing pain,\" Kimmel says. \"So, the world has changed dramatically, and yet most men still cling tenaciously to an ideology of masculinity that comes off the set of <em>Mad Men</em>.\"</p><p>But Kimmel says today's boys and young men have a much better sense of gender equality than many of their fathers did. He sees a clear example in cross-sex friendship. For 25 years, Kimmel has asked his students if they had a good friend of the opposite sex. When he first started asking, about 10 percent would answer yes. Today, almost everyone does.</p><p>\"Think about that. You make friends with your peers, right? You make friends with people you consider your equals, not your boss or your servants. I mean, my students today are more experienced with gender equality in their interpersonal relationships than any generation in our history,\" he says.</p><p>Noguera also has seen men become much more involved with raising their children and general housework.</p><p>\"But what hasn't come with that is a new definition of what it means to be a man as a nurturer in the family,\" Noguera says. \"Can you be strong and be a nurturer? Well, many women have figured out, yes, they have to be, in fact. Because they have to raise the kids on their own, and they can't afford to just expect some man to save the day.\"</p><p>He says today's men are searching for a way to reconcile old ideas related to strength with the need to be better listeners, more cooperative and more open to others.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+New+American+Man+Doesn%27t+Look+Like+His+Father&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"464"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324906629-1f9367.m3u?orgId=1&topicId=1091&aggIds=323986426&ft=3&f=323966448"},{"href":"http://media.npr.org/assets/img/2014/06/23/3346143-83e0ae96c46b3d3cf2b99dd0af8e1c51d805d065.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2322","width":"3094"}}]}