{"created":"2014-10-07T21:12:11+00:00","modified":"2014-10-31T00:14:53+00:00","valid":{"from":"2014-10-31T00:14:53+00:00","to":"3014-10-31T00:14:53+00:00"},"hreflang":"en","title":"Congress Pulls A Smooth Maneuver To Make Highway Payments","published":"2014-07-17T02:14:00+00:00","teaser":"Lawmakers looking for ways to patch a hole in the Highway Trust Fund have zeroed in on a budget gimmick called \"pension smoothing.\" Never heard of it? You're not alone.","itags":["npr_api","331751218"],"guid":"9cec3b59-9443-4d16-ab8f-5dae3c97a42d","contentencoded":"<p>Chances are you've never heard of the budget gimmick known as \"pension smoothing.\" We'll try to explain.</p><p><strong>1. What is pension smoothing?</strong></p><p>It's one of the tactics lawmakers are using as a temporary patch for the Highway Trust Fund. It allows employers that offer traditional pensions to set aside less money for future retirees. That makes the companies appear more profitable in the short run so they — or their employees — pay more money to the government in taxes. A bill approved by the House Tuesday would use $6.4 billion of this additional tax revenue to help fund transportation improvement projects between now and next May. A separate, Senate version uses pension smoothing to raise $2.7 billion.</p><p><strong>2. Why do critics call this a budget gimmick?</strong></p><p>Critics highlight several problems with this tactic. It uses a decade's worth of extra tax money from the pension adjustment to fund just nine months of transportation work — a good (or bad) example of spend-now-pay-later budgeting. While the government collects higher taxes up front, it could lose tax money in the future if companies' pension obligations rebound. This isn't fully reflected in the government's official scorecard, though, because the scorecard ignores budget effects more than 10 years out. Finally, by allowing companies to put less money into their pension funds, the tactic raises the risk that some funds may go broke, leaving both taxpayers and retirees on the hook.</p><p><strong>3. Don't we already pay for road repairs every time we buy gas?</strong></p><p>Gasoline taxes are the main source of revenue for the Highway Trust Fund, but the tax rate hasn't budged in more than 20 years. Meanwhile, the cost of building and repairing roads and bridges has continued to rise with inflation. The 18.4 cents per gallon that motorists pay today has lost 40 percent of its purchasing power since the rate was set in 1993. What's more, thanks to improvements in fuel efficiency, Americans can now drive more miles with every gallon of gas they buy, so the wear and tear on roads increases, even as pennies paid at the pump stay the same.</p><p><strong>4. I thought you said \"pension smoothie.\" How would you make one of those?</strong></p><p>Take a tax-averse political culture, stir in nutty budget accounting, add a frozen legislative process, and throw them all in the Congressional blender. Serve immediately and drive away fast before the bill comes, taking care to steer around any potholes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Congress+Pulls+A+Smooth+Maneuver+To+Make+Highway+Payments&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331751249-9fd4fc.m3u?orgId=1&topicId=1014&ft=3&f=331751218"}]}