{"created":"2014-12-11T19:25:10+00:00","modified":"2015-06-10T00:10:31+00:00","valid":{"from":"2015-06-10T00:10:31+00:00","to":"3015-06-10T00:10:31+00:00"},"hreflang":"en","title":"Postcard From Mexico: Mother Clings To Hope That Students Are Still Alive","published":"2014-12-11T21:01:00+00:00","teaser":"Mexican authorities recently identified the remains of one of the 43 students believed killed by drug traffickers working with police. Families are having a tough time believing the official story.","itags":["npr_api","370130758"],"guid":"9cf5ccc1-0272-4833-8792-9f482b9dd2cb","contentencoded":"<p>The parents of 43 students who went missing more than two months ago in Mexico say they don't believe the government's account of what happened to their loved ones and they will continue to protest and demand justice.</p><p><a href=\"http://www.npr.org/blogs/parallels/2014/10/10/355140186/43-missing-students-1-missing-mayor-of-crime-and-collusion-in-mexico\">The case of the students</a>, who were kidnapped and presumably murdered by corrupt cops working with drug traffickers, has prompted near-daily protests throughout the country and brought one of the most severe crises for President Enrique Peña Nieto.</p><p>Officials announced this week that the remains of one of the 43 students had been identified by forensic experts in Austria. The student was identified as Alexander Mora Venancio, a 21-year old-freshman from the rural town of El Pericon in Guerrero state.</p><p>According to the government, the students were kidnapped by corrupt police and turned over to drug traffickers who murdered them en mass and burned their bodies. Badly charred remains were discovered in a plastic bag in a river not far from where the students were allegedly murdered. Mexico's attorney general said Tuesday that other remains found alongside Mora's may be too badly charred to identify.</p><p>That news doesn't sit well with the relatives of the students, most of whom cling to the hope that their sons are still alive.</p><p>I met some of the families in Omeapa, Guerrero. A group of mothers, some wrapped in threadbare shawls, prayed in a small church. Three of the missing students come from Omeapa, a farming village, home to some 100 families.</p><p>Natividad de la Cruz Bartolo is mother to one of the three. Her son, Emiliano, would be 23 now. She shows me into their house and into his room.</p><p>In the corner sits a small, white plastic table with a baby Jesus on top, two lit candles and several photos of Emiliano. She picks up one wrapped in plastic. It's from his kindergarten class.</p><p>De la Cruz says he was so little in kindergarten. Emiliano was born premature.</p><p>\"I had to feed him with a baby dropper and he almost didn't make it those first two years,\" she says. Through tears, de la Cruz says her son got stronger, made it through school and into college, where he was going to be a teacher and have a better life.</p><p>\"We went through so much,\" she says. \"Why, so all this could happen to my son?\" De la Cruz says she doesn't believe the government's version of what happened to the students. None of it adds up, she says. How could they burn so many bodies without a trace? She believes Emiliano is still alive.</p><p>\"We will keep searching, investigating and pressuring until they tell us what happened and until we get justice,\" says De la Cruz. As we walked back to the town center, she turns to me and says that when Emiliano comes back we are going to celebrate with a big party.</p><p>\"You'll come back?\" she asks.</p><p>\"Sure,\" I say. \"I'll be there.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Postcard+From+Mexico%3A+Mother+Clings+To+Hope+That+Students+Are+Still+Alive&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370132959-10821b.m3u?orgId=1&topicId=1127&d=192&story=370130758&ft=nprml&f=370130758"},{"href":"http://media.npr.org/assets/img/2014/12/11/2014-12-08-17.54.40-48375b6fdb3b582ad932fc2e39684f47b981d700.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}