{"created":"2015-06-19T03:05:11+00:00","modified":"2015-06-19T20:07:36+00:00","valid":{"from":"2015-06-19T20:07:36+00:00","to":"3015-06-19T20:07:36+00:00"},"hreflang":"en","guid":"9cfc2b05-6a1c-42f1-808e-778570818217","title":"Pope Francis sounds the alarm on the environment and he wants everyone to listen","published":"2015-06-19T20:07:31+00:00","byline":"Matthew Bell","teaser":"“Cultural revolution” and “radical change” are terms you might not expect to come out of the Vatican. But that’s language Pope Francis is using to talk about what he says is need to save planet earth and all of humanity along with it. ","tags":["Environment","Science, Tech & Environment","Vatican","Pope Francis","Roman Catholic Church","encyclical","Laudato Si"],"contentencoded":"<p>Pope Francis wants to save the planet. And he would like your help.</p>\n<p>The head of the Roman Catholic Church released an official document in Rome on Thursday that has been creating buzz for months. It’s called an encyclical, the highest form of teaching issued by a pope, and it is addressed to everyone — literally — in the whole world.</p>\n<p>“I would like to enter into dialogue with all people about our common home,” Francis writes.</p>\n<h2><strong>1. What is Pope Francis saying about the environment? </strong></h2>\n<p><a href=\"http://w2.vatican.va/content/francesco/en/encyclicals/documents/papa-francesco_20150524_enciclica-laudato-si.html#_ftnref59\">The encyclical runs nearly 200 pages</a> and it contains some pretty blunt language about the state of affairs in the natural world. “The Earth, our home, is beginning to look more and more like an immense pile of filth,” the Pope writes. Much of the blame goes to wealthy nations. Francis names “unfettered greed” and “a selfish lack of concern” as root problems and he argues that “radical action” is needed to “escape the spiral of self-destruction which currently engulfs us.”</p>\n<p>On climate change, Pope Francis embraces the scientific consensus that says the Earth is warming mostly because of human activity, that the effects of global warming are wreaking environmental havoc on communities, especially the global poor, and that developed nations must take the lead to phase out use of carbon emitting fossil fuels. “Climate change is a global problem with grave implications: environmental, social, economic, political and for the distribution of goods,” Francis writes. “It represents one of the principal challenges facing humanity in our day.”</p>\n<h2><strong>2. What kind of action does the papal encyclical call for? </strong></h2>\n<p>Francis mentions specific things he thinks need to be done to avert environmental catastrophe. He wants average citizens to pressure their elected leaders to implement new policies. Fossil fuels, he says, “especially coal, but also oil,” need to be phased out in favor of renewable sources of energy. The pope wants to see more environmental education and honest dialogue about these issues. He says this is a global problem, but that the international response has been too weak. “The failure of global summits on the environment make it plain that our politics are subject to technology and finance,” the encyclical reads.</p>\n<p>The Pope’s teaching links the human and natural worlds, indeed the words ‘human’ and ‘humanity’ appear throughout the document. As he has talked about in relation to other contemporary issues, Francis points to what he calls “throwaway culture” that fails to recognize the importance of humans as one of the causes of environmental degradation. This needs to change, he urges.</p>\n<h2><strong>3. Who is Pope Francis speaking to with this encyclical?  </strong></h2>\n<p>Well, everybody, in a word. On page one of this encyclical, Francis explains: “[F]aced as we are with global environmental deterioration, I wish to address every person living on this planet.” But there are some distinct audiences the pope would clearly like to win over with his message on the environment.</p>\n<p>Fellow Catholics is one of them. This is the first-ever papal encyclical written solely on environmental issues. Francis builds his case, however, on Christian tradition, scripture and the teachings of popes that came before him.</p>\n<p>Observers say this Pope is a savvy political figure with his eye on the international climate talks taking place in Paris in December. “There’s no doubt that Francis wants to influence the global debate,” says Mark Hersgaard, author of \"<a href=\"http://www.amazon.com/Hot-Living-Through-Fifty-Years/dp/0547750412\">Hot: Living Through the Next Fifty Years on Earth</a>.” </p>\n<p>In September, Francis is coming to the United States and will speak to a joint session of Congress, where many Republicans these days have their doubts about climate change. Indeed, several of the top GOP presidential hopefuls are both Catholic and non-believers when it comes to global warming. One of them is Jeb Bush, who was asked about the forthcoming encyclical and seemed decidedly unimpressed.</p>\n<p>“I don’t get economic policy from my bishops or my cardinals or my pope. I’d like to see what he says about climate change,” Bush said. “But I think religion ought to be about making us better as people and less about things that end up getting into the political realm. So, I’m a little skeptical about this.”</p>\n<p>Francis is also hoping his message on the environment resonate with Catholic bishops, including those in the US who help teachings from the Vatican filter down to parish priests, Sunday sermons and people in the pews. US bishops recently held a national meeting in St. Louis and discussed the Pope’s ideas in the eco-encyclical. “Unanimously, we were all behind the serious issues that he raises regarding the environment and God’s creation,” says Bishop Christopher Coyne of Burlington, Vermont. There were some concerns, however, Coyne says, “especially in some of the more conservative states.”</p>\n<p>“The topic of global warming was kind of a third-rail topic for a lot of people in their states,” Coyne says.</p>\n<h2><strong>4. What have previous popes said about the environment? </strong></h2>\n<p>In 1971, Pope Paul VI warned of a looming, “ecological catastrophe under the effective explosion of industrial civilization.” In his eco-encyclical, Francis quotes from the first encyclical issued by Pope John Paul II, who warned that human beings seem “to see no other meaning in their natural environment than what serves for immediate use and consumption.” The current pontiff also mentions his predecessor, Pope Benedict XVI, who called for “eliminating the structural causes of the dysfunctions of the world economy and correcting models of growth which have proved incapable of ensuring respect for the environment.”</p>\n<h2><strong>5. How have other religious leaders weighed in on environmental issues? </strong></h2>\n<p>The Ecumenical Patriarch Bartholomew I of Constantinople has been talking about “green” issues since the 1990s. Since the release of the encyclical, Bartholomew <a href=\"http://time.com/3926076/pope-francis-encyclical-patriarch-bartholomew/?xid=tcoshare\">is praising Pope Francis</a> for his leadership, “[t]he truth is that, above any doctrinal differences that may characterize the various Christian confessions and beyond any religious disagreements that may separate the various faith communities, the Earth unites us in a unique and extraordinary manner.” </p>\n<p>Clergy from the other mainstream Western faith traditions have all started to talk more about the relationship between people and the environment as God’s creation, says John Grim of Yale University’s Forum on Religion and Ecology. “In Judaism, Christianity and Islam, you find these powerful statements about these relationships and the responsibility of the human,” Grim says.</p>\n<p>“With Francis as pope, he brings the discussion to a whole new level,” Grim says. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-18%2Fpope-francis-sounds-alarm-environment-and-he-wants-everyone-listen&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0618201504.mp3"},{"href":"http://admin.pri.org/file/0618201504mp3"}]}