{"created":"2014-09-08T18:53:23+00:00","modified":"2014-09-08T18:53:23+00:00","valid":{"from":"2014-09-08T18:53:23+00:00","to":"3014-09-08T18:53:23+00:00"},"hreflang":"en","guid":"9cfef5fd-0f3b-4624-bb66-6fc86c1f3d26","title":"NATO takes aim at Russia's attacks — online","published":"2014-09-08T18:53:22+00:00","byline":"Bradley Campbell, Susie Blair","tags":["cybersecurity","Cyberwarfare","NATO","Russia Ukraine conflict","Conflict","Technology","Conflict & Justice","Science, Tech & Environment","Europe","Asia","North America","Russia","Estonia","Ukraine","United States","Eastern Ukraine","Asia","North America","Europe","Anders Fogh Rasmussen","Kenneth Geers","Military","Electronic warfare","Hacking","Military technology","Cyberwarfare","NATO","War","Stuxnet","Cyberwarfare in Russia"],"teaser":"With Russia's military intervening in Ukraine, NATO has plenty to discuss at this week's summit. But one aspect of the conflict with Russia goes beyond Ukraine. It lies in cyberspace. And NATO is set to ratify a measure that would directly confront Russian and others on the virtual battlefield.","contentencoded":"<p><span style=\"line-height: 1.538em;\">Ukraine isn&#39;t the only place where Russia and the West are facing off. Cyberspace is also a battleground. And at this week&rsquo;s summit in Wales, NATO leaders seem ready to pledge to a joint defense against cyberattacks &mdash; partly in response to Russia&rsquo;s suspected involvement in cyberwarfare.</span></p><p>&ldquo;Because cyber security is inherently an international problem, it requires an international response,&rdquo; says Kenneth Geers, the ambassador for NATO&#39;s Cooperative Cyber Defense Center. &ldquo;Cyberspace is bigger than any one country.&rdquo;</p><p>The measure would extend NATO&#39;s collective pledge of self-defense into the online world &mdash; a computer-based attack on any one of the NATO countries would be considered an attack on all 28 members.</p><p>&ldquo;This is a serious challenge, and we are taking it seriously,&rdquo; said NATO Secretary General Anders Fogh Rasmussen during a <a href=\"http://www.nato.int/cps/en/natolive/opinions_101151.htm\">July press conference</a>,&nbsp;&ldquo;because cyberattacks are getting more common, more complex and more dangerous. They come without warning from anywhere in the world and they can have devastating consequences.&rdquo;</p><p>In 2007, Estonia fell victim to a <a href=\"http://archive.wired.com/politics/security/magazine/15-09/ff_estonia?currentPage=all\">network hack</a> that affected nearly every major website in the country &mdash; Russia is widely believed to be the culprit. That&#39;s a particular concern in Estonia, which is highly dependent on Internet services. It&#39;s government has been paperless for 10 years, it enjoys the world&#39;s highest online voting rate and 98 percent of the country&rsquo;s banking is done online.&nbsp;</p><p>Geers of NATO&#39;s Cyber Defense Center calls that attack &quot;pedestrian&quot; &mdash; but it still knocked Estonia&#39;s banks offline for two hours. If the hackers were equipped with more time and money, Geers says, it could have been longer and more serious. Increasing worldwide dependence on the Internet creates plenty of targets.</p><p>&ldquo;Whether you&rsquo;re a student, soldier [or] spy, we&rsquo;re all using computer networks,&rdquo; Geers says, &ldquo;Just as, in academia, you can sort through hundreds of academic papers at once, so can spies reach around the world and steal information.&rdquo;</p><p>Attacking banks or stealing information are the biggest concerns, but when it comes to Internet security, the most serious threat to NATO would &nbsp;be attacks against military assets themselves.</p><p>&ldquo;In theory, military operations can be conducted right across borders and even through walls,&rdquo; Geers says. &ldquo;If a hacker takes control of a system, then they become its owner. When the system is managing critical infrastructures &mdash; and, in a military case, even the firing and logistics associated with weapons systems and military deployments &mdash; you realize that everything, including national security, now is connected to the Internet.&rdquo;</p><p>Geers says that, unlike [with] other modes of military defense, not every country is well-equipped with the technology to combat cyberattacks. That&rsquo;s why he thinks NATO and the European Union are the best players positioned to take on anonymous hackers.</p><p>The challenge is with cooperation. Cyberwarfare capabilities and cyberweapons aren&#39;t talked about much. The US neither confirms nor denies the existence of such weapons, even though it&#39;s widely assumed the US has attacked Iranian nuclear facilities with a malware program called &quot;<a href=\"http://www.wired.com/2011/07/how-digital-detectives-deciphered-stuxnet/all/\">Stuxnet</a>.&quot;</p><p>Geers admits that nations rarely disclose such information, even to allies, right now. But he says that will have to change. The nature of the web and how attacks are carried out will require nations to cooperate in the future. And the ratification of a&nbsp;<span style=\"line-height: 1.538em;\">NATO pledge on cyberattacks is a first step in the right direction.</span></p><p>&ldquo;In this day and age, it is necessary for militaries to have this capability if they want to fight 21st century wars,&quot; Geers says.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTXXZVX_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtxxzvxjpg-0"}]}