{"created":"2014-10-03T03:55:00+00:00","modified":"2015-04-30T19:47:53+00:00","valid":{"from":"2011-03-03T09:18:58+00:00","to":"3011-03-03T09:18:58+00:00"},"hreflang":"en","guid":"9d203241-f9f7-4fc2-9d0c-1ecd2cb33840","title":"SOTRU - Las Vegas: Bright Lights, Big City, Small Town","teaser":"These days, competing versions of Las Vegas occupy the public imagination. One is of Sin City, the City of Lights, home to The Strip, and to glitter and entertainment. The other is as a dramatic victim of the recent economic recession, a city where entire neighborhoods have been foreclosed, where the jobless rate shot up to double digits, where massive casino and hotel construction was suspended, leaving hulking ghosts to remind residents of the boom times. SOTRU explores stories of people making Las Vegas home between these two sides of the city, those working to cultivate community in a place that has a reputation for being impersonal.","description":"&nbsp;State of the Re:UnionLas Vegas: Bright Lights, Big City, Small Town&nbsp;Host: Al Letson&nbsp;DESCRIPTION:&nbsp; These days, two versions of Las Vegas occupy the public imagination. One is of Sin City, the City of Lights, home to The Strip, to glitter and entertainment. The other is as a dramatic victim of the recent economic recession, a city where whole neighborhoods have been foreclosed upon, where the jobless rate shot up to double digits, where massive casino and hotel constructions were suspended, leaving hulking ghosts to remind residents of the boom times. Both versions are true, to a certain extent. Vegas&rsquo; reputation as a city where everybody is out for themselves&mdash;be it at the slots or on the housing market&mdash;is, to some degree, deserved. But there are plenty of ordinary, everyday Las Vegas residents&mdash;the ones whose lives neither sparkle like the neon of the Strip, nor represent the grim statistics that have blanketed the nation&rsquo;s media&mdash;who are working to turn Sin City into their home. In this episode, SOTRU explores stories of people working to cultivate community in a place that has a reputation for being impersonal.&nbsp;Billboard (:59)Incue: From PRD and NPR&hellip;Outcue: But first, this newsNews Hole: 1:00-6:00SEGMENT A (12:29)Incue: Right Now I'm standing Outcue: Our website, Stateofthereunion.com&nbsp;A. The Boom to the Bust: We open the show with host Al Letson on the Strip, reveling in the version of Las Vegas that we all know well: the party town. From there, residents narrate the city&rsquo;s rise during the real estate boom and the depth of the foreclosure crisis since the bubble burst. The casino&rsquo;s mechanical glitter lends this montage its rhythm and irony.&nbsp;B. An Underground World, Where The Destitute Live: Beneath the casinos and the glitz of Las Vegas&rsquo; strip, another world exists. One that is darker, damper&mdash;but still full of people. In the tunnels built as a flood channel several miles beneath Las Vegas, several hundred people make their home. This may sound like a Sci-Fi movie, but, actually, life in the tunnels can be almost ordinary. Residents have&nbsp; made their own compact kitchen, bedroom area, bookshelves and wardrobe full of clothes. But it&rsquo;s still a dangerous choice-- a flood could drown this community in a number of hours, if Vegas were to get a good, hard rain. Local journalist Matt O&rsquo;Brien, who wrote a book about tunnel residents, guides us through this underground world in this segment. We meet several tunnel residents, hear about their lives, and how they make this subterranean dwelling home.&nbsp;BREAK: 19:00 - 20:00SEGMENT B (18:58)Incue: You're listening to State of the Re:UnionOutcue: P-R-X.O-R-G&nbsp;A. Let&rsquo;s Meet Up at the Neighborhood Casino Some Vegas residents live underground&hellip; But most of them live in the sprawling suburbs that have grown up around the city in recent decades. They have what every American suburb has: movie theaters, restaurants, bowling alleys&hellip; but in Las Vegas, all of those things are located in&hellip; the neighborhood casino. These are not the glittery operations of the strip; they&rsquo;re built for locals&mdash;and, for many residents, they&rsquo;ve become de facto community centers. In a city that even has slot machines in the corner gas station, the local casino has become a civic gathering place. In this segment, we visit a neighborhood casino with Las Vegas natives James Reza and Jerry Miscoe. However, the piece is produced to explore the way their experience of this place is contrasted with most outsiders&rsquo; assumptions about casinos.&nbsp;B. Dear Las Vegas: Local novelist Deborah Coonts shares with us her Dear Las Vegas letter.&nbsp;C. &ldquo;The Ninth Island&rdquo; Among the many transplants the boom brought to Las Vegas were those not from the &ldquo;Mainland.&rdquo; Hawaiians have come to Las Vegas in droves&mdash;so much so that they refer to it, both on Hawaii and off, as &ldquo;the ninth island.&rdquo;And the Hawaiians have preserved some of their island traditions, even in land-locked Nevada. There&rsquo;s a paddling club that practices every Saturday morning on Lake Mead, and holds an annual Hawaiian boat regatta each year. In this segment, we attend a Hawaiian boat blessing ceremony with Tamar Hoapili, president of the Las Vegas Hawaiian Civic Club.&nbsp;D. Stuck in Your Home? Make it a Home.In the wake of the housing meltdown, some 80 % of Las Vegas residents reportedly owe more on their house than it&rsquo;s worth. Apartments near the Strip that were selling for 600-thousand dollars a couple of years ago are now listed for as little as $179,00. Those are staggering numbers, but there is a whole population of people trapped between them, unable to sell their homes and go somewhere else where the job market is better. And some are actually optimistic that this could be the best thing that ever happened to Vegas as a community. Long seen as a magnet for transient folks, some&mdash;like local writer Steve Friess&mdash;see the mortgage limbo many Vegas residents find themselves in as holding promise for building community spirit and civic action that the city has lacked. In this segment, we meet a range of Las Vegas residents who see hope and opportunity in the rubble of the foreclosure crisis.&nbsp;BREAK: 39:00-40:00SEGMENT C: (18:59)Incue: You're listening to State of the R:UnionOutcue: This is N-P-R&nbsp;A. A Bunch of Artists in a Former Medical Center:One part of Las Vegas, right near the downtown, is benefiting from that newly engaged citizenry&mdash;or at least the desire for engagement. Fremont East, as its known, is known as a scary part of the city&mdash;lots of seedy motels, boarded up buildings. To Michael Cornthwaite, though, it had the look of possibility. Michael grew up in Chicago, but he didn&rsquo;t want to stay there. He was attracted to Las Vegas, because, as to so many others, it seemed like a city of boundless opportunity, where he could get in and make things happen without having to negotiate an old boys club. In his first few months in Vegas, he noticed his window: there weren&rsquo;t enough good hangout places for locals. Places catering to residents, instead of tourists. And an old abandoned medical center on Fremont Street seemed like the perfect place to make that happen. In this segment, we learn the story behind the Emergency Arts Collective, which opened last spring. The building full of former exam rooms, xray labs, etc is now bursting with evidence of Las Vegas&rsquo; new recession-era arts community.&nbsp;B. One Long Song: There are shows by the dozen on the Strip&mdash;Cirque du Soleil, celebrities like Barry Manilow holding court long past their career&rsquo;s prime. These productions employ hundreds of musicians&mdash;but some of them have an alternate musical life. For the past ten years, at least once a month, a group of musicians who play in the Blue Man Group show morph into&hellip; Uberschall. This is not your normal band. They have no set songs. They have no rehearsals. No albums. But they have a dedicated following in Las Vegas. How? Uberschall is a band made up of professional musicians who play on the strip, who see this band as their outlet: an entirely improvisational, crazy jam that holds audience members spellbound with its musical intricacy and exploration.&nbsp;C. Seeking Solace in the Wilderness: You might think of neon when you think of Las Vegas&mdash;but how about pristine, untouched wilderness? For some residents, though, this is what makes them love their home&mdash;especially since the economic devastation of the recession&mdash;and it&rsquo;s also what is turning Vegas from a simple location into a home. We explore the beauty of the desert with members of an online meet-up group for those enthusiastic about the outdoors in Sin City.&nbsp;D. Las Vegas is Home Vox: In this montage, we learn from Las Vegas residents what makes the city home to them, why they&rsquo;re here.PROGRAM OUT @ 59:00BROADCAST WINDOW BEGINS 5/6The Spring 2011 season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.Thanks for your consideration of the State of the Re:Union with Al Letson.&nbsp; Please contact your NPR Stations Relations person or Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"&nbsp;State of the Re:Union<br />Las Vegas: Bright Lights, Big City, Small Town<br />&nbsp;<br />Host: Al Letson<br />&nbsp;<br />DESCRIPTION:&nbsp; These days, two versions of Las Vegas occupy the public imagination. One is of Sin City, the City of Lights, home to The Strip, to glitter and entertainment. The other is as a dramatic victim of the recent economic recession, a city where whole neighborhoods have been foreclosed upon, where the jobless rate shot up to double digits, where massive casino and hotel constructions were suspended, leaving hulking ghosts to remind residents of the boom times. Both versions are true, to a certain extent. Vegas&rsquo; reputation as a city where everybody is out for themselves&mdash;be it at the slots or on the housing market&mdash;is, to some degree, deserved. But there are plenty of ordinary, everyday Las Vegas residents&mdash;the ones whose lives neither sparkle like the neon of the Strip, nor represent the grim statistics that have blanketed the nation&rsquo;s media&mdash;who are working to turn Sin City into their home. In this episode, SOTRU explores stories of people working to cultivate community in a place that has a reputation for being impersonal.<br />&nbsp;<br />Billboard (:59)<br />Incue: From PRD and NPR&hellip;<br />Outcue: But first, this news<br /><br />News Hole: 1:00-6:00<br /><br />SEGMENT A (12:29)<br />Incue: Right Now I'm standing <br />Outcue: Our website, Stateofthereunion.com<br />&nbsp;<br />A. The Boom to the Bust: We open the show with host Al Letson on the Strip, reveling in the version of Las Vegas that we all know well: the party town. From there, residents narrate the city&rsquo;s rise during the real estate boom and the depth of the foreclosure crisis since the bubble burst. The casino&rsquo;s mechanical glitter lends this montage its rhythm and irony.<br />&nbsp;<br />B. An Underground World, Where The Destitute Live: Beneath the casinos and the glitz of Las Vegas&rsquo; strip, another world exists. One that is darker, damper&mdash;but still full of people. In the tunnels built as a flood channel several miles beneath Las Vegas, several hundred people make their home. This may sound like a Sci-Fi movie, but, actually, life in the tunnels can be almost ordinary. Residents have&nbsp; made their own compact kitchen, bedroom area, bookshelves and wardrobe full of clothes. But it&rsquo;s still a dangerous choice-- a flood could drown this community in a number of hours, if Vegas were to get a good, hard rain. Local journalist Matt O&rsquo;Brien, who wrote a book about tunnel residents, guides us through this underground world in this segment. We meet several tunnel residents, hear about their lives, and how they make this subterranean dwelling home.<br />&nbsp;<br />BREAK: 19:00 - 20:00<br /><br />SEGMENT B (18:58)<br />Incue: You're listening to State of the Re:Union<br />Outcue: P-R-X.O-R-G<br />&nbsp;<br />A. Let&rsquo;s Meet Up at the Neighborhood Casino Some Vegas residents live underground&hellip; But most of them live in the sprawling suburbs that have grown up around the city in recent decades. They have what every American suburb has: movie theaters, restaurants, bowling alleys&hellip; but in Las Vegas, all of those things are located in&hellip; the neighborhood casino. These are not the glittery operations of the strip; they&rsquo;re built for locals&mdash;and, for many residents, they&rsquo;ve become de facto community centers. In a city that even has slot machines in the corner gas station, the local casino has become a civic gathering place. In this segment, we visit a neighborhood casino with Las Vegas natives James Reza and Jerry Miscoe. However, the piece is produced to explore the way their experience of this place is contrasted with most outsiders&rsquo; assumptions about casinos.<br />&nbsp;<br />B. Dear Las Vegas: Local novelist Deborah Coonts shares with us her Dear Las Vegas letter.<br />&nbsp;<br />C. &ldquo;The Ninth Island&rdquo; Among the many transplants the boom brought to Las Vegas were those not from the &ldquo;Mainland.&rdquo; Hawaiians have come to Las Vegas in droves&mdash;so much so that they refer to it, both on Hawaii and off, as &ldquo;the ninth island.&rdquo;And the Hawaiians have preserved some of their island traditions, even in land-locked Nevada. There&rsquo;s a paddling club that practices every Saturday morning on Lake Mead, and holds an annual Hawaiian boat regatta each year. In this segment, we attend a Hawaiian boat blessing ceremony with Tamar Hoapili, president of the Las Vegas Hawaiian Civic Club.<br />&nbsp;<br />D. Stuck in Your Home? Make it a Home.<br />In the wake of the housing meltdown, some 80 % of Las Vegas residents reportedly owe more on their house than it&rsquo;s worth. Apartments near the Strip that were selling for 600-thousand dollars a couple of years ago are now listed for as little as $179,00. Those are staggering numbers, but there is a whole population of people trapped between them, unable to sell their homes and go somewhere else where the job market is better. And some are actually optimistic that this could be the best thing that ever happened to Vegas as a community. Long seen as a magnet for transient folks, some&mdash;like local writer Steve Friess&mdash;see the mortgage limbo many Vegas residents find themselves in as holding promise for building community spirit and civic action that the city has lacked. In this segment, we meet a range of Las Vegas residents who see hope and opportunity in the rubble of the foreclosure crisis.<br />&nbsp;<br />BREAK: 39:00-40:00<br /><br />SEGMENT C: (18:59)<br />Incue: You're listening to State of the R:Union<br />Outcue: This is N-P-R<br />&nbsp;<br />A. A Bunch of Artists in a Former Medical Center:<br />One part of Las Vegas, right near the downtown, is benefiting from that newly engaged citizenry&mdash;or at least the desire for engagement. Fremont East, as its known, is known as a scary part of the city&mdash;lots of seedy motels, boarded up buildings. To Michael Cornthwaite, though, it had the look of possibility. Michael grew up in Chicago, but he didn&rsquo;t want to stay there. He was attracted to Las Vegas, because, as to so many others, it seemed like a city of boundless opportunity, where he could get in and make things happen without having to negotiate an old boys club. In his first few months in Vegas, he noticed his window: there weren&rsquo;t enough good hangout places for locals. Places catering to residents, instead of tourists. And an old abandoned medical center on Fremont Street seemed like the perfect place to make that happen. In this segment, we learn the story behind the Emergency Arts Collective, which opened last spring. The building full of former exam rooms, xray labs, etc is now bursting with evidence of Las Vegas&rsquo; new recession-era arts community.<br />&nbsp;<br />B. One Long Song: There are shows by the dozen on the Strip&mdash;Cirque du Soleil, celebrities like Barry Manilow holding court long past their career&rsquo;s prime. These productions employ hundreds of musicians&mdash;but some of them have an alternate musical life. For the past ten years, at least once a month, a group of musicians who play in the Blue Man Group show morph into&hellip; Uberschall. This is not your normal band. They have no set songs. They have no rehearsals. No albums. But they have a dedicated following in Las Vegas. How? Uberschall is a band made up of professional musicians who play on the strip, who see this band as their outlet: an entirely improvisational, crazy jam that holds audience members spellbound with its musical intricacy and exploration.<br />&nbsp;<br />C. Seeking Solace in the Wilderness: You might think of neon when you think of Las Vegas&mdash;but how about pristine, untouched wilderness? For some residents, though, this is what makes them love their home&mdash;especially since the economic devastation of the recession&mdash;and it&rsquo;s also what is turning Vegas from a simple location into a home. We explore the beauty of the desert with members of an online meet-up group for those enthusiastic about the outdoors in Sin City.<br />&nbsp;<br />D. Las Vegas is Home Vox: In this montage, we learn from Las Vegas residents what makes the city home to them, why they&rsquo;re here.<br /><br />PROGRAM OUT @ 59:00<br /><br />BROADCAST WINDOW BEGINS 5/6<br /><br />The Spring 2011 season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.<br /><br />Thanks for your consideration of the State of the Re:Union with Al Letson.&nbsp; Please contact your NPR Stations Relations person or Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.<br />","byline":"Al Letson","published":"2011-03-03T09:18:58+00:00","tags":[],"itags":["prx:stories-59867"],"audio":[{"href":"https://hal.prx.org/pub/4c83d3b920283cad94fa3c21c863262d/0/web/story_image/122985/medium/Vegas.png","type":"image/png","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/6aafd69612282428c33829507bc9e628/0/web/audio_file/266826/broadcast/01_Las_Vegas_BB.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885431}},{"href":"https://cms.prx.org/pub/d9dccec4667bf8a36478d2c56a3b0a09/0/web/audio_file/266828/broadcast/02-Las_Vegas-Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/f2cc4468c486db6b74cf5d4e4dd46e4d/0/web/audio_file/266882/broadcast/03_Las_Vegas_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941121}},{"href":"https://cms.prx.org/pub/24ad955737be477257472e0c92597e53/0/web/audio_file/266883/broadcast/04-Las_Vegas-Segment_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/1aab294542274c709e1cf2ac90f11c36/0/web/audio_file/266891/broadcast/05-Las_Vegas-Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36400991}},{"href":"https://cms.prx.org/pub/2c7a0f66fb1b8cb04836bc1ebb36999b/0/web/audio_file/266892/broadcast/06-Las_Vegas-Segment_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885431}},{"href":"https://cms.prx.org/pub/bd52a4f26c6f2c315446360752815456/0/web/audio_file/266930/broadcast/07-Las_Vegas-Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}}]}