{"created":"2015-03-13T08:21:41+00:00","modified":"2015-04-13T14:57:15+00:00","valid":{"from":"2015-04-13T14:57:15+00:00","to":"3015-04-13T14:57:15+00:00"},"hreflang":"en","title":"'We Knew Things Were Different For Us': Heems On Rap, Race And Identity","published":"2015-04-13T14:57:00+00:00","teaser":"Born in New York to Indian parents, Heems watched the Sept. 11 attacks from his high school. The Das Racist rapper's new album explores how life changed, for himself and his community, after that day.","itags":["npr_api","390733655"],"guid":"9d28ebd2-b5ff-46cf-8c8b-a8af72f00048","contentencoded":"<p>Five years ago, when the words \"<a href=\"https://www.youtube.com/watch?v=EQ8ViYIeH04\" target=\"_blank\">Combination Pizza Hut and Taco Bell</a>\" were taking root in the pop-culture consciousness, the last thing you might have expected from the people responsible was staying power. As it turned out, <a href=\"http://www.npr.org/artists/136617651/das-racist\" target=\"_blank\">Das Racist</a> was holding another card; with hip-hop as a medium and humor as a catalyst, the Brooklyn duo vaulted past its viral hit and into one of the more unusual and provocative careers in recent music history. There was much to put in context, <a href=\"http://www.npr.org/blogs/monkeysee/2011/06/27/137451481/thats-racist-how-a-serious-accusation-became-a-commonplace-quip\" target=\"_blank\">beginning with the name</a>. But in the course of three albums, a few clear themes emerged: an embrace of complexity, a rejection of media narratives around rap music and a knack for pointing out the absurd, especially when it came to America's conversation about race.</p><p>By the time Himanshu \"Heems\" Suri met his Das Racist co-founder, Victor Vazquez, at Wesleyan University, he'd been thinking hard about race and perception for years. The son of Indian immigrants, he had grown up code-switching, speaking one cultural language in the South Asian community that surrounded his parents' home in Queens, N.Y., and another at the prestigious public high school he attended in downtown Manhattan. He was at school when the Sept. 11 attacks demolished the World Trade Center, and watched the disaster unfold with his classmates from blocks away. The weeks and months that followed that event, in which certain American minorities found themselves targets of a new kind of hostility, made an impression on Heems — and, he says, came rushing back to mind after Das Racist parted ways in late 2012.</p><p>Heems spoke with <em>Morning Edition</em> on the occasion of his new solo album, <em>Eat Pray Thug --</em> a set of songs recorded mostly in India, which focus on life in post-Sept. 11 America. In an extended interview with David Greene, he touches on the factors that led to the end of Das Racist and the challenges of working with a label after a career built on Internet mixtapes, and offers some of his own opinions on politics after a year in which racial conflict and controversy seemed to never leave the headlines. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>David Greene: I want to start with the way I came to know you some years back, which was through \"Combination Pizza Hut and Taco Bell.\"</strong><strong></strong><strong> How did you guys get the idea for that?</strong><strong></strong></p><p><strong></strong><strong>Heems:</strong> Victor had put that in a song of his, before he was in Das Racist. I liked it on its own, instead of in a verse, kind of buried there — so I said, \"You know, this is really kind of catchy. We should just focus on this one refrain for a whole song.\" And even though the song was simple, I still wanted to use the most impressive beat we had. Victor and I got in front of the microphone and basically moved back and forth on one mic, and recorded it in the time it takes to listen do it. I don't think we really expected much to come out of it; this was when people just threw songs up on MySpace for fun.</p><p><strong></strong><strong>So Das Racist, you and Victor: What happened? You guys broke up.</strong></p><p>We were just spending a whole lot of time together. A lot of bands get space from each other, but we were living together; everything was handled by us, instead of really having a managerial team, and so it got to be a lot.</p><p>I think both of us, in the press, had kind of lost the sense of our own identities. We kept on getting associated with Wesleyan and Williamsburg, these things that were part of the last five years of our lives, but not our <em>entire </em>lives. When we kept getting called \"hipster rap,\" \"joke rap\" and all these things, it kind of became frustrating to us. We wanted to express, like, hey, I'm an Indian dude from Queens. I grew up in New York for 18 years before I ever went to Wesleyan, you know? And I think with Victor it was a similar thing. It was just about kind of stressing our identities outside of this zeitgeisty moment that we were a part of.</p><p><strong></strong><strong>I could see how the term \"hipster rap\" could get annoying. What bothered you about it?</strong></p><p>On [the solo mixtape] <em></em><em>Wild Water Kingdom</em> I have that song where I say, \"<a href=\"https://www.youtube.com/watch?v=cuF44NoIEkw\" target=\"_blank\">They sum up my life with my four years of college</a>.\" It was like people were trying to tell me I was this rich, white, hipster kid, and I was just like, \"That's not me.\" I think for people who like hip-hop a lot, they knew we were <em></em>from hip-hop, and that it was an insider thing. It was just really divisive, the project itself, so that was kind of frustrating — having to explain yourself all the time.</p><p><strong></strong><strong>Well, I want to go to your upbringing in New York. You went to an elite public high school, Stuyvesant. You were vice president of the student union when the nation was attacked on Sept. 11, 2001. That attack really made its way into your music, and I wonder what stands out to you from that day, and the days and weeks that followed.</strong></p><p>From different parts of the building, you could see people jumping — and I was, like, 15 or 16, so that was probably the most traumatic thing. But what I really remember is, me and my friends were a group of about 30 to 40 Muslims, Hindus, Christians, Jews, and we all just kind of came together, realizing in that moment that we needed to be there to protect one another.</p><p>I remember a construction worker that day yelling at this 15-year-old girl we were with who was wearing a hijab — like, \"Go back to where you came from.\" Growing up, kids would call me Gandhi or Habib or Apu or whatever, but it was kids. Seeing that much hate from an adult towards a 15-year-old girl really messed with my head. We knew things were different for us as brown bodies in an American state. Looking back, that might have been one of the moments where I began to think about race a lot — and then at Wesleyan, having the courses to back that up, was when the race stuff went into overdrive in my head. I think I've calmed down a little bit on that stuff now.</p><p><strong></strong><strong>I'm a little surprised to hear you say you've calmed down a bit, because this album — there's breakup songs, there's humor, but there's also a lot of social commentary.</strong></p><p>Yeah, I think it was more subdued with Das Racist; we were kind of hiding behind humor. When I talked about race in Das Racist, it was more commentary on the space between black and white, and how the discourse on race in America has typically been black and white — as the expression goes, and also quite literally. So it was about unity between Victor as a Latino and me as a South Asian, and this idea of brown.</p><p><em></em><em>Eat Pray Thug</em> is much more about me, as an Indian. My community is Indian, Pakistani, Indo-Carribean, Guyanese, Trinidadian — and when I was in Das Racist I was really removed from the community. I was going to this elite college, I was working on Wall Street and I was hanging out in Williamsburg with all these bands at night, and Queens couldn't have been further away, even though it was right there. I think in the last two or three years, I've made a conscious effort to step back into that community, and that's why a lot of the songs are more personal.</p><p><strong></strong><strong>Let's talk about \"Flag Shopping,\" because in that song it doesn't sound like you've calmed down when it comes to race — it sounds like you're ramping things up.</strong><strong> </strong><strong></strong><strong>What message are you sending here?</strong><strong></strong></p><p>I don't know if I'm sending a message; I'm telling a story, and that story is something a lot of brown people, whether Muslim, Hindu, Sikh, maybe even Latino, can identify with: that moment after 9/11 when things felt kind of unsafe for the brown community. We immediately went to buy these bumper stickers to put on our car, or these flags to hang in our windows or outside of our home, so our neighbors who we had lived with for 20 years knew that we were American, that we were proud to be American and that we did not support terrorism. And this always happens when a terrorist attack happens: My Muslim friends feel like they need to speak out and say, \"We don't support terrorism.\" Of <em></em><em>course</em> they don't. Why would they even have to make that comment?</p><p>In the song I say, \"Now they're looking at us different\": It's about that paranoia, that fear and that sense that you're always on edge. So I don't think I'm making a grand statement. I'm just talking about things <em>from </em>that community perspective, rather than talking <em>about</em> that community, almost as an outsider.</p><p><strong></strong><strong>How consciously, if at all, do you try to be provocative — to try to force people who are hearing music like this to think, and to be uncomfortable?</strong></p><p>On this record, I'm not trying at all. With Das Racist, there was this bit of antagonism with our crowd — maybe because we were talking about race from the perspective of brown people, but our audience, in large part, was white. Not <em></em><em>entirely</em> white, which was frustrating, too: People would always say, \"All your fans are white,\" which was smack in the face to all of our fans that related to our music in a much more direct way.</p><p>But I'm just telling my story, whether it's 9/11 or the breakup or just mental health. And I never thought my story was one people could relate to, but more and more, a lot of young brown kids have been reaching out to me, and a lot of kids in their early 20s who are into social justice, who are into feminism, who support equality. I didn't really see this 10 or 15 years ago, even five years ago. So I think it's more for those people to relate to than it is to <em>not</em> include anyone else.</p><p><strong></strong><strong>There are some lyrics in the song \"Al Q8a\" — which, why did you spell it that way?</strong></p><p>I guess if I had to write those words in emails all the time, I wasn't trying to get flagged by the NSA. Though I'm sure they're smart enough to realize my complicated code there.<strong></strong></p><p><strong>Some of these lines — \"Hi haters, our guns from al-Qaida / Naysayers, see you now or get you later\" — I'd listen to that and it could sound pretty menacing. I wonder if you worry if that undermines you, as someone who's looking to bring people together.</strong></p><p>That's a reference to a French Montana line, from when French Montana and Max B were rapping together — the irony there being, al-Qaida's guns were from us. French Montana, back before he blew up, is such a New York rap thing: Everyone in New York has heard that Max B and French mixtape. A lot of my music, I'm referencing things, and that's been true since the Das Racist days. People used to call us \"hyper-referential,\" which is irritating because <em></em><em>all</em> of rap is hyper-referential.</p><p>There was this whole thing in New York where Dipset was calling themselves \"Dipset Taliban,\" where Dipset was calling themselves \"al-Qaida.\" These are The Diplomats — Cam'ron, Juelz Santana, this very popular rap group from Harlem that just reunited. So this whole song is kind of about the place between places — where on the one hand, I identify with being a fan of The Diplomats, and on the other hand, literally being brown, people perceive me to be Taliban. I guess when Dipset was doing it, it definitely was to rile people up, but that's not really my intention.</p><p>Obviously, I feel like in certain ways I was a bigger victim of 9/11 than a lot of other people in America. Most of the people getting pissed off about it were in Indiana and stuff — like, I was literally there. And then further victimized: on the one hand, feeling like a victim of this event, and then on the other hand, being made to feel guilty of it. I don't know if people think I'm celebrating 9/11, but obviously when you listen to the album, that's not the case.</p><p><strong></strong><strong>No, I wouldn't say that. I guess I just wonder, do you mind if people get upset?</strong></p><p>Nah, man — I mean, that's hip-hop. I'm not gonna decode. That's what some of my frustration with Internet rap is: I'm not gonna decode all the lyrics for you. If you misunderstand me, I'm really sorry; maybe we'll speak on it in person or something. But I can't worry about what everyone thinks. When I make this work, I just get in there and it just comes out of me. I stepped in the studio and made this album in maybe three days.</p><p>But maybe you're right — I should think about these things. I mean, I obviously don't want to trigger anybody. I don't want people to think that I'm supporting terrorism in any way. My label was obviously like, \"We're not going near that song.\"</p><p><strong>But you felt like you wanted to get those lyrics out there, even though your label was opposed?</strong></p><p>You know, I'm not used to having a label. The last five records I put out were on Greedhead, which was my own label, and Megaforce was my distribution, so they didn't really have input. On this record, I needed more financial support, I needed more label support, so I changed our relationship from distribution to a typical label deal. Also, previously most of my work was mixtapes, where I wasn't clearing samples, where I wasn't doing production contracts. This record, I finished in December 2013; it's coming out March 2015. It took literally a year and three months to clear all the records working on an indie-label budget, as opposed to a Def Jam or an Interscope or a Universal. So in general, this album is a whole other experience, because I was being told what to do, which isn't normally how I work.</p><p>But the label also worked with me, and I don't expect everyone to identify with the type of art I'm making. I think it's normal for artists and labels to have their disagreements. I remember one comment was that \"Patriot Act\" seems dated — but it doesn't feel dated to me, because I've been living with it every day.</p><p><strong></strong><strong>There's a line in that song that seems like it comes from your experience in the time after 9/11: You say, \"I guess it's OK, 'cause my dad wasn't deported.\" What do you mean?</strong></p><p>I was talking about a friend who went to school with me, whose father was deported. A lot of people in the community were deported — or they got so sick of the FBI harassing them that they just packed their bags up and left. That happened with a client of my mother, who sells life insurance through the Indian community. So a lot of that fear comes back to my parents — like, I can handle myself. That's the nature of being a first-generation American: You're almost parenting your parents while they're parenting you. Even as a child, you're protective of your parents, which is just a lot of pressure for a kid to face.</p><p>There's a book <em></em>... by Amitava Kumar, a friend of mine who teaches at Vassar. And in the book he talks about one of these guys who would have never had the ability to pursue any kind of terrorist actions had he not basically been entrapped by the Feds, who kind of urged him and pushed him in this direction of, \"We can get you bombs\" and stuff. There's a moment where he's writing a letter to his mom, where he says, \"They tell me I have anxiety and depression, but they won't give me medication,\" or something to that effect — and he misspells \"anxiety\" and \"depression.\" And I remember coming to tears, reading this. Or even this situation recently where a [Indian] grandfather in Alabama was paralyzed by police because the neighbors said there was a \"skinny black guy\" walking near the garages on the block. He says \"I don't speak English.\" The cops walk up to him. That could have been my dad.</p><p>Even when I was, like, 14, if I was on the subway and I saw the cops talking to an Indian person, an elderly one, I would stop and make sure they spoke English. I've always, in navigating these two worlds, been stuck between them, and it comes back to my parents: times when I was 5 or 6 and somebody would ask <em></em><em>me</em> a question when my parents were standing right there speaking English — because they have an accent and I don't. A lot of those things stick with you.</p><p><strong></strong><strong>I'm interested to know how far you think the country has come, or hasn't come, since 9/11. I was reading your Twitter feed, and what happened in Chapel Hill, N.C., where three Muslims were shot, seemed to really grip you. <strong><a href=\"https://twitter.com/sallykohn/status/565534101839814656\" target=\"_blank\">You retweeted a tweet</a> that read, \"Muslim shooter = terrorist, black shooter = thug, white shooter = just a tiff about a parking spot.\"</strong></strong></p><p>I mean, it's been a heavy year, man, from Ferguson to the Chapel Hill shootings. I said in some ways I've calmed down about race, but in reality I've had more to be angry about recently than other times. I think when I said I've calmed down, I just meant in this kind of theoretical or academic way: I'm not always watching TV going, \"This is offensive, this is racist.\" I'm less on edge about that. But when it comes to my community, I'm definitely protective, I'm definitely easily affected. When I wrote that song \"<a href=\"https://www.youtube.com/watch?v=mIlUKhkaYZA\" target=\"_blank\">Soup Boys (Pretty Drones)</a>\" it was literally, like, the night after the Wisconsin temple shootings in 2012. When these things happen, it hits me almost like it's a relative; it hits me in a real personal way.</p><p><strong>We had an interview with President Obama after Ferguson, and after we were seeing a number of young, unarmed black men dying at the hands of police, and we asked if racial tensions in this country are worse now than when he took office. He made the argument that a lot of it is just that the conversation about this is more prominent. What do you think? How would you answer that question?</strong><br /> <br /> I would actually agree with that. I would say the conversation is popping up more. Like I said, now I come across a lot of 20-somethings who are Indian or Pakistani or Bangladeshi or Nepali who are into social justice, and it's what they're passionate about. Maybe it's also because of Twitter and because of social media, where these conversations can pop up and are fostered; I think that definitely has to do with it. Maybe it has to do with Obama creating an environment where people feel more comfortable discussing race. But, I definitely think people are speaking about it more.</p><p>I wrote that song \"<a href=\"https://www.youtube.com/watch?v=5i-b6x0-GeM\" target=\"_blank\">NYC Cops</a>\" where I literally list out the murders or the beatings of innocent, unarmed black men in in New York over the last 20, 30 years — and so when Ferguson happened, a lot of people were tweeting it. Even a song like \"Al Q8a\" or \"Patriot Act\": It has to do with 9/11, but then when the shootings happened in France it popped up again. That was such a pivotal event — it basically shifted everything — so I don't think it's a matter of dated or timely or not. I think it's a constant conversation, and I think now more people are having that conversation.</p><p><strong>And is the conversation working? I look back to 9/11, and since then there has been an enormous effort by many people to say \"Muslims are good people, don't judge them based on extremists.\" Has that message gotten through to some extent? Has the conversation been effective over time?</strong></p><p>You know what was more frustrating for me? Seeing so many Sikh and Hindu people saying \"I'm not Muslim,\" or separating themselves from Muslims in this time. Or after the Sikh temple shootings it was, \"We're not Muslim, why did this happen?\" As if to say, if we were Muslim it would be understandable. When Ferguson happened I was constantly thinking about Asian-American apathy — that more Indian kids were talking about the store owner being Indian than this young man who had lost his life. So as far as my role as activist or anything like that, it becomes solidarity with black Americans, solidarity with Muslims, instead of separating yourselves from them or just making it about you or your race.</p><p>I don't know how much things can change, because it's such an institutional thing. I believe fully in the power of conversations; I believe fully in the power of art and activism and community organizing, and the more young people that become passionate about this, the more protest movements we have — whether it's Occupy, whether it's Black Lives Matter — the more you can change people's thinking. But it's a difficult thing to do, because it's so ingrained into America from slavery until now, from colonialism until now.</p><p><strong>Do you see a moment in your lifetime when a song like \"Patriot Act\" will be dated?</strong></p><p>I hope so. I don't know. I mean, maybe in 20 years, America will have a different enemy and so that conversation will shift. It depends on who we're at war with this year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27We+Knew+Things+Were+Different+For+Us%27%3A+Heems+On+Rap%2C+Race+And+Identity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392718557-a708d0.m3u?orgId=1&topicId=1105&e=390733655&d=437&ft=nprml&f=390733655"},{"href":"http://media.npr.org/assets/img/2015/03/04/img_6247-copy-a3a91f66fb3425a2aa6b60d05df72a5bbdb0c5d2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2682","width":"3576"}}]}