{"created":"2014-08-20T04:00:35+00:00","modified":"2015-05-14T18:00:43+00:00","valid":{"from":"2014-08-19T21:40:18+00:00","to":"3014-08-19T21:40:18+00:00"},"hreflang":"en","description":"Clouds — and people running from them — appear in images from Ferguson to Cairo.","published":"2014-08-19T21:40:18+00:00","title":"The big business of tear gas, explained","byline":"Sabri Ben-Achour","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Tear gas may be one of the most ubiquitous images on the news looking back over the past several years. White clouds - and people running from them - appear in newsreels depicting uprisings from Ferguson to Cairo. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Nonlethal weapons are a $1.6 billion-a-year business, according to <a href=\\\"https://www.visiongain.com/blog/index.php/non-lethal-weapons-market-2014/\\\" target=\\\"_blank\\\">Visiongain</a>, a market research firm. </p>\"},{\"content\":\"<p>“Seventy percent of that is anti-personnel,” says Michael Emery, defense editor and analyst. Anti-personnel weapons means something used to immobilize or incapacitate people without – ideally – killing them.  This could include rubber bullets and stun-guns. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Tear gas is possibly the second most important element after Tasers,” he says, largely because it’s so effective and less lethal. “A few canisters of tear gas can be used to disperse a hundred people, whereas a Taser is one-to-one.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The science is still out on the long term effects of tear gas, says Sven Eric Jordt, professor of anesthesiology at Duke University School of Medicine.  It can be dangerous for children, the elderly and people with breathing problems, but its general effects aren’t conclusively known. Still, tear gas is less lethal than other options. Rubber bullets, though designed to be sub-lethal, have <a href=\\\"http://www.theguardian.com/world/2010/aug/17/palestinian-girl-killed-rubber-bullet\\\">killed</a> people and water hoses have <a href=\\\"http://www.bbc.com/news/uk-26226926\\\">maimed</a> them.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>The largest consumer of non-lethal antipersonnel weapons, including tear gas, is law enforcement, says Emery, overwhelmingly in the United States.  “The U.S. is by far the largest market for nonlethal systems and due to that there’s a concentration of companies within the U.S.”</p>\"},{\"content\":\"<p><span>Wyoming-based Defense Technology (part of Canadian firm Safariland) appears to be the source of at least some of the tear gas used in Ferguson, Missouri.  </span>Other U.S. companies include  the Pennsylvania-based Combined Systems Inc. and Non Lethal Technologies Inc.  There&apos;s also AmTech Less Lethal in Florida.  Another major producer, Condor Non Lethal, is based in Brazil.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Between 2013 and 2014, sales of nonlethal anti-personnel weapons grew 2.2 percent globally.  It’s a moderate number, tempered by security spending cuts.  But Emery says he expects future growth to be much higher.  <span>One reason is that after so many uprisings from Tunis to Rio to Ferguson, it’s becoming increasingly apparent that lethal force makes things worse.</span></p>\"},{\"content\":\"<p>But another reason is that police departments and citizens are getting inured to seeing such weapons deployed, including tear gas.  “The [increased] massive use world wide has decreased the threshold in western countries to deploy tear gas,” says Jordt.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The question is how law enforcement will strike a balance between using it more, and using it well.  </p>\",\"type\":\"text/html\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>Tear gas may be one of the most ubiquitous images on the news looking back over the past several years. White clouds - and people running from them - appear in newsreels depicting uprisings from Ferguson to Cairo.&nbsp;</p>\n<p>Nonlethal weapons are a $1.6 billion-a-year business, according to <a href=\"https://www.visiongain.com/blog/index.php/non-lethal-weapons-market-2014/\" target=\"_blank\">Visiongain</a>, a market research firm.&nbsp;</p>\n<p>“Seventy percent of that is anti-personnel,” says Michael Emery, defense editor and analyst. Anti-personnel weapons means something used to immobilize or incapacitate people without – ideally – killing them.&nbsp; This could include rubber bullets and stun-guns.&nbsp;</p>\n<p>“Tear gas is possibly the second most important element after Tasers,” he says, largely because it’s so effective and less lethal. “A few canisters of tear gas can be used to disperse a hundred people, whereas a Taser is one-to-one.”</p>\n<p>The science is still out on the long term effects of tear gas, says Sven Eric Jordt, professor of anesthesiology at Duke University School of Medicine.&nbsp; It can be dangerous for children, the elderly and people with breathing problems, but its general effects aren’t conclusively known. Still, tear gas is less lethal than other options. Rubber bullets, though designed to be sub-lethal, have <a href=\"http://www.theguardian.com/world/2010/aug/17/palestinian-girl-killed-rubber-bullet\">killed</a> people and water hoses have <a href=\"http://www.bbc.com/news/uk-26226926\">maimed</a> them. &nbsp;</p>\n<p>The largest consumer of non-lethal antipersonnel weapons, including tear gas, is law enforcement, says Emery, overwhelmingly in the United States.&nbsp; “The U.S. is by far the largest market for nonlethal systems and due to that there’s a concentration of companies within the U.S.”</p>\n<p><span>Wyoming-based Defense Technology (part of Canadian firm Safariland) appears to be the source of at least some of the tear gas used in Ferguson, Missouri. &nbsp;</span>Other U.S. companies include &nbsp;the Pennsylvania-based Combined Systems Inc. and Non Lethal Technologies Inc. &nbsp;There's also AmTech Less Lethal in Florida. &nbsp;Another major producer, Condor Non Lethal, is based in Brazil.</p>\n<p>Between 2013 and 2014, sales of nonlethal anti-personnel weapons grew 2.2 percent globally.&nbsp; It’s a moderate number, tempered by security spending cuts.&nbsp; But Emery says he expects future growth to be much higher. &nbsp;<span>One reason is that after so many uprisings from Tunis to Rio to Ferguson, it’s becoming increasingly apparent that lethal force makes things worse.</span></p>\n<p>But another reason is that police departments and citizens are getting inured to seeing such weapons deployed, including tear gas.&nbsp; “The [increased] massive use world wide has decreased the threshold in western countries to deploy tear gas,” says Jordt.</p>\n<p>The question is how law enforcement will strike a balance between using it more, and using it well.&nbsp;&nbsp;</p></div>","tags":["APM","protests","Ferguson","missouri","Business","riots","gas","disorders"],"itags":["9d2ac7a20bbff7ca4d65ea895182a746","Marketplace","PMP:Marketplace_PMP","Marketplace for Tuesday August 19, 2014"],"guid":"9d2ac7a2-0bbf-4f7c-84d6-ea895182a746","teaser":"Clouds — and people running from them — appear in images from Ferguson to Cairo.","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/453582440.jpg?itok=zxglAy1-"},{"type":"audio/mpeg","format":"MP3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/08/19/marketplace_segment16_20140819"},"duration":116,"duration_hms":"00:01:56"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/08/19/marketplace_segment16_20140819_64.mp3"}]}