{"created":"2014-09-04T16:42:44+00:00","modified":"2014-09-18T14:38:58+00:00","valid":{"from":"2014-09-18T14:38:57+00:00","to":"3014-09-18T14:38:57+00:00"},"hreflang":"en","title":"What U.S. Learned From 'Heathen School' Wasn't Part Of The Lesson Plan","published":"2014-03-19T13:51:00+00:00","teaser":"The 19th century Connecticut school sought to convert young men from Hawaii, China, India and the Native American nations and then send them home as Christian missionaries. It did not go as planned.","tags":["npr_api","291130318"],"guid":"9d468ab1-afd4-4bb7-b876-39039b30d1c1","contentencoded":"<p>Picture this. You're a young girl, living in a remote town in Connecticut in 1825. You've taken refuge in a neighbor's house and, as night falls, you peek out a window to see your friends and family members assembling outdoors around two crude paintings: One is of a young white woman (you); the other painting is of a man, a Native American.</p><p>As church bells begin to toll, some of the townspeople carry forward fake bodies meant to represent you and the man in the painting; someone else ignites a barrel of tar and the effigies begin burning — an image of looming eternal damnation. You get the message: Stick with your own kind or else.</p><p>This fantastical tableau sounds like something out of an Early American version of <em>The Hunger Games</em>, but it really took place. That frightened young girl, whose name was Harriet Gold, recollected that night in a letter that historian John Demos quotes in his engrossing new book, <em>The Heathen School. </em>The good townspeople of Cornwall, Conn., carried out the ritual at a turning point moment when collective panic trumped piety. A few years earlier, in 1816, Cornwall had competed for the honor of hosting a cosmopolitan institution that would become a tourist attraction famous throughout early 19th century America.</p><p>Known familiarly as the \"Heathen School,\" it brought together young men from Hawaii, China, India and the Native American nations for the purpose of converting them to Christianity and then sending them back as missionaries to their home countries. The constitution of the Heathen School boasted that its students would be \"employed as instruments of salvation to their benighted countrymen.\" Of course, problems quickly arose with this early 19th century utopian scheme to \"evangelize the world.\" Some students found English too difficult to master, and quit; other students converted, returned home and promptly \"went native\" again.</p><p>But the biggest problem with the venture — the one that really riled up the Cornwall community and doomed the Heathen School — was the perceived threat of \"race-mixing.\" In 1824, a young white woman named Sarah Northrup, who hailed from one of the most prominent families in town, married a student named John Ridge and moved with him to the Cherokee Nation in the state of Georgia.</p><p>Newspapers throughout Connecticut denounced Sarah as a \"squaw\" and speculated in paranoid fashion that the Heathen School scholars aimed to \"make our daughters become nursing mothers to a race of mulattoes.\" The effigy-burning ritual I just described was a response to news that Harriet Gold intended to marry a Cherokee student named Elias Boudinot. The bonfire and other threats didn't deter them: They married in 1826.</p><p>When John Demos came upon the story of the Heathen School, it was presented to him as mere local lore. But the seasoned historian recognized there was a lot going on in that little schoolhouse. It gave him a window into both the early 19th century evangelical movement as well as the shifting American attitudes toward racial mixing.</p><p>In one of the most intriguing sections of his book, Demos illuminates a more tolerant attitude toward intimate unions between whites and Native Americans — so-called \"noble savages\" in the earliest years of European colonization. For instance, he quotes an early historian of Virginia, who quipped that if colonists had intermarriage on a large scale, \"the Indians would have been converted by this kind method.\" Those types of jokes would no longer be \"funny\" by the early 19th century.</p><p>Demos intersperses his historical narrative with short personal essays of on-the-road reportage, in which he travels to Hawaii, where some of the school's most famous students hailed from, as well as to the Cherokee Nation home sites of the Boudinot and Ridge families. The home of John Ridge, his wife, Sarah, and their mixed-race children was a plantation. Ridge was a slave owner. In the end, everyone was removed by the U.S. government and forced to embark on the Cherokee Trail of Tears. The racial ironies keep multiplying.</p><p><em>The Heathen School</em> is a provocative addition to recent narrative histories that explore how racial categories and attitudes have changed over time in America. I'm thinking especially of a book like Linda Gordon's <em>The Great Arizona Orphan Abduction,</em> which also reminds us that race is what people and institutions wish to make of it, and that what they make of it involves a hierarchy of power and privilege that some choose to challenge and others choose to abide.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+U.S.+Learned+From+%27Heathen+School%27+Wasn%27t+Part+Of+The+Lesson+Plan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"391"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1291157039-2a7c85.m3u?orgId=1&topicId=1034&aggIds=100876926&ft=3&f=291130318"},{"href":"http://media.npr.org/assets/img/2014/03/18/978-0-679-45510-3-556990c4ce34f433e02e173709a7734a83d382aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1054","width":"1407"}},{"href":"http://media.npr.org/assets/img/2014/03/18/jdemos_enl-82892418c55b5ead32bc69c380679c2ed395d0fa.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4272","width":"2848"}}]}