{"created":"2014-09-10T20:19:08+00:00","modified":"2014-10-30T22:31:08+00:00","valid":{"from":"2014-10-30T22:31:08+00:00","to":"3014-10-30T22:31:08+00:00"},"hreflang":"en","title":"In Strange Twist, Kenyans March For Police Officer Accused Of Murder ","published":"2014-09-11T00:38:00+00:00","teaser":"In a land where police have a reputation for corruption and violence, Titus Musila is a rare officer who is popular. Now that he's accused of a vigilante killing, residents have rallied around him.","itags":["npr_api","347408405"],"guid":"9d4a84d1-3fcc-43cf-84a0-2b2b11683146","contentencoded":"<p>Kenyans rate their police force among the most corrupt institutions in the country. Even worse, police are often accused of inflicting violence on citizens. So when a Nairobi officer was arrested for murder this week, you would think most people would applaud.</p><p>But in a strange twist, residents in the officer's district rose defiantly in defense of his vigilante approach to justice.</p><p>Demonstrators in the Nairobi neighborhood blocked traffic for the second day on a five-lane superhighway before they were pushed back by tear gas and police truncheons. They vowed to keep protesting each day until their beloved constable is released.</p><p>Who is this cop?</p><p>His name is Titus Musila, though people in Kasarani district refer to him affectionately by his nickname, Katitu.</p><p>Unlike most Kenyan police, people here say, Katitu doesn't take bribes and he actually stops crime, though not by arresting the criminals. His apparent lack of faith in Kenyan courts and jails has led him to assume the role of a vigilante.</p><p>\"First he warns your parents,\" explains bus driver David Mwangi. \"He gives you seven more warnings. Then he gives you money for bus fare\" and tells you to leave town.</p><p>If you continue to commit crime on his turf, and Katitu catches you in the act, then he's likely to shoot you dead, people say. Even for something like stealing a cellphone.</p><p><strong>Safer Streets</strong></p><p>Residents here say that since Katitu arrived on the beat a few years ago they can safely step out on the streets in the evening.</p><p>Jacqueline Yambura, a trader who sells bags of peanuts to passing motorists, is particularly grateful that she can now work during the profitable evening rush hour. With Katitu now behind bars, she says, young women don't dare leave the house after dusk.</p><p>But police investigators tell a different story.</p><p>They say that Katitu is a rogue cop who killed one man — Kenneth Mwangi — and then shot his older brother who was to testify against the officer.</p><p>Almost everybody on the street here believes that the officer actually shot both men, and they love him for it.</p><p>\"Those brothers were thugs who were stealing from people,\" says Tamu Kamau, a physics professor at the local university who was blocked from getting home because of the tear gas. \"Katitu is a good man.\"</p><p>Extrajudicial shootings are common in Kenya. Local activists crunching the numbers say that a Kenyan is <a href=\"http://www.standardmedia.co.ke/?articleID=2000132810&story_title=Kenya-police-to-blame-for-deaths-of-160-kenyans\" target=\"_blank\">far more likely to be killed</a> by a policeman's bullet than a criminal's.</p><p>A 14-year-old girl was shot and killed recently in her bed by police who raided her house looking for an uncle who wasn't home. The police officers quickly buried the girl, and the evidence, before her mother could come home.</p><p><a href=\"http://www.the-star.co.ke/news/article-189059/ag-respond-kwekwe-suit\" target=\"_blank\">The mother is now suing the government</a> to exhume the body and perform an autopsy on her daughter. So far, none of those officers have been arrested.</p><p>Meanwhile, Kenyan police say Katitu will remain in jail and face \"the full force of the law.\" The people of Kasarani felt that force Wednesday as green-clad police beat and kicked ordinary passersby long after the actual demonstrators had dispersed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Strange+Twist%2C+Kenyans+March+For+Police+Officer+Accused+Of+Murder+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347468374-b60fa8.m3u?orgId=1&topicId=1126&ft=3&f=347408405"},{"href":"http://media.npr.org/assets/img/2014/09/10/kenya-police-985e299422d162485cc59dd99f5e58356db2a8d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1467","width":"1956"}}]}