{"created":"2014-10-02T19:39:38+00:00","modified":"2014-10-03T18:14:25+00:00","valid":{"from":"2014-10-03T18:14:25+00:00","to":"3014-10-03T18:14:25+00:00"},"hreflang":"en","guid":"9d4b8857-7013-42a1-b926-e882f494596c","title":"Canada's Mounties find themselves in a battle over furry muskrat hats","published":"2014-10-03T18:14:24+00:00","byline":"David Leveille","tags":["culture","business and economy","wildlife","environment","Culture","Arts, Culture & Media","North America","Canada","North America","Robert Sopuck","Leona Aglukkaq","Michael Howie","Clothing","Hats","Fur trade","Fur","Trapping","Muskrat","Animal trapping","Fur clothing"],"teaser":"Traditionally, the winter hat of choice for Canada's famous Mounties has been a muskrat hat. But animal rights activists recently persuaded the Royal Canadian Mounted Police to consider switching to a knit wool cap, sparking a storm of controversy in parliament.","contentencoded":"<p>If you&#39;re in Canada during the winter, you&#39;re definifely going to need a good hat. Canada&#39;s&nbsp;Royal Canadian Mounted Police&nbsp;are no exception.</p><p>The traditional hat of choice for the famous Mounties has been made of muskrat fur, with big, fuzzy ear flaps on the outside.&nbsp;But animal rights activists recently persuaded the force to make a switch.&nbsp;The agency said most officers would instead be issued a knit wool cap, also called a toque in Canada.&nbsp;</p><p>That sent Robert Sopuck into a tizzy. He&#39;s a Conservative lawmaker from a district in Manitoba that&#39;s home to many rural communities.</p><p>&ldquo;What bothers me about these well-funded animal rights groups &mdash; what actually results from their activities is that poor people get hurt, to be blunt,&quot; Sopuck says. &quot;For some of them, trapping is the only economic activity available, and provides these people who live on fairly low incomes with the dignity of work and the ability to pursue a way of life that I strongly admire. As their Member of Parliament, I view this as my duty to protect and defend that way of life.&rdquo;</p><p>[[{\"fid\":\"74849\",\"view_mode\":\"feature_large\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":376,\"width\":668,\"alt\":\"MP Robert Sopuck was pleased to hear that Canada&#039;s Conservative Government will be reversing a decision by the Royal Canadian Mounted Police (RCMP) to phase out its use of muskrat fur winter hats.\",\"class\":\"media-element file-feature-large\"}}]]</p><p>Not surprisingly, Canada&#39;s <a href=\"http://furbearerdefenders.com/what-we-do/rcmp-fur-hats\">Association for the Protection of Fur-Bearing Animals</a> sees things differently. It says that e<span style=\"line-height: 20.0063037872314px;\">ach&nbsp;RCMP winter hat requires 2-3 muskrats and each year approximately 3,000 hats are issued to new officers. Each winter about 1,000 fur-trimmed caps are purchased for $65,000 for the Canadian Forces.</span></p><p><span style=\"line-height: 1.538em;\">&nbsp;&quot;I&nbsp;wear a toque made from organic materials,&quot; says Michael Howie, the group&#39;s spokesman. He believes that trapping muskrats to make winter hats is inhumane. .</span></p><p>&ldquo;Muskrats are typically killed in a conibear traps, this is like a large rat trap,&quot; Howie points out. &quot;The equivalent of this would be taking your dog and standing on its neck for three minutes, watching its eyes bulge, its legs twitch &mdash; and saying that&#39;s humane. It really isn&#39;t.&rdquo;&nbsp;</p><p>[[{\"fid\":\"74850\",\"view_mode\":\"feature_large\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":376,\"width\":668,\"alt\":\"Sheryl Fink of International Fund for Animal Welfare/IFAW sitting on Arctic Ice near a harp seal pup wearing a toque made of organic materials.\",\"class\":\"media-element file-feature-large\"}}]]</p><p>That&#39;s a tough image for any politician to defend, but Sopuck will give it a go.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I have trapped beavers and coyotes and muskrats and skinned them myself,&quot; he says. &quot;I don&#39;t doubt that the animal rights groups use that kind of hyperbole to denigrate this most sustainable of industries. But I can tell you we are a leader in humane trapping technology, and the muskrats are killed quickly.&rdquo;</span></p><p>You can debate which hat the Mounties should wear all you want, but&nbsp;<span style=\"line-height: 1.538em;\">here&#39;s how Canada&#39;s Environment Minister, Leona Aglukkaq, came down on the issue this week in the House of Commons: &quot;</span><span style=\"line-height: 1.538em;\">I would like to assure Canadians that the historic fur winter hats worn by the RCMP will not be discontinued despite the efforts of the radical animal rights activists. The RCMP decision which is causing much glee among anti-fur activists is being fully overturned. Our government will always stand up for Canada&#39;s hunters and trappers.&quot;</span></p><p>That&#39;s much to Sopuck&#39;s delight:&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Not only do I have a muskrat hat, I have a beaver hat and coyote parka. ... I actually am anxious for winter to come so I can wear my fur coat in Ottawa here.&rdquo;</span></p><p>&nbsp;</p><h1 class=\"yt\" id=\"watch-headline-title\" style=\"margin-top: 0px; font-size: 24px; color: rgb(34, 34, 34); font-weight: normal; line-height: normal; overflow: hidden; font-family: arial, sans-serif; background-image: initial; background-attachment: initial; background-size: initial; background-origin: initial; background-clip: initial; background-position: initial; background-repeat: initial;\">&nbsp;</h1>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Rcmp_sled_dogs_1957.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rcmpsleddogs1957jpg"},{"href":"http://youtu.be/ZTY33wCXVPU"},{"href":"http://www.pri.org/file/mp-sopucks-question-regarding-rcmps-phase-out-muskrat-fur-hats"}]}