{"created":"2015-01-01T21:21:11+00:00","modified":"2015-01-08T19:05:15+00:00","valid":{"from":"2015-01-08T19:05:15+00:00","to":"3015-01-08T19:05:15+00:00"},"hreflang":"en","title":"Hear Long-Lost Rock 'N' Roll From The Native American Heartland","published":"2015-01-02T03:34:00+00:00","teaser":"<em>Native North America, Vol. 1 </em>sketches out an entire chapter of American music that, remarkably and shamefully, largely had been lost until now.","itags":["npr_api","374406236"],"guid":"9d4e0f10-e73d-4d35-b8c4-d916f092006b","contentencoded":"<p>For a time during the '60s and '70s, it was not uncommon to hear pop musicians sing about Native American issues. But the voices were almost never Native American.</p><p>There are plenty of great stories in the <em>Native North America, Vol. 1</em> set, but maybe the most compelling is about the Algonquin-Mohawk musician Willy Mitchell. In 1969, he was a teenager in Quebec, hanging up posters for his rock band. In a case of mistaken identity involving a set of stolen Christmas lights, he was shot in the head by a local cop. But astonishingly, he survived, and years later he'd refer to it in his song \"Call of the Moose.\"</p><p>As a cultural document, this collection is a masterpiece of curation and detective work, assembled in 15 years from records pressed in tiny quantities and recorded by artists from remote areas. But <em>Native North America</em> is also a very cool mixtape put together by a smart, crate-digging DJ. There were bands like Sugluk, which was made up of Inuits raised in a town of tents and igloos at the top of Quebec. Just like young musicians all over the world at the time, they were listening to the Beatles and the Rolling Stones.</p><p>But most of the artists here are fusing modern traditions with native ones, like Inuk singer William Tanooga, an Eskimo artist from Nunavut who picked up music after a bout with tuberculosis, and later became a journalist and cultural worker. On \"Anaanaga,\" he sings this haunting country-rock song, a pledge of devotion to his mom, in his native tongue:</p><p>The essays and illustrations in this set — 120 pages' worth in the CD package — sketch out an entire chapter of American music that, remarkably and shamefully, largely had been lost until now. And alongside some very potent music, they deliver something you rarely get in this age of MP3 downloads and streaming services: context and stories. Here's hoping there's more where these came from.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hear+Long-Lost+Rock+%27N%27+Roll+From+The+Native+American+Heartland&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Will Hermes","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374417550-feed26.m3u?orgId=1&topicId=1104&ft=3&f=374406236"},{"href":"http://media.npr.org/assets/img/2015/01/01/lita103_highres-ee969854c02308a10d4604f1a97b03fe083f4077.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"496","width":"662"}}]}