{"created":"2014-10-08T14:55:18+00:00","modified":"2014-10-31T01:33:28+00:00","valid":{"from":"2014-10-31T01:33:28+00:00","to":"3014-10-31T01:33:28+00:00"},"hreflang":"en","title":"Apple Makes A Play For 'Smart Homes' By Connecting Appliances","published":"2014-06-03T12:57:00+00:00","teaser":"The tech giant announced it's working on putting technical intelligence inside our homes, getting us closer to the fabled Jetsons house where all our appliances are automated.","itags":["npr_api","318223412"],"guid":"9d4fdde4-13f8-4141-8dba-bab80057887e","contentencoded":"<p>Into the quickly crowding field of automated home gadgets and appliances comes Apple, which announced HomeKit at its annual Worldwide Developers Conference keynote on Monday. HomeKit is its entrance into a nascent, fragmented market for home automation, aka the Internet of Things.</p><p>HomeKit will be a single, centralized way to control various automated appliances — everything from your smart thermostat to lights or locks or garage doors. The platform would allow your iPhone to act as a \"remote control\" for your smart home devices, and Apple to be the connective thread between various third-party home automation accessories.</p><p>\"There are great apps and devices on the market, but we thought we could bring some rationality to this,\" Apple software chief Craig Federighi said.</p><p>Voice control could be integrated so that, for example, when you say, \"Get ready for bed\" to Siri, your thermostat would lower, front doors would lock and lights would dim automatically.</p><p>How this Apply entry will affect the competitive landscape will be interesting to watch. Google made its play for home automation with its $3 billion purchase of smart thermostat maker Nest. The company SmartThings, which originally launched on Kickstarter, has been working on <a href=\"http://www.npr.org/2014/06/02/318266857/with-the-internet-of-things-the-jetsons-lifestyle-is-upon-us\">a central hub for smart devices</a> since its inception.</p><p>\"It will be useful to see consolidation amongst those different standards, but generally a lot of the technical problems are largely solved now. This is possible to make very low cost to the general person,\" SmartThings founder and CEO Alex Hawkinson told <em>All Things Considered</em>.</p><p>Cisco, another player in the Internet of Things field, is also <a href=\"http://www.npr.org/2014/06/02/318266864/a-connected-life-means-more-than-just-smart-appliances\">upping its software game</a> to get at the fragmentation problem.</p><p><strong>In </strong><strong>Other</strong><strong> WWDC </strong><strong>News ...</strong></p><p>The WWDC event, in which Apple's muckety-mucks unveil its latest line of products and features, also included talk of a central hub for fitness tracking and health apps and upgrades to the operating system software. A quick rundown:</p><p>Apple officially introduced HealthKit, a centralized place to see the data from your various health tracking devices, whether it's the Nike FuelBand or a sleep tracking app. So what Apple is doing for automated home systems it's applying to fitness and health tracking.</p><p>Apple also announced several software upgrades and new products, including a Dropbox competitor, iCloud Drive. <a href=\"http://www.theverge.com/2014/6/2/5771942/apple-announces-icloud-drive\">The Verge details it here</a>. Apple also released its latest desktop operating system — OS X 10.10 Yosemite, and <a href=\"http://time.com/2811192/apple-ios8-iphone-ipad/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+timeblogs%2Fnerd_world+%28TIME%3A+Techland%29\">iOS 8 for iPhones and iPads</a>.</p><p>The design of the latest OS, Yosemite, is cleaner and flatter — a lot more like the iOS 7 change from last summer. A new feature that's part of it and iOS 8 is something called Continuity, a way to go between Apple smartphones and computers. For example, you could start a message on your iPhone and finish it on your Mac. Or receive iPhone calls on your computer.</p><p>Developers are going to get access to Yosemite today; the rest of Apple users will have access to Yosemite and iOS 8 this fall.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Apple+Makes+A+Play+For+%27Smart+Homes%27+By+Connecting+Appliances&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"144"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318266918-f027a4.m3u?orgId=1&topicId=1019&ft=3&f=318223412"},{"href":"http://media.npr.org/assets/img/2014/06/02/WWDC-e2ad59f64a16683a070afff38392304c91a2a3a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1930","width":"2572"}}]}