{"created":"2015-01-29T09:13:27+00:00","modified":"2015-02-02T23:05:18+00:00","valid":{"from":"2015-02-02T23:05:18+00:00","to":"3015-02-02T23:05:18+00:00"},"hreflang":"en","title":"For Long-Haul Drivers, Cheap Gas Means A Sweeter Commute","published":"2015-01-29T13:21:00+00:00","teaser":"The plunge in gasoline prices is expected to save the average household about $750 this year. For rural families and others who drive a lot, the savings will likely be even greater.","itags":["npr_api","382177536"],"guid":"9d5a744d-d7c4-4f2e-9db4-430be334ed87","contentencoded":"<p>With wages still stuck for many Americans, the big drop in gasoline prices is the equivalent of an unexpected cash bonus for the nation's drivers.</p><p>The average American household is expected to save $750 this year from lower gas prices, <a href=\"http://www.fhwa.dot.gov/policy/2013cpr/chap1.htm\" target=\"_blank\">according to the Energy Department</a>.</p><p>But Thomas Kinnaman, an economist at Bucknell University in Lewisburg, Pa., says it's instructive to look beyond the word \"average.\"</p><p>\"It's not that we're not all average families — we're not average drivers,\" he says. \"We have very different driving habits.\"</p><p>Residents of the least densely populated areas of the U.S. — in rural Montana or Texas, for example — typically <a href=\"http://www.fhwa.dot.gov/policy/2013cpr/chap1.htm\" target=\"_blank\">drive more than four times as much</a> as people who live in cities such as New York or San Francisco. Those drivers stand to gain a lot more from the lower prices.</p><p>Kinnaman says that in rural Pennsylvania, where he teaches and where NPR recently interviewed drivers about gas prices, the average person typically drives twice as much as someone living in a suburb of Washington, New York or Philadelphia.</p><p>\"I drive 46 miles each way, up through two snow belts, to get to work,\" says Sue Beates, a curator at <a href=\"http://www.drakewell.org/\" target=\"_blank\">the Drake Well Museum</a> in Titusville, Pa. Paying close attention to energy prices is part of Beates' job — the museum is dedicated to the history of the oil industry.</p><p>But it's outside of working hours when those prices mean most for Beates. Because so many household costs are fixed, when gas was nearly $4 a gallon, she says, it affected what she could put in her cart at the supermarket.</p><p>\"When you're paying mortgage, car payments, utilities, that fuel cost makes a huge difference,\" she says. \"And the only place to cut back would be food.\"</p><p>Beates says the big drop in gas prices means she eats meat more often, instead of rice and beans.</p><p>Regina and Lawrence Wilson of Lewisburg are enjoying an unexpected lift from cheap gas as well. Their Chrysler 300 isn't a fuel-sipper, and they say they're saving about $40 a week from when gas prices were at their peak. Regina Wilson says now she can splurge on a pair of shoes for herself or buy presents for her grandchildren.</p><p>The savings are a big deal because the Wilsons don't have cash to spare. Lawrence Wilson says he's been shoveling snow for the local housing authority and doing the occasional restaurant job; Regina used to be a home health aide until she got sick. Now she drives to the doctor nearly 20 miles away three times a week.</p><p>\"Now, I put $10 gas in this car, it'd get me at least, almost, to half a tank,\" she says. \"And I could get to the doctor, and I could get back home, and still have gas left to go do a little food shopping if I want.\"</p><p>Jed Brown, a network engineer for a federal contractor, drives about 100 miles every workday on his commute from his home in Chambersburg, Pa., to Martinsburg, W.Va. He drives one hour each way on Interstate 81, crossing three states, and listens to video game podcasts in the car to keep himself entertained.</p><p>Gas prices are a topic at work, he says: \"Everyone's talking about how great it is. ... I think people are happy about it.\"</p><p>While he enjoys the savings — they're making his long commute more manageable — Brown doesn't expect cheap gas to last.</p><p>\"It'll go back up,\" he says. \"I hope it will just go back to where it was, and it won't go over.\"</p><p>Forecasters are predicting that gas prices will remain low throughout 2015. A gallon now sells for <a href=\"http://www.gasbuddy.com/\" target=\"_blank\">less than $2 in more than half the states</a>, according to GasBuddy.com.</p><p>But if history is a guide, Jed Brown is right not to count on those low prices for the long haul.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Long-Haul+Drivers%2C+Cheap+Gas+Means+A+Sweeter+Commute&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Uri Berliner","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382327030-3b6c7e.m3u?orgId=1&topicId=1017&e=382177536&d=232&ft=nprml&f=382177536"},{"href":"http://media.npr.org/assets/img/2015/01/28/jed_brown_uri-1a97cff893146396d702762c68f1c3dad0af684d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}