{"created":"2014-09-05T19:05:39+00:00","modified":"2014-10-31T00:50:58+00:00","valid":{"from":"2014-10-31T00:50:58+00:00","to":"3014-10-31T00:50:58+00:00"},"hreflang":"en","title":"A Century Ago In Sarajevo: A Plot, A Farce And A Fateful Shot","published":"2014-06-29T03:10:00+00:00","teaser":"On June 28, 1914, the assassination of Archduke Franz Ferdinand sparked World War I. NPR's Ari Shapiro takes a tour of the city and learns the improbable story behind that shot heard round the world.","itags":["npr_api","325516359"],"guid":"9d6c02ee-6b66-4904-b20c-2cdaa88e9369","contentencoded":"<p>The shot that killed Archduke Franz Ferdinand of Austria-Hungary was fired a hundred years ago this weekend.</p><p>The assassination in Sarajevo, on June 28, 1914, triggered World War I and changed the course of the 20th century. The consequences of that act were devastating. But the beginning of the story sounds almost like a farce — complete with bad aim, botched poisoning and a wrong turn on the road.</p><p>Today, in the capital of Bosnia-Herzegovina, you don't have to hunt around for the spot where it all took place. A big purple banner announces it in white capital letters: \"The street corner that started the 20th century.\"</p><p>People take photos as streetcars rumble by. And according to Dr. James Lyon, an expert in Balkan history, the street would have looked almost identical a hundred years ago — it just would have had a few more trees.</p><p><strong>A Route Lined With Flags, Fans ... And Assassins</strong></p><p>The events of the archduke's assassination make for an unlikely story at every turn. It starts with the almost total lack of security — at the time, Sarajevo had a police force of 200.</p><p>\"Approximately half or slightly less than half of the police force had turned out that day to provide security for the visit of the crown prince of the entire empire,\" Lyon says. \"And the army was not turned out at all.\"</p><p>\"The official reason was that the army had been out on maneuvers for the previous two days,\" he explains. \"Their uniforms were muddy and dirty, and they were not presentable.\"</p><p>Also, the people in charge of the archduke's visit decided that it was a good idea to publish the motorcade route in advance. So the path was crowded with people. Bunting, flags and brightly colored carpets hung out the windows — and the would-be assassins knew exactly where to stand.</p><p>There were seven of them along the parade route, carrying bombs and guns. Most chickened out altogether.</p><p>Nedeljko Cabrinovic was one exception. He threw a bomb and missed, wounding an official in the motorcade behind the archduke.</p><p>Franz Ferdinand ordered the driver to stop. He got out and walked back to inspect the damage and the wounded people.</p><p>Today, if something like that happened, the vehicles would race away from the scene as fast as they could, Lyon says. But not in 1914: \"This was European nobility at the turn of the century.\"</p><p>Meanwhile Cabrinovic, who threw the bomb, swallowed some poison and jumped into the river below.</p><p>At that time the river would have been about 6 inches deep, 15 feet below the level of the road. Cabrinovic sprained his ankles and was unable to move.</p><p>The poison didn't work, either — it just made him sick.</p><p>The consequences of this day are hard to overstate: The events triggered a global war in which tens of millions of people died. But when you look at the assassination on its own, it seems almost farcical.</p><p>\"It would be a comic tragedy of errors,\" Lyon says, \"and it would have made for a good Peter Sellers film.\"</p><p><strong>The Shot Heard Round The World</strong></p><p>The furious archduke arrived at City Hall, where the mayor of Sarajevo delivered some totally inappropriate remarks that were written before the assassination attempt.</p><p>The archduke snapped, \"What kind of welcome is this? I'm being met by bombs!\" Then he wiped the blood off his prepared speech and addressed the crowd.</p><p>Afterward, the heir to the Austro-Hungarian throne got back into his motorcade with his wife, Sophie. They had decided to visit the hospital to see the people who were wounded in the bomb attack.</p><p>But no one told the driver.</p><p>At that fateful intersection, the car was supposed to go straight — but it turned right. A general in the motorcade shouted, \"You're going the wrong way!\"</p><p>And the driver stopped the car ... right in front of assassin number seven.</p><p>Gavrilo Princip, who had missed his chance the first time, was standing on the sidewalk 4 feet away from the car — at the only place on the route where the car stopped.</p><p>Princip stepped forward and fired two shots. One of them hit Sophie, and the other hit the archduke. Both shots were fatal.</p><p>As they lay dying in the car, Franz Ferdinand pleaded with his wife, \"Stay alive, Sophie, for the sake of the children.\"</p><p><strong>Seven Assassins — None A 007</strong></p><p>The term \"assassins\" calls to mind 007 or <em>Mission Impossible</em> — dashing Hollywood archetypes.</p><p>But in the photos at the museum on the corner, the would-be killers hardly look dashing. They're dirty, sickly, skinny.</p><p>\"Two of the seven people lying in wait were students,\" Lyon says. \"The other five were professional revolutionaries, people who were unemployed or people who were agitating for national causes.\"</p><p>They all seem to have had slightly different motivations — Serbian nationalists, anti-monarchists. But Lyon says they never intended to start a global war.</p><p>By the time the assassins' trial began, World War I had already broken out.</p><p>\"Each and every one of them said at the trial, and later said during their imprisonment, that had they known that such a horrendous war would ensue, they would never have taken part in the activities of June 28,\" Lyon says.</p><p>Some of the conspirators were executed. Others died in prison. All but one are now buried just outside Sarajevo's old city, next to a highway overpass.</p><p>Earlier this week, the gravesite had one dead rose.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Century+Ago+In+Sarajevo%3A+A+Plot%2C+A+Farce+And+A+Fateful+Shot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326062354-12d8f5.m3u?orgId=1&topicId=1136&ft=3&f=325516359"},{"href":"http://media.npr.org/assets/img/2014/06/26/museum-vert-2a17a340d1f90819ff7b2004c13f1360efa68d78.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"341","width":"455"}},{"href":"http://media.npr.org/assets/img/2014/06/26/463201427-2cce3aafe6d98e09b598cf1085cedab145a2b78a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1964","width":"2617"}},{"href":"http://media.npr.org/assets/img/2014/06/26/arrest-97f8a9c7ab9235026fb793d43b41e200b2958889.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1885","width":"2517"}},{"href":"http://media.npr.org/assets/img/2014/06/26/photo-9b36103de346733bf981b0846bc080e71c0d06b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"640"}}]}