{"created":"2015-01-19T10:01:46+00:00","modified":"2015-05-13T21:21:16+00:00","valid":{"from":"2015-05-13T21:21:16+00:00","to":"3015-05-13T21:21:16+00:00"},"hreflang":"en","title":"Countdown To Zero: Guinea's Campaign To Conquer Ebola In 60 Days","published":"2015-01-20T19:34:00+00:00","teaser":"With cheerleaders and pompoms, the government is urging people to knock out Ebola by mid-March.","itags":["npr_api","378289384"],"guid":"9d6e6896-2bc3-4855-9aa6-ec00daac1451","contentencoded":"<p>Hundreds of spectators and government officials watched as music and fanfare filled the People's Palace in Conakry, Guinea. Cheerleaders danced vigorously, waving pompoms and twirling on stage. The festive event on Saturday kicked off the government's newest campaign: zero Ebola cases in 60 days.</p><p>\"Guineans talk too much. People resist even the idea that Ebola exists,\" said the prime minister, Mohamed Said Fofana, when he took the stage. \"Why do we refuse to accept what others have accepted? We really must get a grip on the situation.\"</p><p>The number of new Ebola cases has fallen in Guinea, where the outbreak began a little more than a year ago. In the first week of January, the country reported only <a href=\"http://www.who.int/csr/disease/ebola/situation-reports/en/\">42 cases</a> — its lowest weekly total since mid-August. And schools there <a href=\"http://www.npr.org/2015/01/19/378409646/as-students-go-back-to-school-in-guinea-ebola-fears-mix-with-daily-routine\">reopened</a> Monday.</p><p>Now the Guinean government has its eyes set on becoming Ebola-free by mid-March.</p><p>Days before the rally, the prime minister warned that those who continue to hide Ebola-infected patients or try to secretly bury Ebola victims could face prosecution. He said the stubbornness of some Guineans, coupled with continuing doubts about Ebola's existence, had slowed efforts to eradicate the virus.</p><p>\"No to denial. No to rumors causing the loss of life. No to hidden Ebola patients. No to secret and unsafe burials. Examine your conscience!\" Ebola czar Sakoba Keita told the crowd. \"We must stop the chain of transmission. If we respect these guidelines, we will finish with Ebola. We must mobilize.\"</p><p>In September, eight members of a team trying to raise awareness about Ebola were killed by villagers in Guinea's southwest. Periodic attacks on health teams — villagers believe they're spreading the disease — have taken place.</p><p>The atmosphere at the People's Palace was upbeat as government officials took the stage to launch their new initiative. There was loud applause when the Ebola czar announced there were no more reported cases in Gueckedou, the original epicenter of the outbreak in the forest region. But pockets of transmission remain all over Guinea.</p><p>\"We've seen certain communities declared Ebola-free for the past 21 days here in Guinea, in the forest area, an area that was completely on fire months ago,\" says epidemiologist Benjamin Dahl, who leads the Centers for Disease Control and Prevention's response in Guinea. \"So we know it's possible and we just need to make sure that those learned lessons and best practices are applied here in Guinea and every last area where we have cases.\"</p><p>Dahl hopes that the new initiative will reinvigorate the country's response to Ebola and motivate Guineans to remain vigilant in the coming months. \"It might take a little longer than 60 days,\" he says, \"but I think this is really going to inspire the country of Guinea.\"</p><p>The crowd falls silent as a bugle sounds a solemn tattoo for the almost 2,000 people who've died of Ebola in Guinea.<br /> <br /> Community leaders pledge to make zero a reality. \"Schools are reopening, and we want our children to be safe,\" says Hadja Adama Camara, who heads the road sweepers' association in the Conakry neighborhood of Kaloum. \"We are going to fight even harder than before against the Ebola virus. The government says zero Ebola cases within 60 days. We hope it will be within 30.\"</p><p>But as health officials at the U.N. have <a href=\"http://www.npr.org/blogs/goatsandsoda/2015/01/03/374556652/u-n-s-anthony-banbury-zero-cases-of-ebola-is-the-only-option\">stressed</a>, Ebola is a regional problem. That means Guinea and neighboring Sierra Leone and Liberia must all hit zero, before West Africa can say it has shaken off the Ebola epidemic.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Countdown+To+Zero%3A+Guinea%27s+Campaign+To+Conquer+Ebola+In+60+Days&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378289385-e63dc3.m3u?orgId=1&topicId=1031&d=272&p=3&story=378289384&t=progseg&e=378289313&seg=17&ft=nprml&f=378289384"},{"href":"http://media.npr.org/assets/img/2015/01/20/4-cheerleaders-3_edit-6672591588a9ba44724d0d18fe8a67e1ae5d6d4e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}