{"created":"2015-04-20T21:09:01+00:00","modified":"2015-05-13T21:01:42+00:00","valid":{"from":"2015-05-13T21:01:42+00:00","to":"3015-05-13T21:01:42+00:00"},"hreflang":"en","title":"Federal Panel Revisits Contested Recommendation On Mammograms","published":"2015-05-05T14:47:00+00:00","teaser":"In 2009, the U.S. Preventive Services Task Force said the benefits of mammograms for women under 50 were small at best. A firestorm ensued. Now the organization is back with the same message.","itags":["npr_api","401006116"],"guid":"9d78f1e5-08c1-42de-bc04-a54d9604def5","contentencoded":"<p>In 2009, I was among the scrum of reporters covering the controversial advice from the U.S. Preventive Services Task Force that women in their 40s think twice about regular mammograms. The task force pointed out that the net benefits in younger women were small and said women should weigh the pros and cons of screening before making a decision.</p><p>Those <a href=\"http://www.uspreventiveservicestaskforce.org/Page/Topic/recommendation-summary/breast-cancer-screening\">guidelines</a> kicked off a heated debate about the benefits and harms of mammography that is <a href=\"http://www.npr.org/blogs/health/2014/04/01/297826238/review-finds-mammographys-benefits-overplayed-harms-dismissed\">rekindled with every new study</a>.</p><p>I wasn't yet 40 back then, but what I learned about mammograms stuck with me: I haven't yet had the test. I took to heart the warnings of the task force and of <a href=\"http://www.npr.org/blogs/health/2015/04/13/398818949/the-hidden-cost-of-mammograms-more-testing-and-overtreatment\">many other physicians</a> that mammography has minuses as well as pluses. I wasn't so worried about a false positive result. But I was very concerned about <a href=\"http://www.npr.org/blogs/health/2012/11/21/165668987/with-routine-mammograms-some-breast-cancers-may-be-overtreated\">overdiagnosis</a>, or being diagnosed with and treated for a cancer that would never have caused me any harm.</p><p>I'm now 43 and am thinking that I should get a mammogram. So when I found out the <a href=\"http://www.uspreventiveservicestaskforce.org/\">USPSTF</a> was doing a routine update of its breast cancer screening recommendations, I hoped it would help me decide.</p><p>As it turns out, the suggested changes to the recommendations — which are in draft form and may be altered after a <a href=\"http://screeningforbreastcancer.org/\">public comment</a> period — are small ones.</p><p>What is new? For the first time, the task force looked at the evidence behind 3-D mammography, also known as tomosynthesis. The USPSTF said there's <a href=\"http://www.npr.org/blogs/health/2014/06/24/325216641/3-d-mammography-finds-more-tumors-but-questions-remain\">not enough evidence</a> to make a recommendation for or against using the technology to screen women. It also said there was <a href=\"http://www.npr.org/blogs/health/2015/04/16/399946509/letters-about-dense-breasts-can-lead-to-more-questions-than-answers\">insufficient evidence</a> to say whether women with dense breasts should have screening with MRI, ultrasound or other methods in addition to mammography.</p><p>But the task force's basic advice has not changed. The group recommends that women ages 50-74 get a screening mammogram every two years. And women between 40 and 49 should make their own decision, in consultation with their doctors, based on \"health history, preferences and how they value the different potential benefits and harms of screening.\" (Women with a family history of breast cancer may benefit more from screening in their 40s, the task force says.)</p><p>The task force reiterates that there isn't enough evidence to say whether or not women 75 and older should be routinely screened.</p><p>Screening mammography means looking for potential cancer in women who are healthy and who don't have any symptoms. People with symptoms should be seen by a doctor, no matter their age. And these recommendations don't apply to women who have previously been diagnosed with the disease or who are at higher risk because of a genetic mutation or other condition.</p><p>\"We want to reaffirm the importance of mammography to help prevent death from breast cancer,\" <a href=\"http://www.uspreventiveservicestaskforce.org/Page/Biography/Kirsten-Bibbins-Domingo\">Kirsten Bibbins-Domingo</a>, a physician and vice chairwoman of the USPSTF, told Shots.</p><p>And mammograms do save lives in women between 40 and 49 — it's just that there's a disproportionate level of harm.</p><p>The USPSTF's draft includes statistical models estimating the lifetime consequences of screening women from ages 50-74 and also from 40-74. For every 1,000 women screened, the model finds that screening women in their 40s means an estimated one additional breast cancer death averted (from eight to seven), but with 576 additional false positive tests (1,529 vs. 953), 58 unnecessary biopsies (204 vs. 146) and two additional overdiagnosed tumors (20 vs. 18).</p><p>The draft recommendations also repeat the USPSTF's earlier advice that women be screened every other year rather than annually, said Bibbins-Domingo. That time frame provides \"most of the benefits while minimizing the harm,\" she said.</p><p>Guidelines from medical groups differ on when a woman should start regular screening.</p><p>The American Cancer Society, for example, <a href=\"http://www.cancer.org/healthy/findcancerearly/cancerscreeningguidelines/american-cancer-society-guidelines-for-the-early-detection-of-cancer\">recommends</a> yearly mammograms starting at age 40. <a href=\"http://www.cancer.org/cancer/news/expertvoices/page/richard-c-wender-md.aspx\">Dr. Richard Wender</a>, chief cancer control officer of the ACS, says there's much common ground between the guidelines, however. \"The task force reconfirmed its conclusion that mammography reduced breast cancer deaths for women in their 40s,\" he said. The ACS is reviewing its own breast cancer screening guidelines this year.</p><p>As for my fear of overdiagnosis? Wender said it's an issue, but the exact extent of the problem is unknown. And, he added, much of overdiagnosis happens in women with <a href=\"http://www.npr.org/blogs/health/2013/08/05/208239545/when-treating-abnormal-breast-cells-sometimes-less-is-more\">ductal carcinoma in situ</a>, which is Stage 0 cancer that hasn't yet become invasive.</p><p>In the not-so-far future, molecular tools may help physicians give those women a more accurate prognosis, Wender says, so those at lower risk can opt for less aggressive treatments — or simply watchful waiting. \"The next 10 years are going to be good news for helping women really make decisions about treatment, not just about screening,\" he said.</p><p>So why am I planning to get a mammogram this year? In part, simply because I'm a few years older. The 50-year cutoff isn't a clear line in the sand, and as Bibbins-Domingo told me, the value of the test increases with age.</p><p>But to be honest, the main change has little to do with the numbers. I now have a young daughter, and my fear of dying prematurely has become far, far stronger than my fear of getting chemo or even a mastectomy I might not need. I understand the statistics, but I'd feel like a total jerk if I didn't get screened and that unlucky statistic were me.</p><p>And on the flip side, if my mammogram did show breast cancer and I was treated successfully, I'd probably be grateful I'd been screened, even if there was no way to know whether the treatment was necessary.</p><p>In other words, then and now, I weighed the benefits and the risks and made my own decision, which is exactly what the USPSTF suggests.</p><p>NPR's Richard Harris <a href=\"http://www.npr.org/templates/transcript/transcript.php?storyId=401006116\">discussed the recommendations</a> on <em>All Things Considered</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Federal+Panel+Revisits+Contested+Recommendation+On+Mammograms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Katherine Hobson","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401048786-3232cd.m3u?orgId=1&topicId=1128&d=242&p=2&story=401006116&t=progseg&e=400907394&seg=14&ft=nprml&f=401006116"}]}