{"created":"2014-12-03T18:03:22+00:00","modified":"2015-03-27T23:05:29+00:00","valid":{"from":"2015-03-27T23:05:29+00:00","to":"3015-03-27T23:05:29+00:00"},"hreflang":"en","title":"Earliest Human Engraving Or Trash From An Ancient Lunch?","published":"2014-12-18T22:52:00+00:00","teaser":"Carved zigzag marks on a shell found more than a century ago have drawn new interest from archaeologists. The half-million-year-old lines aren't from an animal, and might be art from <em>Homo erectus</em>.","itags":["npr_api","367845103"],"guid":"9d882f40-94cc-48f6-a5bc-ffc88173d3c8","contentencoded":"<p>Scientists have discovered enigmatic markings on an ancient shell that's been sitting in a museum for more than a century — and they believe this may be the oldest known example of a deliberate geometric engraving made by a human hand.</p><p>The carved zigzag marks, described in this week's issue of the journal <em>Nature</em>, appear on a shell that was collected at the end of the 19th century by the Dutch anatomist <a href=\"http://www.britannica.com/EBchecked/topic/172783/Eugene-Dubois\">Dr. Eugene Dubois</a>, who was fascinated by the then-radical idea of human evolution. He set out to Indonesia to search for fossils that would provide a missing link — and prove that humans descended from apes.</p><p>Dubois famously discovered the remains of what scientists now call <em>Homo erectus</em>, an extinct human species that appeared more than a million years ago.</p><p>Dubois also collected other specimens from an excavation site on the island of Java, including numerous shells, which are now held at a natural history museum in the Netherlands.</p><p>About seven years ago, a marine biologist-turned-archaeologist, <a href=\"http://archaeology.leiden.edu/organisation/staff/joordens.html\">Josephine Joordens</a> of Leiden University, was examining those shells to try to reconstruct what the environment looked like when those early humans lived there.</p><p>\"Was it a river?\" she asks. \"Was the sea very close? Was it a lake? In that context I started looking at the shells from the collection.\"</p><p>A colleague took photos of the shells. Later, he noticed faint markings on one of them. \"He sent me an email with a photo attached,\" she recalls, \"and he said, 'Well, Josie, what do you think? What are we looking at here?' And we looked at it and we thought, well, it's kind of strange.\"</p><p>Maybe some animal made the lines, they thought. Or maybe it was a fake — etchings created by people in the museum.</p><p>After years of study, however, she says they concluded this: \"It was not an animal, it was not something natural. It must have been a human.\" And, she says, the carving is very old.</p><p>She says it resembles early geometric engravings found on ochre in Blombos Cave in South Africa, from around 100,000 years ago. Yet a couple of different techniques for dating sediments found in the Java shells show that this carving was made between 430,000 and 540,000 years ago.</p><p>\"It's at least four times as old,\" says Joordens. \"Also, we are not talking now about our own species, modern humans, but we are talking about <em>Homo erectus</em>, a species that's older even than Neanderthals. It's putting the origin of such engraving behavior a lot farther back in time.\"</p><p>In <em>Nature</em>, the scientists and a team of other researchers describe a slew of studies they did on the shells that Dubois collected. Overall, they say, the results show that <em>Homo erectus</em> engaged in surprisingly sophisticated behavior.</p><p>\"It's not that we just have this one isolated engraving, but it forms part of a much more extensive and systematic use and exploitation of these freshwater shells,\" says Joordens.</p><p>Many of the shells have one or two holes right at a particular spot. The holes appear to be made with a pointed object like a shark tooth, using a rotating motion. The research team did experiments showing that drilling into this spot would poke the muscle of this shellfish and make it open.</p><p>Also, they found one shell that appears to have been shaped to be a tool for cutting or scraping.</p><p>And they did extensive microscopic analyses on the apparent engraving. Joordens notes that when the shell was fresh, it would have had a black exterior; the engraver would have produced a striking pattern of white lines on a black background.</p><p>Other experts on human origins say the finds are intriguing. \"Somebody — and it pretty much has to be <em>Homo erectus</em>, this was the original <em>Homo erectus</em> site — was deliberately processing shellfish as a food source and also as tools,\" says <a href=\"http://anth.la.psu.edu/people/pls10\">Pat Shipman</a>, an adjunct professor of anthropology at Penn State University. \"Both of those observations are very unusual for something of such age.\"</p><p>As for the lines that seem to be engraved, Shipman says, \"I don't know what they mean. I don't have a clue what they mean. But they're not finding similar things on all of the shells. It's not some ordinary process that the shells are going through that happens to all of them naturally.\"</p><p>Others express skepticism that these markings truly indicate that <em>Homo</em> <em>erectus </em>was capable of the kind of symbolic thought that's associated with our own species.</p><p>\"This is a find that is problematical in several ways,\" says <a href=\"http://www.stonybrook.edu/commcms/anthropology/faculty/jshea.html\">John Shea</a>, a professor of anthropology at Stony Brook University in New York. \"It sits there in the archaeological record with nothing like it around for hundreds of thousands of years, and thousands and thousands of miles. If this is symbolic behavior by <em>Homo erectus, </em>then it's basically the only evidence we've got for a species that lived for a million-and-a-half years on three continents.\"</p><p>Other examples of early geometric carvings, such as those on ostrich egg fragments found at the <a href=\"http://www.academia.edu/4180661/Introduction_to_the_project_and_excavation_of_Diepkloof_Rock_Shelter_Western_Cape_South_Africa_a_view_on_the_Middle_Stone_Age\">Diepkloof Rock Shelter</a> in South Africa that date back to around 60,000 years ago, are much more elaborate than the etchings on this one shell, notes <a href=\"http://anthropology.columbian.gwu.edu/alison-s-brooks\">Alison Brooks</a>, a paleoanthropologist at George Washington University.</p><p>\"Maybe it's not as intentional a design as they imply,\" she says, noting that a young <em>Homo erectus</em> child may simply have picked up the tool a parent used to open a shell, and tried it out.</p><p>Still, she says, the museum's shells and the stories they may tell have opened a fascinating new window into the life of <em>Homo erectus</em>. \"It raises the possibility that the development of human cognition — human culture — was a very long process,\" says Brooks. \"It was not a sudden development.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Earliest+Human+Engraving+Or+Trash+From+An+Ancient+Lunch%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368282969-28a6ea.m3u?orgId=1&topicId=1007&e=367845103&d=233&ft=nprml&f=367845103"},{"href":"http://media.npr.org/assets/img/2014/12/03/joordens_shellwithhole_inside-cadea3809e5ca44b9f7f704ba74fd3c9be0eb9fc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/12/03/joordens_engravingdetail-copy-4e7bff41ccb928b2897cf2a5c91a73770c29f163.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1455","width":"1940"}}]}