{"created":"2014-10-08T02:50:51+00:00","modified":"2014-10-31T00:33:28+00:00","valid":{"from":"2014-10-31T00:33:28+00:00","to":"3014-10-31T00:33:28+00:00"},"hreflang":"en","title":"A Cleaner Tour De France Kicks Off With A Nod To WWI","published":"2014-07-05T17:08:00+00:00","teaser":"The 101st Tour de France starts Saturday in England. To mark the 100th anniversary of WWI, the Tour will roll through former battlefields in the farmlands of northern France.","itags":["npr_api","328702459"],"guid":"9d918bdf-2795-40e3-9354-22b065684b9c","contentencoded":"<p>Last year, the Tour de France celebrated its 100th anniversary with a spectacular sound and light show at the Arc de Triomphe during the closing ceremony.</p><p>It might be hard to duplicate that kind of enthusiasm at this year's Tour, which begins Saturday, especially with competition from the World Cup in Brazil. But the 2014 Tour will be special too, says Matthieu Barberousse, a journalist with <em>L'Equipe</em> sports newspaper.</p><p>\"Tour de France is always a kind of combination between tradition and modernity,\" Barberousse says. \"The organizers always try to [include] some history.\"</p><p>This year, the Tour will mark the 100th anniversary of World War I. Several stages will roll through the farmland of northern France, former battlefields where the land is still pockmarked by the trenches that once lined the Western Front.</p><p>The 1914 Tour was the last before a five-year suspension due to the war. Fifteen cyclists from that year's race were killed in the conflict.</p><p>\"A lot of cyclists died in World War I, because at that time the riders were coming from the lower social class, and they were the most exposed to the fire,\" Barberousse says.</p><p>This year's 101st Tour de France pits 22 teams with 198 riders. The three-week race will cover more than 2,200 miles.</p><p>As has been the tradition in recent years, the Tour de France will begin in a foreign country. This year it's Britain — Yorkshire, to be exact.</p><p>Cycling is not known as an Englishman's sport, but a recent spate of superb British riders has increased the sport's popularity across the Channel.</p><p>Like every year, the Tour will arouse suspicions of doping. But many commentators believe that revulsion over the revelations of the Lance Armstrong era has helped create a new generation of clean riders. Last year's Tour de France champion, Christopher Froome, believes cycling may well be one of the cleanest sports today.</p><p>\"The way the sport is now, and the way that the testing is, it is so, so strict,\" Froome says. \"Each rider has a blood passport, where, almost on a monthly basis, readings are taken. The controls we have, I mean we have to log into an Internet site to say where we're sleeping every night so that people can come and test us.\"</p><p>Everyone will be looking to see if Spaniard Alberto Contador can unseat Froome this year, Barberousse says. Last year Contador gave Froome a run for his money on the mountain climbs.</p><p>\"Everybody will look at Alberto Contador, and this year he seems to be much better than last year,\" he says. \"We think there's going to be a great duel between Chris Froome and Alberto Contador that will last for three weeks.\"</p><p>But even if you don't catch all of the Tour, it's OK. The race is more than a sporting event; it's a summertime rite. People line the route with picnics. To hear the late afternoon broadcast of the Tour buzzing in cafes across France is to know that the languid days of summer and <em>les vacanses</em> are truly upon us.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Cleaner+Tour+De+France+Kicks+Off+With+A+Nod+To+WWI&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328793809-5dc79c.m3u?orgId=1&topicId=1055&ft=3&f=328702459"}]}