{"created":"2015-03-23T18:29:17+00:00","modified":"2015-03-23T19:08:41+00:00","valid":{"from":"2015-03-23T19:08:41+00:00","to":"3015-03-23T19:08:41+00:00"},"hreflang":"en","title":"Interweaving Family History With Healthy Soul Food","published":"2015-03-23T18:29:00+00:00","teaser":"The mother-daughter team of Alice and Caroline Randall write a memoir-cookbook that dives into the often fraught relationship black women have with the kitchen.","itags":["npr_api","394891783"],"guid":"9dbe945d-efc7-45dc-8303-2cfc7bac9945","contentencoded":"<p>For generations, the women in writer <strong>Alice Randall</strong>&#8216;s family, including Alice, topped two hundred pounds.</p><p>As she wrote in a <a href=\"http://www.nytimes.com/2012/05/06/opinion/sunday/why-black-women-are-fat.html?_r=0\" target=\"_blank\">2012 New York Times Op-ed</a>, and now in a <a href=\"#excerpt\">new cookbook</a>, being heavy was something to aspire to.</p><p>&#8220;I was fat to some degree because I wanted to be,&#8221; Randall tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young. &#8220;I looked around at all the large women in my family and I wanted to be like those women.&#8221;</p><p>But, the excess weight also led to health problems.</p><p>So Alice and her daughter <strong>Caroline Randall Williams</strong> decided to change the family tradition of being heavy. They worked together on family recipes, making them lighter and healthier.</p><p>The goal was to reduce the amount of high fats and sugars, but still maintain the wealth of flavors that they loved.</p><p>Another stipulation for the recipes was to ensure that cooks could find the ingredients at their local supermarket or Walmart.</p><p>Their reworked recipes and family histories are woven together in the pair&#8217;s new book, &#8220;<a href=\"http://soulfoodlove.com/\" target=\"_blank\">Soul Food Love: Health Recipes Inspired By One Hundred Years Of Cooking In A Black Family.</a>&#8221;</p><ul><li><a href=\"#Crepe Stack\">Crepe Stack</a></li><li><a href=\"#Jugged Pears\">Jugged Pears</a></li></ul><p><a name=\"Crepe Stack\"></a></p><h4>Crepe Stack</h4><p>Growing up, I had a wide variety of stunningly beautiful and dramatic birthday cakes that all had two things in common: they didn’t begin in a box and they had many, many layers. My mother baked from-scratch strawberry cakes, five layers of home-baked cake interspersed with five layers of homemade strawberry filling. Once assembled, the whole luscious stack would be frosted with two pounds of sweet butter into which cups and cups of white sugar and the very best Madagascar vanilla had been hand-whipped—because that’s how my family does it.</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0323_crepes.jpg\"><img class=\"alignright size-medium wp-image-80525\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0323_crepes-300x288.jpg\" alt=\"The crepe recipe is featured in 'Soul Food Love.' (Penny De Los Santos)\" width=\"300\" height=\"288\" /></a></p><p>Or did it, I should say. Because when Mama finally realized that a cake like that might mean fewer birthdays, she decided to tweak our tradition.</p><p>My birthday cakes are still tall and homemade, only now the layers are thin crepes and the fillings are less sugary. And I don’t always wait for a birthday to whip up a crepe stack. Filled with fresh strawberries and minted cream or homemade applesauce, and garnished with herbs in place of frosting, the cake is six inches tall and looks gorgeous with or without candles.</p><p>It honors the cakes that Alberta, Joan, and Alice made, but it’s quicker than the old cakes, cheaper than the old cakes, and healthier than the old cakes. You can make it in an hour using tablespoons—not cups—of sugar and flour.</p><p><em>Serves 8.</em></p><p>6 large eggs</p><p>1⁄4 cup all-purpose flour</p><p>2 tablespoons whole milk</p><p>1⁄8 teaspoon salt</p><p>8 tablespoons (1 stick) unsalted butter, plus more for the pan, at room temperature</p><p>1⁄2 cup granulated sugar</p><p>1⁄2 cup fresh mint leaves, plus more for serving</p><p>1 cup plain yogurt (I prefer Greek)</p><p>4 cups thinly sliced fresh strawberries</p><p>Confectioners’ sugar (optional)</p><p>To make the crepes, whisk together the eggs, flour, milk, 2 tablespoons of water, the salt, and the butter in a large mixing bowl. Slick a medium skillet (8 or 9 inches across) with a little butter. Heat the skillet over medium-high heat until the butter just sizzles but does not brown. Scoop enough of the crepe mixture into the skillet to thinly cover the bottom, and immediately swirl the skillet to spread out the batter. Cook until set and lightly browned, 2 to 3 minutes. Flip and cook the second side for a minute or two until golden brown. Set aside on a plate. Continue making crepes until all of the batter is used up—you should be able to make about 6 large crepes. Stack them on top of each other as you go.</p><p>Heat the granulated sugar and 1 cup of water in a small saucepan over medium heat, stirring until the sugar dissolves and the mixture comes to a simmer. Add the mint leaves and simmer for another 2 minutes. Remove from the heat and set aside to cool.</p><p>To make the filling, use a blender to puree the cooled mint syrup with the yogurt.</p><p>Put the crepe stack together by placing the first crepe on a serving platter, adding a layer of strawberries, and then drizzling the yogurt sauce over them. Add another crepe, and then another layer of strawberries, and so on until you run out! Sprinkle with confectioners’ sugar if you like, and garnish with mint leaves. Pour the remaining yogurt sauce into a small serving pitcher so people can add more if they like. Cut the stack into slices, and serve.</p><p><strong>Applesauce Crepe Stack </strong></p><p>For a winter version of the crepe stack, we omit the strawberries and make a quick homemade applesauce to use for the filling. Peel, core, and slice 4 large apples. Put them in a medium saucepan and add just enough water to cover them. Dust with cinnamon, and simmer, covered, until the apples turn to a <a name=\"Jugged Pears\"></a> mush you can whip with your whisk. Let cool before using. Garnish the crepe stack with sprigs of fresh rosemary if desired.</p><h4>Jugged Pears</h4><p>6 ripe but firm pears</p><p>1 (750-ml) bottle red wine</p><p>1⁄2 cup sugar</p><p>Zest from 1 lemon, removed with a vegetable peeler</p><p>16 whole cloves</p><p>1⁄2 tablespoon ground cinnamon</p><p>1⁄2 tablespoon ground nutmeg</p><p><em>Serves 6.</em></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0323_pears.jpg\"><img class=\"alignright size-medium wp-image-80526\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0323_pears-300x209.jpg\" alt=\"The Jugged Pears recipe can be found in the new book 'Soul Food Love.'\" width=\"300\" height=\"209\" /></a></p><p>Peel the pears, and cut off the bottoms so they can sit up when you plate them. Pour the wine into a large saucepan and set it over medium heat. Add the sugar and stir until it dissolves; continue to stir occasionally until the wine comes to a boil. Turn down the heat so that the wine simmers. Add the lemon zest, cloves, cinnamon, and nutmeg, and finally the pears. Make sure the pears are submerged in the wine. Then reduce the heat to low, cover the pan, and simmer until the pears are very dark and tender when pierced with a knife, about 45 minutes.</p><p>Carefully remove the pears from the liquid and let both the pears and the liquid cool. Once cool, the pears can be stored overnight in the cooking liquid; they will take on the most beautiful color and profound flavor.</p><p><a name=\"excerpt\"></a></p><p>Serve the pears in a pool of their poaching liquid.</p><h4>Book Excerpt: &#8216;Soul Food Love&#8217;</h4><p><em>By Alice Randall and Caroline Randall Williams</em></p><p><strong>Introduction</strong></p><p>This cookbook tells the story of five kitchens—three generations of women who came to weighing more than two hundred pounds, and a fourth generation that absolutely refused ever to weigh two hundred pounds. It’s the story of a hundred years of cooking and eating in one black American family.</p><p>On these pages we share the kitchen memories, kitchen gossip, and foodways that sustained two great-grandmothers, a grandmother, and us: a mother and a daughter.</p><p>Dear’s kitchen, Grandma’s kitchen, Nana’s kitchen, Mama’s kitchen (Alice’s), and Baby Girl’s kitchen (Caroline’s). All are sacred places in our family. But only one is simple: Baby Girl’s.</p><p>The recipes in this book are from Baby Girl’s kitchen. You can cook every one from a Walmart shelf. Or you can cook them from your home garden, or Whole Foods—but wherever you get your foodstuffs, cook these recipes and you will be tasting the past swerving into a new and healthier future. You will be tasting us using what we got to get where we want to go—to Fitland without forgetting, shaming, or blaming traditional soul foods or traditional soul foodways.</p><p>Our kitchen celebrates forgotten soul food staples. We love sweet potatoes, peanuts, and sardines. Our ancestresses loved them, too. For us the path to our black food future runs through our black food past. And it requires radical change.</p><p>The kitchen has historically been a fraught place for many black Americans. Our family is among the many. It has been a place of servitude and scarcity, and sometimes violence, as well as a place of solace, shelter, creativity, commerce, and communion.</p><p>In our family, and in many Southern families, the abundant kitchen has become an antidote for what pains and afflicts us. Somewhere along the way, abundance became excess. Then the excess became illness.</p><p>Today the kitchen that once saved us is killing us. And avoidance of the kitchen is killing us, too. Foodways in much of black America are plain broke-down. Too many young black women have lower life expectancies than their mothers. And most don’t even know it.</p><p>And it’s not just black America. The Sun Belt is now the Stroke Belt. Fat-fueled diseases—diabetes, hypertension, stroke, and cancer—ravage the nation. But black America is particularly hard hit.</p><p>We can change that in the kitchen, on the quick and on the cheap. We know because we did it in our family—fought back hard against fat while holding proud to our table. Others are doing it, too, becoming kitchen-sink Amazons—winning the war on fat—one tasty home-fixed and healthy meal at a time.</p><p>And by home-fixed we’re not talking just about where you cook. We’re talking about what you cook. We’re talking about connecting with our mothers’ mothers through taste. We’re talking about celebrating all we created and all we endured by holding close to some of the flavors that were with us when we were creating and enduring.</p><p>And we’re talking about letting some of them go. Anything that’s kill¬ing us is poison, not food.</p><p>Our ideal is a table that delights, fortifies, and remembers.</p><p>The recipes are the work of a daughter who searched out the healthier bites and bits from her family’s cooking history and remixed the best of the rest into something greener, into something healthier and easier— working beside a mother determined to change her own foodways so she might change her daughter’s food future. This is the story of our search for a kitchen where what’s good is good for you.</p><p>And nothing is finer than a good taste on a healthy tongue.</p><p><em>Recipes and Book Excerpt reprinted from SOUL FOOD LOVE: HEALTHY RECIPES INSPIRED BY ONE HUNDRED YEARS OF COOKING IN A BLACK FAMILY. Copyright © 2015 by Alice Randall and Caroline Randall Williams. Published by Clarkson Potter, an imprint of Penguin Random House, LLC.</em></p><h4>Guests</h4><ul><li><strong>Alice Randall</strong>, writer in residence at Vanderbilt University and co-author of <a href=\"http://www.amazon.com/Soul-Food-Love-Healthy-Inspired-ebook/dp/B00MKZBSV8\" target=\"_blank\">&#8216;Soul Food Love: Health Recipes Inspired By One Hundred Years Of Cooking In A Black Family.&#8217;</a> She tweets <a href=\"https://twitter.com/AliceRandall_/\" target=\"_blank\">@AliceRandall_</a>.</li><li><strong>Caroline Randall Williams</strong>, co-author of <a href=\"http://www.amazon.com/Soul-Food-Love-Healthy-Inspired-ebook/dp/B00MKZBSV8\" target=\"_blank\">&#8216;Soul Food Love: Health Recipes Inspired By One Hundred Years Of Cooking In A Black Family.&#8217;</a> She tweets <a href=\"https://twitter.com/caroranwill/\" target=\"_blank\">@caroranwill</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Interweaving+Family+History+With+Healthy+Soul+Food&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"659"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394896873-d55223.m3u?orgId=1&e=394891783&d=659&ft=nprml&f=394891783"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0323_foodlovers.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"872","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0323_crepes.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1229","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0323_pears.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"890","width":"1280"}}]}