{"created":"2015-06-01T12:32:07+00:00","modified":"2015-06-01T12:32:08+00:00","valid":{"from":"2015-06-01T12:32:08+00:00","to":"3015-06-01T12:32:08+00:00"},"hreflang":"en","guid":"9dca539a-cfa5-489d-b341-38887755bc96","title":"Sci-Fi novelist Neal Stephenson blows up the moon — and reshapes humanity","published":"2015-06-01T12:32:03+00:00","byline":"Adam Wernick, Annie Minoff","tags":["books","culture","Books","Arts, Culture & Media","Neal Stephenson","Science fiction novels"],"teaser":"There are some famous first lines in novels so succinct, or even jarring, that they make their way into literary history — “Call me Ishmael.” Or even, “It was a dark and stormy night.” SciFi writer Neal Stephenson, author of the new novel, Seveneves, has written a new first line that might get added to the pantheon.","contentencoded":"<p>“The moon blew up without warning and for no apparent reason.”</p>\n<p>That's the explosive beginning to a new novel called <a href=\"http://www.goodreads.com/book/show/22752699-seveneves\"><em>Seveneves</em></a>, just out from sci-fi writer Neal Stephenson. That event, the breakup of the moon into seven big pieces, kicks off 800 pages of love, death and heavy-duty engineering, as humankind races to save itself from a storm of fiery moon rock.</p>\n<p>How will they do it? By building a cloud ark — a swarm of space habitats to carry humanity into orbit and back down to Earth 5,000 years later.</p>\n<p>Stephenson, whose past books include <a href=\"http://www.goodreads.com/book/show/830.Snow_Crash\">Snow Crash</a> and <a href=\"http://www.goodreads.com/book/show/22535547-the-baroque-cycle-collection?from_search=true&amp;search_version=service_impr\">The Baroque Cycle</a>, says the explosion of the moon was driven by the requirements of writing a \"space ark novel.\"</p>\n<p>“If you're going to write one of those you have to blow up the Earth — otherwise there's no reason to build an ark,” he explains. “But there's got to be some warning time. If an asteroid comes out of nowhere and kills everyone tomorrow, we don't have time to build an ark — so I can't use that. And if it takes hundreds of years, we would probably just solve the problem. So you’ve got to find something that'll do the job, but with enough advance warning to build an ark, and not enough to do something else.”</p>\n<p>Stephenson says the idea for the book came from reading about the problem of <a href=\"http://www.nasa.gov/mission_pages/station/news/orbital_debris.html\">space junk</a> — man-made objects like spent rocket boosters and dead satellites that are in orbit around the Earth.</p>\n<p>“There are thousands of pieces of space junk zooming around at high velocity, and every so often, at random, two of those pieces will bang into each other and fragment into more, smaller pieces,” he explains. “The specter has been raised by scientists who've studied this problem that it could go exponential and lead to a situation where there are so many particles of debris zooming around in orbit that we won’t be able to journey into space anymore in the manner we've grown accustomed to.”</p>\n<p>In general, Stephenson prefers not to break the laws of physics in his science fiction writing. In this book, once he gets past the initial setup of blowing up the moon, which he admits is “kind of an implausible event,” he tells the rest of the story “without recourse to magical technologies that would make problems go away — teleportation, and hyperdrive and that kind of thing — because that is what imposes constraints on the characters and forces them to make choices and to dig deep and summon their resourcefulness.”</p>\n<p>The second half of the book jumps forward in time 5,000 years, when the descendants of the original survivors return to Earth. Several key elements of this section have caught readers' attention. For instance, the new inhabitants are not too keen on social media. There’s a sound scientific basis for this decision, too, Stephenson says.</p>\n<p>“I believe that all technology is <a href=\"http://www.technologyreview.com/view/427907/path-dependence-and-the-stupidity-of-led-light-bulbs/\">path dependent</a>,” he explains. “The particular mix of technology that surrounds us today didn't come about through a highly rational series of plans and decisions. The whole petroleum industry started out with guys sailing around on wooden ships throwing harpoons at whales. ... When we ran out of whales, they had to figure out ways to replace whale oil with synthetic stuff and they began pulling oil out of the ground.”</p>\n<p>That's just one example, he says, of “how weird the history of technology is.”</p>\n<p>“There are all kinds of ways that things could have come out differently,” he says. “In positing a future culture 5,000 years from now, I think it would be a bit odd, and it would read as kind of naive and false, to just assume that that culture would make exactly the same set of choices in the same order that we did.”</p>\n<p>Yet Stephenson does retain one technological innovation from the present day: a paper novel. The book, he says, is one of the most highly evolved technologies that exists, simply by virtue of being so old.</p>\n<p>\"The book, the codex, in its current form is over 1,000 years old and it's undergone a continual process of refinement the whole time it's existed,” he explains. “It's a whole bundle of innovations that somebody had to think of…[I]t’s all a technology, it’s very advanced and it works really well. So, although it might seem anachronistic on the face of it, I think it's totally reasonable to put books in the same category as any other highly evolved technology and have them being used right next to all kinds of whizbang, high-tech gadgets.”</p>\n<p>The humans Stephenson imagines inhabiting the Earth 5,000 years from now are modified. Their genomes have been tweaked to favor certain traits that the people who left Earth earlier thought they should have. Is this new version of humanity better than the old version?</p>\n<p>“That is, in a way, the fundamental question of the book,” Stephenson says. “So, if people walk away asking themselves that, and talking about that, then I feel like I've succeeded. If they walk away feeling like I've been feeding them a pat answer, then I've probably failed.”</p>\n<p><em>This story is based on an <a href=\"http://sciencefriday.com/segment/05/22/2015/neal-stephenson-versus-the-moon.html\">interview </a>that aired on PRI's <a href=\"http://sciencefriday.com\">Science Friday</a> with Ira Flatow</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-28%2Fneal-stephenson-blows-moon&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Moon_Explosion_by_melonhead118%20v2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/moonexplosionbymelonhead118-v2jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/scifri201505225.mp3"},{"href":"http://admin.pri.org/file/scifri201505225mp3"}]}