{"created":"2014-10-08T13:55:55+00:00","modified":"2014-11-12T18:15:40+00:00","valid":{"from":"2014-11-12T18:15:39+00:00","to":"3014-11-12T18:15:39+00:00"},"hreflang":"en","title":"A Rhythm That Has Waltzed Away With Hearts","published":"2014-06-24T19:11:00+00:00","teaser":"Swaying triple time has besotted dancers and musicians alike around the globe. But the quintessential high-society dance has surprisingly indecent roots.","itags":["npr_api","322930952"],"guid":"9dd7c0e7-721a-4dc6-a8e6-ced041d3d88d","contentencoded":"<p><em>One</em>, two, three, <em>one</em>, two, three, <em>one</em>, two, three: That's the rhythm of a waltz. It's one of the world's most common dance forms. And you'd be forgiven if this triple-time pattern conjures up mental images of ball gowns and fancy-pants manners. But this quintessential high-society dance has some surprisingly indecent roots.</p><p>Some people will tell you that the waltz isn't just a dance. It caused a social revolution when it first became popular in Vienna in the late 18th and early 19th centuries.</p><p>\"You must understand that in those days, in the 19th century, it was one of the first dances where dancers were allowed to come closer,\" Eduard Strauss says. \"Men could hold the lady and squeeze the lady, and bring her near to, well, where the man wants the lady to be, and it was just very erotic.\"</p><p>Strauss should know about the power of the waltz — he is the chairman of the Vienna Institute for Strauss Research. You could even say that the waltz is his family business.</p><p>\"Maybe you know that there are several Strausses,\" Strauss explains. \"In my family we have Johann Strauss the father. And he had three sons: Johann II, the very famous Johann Strauss — the 'Blue Danube,' <em>Die Fledermaus</em> and all this. The second son was Josef, and the third son was Eduard, so three brothers. And the third son, Eduard, is my great-grandfather.\" Eduard Strauss composed waltzes, too.</p><p>After it swept Vienna in the early 19th century, this <em>long-</em>quick-quick rhythm seized the imagination of musicians and dancers around the world. <a href=\"http://www.npr.org/artists/90515326/peter-ilyich-tchaikovsky\" target=\"_blank\">Tchaikovsky</a> loved it in Russia. It even made its way to the New World, to places like Louisiana and across Latin America.</p><p>Once you start listening for the waltz rhythm, you start to hear it absolutely everywhere. And the waltz is still very much a part of our pop consciousness.</p><p><a href=\"http://www.npr.org/artists/166969902/bruno-mars\" target=\"_blank\">Bruno Mars</a>' song \"If I Knew\" was <a href=\"https://www.youtube.com/watch?v=GNg1_Tiaao8\" target=\"_blank\">used as a waltz</a> in the recent semifinals of the wildly popular show <em>Dancing with the Stars</em>. I caught one of the show's judges, choreographer and dancer Bruno Tonioli, on the phone from Los Angeles. And he says it's no surprise why this form has had such staying power.</p><p>\"It sweeps you away,\" Tonioli says. \"It's a wonderful, wonderful dance. To require that control that gives you that incredible weightless, gliding quality, the rise and fall sway — it demands incredible control. When you look at it, it seems easy, but it's very deceptive. It demands the most, the highest level of technical control, because making something look easy is so hard!\"</p><p>Tonioli says the waltz's insistent pattern, the <em>one</em> of the one-two-three, still presents a challenge. You don't want to thud down on that downbeat.</p><p>\"You can never make it look heavy,\" he says. \"It's like a breath. You know, when you breathe? You have to use the breath of the music, never go down on the music. What makes it that magical — you know that moment of stillness at the end of the bar, when you almost feel like you're getting to the last beat and you hold it for a second, or a millisecond, before you take the next beat? That's what makes it so magical, you see, and that is what is very, very difficult to produce.\"</p><p>There's an incredible example of that suspension, and anticipation, near the beginning of one of the most popular arias in opera, <a href=\"http://www.npr.org/artists/16927552/giuseppe-verdi\" target=\"_blank\">Verdi</a>'s \"La donna è mobile,\" from <em>Rigoletto</em>.</p><p>Regardless of whether a waltz was written 150 years ago or just last year, Strauss says there's one thing we have to remember: \"Nowadays, one tends to forget that this music basically was written to be danced to — dance music.\"</p><p>So the next time you hear that <em>long</em>-quick-quick, get out there and kick up your heels.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Rhythm+That+Has+Waltzed+Away+With+Hearts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anastasia Tsioulcas","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323166172-5490a8.m3u?orgId=1&topicId=1039&aggIds=100920965&ft=3&f=322930952"},{"href":"http://media.npr.org/assets/img/2014/06/17/waltzing-843da9a3c77bb734f76633603116a36db6add046.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2596","width":"3463"}}]}