{"created":"2014-10-03T03:59:07+00:00","modified":"2015-04-30T19:48:08+00:00","valid":{"from":"2010-03-31T15:03:07+00:00","to":"3010-03-31T15:03:07+00:00"},"hreflang":"en","guid":"9de82a66-4c80-4be6-9ca7-27013e8cc1e3","title":"SOTRU - Greensburg: To the Stars through Difficulties","teaser":"One night in May of 2007, a tornado wiped Greensburg, Kansas, off the map. The town's residents have decided to not only resurrect the town, but to rebuild in a true spirit of renewal. State of the Re:Union examines the profound devastation and the rigors and rewards of this innovative rebirth. ","description":"DESCRIPTION: One night in May of 2007, a tornado wiped Greensburg, Kansas, off the map. The town's residents have decided to not only resurrect the town, but to rebuild in a true spirit of renewal. State of the Re:Union examines the profound devastation and the rigors and rewards of this innovative rebirth.Billboard: Incue: From PRX and NPROutcue: But first, this news.SEGMENT A: The Devastation (12:29)Incue: You're listening to State of the Re:UnionOutcue: State of the Re:Union continuesONE NIGHT IN MAY THE TORNADO HITS: Greensburg residents tell the emotional tale of the night that the tornado hit and the eerie silence that followed the storm. When the sun came up the next day, they realized their lives had changed forever.OLDEN DAYS: What was Greensburg like before it was transformed by disaster? Residents paint a picture of Greensburg's glory days as a frontier town, its transformation to a bustling town and finally its shift to a slow death. SEGMENT B: Decision and Rebuilding Lives (18:58)Incue: I'm Al Letson and Outcure: P-R-X . O-R-GWHAT'S NEXT: We're introduced to a Greensburg couple who describes how they were changed after the tornado. After days of sifting through all their belongings, they think they can't take it anymore. But on a trip to find a new place to live, they have a revelation: Greensburg is their home. They're coming back, and decide to pursue their dream.A TOWN DECIDES: While individual families were deliberating, the fate of the town as a whole was hanging in the balance. Hear how the idea for a \"green town\" evolved, why the idea appealed and how it went from concept to action.FROM SKEPTICS TO BELIEVERS: The \"green\" idea was not an obvious choice for most of Greensburg. We sit down for dinner with one couple and learn how they turned from skeptics to believers.THE EVOLUTION OF GREEN: What does \"green\" mean for a town like Greensburg and the world? One resident shows us all of the neat gadgets he's helped bring to Greensburg and we learn of the hope for the future that green promises, but has yet to fully deliver.NOT WAITING ON GREEN: A TOWN BUILT BY DONATION: Not everyone in Greensburg is counting on green to revive the town. We walk through the new downtown business district and hear how the community is helping rebuild Greensburg's Main Street.SEGMENT C: Disenchantment, Dreams, and Moving On (18:58)Incue: You're listening to State of the Re:UnionOutcue: This is NPRGRIEVING A LOST TOWN: We hear about a different perspective on the direction the town has gone in. One couple believes the decision was made without the involvement of the people and feel they have been ostracized and isolated for their beliefs. Then we travel to a neighboring town and hear from a group of elderly, former Greensburg residents who gather to reminisce about a town that no longer exists.EMBRACING A NEW TOWN: For all the people Greensburg lost after the tornado, it's also been gaining some. We meet some of Greensburg's newest residents and find out why they made the move to this small town. The town also holds new hope for the younger generations of Greensburg residents who are thinking about sticking around.RUNNING WITH A DREAM: For some Greensburg residents, all of this change is already bearing fruit. A couple we met earlier in the episode finds that losing everything was the catalyst they needed to pursue the dream of opening an art studio and gallery. THE BIGGER QUESTIONS: Despite their profound grief and loss, we learn why so many residents of Greensburg feel so fortunate. We hear how the tornado inspired a new level of connection to God and deepened faith for many, and the incredible sense of hope they feel as they look to the future. BROADCAST WINDOW BEGINS 5/1This program is available without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2010. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of this special. Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"DESCRIPTION: One night in May of 2007, a tornado wiped Greensburg, Kansas, off the map. The town's residents have decided to not only resurrect the town, but to rebuild in a true spirit of renewal. State of the Re:Union examines the profound devastation and the rigors and rewards of this innovative rebirth.<br /><br />Billboard: <br />Incue: From PRX and NPR<br />Outcue: But first, this news.<br /><br />SEGMENT A: The Devastation (12:29)<br />Incue: You're listening to State of the Re:Union<br />Outcue: State of the Re:Union continues<br /><br />ONE NIGHT IN MAY THE TORNADO HITS: Greensburg residents tell the emotional tale of the night that the tornado hit and the eerie silence that followed the storm. When the sun came up the next day, they realized their lives had changed forever.<br /><br />OLDEN DAYS: What was Greensburg like before it was transformed by disaster? Residents paint a picture of Greensburg's glory days as a frontier town, its transformation to a bustling town and finally its shift to a slow death. <br /><br />SEGMENT B: Decision and Rebuilding Lives (18:58)<br />Incue: I'm Al Letson and <br />Outcure: P-R-X . O-R-G<br /><br />WHAT'S NEXT: We're introduced to a Greensburg couple who describes how they were changed after the tornado. After days of sifting through all their belongings, they think they can't take it anymore. But on a trip to find a new place to live, they have a revelation: Greensburg is their home. They're coming back, and decide to pursue their dream.<br /><br />A TOWN DECIDES: While individual families were deliberating, the fate of the town as a whole was hanging in the balance. Hear how the idea for a \"green town\" evolved, why the idea appealed and how it went from concept to action.<br /><br />FROM SKEPTICS TO BELIEVERS: The \"green\" idea was not an obvious choice for most of Greensburg. We sit down for dinner with one couple and learn how they turned from skeptics to believers.<br /><br />THE EVOLUTION OF GREEN: What does \"green\" mean for a town like Greensburg and the world? One resident shows us all of the neat gadgets he's helped bring to Greensburg and we learn of the hope for the future that green promises, but has yet to fully deliver.<br /><br />NOT WAITING ON GREEN: A TOWN BUILT BY DONATION: Not everyone in Greensburg is counting on green to revive the town. We walk through the new downtown business district and hear how the community is helping rebuild Greensburg's Main Street.<br /><br /><br />SEGMENT C: Disenchantment, Dreams, and Moving On (18:58)<br />Incue: You're listening to State of the Re:Union<br />Outcue: This is NPR<br /><br />GRIEVING A LOST TOWN: We hear about a different perspective on the direction the town has gone in. One couple believes the decision was made without the involvement of the people and feel they have been ostracized and isolated for their beliefs. Then we travel to a neighboring town and hear from a group of elderly, former Greensburg residents who gather to reminisce about a town that no longer exists.<br /><br />EMBRACING A NEW TOWN: For all the people Greensburg lost after the tornado, it's also been gaining some. We meet some of Greensburg's newest residents and find out why they made the move to this small town. The town also holds new hope for the younger generations of Greensburg residents who are thinking about sticking around.<br /><br />RUNNING WITH A DREAM: For some Greensburg residents, all of this change is already bearing fruit. A couple we met earlier in the episode finds that losing everything was the catalyst they needed to pursue the dream of opening an art studio and gallery. <br /><br />THE BIGGER QUESTIONS: Despite their profound grief and loss, we learn why so many residents of Greensburg feel so fortunate. We hear how the tornado inspired a new level of connection to God and deepened faith for many, and the incredible sense of hope they feel as they look to the future. <br /><br />BROADCAST WINDOW BEGINS 5/1<br /><br />This program is available without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2010. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.<br /><br />The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of this special. Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2010-03-31T15:03:07+00:00","tags":["Emotional","Entertainment","Environment","Inspiring","This American Life-esque","Travel"],"itags":["prx:stories-46776"],"audio":[{"href":"https://hal.prx.org/pub/30ed6ca10b6c21a22e7ddd9abdab1167/0/web/story_image/83703/medium/SOTRU240240.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/14a89dc3a3ec5adff05c2d5c3dce4efa/0/web/audio_file/184508/broadcast/01_GBRG_Bill.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/35d34ae1e3a82704150f80ea5b35f086/0/web/audio_file/192575/broadcast/02_GBRG_musicbed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":931026}},{"href":"https://cms.prx.org/pub/b13bea771a14af9fc446599f4c725beb/0/web/audio_file/184513/broadcast/03_GBRG_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23948636}},{"href":"https://cms.prx.org/pub/a1aa03a5fa10c4d523a7082347407d12/0/web/audio_file/192573/broadcast/04_GBRG_Music_Bed_1.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1888771}},{"href":"https://cms.prx.org/pub/a23d58b8f5d38572704d70655d98f285/0/web/audio_file/184516/broadcast/05_GBRG_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}},{"href":"https://cms.prx.org/pub/b93c0ddd116267d89952af3f3bb0e7b9/0/web/audio_file/192574/broadcast/06_GBRG_Music_Bed_2.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1894616}},{"href":"https://cms.prx.org/pub/ff91973a371add9ce88919e8874bc6f3/0/web/audio_file/184521/broadcast/07_GBRG_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36406001}}]}