{"created":"2015-03-09T13:34:41+00:00","modified":"2015-06-15T17:15:16+00:00","valid":{"from":"2015-06-15T17:15:16+00:00","to":"3015-06-15T17:15:16+00:00"},"hreflang":"en","title":"The Teacher Who Believes Math Equals Love","published":"2015-04-01T23:19:00+00:00","teaser":"NPR Ed is celebrating 50 Great Teachers. Today: The story of a young algebra teacher in Oklahoma oil country, who has taken an unorthodox approach to classroom math.","itags":["npr_api","376596585"],"guid":"9ded46e1-7ee2-4e80-a3db-755a8cb6d8e3","contentencoded":"<p><em>What makes a great teacher great? </em><em>That's the question at the heart of <a href=\"http://www.npr.org/blogs/ed/367774706/50-great-teachers\">50 Great Teachers</a>, from the NPR Ed Team. </em></p><p>Sarah Hagan has a passion for math, and the pi-shaped pendant to prove it.</p><p>The 25-year-old teaches at Drumright High School in Drumright, Okla. The faded oil town is easy to miss. Fewer than 3,000 people live there, and the highway humps right around it.</p><p>There are no stoplights, no movie theater and no bowling alley anymore. Just a clutch of small houses and hearty businesses: a funeral home, Family Dollar and a Dollar General.</p><p>That makes it hard enough to attract good teachers, says Judd Matthes, Hagan's principal. But it gets worse.</p><p>\"We don't pay a lot in Oklahoma for beginning teachers,\" he says, laughing from behind his desk in the school's basement. \"If you go next door to Arkansas, they're about a $10,000-a-year starting salary difference.\"</p><p>Which made Matthes wonder why a National Merit Scholar who had gotten a full ride to the top-notch University of Tulsa would want to start her teaching life in a place like Drumright, earning just over $30,000 a year.</p><p>Sarah Hagan's answer:</p><p>\"It was April, and I hadn't graduated yet. And they said, 'Come work here.' \"</p><p>Hagan, now in her third year at Drumright High, grew up outside of Tulsa. Home wasn't urban, but it wasn't Drumright, either. She hadn't planned on working in such a poor, rural district and got quite a shock when she arrived.</p><p>\"The first time I saw my classroom,\" Hagan says, \"it was the most depressing thing I'd ever seen. The walls weren't all painted one color. There was no dry-erase board. There were no bulletin boards.\"</p><p>And the floorboards squealed. They still do, but the rest of her room is now an unrecognizable riot of color.</p><p>Decorations hang wall-to-wall, floor-to-ceiling. A poster of Albert Einstein. Paper pompoms. A podium decorated with a sign in pink, purple and yellow reads: \"Ms. Hagan, Teacher of Awesome (and by \"Awesome\" I mean \"Math\").\" After each school year, she tears it all down and starts over.</p><p>This is the first key to understanding Sarah Hagan: She's a visual person.</p><p>Hagan is also remarkably self-assured. When she arrived at Drumright, her classroom wasn't the only challenge. The school had ordered new math textbooks, but Hagan had already decided — as a student-teacher — that she wasn't going to use textbooks.</p><p>\"I don't want to be stifled by that. I mean, I teach a lot of things in a totally different order than a textbook would,\" she says.</p><p>To Hagan, the average math textbook was, itself, a problem to be solved.</p><p>\"I decided we were gonna make our own textbooks.\"</p><p>She simply left the new books in their boxes. Instead, in a standard lesson, she uses everything in the classroom but a textbook: a flower pot, a garbage can, a roll of tape, loose spaghetti.</p><p>Yes, spaghetti. It's all part of Hagan's DIY approach to teaching and learning.</p><p>As for the textbooks they make, her students begin with blank composition notebooks. Each day, Hagan hands out a lesson she has written herself or open-sourced from other teachers across the country. It's usually printed on colored paper and requires some kind of hands-on work: drawing, coloring, cutting.</p><p>There's even some basic origami.</p><p>Students then glue the results into their notebooks. Eventually, the books look like dog-eared, bulging relics from an Indiana Jones movie. Hagan argues that if students are allowed to be creative, they're more likely to remember what they've learned.</p><p>\"The point is, we shouldn't have to be like, 'Oh, yeah, there's that chart on Page 763 that tells me how to classify something.' They should think, 'Oh, that's on that blue paper that we did a few days ago, and I doodled in the corner,' \" she explains.</p><p>One morning, in Hagan's Algebra I class, the handout is orange, and the lesson is on naming polynomials — drudge work even for math enthusiasts.</p><p>So Hagan shakes things up. After walking the class through the differences between cubic and quintic, binomial and trinomial, she asks:</p><p>\"So, you guys ever gone speed-dating?\"</p><p>Math speed-dating.</p><p>Hagan hands the students slips of paper with a polynomial written on one side and its name on the other. She demonstrates with a confused football player. He holds up his card, and she names his polynomial. He then tries to do the same.</p><p>And it's important, Hagan tells them, not to let wrong answers linger:</p><p>\"Because I don't want him thinking I'm someone I'm not.\"</p><p>And with that, the dating begins. At first, some of the students — especially the boys — seem a little reluctant. It's as if they don't want to be seen having fun in math class. But that lasts just a few minutes. Soon, everyone is bounding in and out of pairs, laughing and struggling and encouraging each other.</p><p>That afternoon, in Algebra II, Hagan comes up with a creative way to get her students to memorize the quadratic formula. She sings it to the tune of \"Pop Goes the Weasel.\"</p><p>Their assignment: Sing the formula — from memory — to a teacher, a family member and a third person of their choosing. And witnesses have to sign a form proving it happened.</p><p>\"She really tricks us into learning,\" says sophomore Jake Williams. \"There's so much fun involved in the classroom and the learning part that we actually understand it and grasp it.\"</p><p>\"You do puzzles and all kinds of stuff,\" says senior Krissy Hitch. \"So it doesn't even really seem like you're learning. But then, when you take the test, you realize: 'Wait, when did I even learn all this stuff? Where did that even come from?' \"</p><p>Junior Taylor Russell came to Hagan's class a skeptic:</p><p>\"I have never, ever liked math. But this year, I really love math.\"</p><p>Making it fun matters. Algebra is high-stakes. A student who can't pass the state test can't graduate. Hagan even changed her grading system to make sure students know the math.</p><p>\"You either get an A, a B, or a Not Yet,\" explains junior Ainsley Flewellen. \"It's impossible to fail. She makes it where you can't not pass her class.\"</p><p>Hagan's no pushover. If a student bombs a quiz or an assignment, he has to do it again. And again. Until he gets an A or a B. But he's not struggling alone. Hagan is always there to help.</p><p>\"She'll stay after school really, really late with you and help you with it. I've had to do that multiple times,\" Russell says.</p><p>That explains why, at lunch, students come to Hagan's empty classroom just to hang out or ask her for help with an assignment — even if it's for another teacher's class.</p><p>\"She wants her students to be successful,\" says fellow teacher Melinda Parker, who can't say enough about Hagan. \"Oh, we love Sarah. She works so hard. And we got her in Drumright. We got her in Drumright, Oklahoma!\"</p><p>Parker does worry that the young math teacher could burn out. Hagan admits — sometimes — the work wears her down.</p><p>\"Yeah, there's days where I complain. And the people I complain to think I'm insane because I haven't left this place. But these kids deserve better.\" <br /> <br /> And so she stays, at least for now. Even in her scant free time, Sarah Hagan doesn't really leave the classroom. She writes <a href=\"http://mathequalslove.blogspot.com/\">a blog</a> about teaching.</p><p>She calls it: \"Math Equals Love.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Teacher+Who+Believes+Math+Equals+Love&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"476"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391915205-a5fd95.m3u?orgId=1&topicId=1013&aggIds=359618671&d=476&p=2&story=376596585&t=progseg&e=391915103&seg=12&ft=nprml&f=376596585"},{"href":"http://media.npr.org/assets/img/2015/03/02/sarahhagan1-d8cc28423db2afe1b985e4c8bb5a77070e90ba8e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/02/sarahhagan2-5d3b0220b27507a88ef1b35ed8e69c8e83cee1c0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/02/sarahhagan3-fe962d9ea63d6c32e8412dd2da747658c31f6f61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/02/sarahhagan7-cf7d138886c87c0a2ce75f6d72c4f245371abfa1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/02/sarahhagan4-ddefe6a2f797e19af7cc6071618e804766ef8523.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3475","width":"4633"}},{"href":"http://media.npr.org/assets/img/2015/03/02/sarahhagan6-cdc2ab88e7abea4746eeb32c695a4646c2fef2f5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1909","width":"2546"}},{"href":"http://media.npr.org/assets/img/2015/03/02/sarahhagan5-4de034c628706a8ad70be1124bc419d365b3bc87.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2096","width":"2796"}}]}