{"created":"2014-10-03T19:05:17+00:00","modified":"2014-10-31T00:43:15+00:00","valid":{"from":"2014-10-31T00:43:14+00:00","to":"3014-10-31T00:43:14+00:00"},"hreflang":"en","title":"In Shetland, Oil Shapes Debate Over Scottish Independence","published":"2014-06-30T17:32:00+00:00","teaser":"Offshore oil and gas money is central to the debate over whether Scotland should break off from the U.K. — especially in the remote Shetland Islands, where North Sea oil has transformed the economy.","itags":["npr_api","326777014"],"guid":"9dedbd4e-d546-44d9-a558-34fc7268010f","contentencoded":"<p>In September, Scotland will vote on whether to break away from the United Kingdom and declare independence.</p><p>So far, the debate has been largely about money: One poll says most voters would switch their vote if it meant an extra 500 pounds, or around $800 dollars.</p><p>North Sea oil and gas are central to this economic debate — nowhere more so than in the remote Shetland Islands, many miles from the Scottish mainland, where tankers carrying North Sea oil come ashore. The oil has transformed both the local and national economy.</p><p>Edna Burke, who's in her 60s, was born and raised on the Shetland Islands, and she's seen the nearly unfathomable change wrought by the region's oil boom.</p><p>\"In the days when we were growing up there wasn't very much money around, and it was quite a struggle for my parents to be able to bring up a family,\" Burke says. The family raised their own sheep and vegetables on a small subsistence farm called a croft. Her father still had to take an extra job at the stone quarry to get by, rowing to and from work in a boat.</p><p>Then, in the 1970s, oil was discovered offshore — and everything changed in a flash.</p><p>Author Ann Cleeves remembers when she first came to Shetland in 1975. \"It was like a gold rush town, because it was full of people coming up to get money quickly,\" she says. \"Very interesting times.</p><p>Everyone thought the oil fields would dry up in 20 years — but they didn't. Buildings that went up as temporary housing 40 years ago are still in use today, and the waterfront holds old cruise ships that are now floating dormitories for the workers.</p><p>Thanks in part to oil money, this remote island cluster — home to barely more than 20,000 people — has some of the best roads, schools and arts programs anywhere in the U.K.</p><p>Shetland's Sullom Voe is the largest oil and gas terminal in Europe, and it's located in the midst of miles of empty hillsides, sheep and grass. Jim Dickson, who used to be the harbormaster at Sullom Voe, remembers what the region was like before the oil.</p><p>\"Shetland was basically ignored by all the governments until the mid-1970s,\" Dickson says. \"Then lo and behold, what did we find off our shores? Oil and gas. And everything changed.\"</p><p>At Sullom Voe's peak, Dickson was guiding 800 tankers a year through the terminal.</p><p><strong>Independence And Unity See Very Different Oil Futures</strong></p><p>In September, Scotland will decide whether to leave the United Kingdom — and Shetland's oil and gas industry is central to the debate.</p><p>\"In fact, it's the mainstay of their economic argument, as they say,\" Dickson says. \"In Shetland we have a very jaundiced view of all this. Because whether we're ruled from London or Edinburgh, it's still a long, long way away.\"</p><p>The independence camp and the unity camp have opposite forecasts for the oil industry. Unity says it'll dry up, and Scotland will suffer without help from London; Independence says the industry will thrive and keep Scotland booming.</p><p>David Bell, an economist at Scotland's University of Stirling, says it's not so simple.</p><p>\"There are a lot of people out there who seem to think that there is some calculation that can be done that will give a clear answer here,\" Bell says. \"But that's not the case.\"</p><p>He says when it comes to future income from Shetland oil and gas, the best anyone can do is make an educated guess — and that's a risk Edna Burke is not willing to take.</p><p>\"My husband and I have got one opinion, because we've lived through the poor times. And I think we worry if Scotland does go independent, when there's no longer oil and gas in the waters, how Scotland will cope,\" Burke says. \"But the younger members of the family hold a totally different opinion. So we don't discuss it.\"</p><p>But it's not hard to find people who are willing to chance it. Steve Mitchell moved up to Shetland about 16 years ago to run the islands' only dairy farm.</p><p>\"I think a lot of people are maybe pinning a lot of hopes on the gas and oil industry if it does go to a yes vote — maybe slightly falsely,\" Mitchell says. \"I think it'll still have benefits for an independent Scotland. But not, maybe, as much as some people think.\"</p><p>Still, he's planning on voting for independence. For him, it's not a question of economics. It's about national identity — and he says he would rather see Scotland governed by Scotland.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Shetland%2C+Oil+Shapes+Debate+Over+Scottish+Independence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326892786-1c58f0.m3u?orgId=1&topicId=1124&ft=3&f=326777014"},{"href":"http://media.npr.org/assets/img/2014/06/29/474592187-22912430acc59c8778df655143b09097a6c7f4b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3782"}},{"href":"http://media.npr.org/assets/img/2014/06/30/photo-1-4cedc06d631480e31cb5624c4401d6554fa9a8e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"640"}},{"href":"http://media.npr.org/assets/img/2014/06/29/ari-shetlandsheep-642b8b9b7dc81cad0e5ec448e3021d1890a91313.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"434","width":"579"}}]}