{"created":"2015-06-22T18:03:28+00:00","modified":"2015-06-22T20:30:04+00:00","valid":{"from":"2015-06-22T20:30:04+00:00","to":"3015-06-22T20:30:04+00:00"},"hreflang":"en","title":"Obama Visits Marc Maron's Garage; Cats Annoyed They Were Shut In Bedroom","published":"2015-06-22T18:56:00+00:00","teaser":"Several months ago, the White House contacted the comedian to see if he'd be interested in having the president as his guest. \"I just didn't think that it would ever happen,\" Maron says.","itags":["npr_api","416481081"],"guid":"9df68639-940f-4680-9160-a710f6a7cd1d","contentencoded":"<p>Comedian Marc Maron's WTF podcast might not seem like the place for a typical presidential interview, but several months ago the White House reached out to Maron to see if he'd be interested in having Barack Obama as his guest. \"I just didn't think that it would ever happen,\" Maron says.</p><p>But it did — on Friday, the president came to Maron's garage and spent some time talking about race relations, fatherhood, fitting in and more. The interview was posted Monday morning — <a href=\"http://www.wtfpod.com/podcast/episodes/episode_613_-_president_barack_obama\">you can listen to it here</a>. Maron spoke with <em>Fresh Air</em>'s Terry Gross on Friday, a few hours after the interview.</p><hr /><h3>Interview Highlights</h3><p><strong>On the White House reaching out</strong></p><p>I'm like, \"What do I do, do I go to Washington? Do I go to his hotel? What happens?\" And [my producer] Brendan says, \"They said they want to do it at the garage.\" I'm like, \"That's insane! The president is just going to come over to my house? My two bedroom, one bathroom house and sit in my broken-down garage?\" It's where everybody [who I interview] sits, it is the place where [the podcast] happens, but I couldn't even wrap my brain around it.</p><p><strong>On cleaning up the garage for the president </strong></p><p>I have a lot of clutter on the desk and the Secret Service certainly helped me with that. I have like a pocketknife on my desk; I have half a hammer, like this weird hammer that's broken ... they were like, \"Yeah, the knife and the hammer gotta go.\"</p><p><strong>On the safety precautions that were taken</strong></p><p>There was a sniper on the roof next door. ... There was a bunch of LAPD on the periphery, down at the bottom of the hill that I live on. ... There were Secret Service people all over the place, and that's how it went. There was a Secret Service guy behind me during the interview who I didn't see at all. I was so intent on focusing on the president.</p><p><strong>On Obama putting him at ease</strong></p><p>It's a rare thing — because you read about the president, or see people's reactions to the president, or you have whatever your feelings are about the president on a day-to-day basis. ... But to really be in the presence of somebody who<em> is</em> the president and has been for eight years ... and to feel the incredible charisma and ease at which this guy handles himself. ... I was a bit of a nervous wreck and he immediately put me at ease. I don't know how, I'm not easy to put at ease. I'm a nutbag.</p><p><strong>On when it was all over</strong></p><p>I cried a little bit, right in front of Brendan. It was a weird moment for us, he handled it pretty well. ... A crew of people came and they started disassembling the tents that were on my driveway and then all the Secret Service got their stuff and they just were gone, it was all gone. I let my cats out of the bedroom ... and they were like, \"Can we have our house back, please?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Visits+Marc+Maron%27s+Garage%3B+Cats+Annoyed+They+Were+Shut+In+Bedroom&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1906"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416500170-00a936.m3u?orgId=1&topicId=1048&d=1906&p=13&story=416481081&t=progseg&e=416496203&seg=1&ft=nprml&f=416481081"}]}