{"created":"2015-05-23T11:54:42+00:00","modified":"2015-05-30T17:05:26+00:00","valid":{"from":"2015-05-30T17:05:26+00:00","to":"3015-05-30T17:05:26+00:00"},"hreflang":"en","title":"Trinidad's Steelpan Players Turn Trash Into Something Beautiful","published":"2015-05-24T01:48:00+00:00","teaser":"Working-class youths invented the steel drum in the 1930s by banging dents in the tops of discarded oil drums to create notes. Today, steelpan is Trinidad's de facto national instrument.","itags":["npr_api","408797176"],"guid":"9dfd7cbd-8b2c-46ac-8cd3-cb23750ef7d2","contentencoded":"<p>If countries had national instruments, then the steelpan would be Trinidad's. In an island nation of just 1.5 million people, there are about 70 steel bands registered to compete in the annual Panorama competition, which takes place during the island's Carnival—the biggest in the Caribbean.</p><p>Several nights before Carnival Tuesday, the illustrious Desperadoes Steel Orchestra plays an informal concert in a parking lot off a major boulevard in Port of Spain, Trinidad. The 120-member band has played everywhere from Royal Albert Hall to Carnegie Hall, but this is their local panyard. The band's captain, Brian Charles, says the panyard is both a rehearsal space and a community gathering place—somewhere to eat, drink and dance during Carnival season.</p><p>The panyard is also something else, Charles says. \"A panyard come like a lab, for a scientist,\" he says, \"where we start from scratch and build a tune.\"</p><p>Building a tune is a big part of steelpan music. Each group prides itself on its arrangements, which can be quite complex. Different pans take the roles of different instruments in an orchestra—tenor, bass, cello—in groups that range from a dozen players to more than 100. Dr. Kim Johnson, director of Trinidad's Carnival Institute and author of four books and a <a href=\"http://www.pan.tt/film/\" target=\"_blank\">documentary about pan</a>, says the largest steel bands are even bigger than a symphony orchestra.</p><p>\"London, with a population of about 10 million, has about four symphony orchestras,\" Johnson says. \"We have—if you count just large steel bands—we have about 15.\"</p><p>Pan's history began in the late 1930s, when American military bases in Trinidad needed oil and empty oil drums littered the streets. Young people from impoverished neighborhoods like Laventille, the place associated with the birth of pan, began turning these drums into musical instruments. They would heat them in bonfires, then hammer indentations of different sizes into the softened ends to produce the notes of a musical scale. It didn't take long for their music to become a craze.</p><p>\"It was, perhaps, like rock and roll in the U.S.,\" says Johnson. \"It came here and overnight every young person was in it, or they were unconscious. So it came in 1939, and by 1940 all young people were involved—or at least young working class people.\"</p><p>Steel bands took on names inspired by the American Western movies that were popular on the island at the time — names like Desperadoes and Renegades. And their competition became more than musical: bands were also street gangs, battling each other with blows and bottles.</p><p>\"Pan became, in the post-war years, associated with bad guys, and it created a kind of moral panic,\" Johnson says. \"Middle-class Trinidad recoiled in horror at the idea of all of these guys who they saw wielding razors and cutlasses and sticks and just wanted to visit violence on their tender heads. It wasn't at all like that, but that sort of fear grew up to the point that anyone involved in the steel band, however peripheral, he was practically considered a criminal. And if you committed any crime and the judge found out that you were a member of a steel band, the sentence was automatically increased. So it was a case of a moral panic amplifying something and creating its own bogey.\"</p><p>It took years for the music to shake its bad reputation. But as more middle-class and female players joined the pan ranks and corporate sponsorship led the bands to become more professional, pan was embraced as a national music. The first Panorama competition came right after Trinidad's independence in 1962.</p><p>The Pan Am North Stars won that first Panorama—beating Desperadoes, who nevertheless went on to win ten titles over the years. But Desperadoes was not just a band; it was a community and political force, says Johnson.</p><p>\"The Desperadoes are the founders of the sort of make-work, welfare program for unemployed people—it was pioneered by Desperadoes. So it had a political and a social welfare dimension,\" he says.</p><p>That dimension, though, doesn't exist anymore. Laventille, the band's old neighborhood, is now one of Trinidad's crime capitals, and in recent years Desperadoes has been forced to relocate to a safer area.</p><p>The musicians also face a bigger challenge: steelpan music isn't hugely popular with younger audiences anymore. But 25-year-old Johann Chuckaree, who plays with the band Phase II, has some ideas about attracting new fans to the genre.</p><p>\"Think about a pan site with 120 guys playing <a href=\"http://www.npr.org/artists/16782748/michael-jackson\" target=\"_blank\">Michael Jackson</a>, playing 'Billie Jean,' or a beautifully arranged piece, or playing <a href=\"http://www.npr.org/artists/15232481/ludwig-van-beethoven\" target=\"_blank\">Beethoven</a>'s Fifth Symphony, a big classical piece,\" Chuckaree says. \"Just to get out there and blow people's minds and have them say wow, steel band can do this.\"</p><p>That kind of creativity—turning trash into something beautiful—is what steelpan's history is all about.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Trinidad%27s+Steelpan+Players+Turn+Trash+Into+Something+Beautiful&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Baz Dreisinger","audio":[{"meta":{"duration":"393"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408996603-3dd77b.m3u?orgId=1&topicId=1039&aggIds=100920965&d=393&p=7&story=408797176&t=progseg&e=408994361&seg=22&ft=nprml&f=408797176"},{"href":"http://media.npr.org/assets/img/2015/05/22/desperados-05117-sig-b78c658573bde20c1258da0322183e4a3e0f04e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1559","width":"2079"}}]}