{"created":"2014-10-31T02:18:14+00:00","modified":"2014-10-31T02:18:14+00:00","valid":{"from":"2014-10-31T02:18:14+00:00","to":"3014-10-31T02:18:14+00:00"},"hreflang":"en","title":"Architect Of Health Law Says Reform Is 'Never Finished'","published":"2014-05-07T19:43:00+00:00","teaser":"Bioethicist  Ezekiel Emanuel says \"despite a bad rollout,\" the Affordable Care Act is working, and there's still work to be done on lowering health care costs.","itags":["npr_api","310462334"],"contentencoded":"<p>Two polls released this week reveal challenges ahead for the Affordable Care Act.</p><p><a href=\"http://www.gallup.com/poll/168821/uninsured-rate-drops.aspx\" target=\"_blank\">Gallup found</a> the nation&#8217;s uninsured rate dropped to 13.4 percent last month, the lowest monthly uninsured rate since the company began tracking it in 2008. But that means 32 million people remain without coverage.</p><p>And a <a href=\"http://www.people-press.org/files/legacy-pdf/5-5-14%20Political%20Release.pdf\" target=\"_blank\">Pew Research Center poll</a> shows that 55 percent of Americans disapprove of the 2010 health care reform law, which mandates that everyone have health insurance and that it be made available to even those with pre-existing medical conditions.</p><p>Bioethicist <strong>Ezekiel Emanuel</strong> advised the White House on health care reform and tells <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson that &#8220;despite a bad rollout,&#8221; the law is working.</p><p>Emanuel predicts that enrollment in health plans will top 20 million people by next year, and he says there&#8217;s still work to be done on bringing down health care costs.</p><h4>Interview Highlights: Ezekiel Emanuel</h4><p><strong>Does it bother you that so many people still don&#8217;t like this law?</strong></p><p>&#8220;Yeah, I think it&#8217;s a misunderstanding and it points to a persistent problem around communication about what&#8217;s in the law, the advantages of the law, and more importantly, the disaster that would have befall the country had we not actually enacted reform. I think that&#8217;s the most important issue, is what&#8217;s the counterfactual. If we hadn&#8217;t had the Affordable Care Act, we really would have blown apart the system.&#8221;</p><p><strong>On what went wrong with getting that message out</strong></p><p>&#8220;The communication strategy, even going back to August 2009, where the Tea Party had its founding and all those town hall meetings and congressional districts, we just never got it right, I think, and never really convinced the American public why we needed to reform the system, and why this reform, while not perfect, is definitely a big step in the right direction. And the irony is, of course, on every one of the major issues &#8212; as you point out, access &#8212; we&#8217;ve had a really steep decline in the uninsured rate for the first time in a long time, we&#8217;ve had improvements in quality of care because of the Affordable Care Act and costs have gotten under control, although by no means is the cost level of health care completely whipped. But in four years, we&#8217;ve gone a long way in the right direction, and people should see that as a big positive, but I don&#8217;t think the message has really gotten out.&#8221;</p><p><strong>On his goal for number of sign-ups a year from now</strong></p><p>&#8220;There are lots of ways people are getting coverage &#8212; it&#8217;s not just in the exchanges, although that is probably the most important way, so we&#8217;re about 12 to 15 million people have gotten coverage through the Affordable Care Act. I&#8217;d like to see that number go over 20 million by next year.&#8221;</p><p><strong>Is that goal possible?</strong></p><p>&#8220;Of course. One of the things that the exchange shows you, that despite the bad rollout, despite the two months of really no one being able to get insurance through the exchange, we had 8 million people sign up. Americans really want affordable health care insurance. Whatever the Koch brothers and their minions say, people don&#8217;t want to go without insurance. They want insurance and the big problem has been affordability. And I think the exchanges offer a very good platform for most Americans to get coverage. And I think if we can continue to offer good insurance plans at a reasonable price, people are going to sign up &#8212; especially once they really understand that they can get subsidies both for the premium and, if they&#8217;re poor, they can get subsidies for co-pays and deductibles &#8212; that&#8217;s a very appealing package to most people.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://medicalethics.med.upenn.edu/people/faculty/ezekiel-j-emanuel\" target=\"_blank\">Ezekiel Emanuel</a></strong>, chair of the Department of Medical Ethics & Health Policy at the University of Pennsylvania, and author of the book &#8220;<a href=\"http://www.amazon.com/Reinventing-American-Health-Care-Outrageously/dp/1610393457/?tag=wburorg-20\" target=\"_blank\">Reinventing American Health Care</a>.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Architect+Of+Health+Law+Says+Reform+Is+%27Never+Finished%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"9e0af421-9ffe-4e84-ac94-47ca64009c16","audio":[{"meta":{"duration":"882"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310472413-81ec39.m3u?orgId=1&ft=3&f=310462334"}]}