{"created":"2015-03-07T13:25:32+00:00","modified":"2015-03-07T21:10:12+00:00","valid":{"from":"2015-03-07T21:10:12+00:00","to":"3015-03-07T21:10:12+00:00"},"hreflang":"en","title":"After Explosion, A Soldier And His Squad Leader Find Peace","published":"2015-03-07T15:29:00+00:00","teaser":"In 2011, while deployed in Afghanistan, Lance Cpl. Erik Galvan had a bad feeling about a wooded area. Sgt. Daniel Wheeler ordered him to go in anyway. The next thing Galvan saw was the blast.","itags":["npr_api","391218177"],"guid":"9e0c36c6-7529-4350-9525-6cdee56afb70","contentencoded":"<p><em>StoryCorps' <a href=\"http://storycorps.org/military-voices/\">Military Voices Initiative</a> records stories from members of the U.S. military who served in Iraq and Afghanistan.</em></p><p>Lance Cpl. Erik Galvan, 19, was walking ahead of his squad looking for improvised explosive devices. It was 2011, and he was three months into his deployment to Afghanistan.</p><p>The group approached an ominous wooded area; Galvan felt uneasy. His squad leader, Sgt. Daniel Wheeler, was several feet behind him.</p><p>\"All I remember was coming up to those tree lines, and something just didn't sit right with me,\" Galvan tells Wheeler during a StoryCorps interview in Carlsbad, Calif. \"So I got on the radio with you.\"</p><p>Galvan said he didn't like the situation, and it didn't feel comfortable. Wheeler ordered him to keep going.</p><p>\"We got into an argument, and I said, 'Well if I get f- - -ing blown up, it's your fault,' \" Galvan says. \"And sure enough I remember stepping on an IED, dirt coming in my face, and I blacked out.</p><p>\"Last thing I remember is dying and then waking up in a hospital. I remember looking down to check for my legs and the blanket that they had covering me just laid flat right around the knees,\" he says. \"And at that moment I realized, 'I no longer have legs.' And all I can remember was you and I arguing, getting hurt and then more of my Marines getting hurt.\"</p><p>\"[A] couple weeks later I finally got around to punching those numbers into the phone,\" Wheeler says. \"You didn't answer.\"</p><p>\"If I would have picked up the phone I probably would have said something I wouldn't be able to take back,\" Galvan says. \"But one day I sat by myself for a few hours and what I came to was, it wasn't your fault. You had your orders; I had mine. Who's to say that wasn't the safest route? That was when I started talking to you again.\"</p><p>\"After we had our conversation, I went to a bar, ordered a couple of glasses of scotch,\" Wheeler says. \"It felt like there had been a great burden taken off me because at that point I could work on forgiving myself.\"</p><p>Galvan says there's something he regrets. \"The last words I spoke to you was out of anger,\" he says. \"If I would've died, I don't think you could've lived with yourself, and I apologize for that.\"</p><p>\"Luckily we have a second chance,\" Wheeler says.</p><p>Galvan retired from the service in 2013. He's now working on a degree in human development and hopes to help other veterans transition back to civilian life. Sgt. Daniel Wheeler is still in active duty, and the two are still friends.<em></em></p><p>\"Our friendship went from being professional, very work-like, to a personal, close friendship that I'm still glad we have,\" Wheeler says.</p><p>\"We reached each other when we were ready,\" Galvan says. \"When it was time to relieve ourselves from this burden.\"</p><p><em>Produced for </em>Weekend Edition <em>by Andres Caballero.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at StoryCorps.org.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Explosion%2C+A+Soldier+And+His+Squad+Leader+Find+Peace&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"182"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391435812-78a78b.m3u?orgId=1&topicId=1078&aggIds=4516989&e=391218177&d=182&ft=nprml&f=391218177"},{"href":"http://media.npr.org/assets/img/2015/03/06/galvannpr-d9e7788f7c9927a6c66ff6edd8e80d56310e6124.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}