{"created":"2014-08-28T02:14:21+00:00","modified":"2014-10-30T23:07:07+00:00","valid":{"from":"2014-10-30T23:07:07+00:00","to":"3014-10-30T23:07:07+00:00"},"hreflang":"en","title":"From A Father And Son, What It Means To Be A Military Man","published":"2014-08-21T14:13:00+00:00","teaser":"Enlisting has been a rite of passage for men in the Pierce family since the Civil War. And as America has changed, Mark Pierce and his son Jeremy explain, what it means to serve has, too.","itags":["npr_api","341936977"],"guid":"9e186b16-c1df-406c-ae7b-4c87561dad27","contentencoded":"<p>Military service once defined the lives of many men in the United States, particularly before the end of the draft in 1973. But today, many younger adults have no <a href=\"http://www.pewsocialtrends.org/2011/11/23/the-military-civilian-gap-fewer-family-connections/\" target=\"_blank\">direct family ties</a> to the military at all.</p><p>For the men in Mark and Jeremy Pierce's family, however, military service is a tradition dating back to the Civil War.</p><p>\"My father always taught us growing up that there's service to the community, service to the church and service to the country,\" says Mark, of Fillmore, Utah, who retired in 2010 after nearly four decades as a Green Beret. Jeremy, his son, is a veteran of the U.S. Army, and Jeremy's brother has also served.</p><p>NPR's Audie Cornish talks with Mark and Jeremy about how military service contributed to their coming of age as men, how service has often been tied to masculinity across the generations — and how that may be changing as the <a href=\"http://www.pewsocialtrends.org/2011/12/22/women-in-the-u-s-military-growing-share-distinctive-profile/\" target=\"_blank\">share of women in the military</a> has grown.</p><hr /><h3>Interview Highlights</h3><p><strong>On Jeremy's decision to enlist as a family rite of passage </strong></p><p><strong>Mark:</strong> At the time Jeremy joined, I was in Iraq. We were getting rocket fire, and I would be talking to Jer about joining up, via Skype, and they'd hear the explosions and the sirens — and then I would have to leave. And my wife was going, 'Jeremy, are you sure you want to do this? Look what your dad's going through.' And he said, 'Well, it's the family tradition; it's what we have to do.'</p><p><strong>On how military service contributed to their sense of becoming a man</strong></p><p><strong>Mark:</strong> I'll boil it down to you: In the crucible of combat, you will learn more about yourself and the people around you in five minutes ... than you will the rest of your life. It's a tough lesson, and a hard way to learn it, but I wouldn't trade it for the world.</p><p><strong>Jeremy:</strong> When I joined the Army I was very immature, and I thought that being a man was just being able to grow a full beard and having a deep voice. But similar to what my father said, you just take an unpolished look at yourself and you know exactly how you are as a person and what you need to do to improve.</p><p><strong>On whether military service is tied to masculinity</strong></p><p><strong>Mark:</strong> Because of our family tradition, I always said to [the] boys, 'You can go into military if you want. I told my daughter I didn't want her to, because I'm 62 and I grew up in an era when women stayed home and raised kids. And you know, we're all subject to the paradigms we learned when we were raised growing up, and that's mine.</p><p><strong>Jeremy:</strong> My wife is in the Army. ... I feel like military service isn't tied to any sort of machismo or masculinity per se. It's just throughout the media, it's twisted towards [men]. ... Whenever you see anybody in the military, they're usually like, you know, Sylvester Stallone or something ridiculous, where they're over-the-top manly.</p><p><strong>On how having a military spouse makes Jeremy's and Mark's experiences differ</strong></p><p><strong>Jeremy:</strong> It was actually good to have my wife ... in the service, because I could open up and talk to her more than some of my peers [can talk to their spouses]. ... They can kind of fool their wives and be like, 'Oh, that faint mortar fire in the background, that's nothing, that's a training exercise.'</p><p><strong>Mark:</strong> By the way, I am very proud of my daughter-in-law. You know, she outranks me! I gave her her first salute when she was commissioned, which I thought was terrific.</p><p>For me, the hardest thing was my poor wife. You know, we've been married almost 30 years now and so she's been on board. ... It was tough on her, especially when I would come back from the combat missions, because I'd never talk about it. ... And I'd sit there and she'd say, 'What's bothering you?' And I'd say, 'I can't even talk about it.'</p><p><strong>On Mark's advice to his sons about combat</strong></p><p><strong>Mark:</strong> The main thing I told both of my boys is that once you make a decision to pull the trigger, or to do something that's going to end a life, you make absolutely sure that those conditions under which you do that are clear in your mind, because you'll relive that the rest of your life.</p><p><strong>Jeremy:</strong> And there were a few times that I really had to take that advice to heart. ... Once I got into Iraq and there [were] a few confrontations, [that advice] just kind of seemed to slow the world down. ... We had one point where a person was trying to drive a car through our gate, and we didn't know if they were lost or if they had a car bomb. And it ended up that he was just an innocent civilian who was just trying to turn around at our gate.</p><p><strong>On how both men feel about the prospect of Jeremy's son serving </strong></p><p><strong>Jeremy:</strong> I wouldn't want him to join, but if that's his decision, I'd support him in it.</p><p><strong>Mark:</strong> No, [I wouldn't be disappointed]. Times change. People change. You know, I encourage everyone to try the military, or try something to challenge yourself, because as I said back in high school ... 'When I'm old I wanna have a lot of neat stories to tell' and I do. And now both my sons, now they have some stories to tell. And so hopefully, as the grandchildren get older, we'll be able to bore 'em to death at family reunions.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+A+Father+And+Son%2C+What+It+Means+To+Be+A+Military+Man&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341958783-049ebf.m3u?orgId=1&topicId=1091&aggIds=323986426&ft=3&f=341936977"},{"href":"http://media.npr.org/assets/img/2014/08/20/pierceveitnamlarger-edit-0e55b5b251689015606aab2db02a11f4cbc66295.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"304","width":"405"}},{"href":"http://media.npr.org/assets/img/2014/08/20/sonbodyarmor-edit-5c121cd2d06623a86bf3518d5d815f9b3bcf6757.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"249","width":"332"}}]}