{"created":"2014-10-03T19:05:13+00:00","modified":"2014-12-04T14:33:17+00:00","valid":{"from":"2014-12-04T14:33:17+00:00","to":"3014-12-04T14:33:17+00:00"},"hreflang":"en","title":"Online Psychotherapy Gains Fans And Raises Privacy Concerns","published":"2014-06-30T17:32:00+00:00","teaser":"Video chatting with a therapist is convenient, people who have tried it say. Research suggests online therapy can be effective, but issues with the quality of the service and privacy remain unsolved.","itags":["npr_api","325488110"],"guid":"9e1f7fce-75bc-4bd6-b798-733508d1a4ea","contentencoded":"<p>Lauren Kay has never met her therapist in person. The 24-year-old entrepreneur found it difficult to take time off work for appointments.</p><p>So she started seeing a psychotherapist online.</p><p>\"It's definitely been different,\" she says. Kay, who lives in New York, found her counselor through an online therapy service called <a href=\"https://prettypaddedroom.com/\">Pretty Padded Room</a>. When it's time for an appointment, all she has to do is log in to the website, click a link and start video chatting.</p><p>The format works well for her. \"It felt like Skyping with a friend,\" she says. \"And when I was at my parents' house the other day, I got to show my therapist my cat.\"</p><p>Now, she says, she prefers these video sessions to traditional therapy. And she's not alone in that thinking. More and more people — especially millennials — are trying Web therapy.</p><p>And mental health care providers are increasingly taking their services online. Aside from Pretty Padded Room, there's <a href=\"http://www.theangrytherapist.com/\">The Angry Therapist</a>, <a href=\"https://www.breakthrough.com/\">Breakthrough</a>, <a href=\"https://virtualtherapyconnect.com/\">Virtual Therapy Connect</a> and plenty of others.</p><p>There's a real demand for this sort of therapy, says <a href=\"https://prettypaddedroom.com/about-us\">Bea Arthur</a>, a licensed mental health counselor and the founder of Pretty Padded Room, which is based in New York. \"Our target market is women in their 20s and 30s,\" she says.</p><p>People from all over the world can sign up. \"We have clients in Belgium, Saudi Arabia, Korea,\" Arthur says. \"It's been amazing.\"</p><p>Those seeking help can choose from nine licensed family therapists and clinical social workers. It costs $45 for a 30-minute session, or less if you sign up for a monthly plan. The company doesn't accept insurance, but Arthur says some clients have gotten their insurance providers to reimburse them for sessions.</p><p>Some <a href=\"http://www.apapracticecentral.org/update/2012/07-30/telepsychology.aspx\">studies</a> suggest that therapy online can be as effective as it is face to face. \"We have a lot of promising data suggesting that technology can be a very good means of providing treatment,\" says <a href=\"http://www.apapracticecentral.org/update/2011/01-13/who-you-know.aspx\">Lynn Bufka</a>, a clinical psychologist who helps develop health care policy for the American Psychological Association.</p><p>\"I don't think we have all the answers yet,\" Bufka says. There are cases where therapy online may not work, she notes. Therapists usually don't treat people with severe issues online, especially if they are contemplating suicide. That's because in case of a crisis, it's much harder for online therapists to track down their patients and get them help.</p><p>Privacy is another concern. Instead of Skype, many online therapy companies choose to use teleconferencing software with extra security. Arthur at Pretty Padded Room says her company takes measures to protect her clients' records.</p><p>But it can be hard for people to know exactly how secure the website they're using really is, Bufka says.</p><p>And then there's the issue of licensing. Family therapists, mental health counselors and clinical social workers are licensed to practice by individual state boards. But it's unclear whether a practitioner who lives in one state can or should treat someone who lives elsewhere.</p><p>\"We'd like to see a little more mobility and flexibility with that, because certainly for licensed psychologists the standards are pretty similar across state lines,\" Bufka says. Perhaps, she adds, therapists could get a special certification that would allow them to practice in multiple states or countries.</p><p>The APA released a <a href=\"http://www.apapracticecentral.org/ce/guidelines/telepsychology-guidelines.pdf\">guideline</a> for online therapy last year. It encourages online practitioners to take care protecting clients' data, and to familiarize themselves with state and international laws. But it doesn't resolve these issues.</p><p>Right now, some therapists try to dodge the licensing issue by calling themselves life coaches, which doesn't require state licensing. The problem with that, Bufka says, is anyone can call himself or herself a coach. Those seeking therapy online should ask potential therapists about their training, she says.</p><p>Policymakers are going to have to sort out these legal ambiguities sooner rather than later, says Arthur of Pretty Padded Room. \"Ultimately it's about reaching people,\" she says. \"We have to meet clients where they are. And if they're at home and they're not feeling so hot, why would you deny them [treatment]?\"</p><p>Therapists have to keep up with the times, says <a href=\"http://www.theangrytherapist.com/coaches/john-kim/\">John Kim</a>, founder of The Angry Therapist. \"It's kind of like bookstores and Blockbuster. Everything is shifting online. The same thing will happen with mental health.\"</p><p>In addition to therapy from a group of licensed therapists and life coaches that Kim trains, those who sign up on his website get daily motivational emails and access to group sessions via Google Hangouts. The service grew out of Kim's personal blog.</p><p>He's a licensed marriage and family therapist in California, and he sees clients both online and in person. But, he says, some of his clients actually feel more comfortable chatting on Skype than they do talking in person.</p><p>It helps that communication technology is getting better and better, Kim says. \"When the Internet was on dial-up and stuff, it was really hard to do something like this. But now you can literally see a teardrop.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Online+Psychotherapy+Gains+Fans+And+Raises+Privacy+Concerns&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maanvi Singh","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326892780-d17407.m3u?orgId=1&topicId=1128&ft=3&f=325488110"},{"href":"http://media.npr.org/assets/img/2014/06/27/telepsychfinal-ded8d663d9d998d40e0cc7ad2884c7f9cde3b019.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1622","width":"2165"}}]}