{"created":"2014-09-03T21:05:38+00:00","modified":"2014-10-31T15:41:46+00:00","valid":{"from":"2014-10-31T15:41:46+00:00","to":"3014-10-31T15:41:46+00:00"},"hreflang":"en","title":"The Map Of Native American Tribes You've Never Seen Before","published":"2014-06-24T23:14:00+00:00","teaser":"Aaron Carapella couldn't find a map showing the original names and locations of Native American tribes as they existed before contact with Europeans. That's why the Oklahoma man designed his own map.","itags":["npr_api","323665644"],"guid":"9e25b20c-0f5b-4946-8e7a-40af5d9fbab1","contentencoded":"<p>Finding an address on a map can be taken for granted in the age of GPS and smartphones. But centuries of forced relocation, disease and genocide have made it difficult to find where many Native American tribes once lived.</p><p>Aaron Carapella, a self-taught mapmaker in Warner, Okla., has pinpointed the locations and original names of hundreds of American Indian nations before their first contact with Europeans.</p><p>As a teenager, Carapella says he could never get his hands on a <a href=\"http://static.squarespace.com/static/5075febfe4b0782fde5414d9/t/51bfdc65e4b00b62a84e8d0f/1371528293927/TRIBALINKSPACEMAPS_ChooseOptions_39x26.pdf\" target=\"_blank\">continental U.S. map like this</a>, depicting more than 600 tribes — many now forgotten and lost to history. Now, the 34-year-old designs and sells maps as large as 3 by 4 feet with the names of tribes hovering over land they once occupied.</p><p>\"I think a lot of people get blown away by, 'Wow, there were a lot of tribes, and they covered the whole country!' You know, this is Indian land,\" says Carapella, who calls himself a \"mixed-blood Cherokee\" and lives in a ranch house within the jurisdiction of the Cherokee Nation.</p><p>For more than a decade, he consulted history books and library archives, called up tribal members and visited reservations as part of research for <a href=\"http://tribalnationsmaps.com/\" target=\"_blank\">his map project</a>, which began as pencil-marked poster boards on his bedroom wall. So far, he has designed maps of the continental U.S., Canada and Mexico. A map of Alaska is currently in the works.</p><p>What makes Carapella's maps distinctive is their display of both the original and commonly known names of Native American tribes, according to Doug Herman, senior geographer at the Smithsonian National Museum of the American Indian in Washington, D.C.</p><p>\"You can look at [Carapella's] map, and you can sort of get it immediately,\" Herman says. \"This is Indian Country, and it's not the Indian Country that I thought it was because all these names are different.\"</p><p>He adds that some Native American groups got stuck with names chosen arbitrarily by European settlers. They were often derogatory names other tribes used to describe their rivals. For example, \"Comanche\" is derived from a word in Ute meaning \"anyone who wants to fight me all the time,\" <a href=\"http://www.britannica.com/EBchecked/topic/127235/Comanche\" target=\"_blank\">according to the Encyclopaedia Britannica</a>.</p><p>\"It's like having a map of North America where the United States is labeled 'gringos' and Mexico is labeled 'wetbacks,' \" Herman says. \"Naming is an exercise in power. Whether you're naming places or naming peoples, you are therefore asserting a power of sort of establishing what is reality and what is not.\"</p><p>Look at a map of Native American territory today, and you'll see tiny islands of reservation and trust land engulfed by acres upon acres ceded by treaty or taken by force. Carapella's maps serve as a reminder that the population of the American countryside stretches back long before 1776 and 1492.</p><p>Carapella describes himself as a former \"radical youngster\" who used to lead protests against Columbus Day observances and supported other Native American causes. He says he now sees his mapmaking as another way to change perceptions in the U.S.</p><p>\"This isn't really a protest,\" he explains. \"But it's a way to convey the truth in a different way.\"</p><p><em>Take a closer look at Aaron Carapella's <a href=\"http://www.npr.org/assets/news/2014/06/Tribal_Nations_Map_NA.pdf\" target=\"_blank\">map of the continental U.S. and Canada</a> and his <a href=\"http://www.npr.org/assets/news/2014/06/Tribal_Map_Mexico.pdf\" target=\"_blank\">map of Mexico</a>. He sells prints on his <a href=\"http://tribalnationsmaps.com/\" target=\"_blank\">website</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Map+Of+Native+American+Tribes+You%27ve+Never+Seen+Before&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325229923-221c23.m3u?orgId=1&topicId=1136&ft=3&f=323665644"},{"href":"http://media.npr.org/assets/img/2014/06/20/carapella-3dd37994f7ae50574799022b2dbad7cdc9a09bae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2162","width":"2883"}},{"href":"http://media.npr.org/assets/img/2014/06/24/tribal_nation_map_custom-973eefab3541e8d2c23056100549ac543e59beee.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1061","width":"1088"}},{"href":"http://media.npr.org/assets/img/2014/06/24/tribal_nation_mexico_custom-17b2bbf3c3e64ccda740862ceac7568d8925bf94.png","type":"image/jpeg","meta":{"crop":"custom","height":"1057","width":"1583"}}]}