{"created":"2015-02-10T13:03:21+00:00","modified":"2015-05-21T21:15:29+00:00","valid":{"from":"2015-05-21T21:15:29+00:00","to":"3015-05-21T21:15:29+00:00"},"hreflang":"en","title":"Mucca Pazza: Tiny Desk Concert","published":"2015-02-10T13:03:00+00:00","teaser":"With 23 members, the performance-art marching band is the biggest ever to play the Tiny Desk, complete with horns, woodwinds, strings, percussion and several cheerleaders.","itags":["npr_api","384964401"],"guid":"9e3158a6-a335-4250-aed7-071e0ded2465","contentencoded":"<p>When I first imagined Mucca Pazza at the Tiny Desk, I honestly had no idea how the Chicago band's 23 members would fit in — in the literal sense of the term. To load-test this performance, we actually gathered a gaggle of interns behind my desk and began to stack people on cabinets, step-stools and, of course, desks.</p><p>In nearly seven years of doing Tiny Desk Concerts, with more than 400 participating acts, this turned out to be the biggest one yet. It was also one of the most fun, with Mucca Pazza performing songs from its album <em>L.Y.A.</em> using trombones, saxophones, trumpets, woodwinds, violin, electric mandolin, accordion, cello, guitar, sousaphone, a big bass drum, percussion instruments and more. Then there were the cheerleaders.</p><p>I first heard this giant performance-art marching band at <a href=\"http://www.npr.org/event/music/168491742/mucca-pazza-globalfest-2013\">globalFEST 2013</a>, and Mucca Pazza's mix of cacophony, symphony and crazed frolic makes it a large, lovable renegade. The band just celebrated its first 10 years together, so if you missed the first decade, prepare to be a fan of the next. You may even be tempted to join this circus.</p><p><strong>Set List</strong></p><ul><li>\"Subtle Frenzy\"</li><li>\"J'Accuse\"</li><li>\"Dirty Chompers\"</li><li>\"Holiday On Ice\"</li></ul><p><strong>Credits</strong></p><p><em>Producers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Morgan McCloy, Maggie Starbard; Assistant Producer: Nick Michael; photo by Colin Marshall/NPR</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mucca+Pazza%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"854"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384967838-af3bfc.m3u?orgId=1&topicId=1110&aggIds=92071316&d=854&story=384964401&ft=nprml&f=384964401"},{"href":"http://media.npr.org/assets/img/2015/02/09/mucca_pazza-1-15d30f9c8eb84f8f261409aba62697b95d81fe32.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1685","width":"2246"}}]}