{"created":"2015-03-06T08:36:54+00:00","modified":"2015-03-28T23:05:42+00:00","valid":{"from":"2015-03-28T23:05:42+00:00","to":"3015-03-28T23:05:42+00:00"},"hreflang":"en","title":"Could A Quokka Beat A Numbat? Oddsmakers Say Yes","published":"2015-03-28T23:05:00+00:00","teaser":"In \"Mammal March Madness,\" you win or die. No basketball in this tournament — it's a simulated survival-of-the-fittest game set up by evolutionary biologists. The battle cry? Mammals suck ... milk!","itags":["npr_api","391015323"],"guid":"9e44e38d-2e1a-4e51-ad16-81875b21259d","contentencoded":"<p>It's March, and that means college basketball fans are gearing up for the NCAA tournament. But there's another tournament taking place this month — and animals aren't the mascots, they're the competitors.</p><p>\"<a href=\"http://mammalssuck.blogspot.com/2015/02/mammal-march-madness-2015.html\"><em>Mammal</em> March Madness</a>\" is organized by a team of evolutionary biologists. They choose 65 animal competitors and then imagine the outcome of a series of simulated interspecies battles. Who would win if a kangaroo took on a warthog? Or if an orca fought a polar bear?</p><p>Harvard evolutionary biology professor <a href=\"http://www.people.fas.harvard.edu/%7Ekhinde/contact.html\">Katie Hinde</a> is the tournament's founder. In 2013, she came across a post about a tournament of animals on Buzzfeed titled \"<a href=\"http://www.buzzfeed.com/summeranne/introducing-animal-march-madness#.fvD4L91dW\">Animal March Madness</a>.\"</p><p>\"I was like, 'Oh, this is going to be great,' \" Hinde says. \"I loved watching the basketball March Madness tournament.\"</p><p>But she was disappointed by Buzzfeed's take.</p><p>\"It was only 16 species — March Madness is 64,\" Hinde says. \"And it was whichever species was the cutest. There's no science to that!\"</p><p>So she pulled out her encyclopedia of mammals, created her own tournament and posted the bracket online.</p><p>\"Over the weekend it blew up,\" Hinde says.</p><p>So many people were excited about her animal Battle Royale that Hinde has organized a new tournament every year since. She and three colleagues dive deep into the scientific literature to assess each competitor's strengths and weaknesses: their body mass, fight style, armor, weaponry, temperament and ability to function in different environments.</p><p>Then they use all that information to invent a detailed play-by-play account of the entire tournament. Some chance is incorporated so, just like in basketball, there can be upsets.</p><p>All through March, they post transcripts of each matchup on Twitter (<a href=\"https://twitter.com/hashtag/2015MMM?src=hash\">#2015MMM</a>), complete with color commentary about each competitor's love life and favorite foods, as well as human threats to its survival.</p><p>\"It's become this incredible vehicle for teaching about science, natural history and conservation,\" Hinde says.</p><p>Last year thousands of people filled out brackets and followed the action; many formed betting pools. This year's lineup was announced on Tuesday. It's got some heavy hitters — like the elephant seal and a prehistoric beast called a Hell Pig — but there are some potential Cinderella stories, too. Take the Javan slow loris, an adorable, wide-eyed primate.</p><p>\"He's a little guy ... but he packs a bite,\" Hinde says.</p><p>The loris coats its teeth with a noxious secretion from glands in its arms.</p><p>\"So when it bites, it can actually trigger an allergic reaction,\" Hinde says, \"and in some species, apparently, it can cause anaphylactic shock.</p><p>Could that secret weapon give the slow loris an advantage in the first round, when it faces the Iberian lynx? <em>That</em> would be an upset for the ages.</p><hr /><p><em>The first battle of Mammal March Madness (a wild card match between the pygmy jerboa and the bumblebee bat) takes place on Monday, March 9 — so fill out your bracket before then!</em> <em>You can follow NPR's coverage of the tournament at <a href=\"http://www.skunkbear.tumblr.com\">skunkbear.tumblr.com</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Could+A+Quokka+Beat+A+Numbat%3F+Oddsmakers+Say+Yes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Adam Cole","audio":[{"meta":{"duration":"163"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391149316-57b622.m3u?orgId=1&topicId=1132&e=391015323&d=163&ft=nprml&f=391015323"},{"href":"http://media.npr.org/assets/img/2015/03/05/promo-fb2d305e40d3e8eefbc04fa27c2522ae9add3b73.png","type":"image/jpeg","meta":{"crop":"standard","height":"1035","width":"1380"}},{"href":"http://media.npr.org/assets/img/2015/03/05/mmmbracket-c7e2d710b5181bd719cacbaa3c829c199a683302.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2406","width":"3209"}},{"href":"http://media.npr.org/assets/img/2015/03/05/vs_wide-6406fb30f147e9499c7878d98000d54e8a3dce42.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"719","width":"1278"}}]}