{"created":"2015-05-06T17:34:29+00:00","modified":"2015-05-07T13:32:01+00:00","valid":{"from":"2015-05-07T13:32:01+00:00","to":"3015-05-07T13:32:01+00:00"},"hreflang":"en","title":"Meet The Power Couple Behind 'The Good Wife'","published":"2015-05-07T13:31:00+00:00","teaser":"Robert and Michelle King, the real-life husband and wife team who created the CBS show, say that when it came to creating the series' main character, it was a question of art imitating life.","itags":["npr_api","404209225"],"guid":"9e5915b1-1030-489d-87b2-f95747c47e5b","contentencoded":"<p>The CBS drama series <em>The Good Wife</em> explores the behind-closed-doors drama of a smart female lawyer who stands by, silently supportive, as her husband admits to scandals both political and extramarital. Robert and Michelle King, the real-life husband and wife team who created the show, say that when it came to creating the series' main character, it was a question of art imitating life.</p><p>\"When we pitched this project there were, like, five or six [scandals]. I mean, it felt like every other week or every other month there was this poor woman standing by her disgraced husband and it was just this kind of nightmarish scene where the wife did nothing wrong, but was kind of dragged up there as a prop,\" Robert King tells <em>Fresh Air's</em> David Bianculli.</p><p>The couple noticed that many of the wives involved in the real-life political scandals were powerful women in their own right. In many cases, the women had put their careers on hold to support their husband's interests.</p><p>\"And the question, of course, was also, 'Why does she stick around?' \" Michelle says. \"Because so many of these women, in fact, did continue on with their marriages.\"</p><p>The question of what comes next after public humiliation and betrayal forms the core of <em>The Good Wife</em>. Since the beginning of the series, the audience has watched as Alicia (Julianna Margulies), the wife in question, has come into her own. She has engaged in love affairs, returned to practicing law, started her own firm and run for state's attorney.</p><p>Alicia's life is unpredictable and sometimes unstable, which is what her creators want. \"So often it's either a hero or an antihero,\" Michelle says. \"I think we're aiming just for a regular person with all their complexity and messiness.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On why they chose law as a subject</strong></p><p><strong>Robert King:</strong> The law seemed to make language a battlefield where it's how people argue and how people debate subjects that becomes the nature of the drama. ... We are interested in the debate — I'm from a very big family and we would debate every subject nonstop. Michelle and I have a lot we agree on and a lot we disagree on so it's a good way to explore that.</p><p><strong>On using legal consultants</strong></p><p><strong>Michelle King:</strong> There are seven writers in addition to us. Three of them are also attorneys, plus we have a legal consultant.</p><p><strong>Robert:</strong> Any stupidities in the plot, anything where the lawyers in the audience go, \"Oh, that would never happen\" ... you can blame us for that because we're drama fiends. ... We're always looking for ticking clock situations. Alicia has fought more cases than any lawyer — the only thing you might argue with lawyers who kind of take task with the show is there has to be that dramatic element of things moving faster than they would in reality because TV should be hyperreality, just reality on speed.</p><p><strong>On having a show on network television versus cable</strong></p><p><strong>Michelle:</strong> The only thing that I envy [about] cable is the fewer number of episodes. I don't personally wish we had more nudity or occasionally the language, but rarely. And it's not about content because CBS has been fantastic to us and allowed us to tackle any issue we want. It's purely they have more time to devote per episode on cable and that's very appetizing.</p><p><strong>On whether they know how the show will end</strong></p><p><strong>Robert:</strong> We did after we did the first 13 [episodes]. You never know on network how long they're going to let you play, but we always knew what we were writing towards, because it's the only way you can not make it feel like this is a merry-go-round that we'll never get off. You want the audience to feel like it's building toward something, so we know what we're building to.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+The+Power+Couple+Behind+%27The+Good+Wife%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"1210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404701575-f04bfb.m3u?orgId=1&topicId=1138&d=1210&p=13&story=404209225&t=progseg&e=404648542&seg=1&ft=nprml&f=404209225"},{"href":"http://media.npr.org/assets/img/2015/05/06/106302_d0001-235b-1--7601663480b870328992e18cf6d6c1fd305b5f2c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"907","width":"1210"}}]}