{"created":"2015-06-23T20:37:39+00:00","modified":"2015-06-24T19:33:57+00:00","valid":{"from":"2015-06-24T19:33:57+00:00","to":"3015-06-24T19:33:57+00:00"},"hreflang":"en","guid":"9e5b34b4-8717-4d59-be02-c53a00b02e0c","title":"Alone and abused. That's the reality for many of America's night janitors.","published":"2015-06-24T19:33:53+00:00","byline":"Bernice Yeung","teaser":"Frontline premiers a new documentary about the sexual abuse of undocumented women in the service industry on June 23. The investigation is a collaboration with Univision, Reveal from The Center for Investigative Reporting, the Investigative Reporting Program at UC Berkeley and KQED.","tags":["Justice","Conflict & Justice","North America","United States"],"contentencoded":"<p>It was the isolation that made Erika Morales most wary of her job as a night shift janitor. The solitude had begun to feel like a trap.</p>\n<p>Then one fall evening, after everyone else had gone home, she arrived to clean a Bank of America branch. In the binding silence of the empty building, she scrubbed toilets and vacuumed hallways. She'd catch her distorted reflection in the window, though she knew there was only darkness on the other side of the glass.</p>\n<p>\"There's no one to ask for help when certain things happened and you screamed,\" she said. \"No one can hear. And there are certain places where there are no cameras. There's no sound. There's nobody.\"</p>\n<p>During her shift, the only person she'd often come into contact with was her supervisor. It was his job to drive around town to check on Morales and other janitors who worked for a subsidiary of ABM Industries Inc., the largest cleaning company in the country. The janitors he oversaw mostly worked solo, at low-slung offices and health clinics across Bakersfield, in California's Central Valley.</p>\n<p>These were conditions that Morales said her supervisor, a broad-shouldered man with salt-and-pepper hair named José Vasquez, chose to abuse.</p>\n<p>As she cleaned, she'd spot him in the window watching her from outside. He'd sneak up behind her to grab her breasts, she said, and stare at her while saying things like, \"You are so delicious.\" Morales regularly pleaded with him to stop, and he laughed at her.</p>\n<p>She had appealed to another supervisor. He turned out to be Vasquez's cousin. \"He would always tell me, 'I don't know what you're talking about,'\" Morales said.</p>\n<p>Morales frequently thought about quitting. She constantly was running the numbers in her head, but without a steady paycheck, she didn't see how she could manage. At the time, she was 29 with two kids.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" style=\"font-size: 13.0080003738403px; line-height: 1.538em;\" alt=\"A woman works as part of Frontline&amp;#039;s Rape on the Night Shift\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/FL_RapeOnTheNightShift2.jpg?itok=6SlFS53s\" title=\"\" /><div class=\"field-caption\">\n    <p>According to the US Department of Justice, about 50 people a day are sexually assaulted or raped while they're on the clock.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Frontline</p>\n  </div>\n</div>\n<p>\"In that moment, my children's father wasn't there,\" she said. \"I didn't have another income for myself and my two children. So I hoped it would change.\"</p>\n<p>That warm September night in 2005, Morales was vacuuming the first floor of the bank when Vasquez appeared like a ghost, she said. He asked her to help him put away paper towels in the supply closet.</p>\n<p>Morales steeled herself as she entered. This time, nothing was going to happen, she told herself.</p>\n<p>Once inside, she said Vasquez cornered her and unbuttoned her pants. She fought him, which seemed to make him angry. He started to take off her shirt and bra. Morales said the next part was a blur.</p>\n<p>\"He knew there weren't any cameras,\" she said. \"I would yell and nobody would hear me, nobody could see me.\"</p>\n<p>He groped her and grabbed her by the hair. \"Don't do this to me,\" she said.</p>\n<p>Vasquez laughed and left suddenly before he got her shirt completely off. To this day, she's not sure how she defended herself. But what had happened in the supply closet was the limit of what she could bear.</p>\n<p>\"That's when I said: 'No more. I can't stand this,' \" Morales said. A few days later, she turned in her keys and quit.</p>\n<p>When Vasquez's cousin wanted to know why she was leaving the job, Morales told him that Vasquez was \"doing things that he shouldn't be doing and you know it.\"  Vasquez never faced any criminal charges, however. When we tracked him down, he declined to be interviewed on camera, but later said that all the women accusing him were just in it for the money.</p>\n<p>In fact, it wasn't just his cousin who had been warned about Vasquez's behavior. Company officials had reason to believe they had a predator on their hands. They even had the rarest of things in a sexual abuse complaint — a willing and credible witness. Someone had come forward three months before to report that Vasquez had assaulted another female janitor at a nearby church.</p>\n<p>They had a chance to stop the abuse that Morales said she endured. Instead, company officials let Vasquez go back to work, where it was his job to drive an ABM-issued truck to visit women as they cleaned buildings alone at night. For their part, ABM declined to directly respond to the allegations made by Morales, but did provide a general statement where they say they have policies in place to protect workers from on-the-job violence.</p>\n<p>Sexual assault can happen anywhere: in the military and on college campuses, in the Catholic church and at world-renowned yoga studios.</p>\n<p>But the way the problem has played out in the workplace largely has escaped public attention. About 50 people a day are sexually assaulted or raped while they're on the clock, according to the US Department of Justice. Any statistic about sexual violence, though, is a farce — only a fraction of victims ever come forward to report the crime.</p>\n<p>When they do, companies can hide complaints from the public by settling them secretly before a lawsuit is filed. The results of cases that do make it to court often are cloaked by confidentiality agreements.</p>\n<p><iframe class=\"embedly-embed\" src=\"//cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2FEzNYfDE_7oM%3Ffeature%3Doembed&amp;url=https%3A%2F%2Fwww.youtube.com%2Fembed%2FEzNYfDE_7oM&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2FEzNYfDE_7oM%2Fhqdefault.jpg&amp;key=5fab7aa35acd46048cbbcce6131a0c94&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"560\" height=\"340\" scrolling=\"no\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>\"It is a black box,\" said Laura Beth Nielsen, a professor at Northwestern University who has studied employment discrimination lawsuits. \"No one can talk about it.\"</p>\n<p>The night shift janitor is an easy target for abuse. She clocks in after the last worker has flipped off the lights and locked the door. It's tough work done for little pay in the anonymity of night, among mazes of empty cubicles and conference rooms. She's even less likely to speak up if she's afraid of being deported or fired.</p>\n<p>Across the country, janitors at companies large and small say their employers have compounded the problem by turning a blind eye to complaints and attacking their credibility when they report abuse at the hands of their supervisors or co-workers.</p>\n<p>In the janitorial world, ABM is the largest. It employs the most cleaners in the country and has a history of facing charges that it failed to prevent sexual violence. It's among a rare group of 15 American corporations to have been targeted multiple times by the federal government for sexual harassment.</p>\n<p>The US Equal Employment Opportunity Commission has sued ABM three times since 2000 for mishandling complaints of sexual harassment or worse. Two of those cases involved allegations of rape, which is striking considering how rare it is for people to make these types of allegations publicly. In all three cases, the company settled and agreed to make improvements.</p>\n<p>Anna Park, a government attorney who eventually would pick up Erika Morales' complaint, said ABM's response in that case was one of the worst she'd seen. Troubling violence wasn't investigated. Victims or eyewitnesses were not interviewed.</p>\n<p>\"I think that's what shocked us the most. As large as they were, the lack of action, lack of attention, lack of a sense of responsibility,\" Park said.</p>\n<p class=\"p1\"><em><a href=\"http://www.revealnews.org/article/under-cover-of-darkness-female-janitors-face-rape-and-assault\">Rape on the Night Shift</a> is a collaborative investigation among <a href=\"http://www.pbs.org/wgbh/pages/frontline/\">FRONTLINE</a>, <a href=\"http://noticias.univision.com/documentales/violacion-de-un-sueno/?elqTrackId=4501A22604D802EA739888F8975630EB&amp;elq=ff1b0912b7f84578b70b2e98824a468a&amp;elqCampaignId=&amp;elqaid=2751&amp;elqat=1\">Univision</a>,<a href=\"http://investigativereportingprogram.com/%20?elqTrackId=511F6EC5D13C5BD55ABBDA8018C6DF8E&amp;elq=ff1b0912b7f84578b70b2e98824a468a&amp;elqCampaignId=&amp;elqaid=2751&amp;elqat=1\"> the Investigative Reporting Program (IRP) at UC Berkeley</a>, <a href=\"https://www.revealnews.org/?elqTrackId=42CAF1A30E0D3354433784BC0C5547E0&amp;elq=ff1b0912b7f84578b70b2e98824a468a&amp;elqCampaignId=&amp;elqaid=2751&amp;elqat=1\">Reveal from The Center for Investigative Reporting (CIR)</a> and <a href=\"http://www.kqed.org/?elqTrackId=DA381D2B12CCCE4A26381C898286EC66&amp;elq=ff1b0912b7f84578b70b2e98824a468a&amp;elqCampaignId=&amp;elqaid=2751&amp;elqat=1\">KQED</a>. The documentary airs Tuesday, June 23 at 10/9c on PBS stations and online at <a href=\"http://pbs.org/frontline\">pbs.org/frontline</a>. <a href=\"http://www.revealnews.org/article/under-cover-of-darkness-female-janitors-face-rape-and-assault\">Read the full story</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-23%2Falone-undocumented-and-abused-thats-reality-many-americas-night-janitors&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06232015_04.mp3"},{"href":"http://admin.pri.org/file/0623201504mp3"}]}