{"created":"2014-10-18T20:49:44+00:00","modified":"2014-10-30T21:26:00+00:00","valid":{"from":"2014-10-30T21:26:00+00:00","to":"3014-10-30T21:26:00+00:00"},"hreflang":"en","title":"Saudi Cleric's Death Sentence Focuses Shia Anger On Ruling Family","published":"2014-10-19T13:23:00+00:00","teaser":"Sheikh Nimr al-Nimr spoke out on behalf of Saudi Shia demonstrating against government discrimination in 2011 and 2012. Protesters promise more unrest if Nimr is killed.","itags":["npr_api","357108117"],"guid":"9e807faf-95ae-4334-b489-482079aeaf39","contentencoded":"<p>Protests broke out in Saudi Arabia this week over the death sentence of a leading Shiite cleric. Human rights activists call his sentencing political and warn that by killing him, the country may deepen sectarian discord and spur more violence.</p><p>Sheikh Nimr al-Nimr was a leading voice during protests in 2011 and 2012 by the minority Shiite Muslim community.</p><p>The Shiites were demanding reforms to anti-Shiite practices that shut them out of top government employment and prevent them from building places of worship. Saudi Arabia's ruling family and the majority of the country are Sunni Muslims.</p><p>Nimr was a bold voice for Saudi Shias.</p><p>\"From the moment you're born, you're surrounded by fear,\" he said in a 2011 sermon. \"The people took to the streets demanding freedom, dignity and reform. We don't mind getting arrested with those who've been detained and we don't even mind shedding our blood for their sake.\"</p><p>Less than a year later, Nimr was arrested, and shot and wounded in the process. Police claim he used violence against them; his supporters and family say that's not true.</p><p>He was sentenced to death Wednesday on charges that include being disloyal to the ruling family, using violence and seeking foreign meddling.</p><p>Human Rights Watch researcher Adam Coogle says the sentencing was political and could bring more unrest.</p><p>\"This can end up festering over a long period of time and ultimately leads to instability,\" Coogle says.</p><p>Coogle says the court that sentenced Nimr, a specialized criminal court, was originally formed to try terrorism cases but is now being used to silence critics. Nimr's nephew, an activist, was also sentenced to death in the same court. Human Rights Watch is calling for the court to be abolished.</p><p>Coogle says western allies like the U.S. need to address Saudi Arabia's human rights record.</p><p>\"If we're going to support human rights in Syria, for example, it's also important to have conversations with our own ally,\" he says.</p><p>In Saudi, small protests have begun.</p><p>In the eastern province of Qatif, home to a large part of Saudi's Shiite community, protesters called for the downfall of the ruling family. If Nimr is killed, activists warn, the unrest will grow.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saudi+Cleric%27s+Death+Sentence+Focuses+Shia+Anger+On+Ruling+Family&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"148"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357233544-52bb4f.m3u?orgId=1&topicId=1009&ft=3&f=357108117"}]}