{"created":"2015-04-06T12:33:37+00:00","modified":"2015-07-03T20:25:12+00:00","valid":{"from":"2015-07-03T20:25:12+00:00","to":"3015-07-03T20:25:12+00:00"},"hreflang":"en","title":"NCAA Men's Final: Wisconsin And Duke Play For It All Monday Night","published":"2015-04-06T14:11:00+00:00","teaser":"For Wisconsin, a win would bring its first title since 1941. Perennial power Duke last won it all in 2010. The game will tip off at 9:18 p.m. ET.","itags":["npr_api","397807506"],"guid":"9e83d3db-365d-4fb4-b35d-d0b3c32721d8","contentencoded":"<p>Not since the World War II era has Wisconsin vied for the NCAA's top men's basketball championship. They'll do it tonight against Duke, in a game that pits two balanced teams — and two talented big men — against each other.</p><p>For Wisconsin, a win will bring its first title since 1941. Perennial power Duke last won it all in 2010. Tipoff at 9:18 p.m. ET. You can watch the game on CBS or at <a href=\"http://www.ncaa.com/march-madness-live/game/701?iid=mml2015_mainnavbar_tolive\">the NCAA website</a>.</p><p>The game will include a showdown of two of the best centers in college ball, as Duke freshman Jahlil Okafor battles with Wisconsin senior Frank Kaminsky, who on Sunday was named the Naismith College Player of the Year.</p><p>The teams have two of the best offenses in the nation. Duke has averaged a little more than 80 points a game this season; Wisconsin averaged nearly 73. They hewed close to those norms in a December game that Duke won 80-70. In this tournament, both teams have also relied on defense to clamp down on opponents.</p><p>Of course, part of the discussion around tonight's title matchup is about The Game That Wasn't: the much-anticipated pairing of Duke and Kentucky, a talented team that would have been trying to notch a perfect record and to avenge last year's championship loss to Connecticut.</p><p>\"Ticket prices for the final reportedly fell 15 percent after Wisconsin beat Kentucky,\" NPR's Tom Goldman says on <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>.</p><p>As he walked around Final Four host city Indianapolis Sunday, Tom says he saw many lingering Kentucky fans who had likely already paid for hotels and game tickets through Monday.</p><p>\"It was a sad scene at a souvenir stand,\" he says, \"offering Kentucky gear for 50 percent off.\"</p><p>Tom gives Wisconsin a slight edge in tonight's game.</p><p>Here's what other folks are saying:</p><p>\"In one corner is a Wisconsin team that holds the modern record for offensive efficiency in a season, whose starters all seem to effortlessly toggle between dazzling post-ups and dagger 3s. In the other is a Duke team that would excel in any era, what with a dominant big (Okafor), an elite point guard (Tyus Jones) and a fearless scorer of a swing man (Justise Winslow).\" — <a href=\"http://www.foxsports.com/college-basketball/story/wisconsin-duke-ncaa-basketball-championship-final-four-preview-040515\">Fox Sports</a></p><p>\"It's the first championship game rematch of a regular-season meeting since the Kentucky Wildcats defeated the Kansas Jayhawks in 2012. The past three times regular-season opponents met for the national title, the team that won the first meeting won on Monday night, as well.\" — <a href=\"http://espn.go.com/blog/collegebasketballnation/post/_/id/106736/second-time-around-duke-blue-devils-vs-wisconsin-badgers\">ESPN</a></p><p>\"Back in 1991, Duke won what most viewed as the true national title game by knocking off undefeated UNLV in the national semis.... The challenge of playing a game two days later is a great one. But just like the Blue Devils pulled it together and played a splendid title game in the win over Kansas in 1991, the Badgers have the poise and experience to do the same.\" — <a href=\"http://bleacherreport.com/articles/2420978-br-expert-ncaa-bracket-picks-2015-national-championship-game-predictions\">Bleacher Report</a></p><p>\"While Kentucky had the #1 ranked defense in the country going into its game versus Wisconsin, the Badgers took advantage of UK's switching to get open looks around the perimeter.... Duke has adjusted well in the tourney by holding its four tournament opponents to 55 points a game on 40.2% shooting from the field. Look for the Justise Winslow vs. Sam Dekker match to be the best thing ever.\" — <a href=\"http://www.thesportsfanjournal.com/columns/ed-the-sports-fan/why-duke-will-win-national-championship/\">Sports Fan Journal</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NCAA+Men%27s+Final%3A+Wisconsin+And+Duke+Play+For+It+All+Monday+Night&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397812569-a6a2ce.m3u?orgId=1&topicId=1055&d=213&story=397807506&ft=nprml&f=397807506"},{"href":"http://media.npr.org/assets/img/2015/04/06/duke-wisconsin-kaminsky-362b732864680a15f3e53f2f3eae14f1acfcafb9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2286","width":"3048"}}]}