{"created":"2015-05-01T19:27:36+00:00","modified":"2015-05-05T13:58:52+00:00","valid":{"from":"2015-05-05T13:58:52+00:00","to":"3015-05-05T13:58:52+00:00"},"hreflang":"en","guid":"9e962cfe-69b3-4221-a0b8-332b193273f2","title":"A tiny mining town in the middle of the Atacama desert wins Chile's national soccer title ","published":"2015-05-05T13:58:45+00:00","byline":"Bradley Campbell","tags":["sports","soccer","Sports","South America","Chile","Football in Chile","Sports"],"teaser":"The sad truth about \"David versus Goliath\" sports stories is that David rarely wins. Not this year in Chile. A David from the Atacama desert just took down the Goliath of Santiago. ","contentencoded":"<p>The sad truth about David versus Goliath sports stories is that David rarely wins. Goliath's are goliath for a reason. They're powerful. They have money. They have the best weapons. The best facilities. The best players.</p>\n<p>In Chile, a soccer club known as \"Colo-Colo\" is the Goliath of the country. They win with boring frequency.</p>\n<p>Not this year.</p>\n<p>A David from the desert took the title.</p>\n<p>That team is the Cobresal Miners. They come from a tiny mining town in the middle of the Atacama Desert in northern Chile. It's the driest place on earth. And in the town, the soccer pitch is one of the only, if not the only, patches of green you see. Before this, soccer players in town just played on dirt.</p>\n<p>Controversial leader Augusto Pinochet founded the team in 1979. \"As the dictatorship went on, the miners in El Salvador were getting a little restless,\" says The World's soccer experts, William Troop. \"So Pinochet and his regime came up with a brilliant idea. 'Let's Start a soccer team. Keep them busy. Keep them happy. Give them something to cheer for.'\"</p>\n<p>So that's where Cobresal came from, Augusto Pinochet. They play their games in the Copper Stadium. It holds about 25,000 fans. But it's mostly empty for home games, as only 6,000 people call El Salvador home. Local kids' teams use the field as well. It's really the only pitch in town.</p>\n<p>Since its founding, the team has produced some great players and great teams, including a Copa Chile champion squad in 1987. Utilizing state copper money sure helps. The biggest player with a tie to Cobresal is famed striker Ivan \"Bam-Bam\" Zamorano. He came from El Salvador and went on to play for two of the most powerful teams on the planet, Real Madrid and Inter Milan.</p>\n<p>But this is the first title for the Cobresal squad in the First Division of Chilean Professional Football.</p>\n<p>It's big.</p>\n<p>\"This really doesn't happen in professional soccer,\" says Troop. \"And in Chile, almost never.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Ftiny-mining-town-middle-atacama-desert-wins-chiles-national-soccer-title&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05012015_08.mp3"},{"href":"http://www.pri.org/file/0501201508mp3"}]}