{"created":"2014-10-08T15:31:55+00:00","modified":"2014-11-12T18:16:10+00:00","valid":{"from":"2014-11-12T18:16:10+00:00","to":"3014-11-12T18:16:10+00:00"},"hreflang":"en","title":"D'Angelo: 'I'm Trying To Go Deep'","published":"2014-05-23T17:18:00+00:00","teaser":"In a conversation with author Nelson George at the Brooklyn Museum, the elusive singer and songwriter spoke on his idols, his process and his teenage years, and hinted at a new album.","itags":["npr_api","314883957"],"guid":"9e96c8cd-8391-48f4-8e93-dcd780b2210d","contentencoded":"<p>On Wednesday night in Brooklyn the elusive singer and songwriter, who hasn't released an album in almost 15 years and performs rarely, sat down in front of 500 people in the auditorium of a museum and thousands of people listening online. So hungry were fans of D'Angelo that at one point in the evening the hashtag <a href=\"https://twitter.com/search?f=realtime&q=%23askdangelo%20&src=typd\" target=\"_blank\">#AskDAngelo</a> was trending Number 1 on Twitter in New York City.</p><p>D'Angelo did field questions, from author <a href=\"http://nelsondgeorge.net/\" target=\"_blank\">Nelson George</a>, and from Twitter, but he didn't exactly open up. It doesn't even seem intentional, the way he holds a part of himself in reserve. He just doesn't find himself particularly fascinating, although remembering his teenage self cracks him up, and in stories about his recording process he spoke about withdrawing so that he can produce the music he wants to. He called it \"trying to go deep, deep in the onion.\"</p><p>D'Angelo told us of making a private room within a room when he's recording vocals. He used the word tee-pee. And he tied himself to R&B musicians who've also been called eccentric. \"Mtume was talking about how Sly would use this thing called the dead zone,\" said D. \"Sly wouldn't even use headphones. You know, he would sit at the board, with the mic, and he would position the mic a certain way in between the speakers.\" That was the second time D'Angelo brought up Sly Stone. The first time he told us he'd recently heard Sly's new songs, which use AutoTune, and hinted at a forthcoming duet.</p><p>Hinting was a theme of the evening. D stuck his tongue out when he recalled the song he sang to win <em>Showtime at the Apollo</em> as a teenager, Johnny Gill's \"<a href=\"http://www.youtube.com/watch?v=VUvtlmlBbDg\" target=\"_blank\">Rub You The Right Way</a>.\" Questlove, who intermittently climbed on stage, called D'Angelo's current work the \"unmentionable, unspoken third record.\" George kept calling it \"the future.\"</p><p>There is an almost visible tension around the possibility of a new album from D'Angelo. It's been rising for a few years, through European dates, occasional U.S. appearances, studio clips. It informed Red Bull Academy's booking of him and laid heavy over the opening minutes of this week's public interview. But then the nervy feeling receded. Or, suddenly, something else mattered more.</p><p>The shift happened about 15 minutes in. Nelson George said the words \"Richmond, Va.\" and shouts went up. D reacted directly to those people — \"Uh, oh. Richmond in the house. What's up!\" — and then we were part of their conversation. Moments later D'Angelo cursed for the first time. We laughed at the fact of that, the fact of him, and he thought we were all hilarious. He laughed open-throated and familiarly with us, and relief and recognition swept from the stage and over the seats: we were among friends.</p><p><em>Listen to the conversation in full above, read the transcript below, or watch video <a href=\"http://www.redbullmusicacademy.com/magazine/dangelo-lecture\" target=\"_blank\">at Red Bull Music Academy's site</a>.</em></p><p><strong>NELSON GEORGE</strong>: Let's start talking about guitar playing.</p><p><strong>D'ANGELO</strong>: What's up, Brooklyn? How y'all doing?</p><p><strong>GEORGE</strong>: One of the big changes from the D'Angelo people -– for me — was from before to where you are now, musically, is you've added guitar to your music — you became a guitar player. Can you talk about how that happened and how that's affected what you do?</p><p><strong>D'ANGELO</strong>: Well, I played guitar before. I was playing a little bit on <em>Voodoo</em> — a couple of songs, \"Left and Right\" and some songs. But I think during the <em>V</em><em>oodoo </em>recording, recording the album, I –- we were at Electric Lady, so Jimi Hendrix was a big influence and just a big spirit in the place, in the building.</p><p>I've always wanted to — I feel like my style on piano, because piano's my main instrument, so I feel like I always wanted to — on piano, I was always emulating the guitar and bass. I can play bass. I didn't play much guitar. I played a lot of keyboards, but I really wanted to produce the sound that was in my head that I was trying to emulate on the keys. I wanted to do it for real.</p><p>And it makes me look at the keys in a different way. So it's like I'm looking at the guitar and bass more like meat and potatoes and keys like coloring over top of it, you know. I guess that's where I'm at right now.</p><p><strong>GEORGE</strong>: <a href=\"http://jessejohnson.com/\" target=\"_blank\">Jesse Johnson</a> played a role in this, though, didn't he?</p><p><strong>D'ANGELO</strong>: Yes, he did.</p><p><strong>GEORGE</strong>: Those of you know, Jesse Johnson, guitar player with The Time; solo artist in his own right. Before we go further –- please, no photography! Thank you! No phone pictures. Some big, ugly man may come looking for you if you have them. So, just be aware that that's prohibited. As we were saying — Jesse Johnson.</p><p><strong>D'ANGELO</strong>: Yes, Jesse. Shortly after<em> Voodoo</em>, I got in touch with Jesse through <a href=\"http://www.allmusic.com/artist/john-mcclain-mn0001740224/credits\" target=\"_blank\">John McClain</a> and — actually through Alan, <a href=\"http://prince.org/msg/7/171968\">Alan Leeds</a>.</p><p><strong>GEORGE</strong>: Right.</p><p><strong>D'ANGELO</strong>: Just the instant kinship, you know. When I first talked to him on the telephone — and we talked for years on the telephone before we actually met — I was just struck. I even had to say it to him. I was like, \"Man, you sound just like my brother.\" Like he just, his voice and his vernacular, he sounds just like my oldest brother, Luther. So I just really felt, like, a kinship with him.</p><p>We finally met at <a href=\"http://www.npr.org/artists/95031938/raphael-saadiq\" target=\"_blank\">Raphael</a>'s studio in Cali — in Blakeslee. He came through, and first thing he did was gave me a couple of guitars. Gave me a Minarik, the black Minarik that I play now and he gave me one of his guitars.</p><p><strong>GEORGE</strong>: You have a pink one, right?</p><p><strong>D'ANGELO</strong>: Yes. That was one of his. He's actually <a href=\"http://ecx.images-amazon.com/images/I/416JDIRJhML._SL290_.jpg\" target=\"_blank\">holding it</a> on the <em>Shockadelica </em>album — the pink Fender Invader.</p><p><strong>GEORGE</strong>: Working with him, how did that begin to evolve your playing? How did that affect how you --</p><p><strong>D'ANGELO</strong>: I mean, obviously I'm sitting with him shedding, you know. We went out and did a couple of shows in Europe. Before then just sitting with him, he's showing me things, I'm asking him questions and asking him about, you know, everything. Prince.</p><p><strong>GEORGE</strong>: Right, Prince questions, I'm sure.</p><p><strong>D'ANGELO</strong>: It gets a little hairy because The Time and the Prince — that feud was very real. But, you know, there's no love lost. He still speaks with a high love and respect for Prince. And I'm just like a sponge. I'm just trying to soak everything in.</p><p><strong>GEORGE</strong>: So, I saw the tapes of your tour in Europe and then I've seen you play here in the States. And it does seem like what you're doing now and where you're going musically for the future, the guitar and the idea of that -– it's much more prominent. Like, I feel more rock and more funk in what you're doing now.</p><p><strong>D'ANGELO</strong>: Well, it's a natural progression for me. Honestly, I just feel like that's where it's going. The thing with me is, about that — about rock and all that — years and years of crate-digging, listening to old music, you kind of start to connect the dots. And I was seeing the thread that was connecting everything together, which is pretty much the blues. And everything soul or funk kind of starts with that. That's kind of like the nucleus of everything, thread that holds everything together. And so it's kind of just a natural progression.</p><p><strong>GEORGE</strong>: I remember I seen you open for Mary J. Blige maybe a year ago? A year-and-a-half ago? And it was an interesting dichotomy in the audience that — there's the music you played on the piano that was familiar, and that, like, the Mary J. Blige crowd particularly, cause that's a adult black crowd, was into — and then there was where you going now. You're going in a much — I would say funk-rock direction, maybe, or something like that. And so, I think one of the things that's gonna be interesting as we go forward with your music is there's a transition that's happened in you creatively that the audience is gonna have to be prepared for.</p><p><strong>D'ANGELO</strong>: Yeah. I would say so. I think so. A couple of shows that we did, <a href=\"http://articles.chicagotribune.com/2012-09-14/entertainment/chi-mary-j-blige-and-dangelo-concert-review-dangelo-at-united-center-reviewed-20120914_1_mary-j-blige-empty-prayers-d-angelo\" target=\"_blank\">we opened up for Mary</a> and <a href=\"http://www.npr.org/blogs/therecord/2012/07/09/156494248/essence-in-new-orleans-a-festival-that-knows-its-audience\" target=\"_blank\">we did Essence Festival</a>.</p><p><strong>GEORGE</strong>: Right.</p><p><strong>D'ANGELO</strong>: We did --</p><p><strong>GEORGE</strong>: <a href=\"http://www.bet.com/video/betawards/2012/performances/dangelo.html\" target=\"_blank\">The BET Awards</a>.</p><p><strong>D'ANGELO</strong>: I did the BET Awards, right. But we did like a, we did <a href=\"http://www.soulbeach.net/2013/index.php/9-uncategorised/71-soul-beach-music-festival-aruba-2013\" target=\"_blank\">a Sinbad thing in Aruba</a>.</p><p><strong>GEORGE</strong>: Oh, you did the boat ride?</p><p><strong>D'ANGELO</strong>: Yeah. Well, something like that. I don't know. So it was a lot of like, R&B, soul thing going on, which is great. But definitely, we're looking to the future here. I don't know if people were really expecting what they got from us, because we did a lot of new material and, you know, I think there was a lot of, like, kind of confusion — a lot of confused looks on certain people's faces. And then, on other people's faces, they were really receiving what we were doing. But I love that. I love — if it's confusing at first, that's a good thing for me; that's a good sign.</p><p><strong>GEORGE</strong>: From what I got, you wouldn't necessarily want to — where you're going now is where you are and you were not like, unnecessarily having to — you don't want to be a nostalgia act, I guess, in a sense, is what I'm saying. That you're looking forward. I remember when <a href=\"https://www.youtube.com/watch?v=3woHfDKTjqU\" target=\"_blank\">you played Bonnaroo, with The Roots</a>, you were doing, \"She Came In Through The Bathroom Window.\" You were doing some Beatles covers.</p><p><strong>D'ANGELO</strong>: Yes.</p><p><strong>GEORGE</strong>: I think that that was pretty radical. People weren't expecting that. The Beatles, is that, as we look forward, is that what we're gonna be hearing more of — that kind of approach?</p><p><strong>D'ANGELO</strong>: I don't know who was not influenced by them. And the thing about them and they were the masters of, were — and I say Prince, too, I love how Prince would do it — how all these interesting, different, eccentric ideas, but they were able to fit it in a simple pop format. That could be considered formulaic, or whatever. But to be able to fit all of that and your vision into this simple format, whether it be a pop song or it's a 12-bar blues or whatever — I think that's the challenge. And they were the best at it. They were the best.</p><p><strong>GEORGE</strong>: One of the things that's interesting — you had, everyone remembers Soulquarian, was that how we pronounce it?</p><p><strong>D'ANGELO</strong>: Soulquarians.</p><p><strong>GEORGE</strong>: And now, your band now, you call them the Vanguard.</p><p><strong>D'ANGELO</strong>: Yes.</p><p><strong>GEORGE</strong>: What is a vanguard and tell me about what that represents for your music.</p><p><strong>D'ANGELO</strong>: Vanguard is definitely an evolution; my last band being the Soultronics. And the Soulquarians was, I guess, the collective of all of us. But yeah, the Vanguard is just the progression of that. We're not the Soultronics. It's a different band. I think it's a louder band, it's a harder band. It's more guitars, definitely, so it's definitely more rock, you know.</p><p><strong>GEORGE</strong>: When you played with Mary, you had a lot of — I remember asking you like, \"Where'd you find these musicians?\" And you said you found them in a church. A lot of the younger guys were --</p><p><strong>D'ANGELO</strong>: Yeah, the younger guys. Yeah, definitely.</p><p><strong>GEORGE</strong>: So that still is the motherload where you find the great black musicians.</p><p><strong>D'ANGELO</strong>: Absolutely. I mean, the thing about the church is, what I learned early — they used to say this when I was going to church. They used to say, \"Don't go up there for no form or fashion.\" So I guess what that means is, \"Listen, we're up here singing for the Lord. So don't be up here trying to be cute,\" you know. \"Cause we don't care about all that. We just want to feel what you, you know, and what the spirit is moving through you.\" And it's the best place to learn that. So you shut yourself down and you let whatever's coming, come through you.</p><p>The guys that were singing with me, the Lumzys, the Lumzy brothers --</p><p><strong>GEORGE</strong>: The Lumzy brothers, right.</p><p><strong>D'ANGELO</strong>: Yeah. One of 'em I met in Richmond. I put a little quartet group together, quartet gospel group together, and he was playing drums. So I brought him along, and he brought his cousins who sing, came up in the quartet tradition.</p><p><strong>GEORGE</strong>: It's interesting because in the quartet tradition — it's like a dying art form.</p><p><strong>D'ANGELO</strong>: Yeah, it is.</p><p><strong>GEORGE</strong>: I don't know the last time there was a significant, young, black harmony group, it's been a long time. So you found most of these guys in Richmond? A lot of the younger guys?</p><p><strong>D'ANGELO</strong>: The younger guys, yes.</p><p><strong>GEORGE</strong>: Let's talk about Richmond, Va. Not a place --</p><p><strong>D'ANGELO</strong>: Uh oh. Richmond in the house. What's up?</p><p><strong>GEORGE</strong>: Richmond, Va., is not seen as a musical hotbed. However --</p><p><strong>D'ANGELO</strong>: Yeah, however --</p><p><strong>GEORGE</strong>: Come on. Explain it, explain it. Tell me about it.</p><p><strong>D'ANGELO</strong>: It's not, because I don't know how many – there're not really a lot of cats there — from there — that made it really big. I mean, y'all know of Major Harris.</p><p><strong>GEORGE</strong>: \"<a href=\"https://www.youtube.com/watch?v=ttbsYCM3lgU\" target=\"_blank\">Love Won't Let Me Wait</a>,\" anybody?</p><p><strong>GEORGE</strong>: Soul music fans in the house?</p><p><strong>D'ANGELO</strong>: The singer of The Delfonics. He's definitely from Richmond. I mean, you know, it's a couple of motherf---ers, but not really. You know what? It wasn't nothing down there. And the funny thing about it is that, it was all this talent. It's, like, mad talent down there. Like, when I was coming up — when I was little — my whole thing was I wanted to just be big enough to be in a band, because they used to have battle of the bands all the time down there. And it was a big deal, you know. It was a whole bunch of local talent, but nobody never really crossed that threshold.</p><p><strong>GEORGE</strong>: Also there's a — you were telling me there's a rock tradition there that people don't know about — don't think about in Richmond. What bands you talking about?</p><p><strong>D'ANGELO</strong>: Wow, well, yeah, it's a big punk scene in Richmond — always has been — D.C. area and Richmond, big time. Lot of heavy metal heads in Richmond. Where I had to move — when I started going to high school, I moved from Richmond to, there's a county outside of Richmond called Chesterfield, but that's where <a href=\"http://www.lamb-of-god.com/\" target=\"_blank\">Lamb of God</a>, that's where they're from. <a href=\"https://www.facebook.com/slipknot\" target=\"_blank\">Slipknot</a>, they're from Chesterfield. So it's a big rock scene down there, big time.</p><p><strong>GEORGE</strong>: So in the past you've talked a lot about your church background, but I wanted to jump to another aspect of your development, which is — a lot of people don't know that you were in a hip-hop band, hip-hop group. And the group is pictured here. The group was called I.D.U.: Intelligent, Deadly, but Unique.</p><p><strong>D'ANGELO</strong>: That's right.</p><p><strong>GEORGE</strong>: So talk about what you were doing at that particular point in your development.</p><p><strong>D'ANGELO</strong>: I just moved from Richmond to Chesterfield and that's when I was MCing back then. I was a MC. I was pretty f---ing good, too.</p><p><strong>GEORGE</strong>: You don't say that if you're not gonna bust a rhyme.</p><p><strong>D'ANGELO</strong>: No! Hell no. That was a long time ago.</p><p><strong>GEORGE</strong>: There are apparently some tracks floating around the Internet of I.D.U. somewhere.</p><p><strong>D'ANGELO</strong>: I.D.U. s--- was for real, man. We weren't no joke. And it was I.D.U. Productions, so we was a production crew, you know. What y'all laughing at?</p><p><strong>GEORGE</strong>: Were you the hook singer?</p><p><strong>D'ANGELO</strong>: At first. But I was really like co-producer, and that was the whole thing. When I moved from Richmond to Chesterfield, the first brothers that I really hooked up with was the leader of the group, Brian Trent. And I was, what? I was a freshman, coming to high school, he was a senior. And the other producer for the group, we called him Baby Fro; his name was Ron Flowers. So he was the DJ. His father DJed for years and years and years, so his house was a record store. And those records were kept in pristine condition. We'd be over there all — that's where I really went to school. That was like Hip-hop and Music 101 for me. It was the first time I learned about <a href=\"http://www.themeters.org/\" target=\"_blank\">The Meters</a> and <a href=\"http://www.allmusic.com/album/band-of-gypsys-mw0000650248\" target=\"_blank\">Band of Gypsys</a> and all that s---. You know, when you're listening to records strictly to find samples, looking for break beats — and then I stopped listening to records for break beats and instead of just skimming through it looking for a break beat, I'm listening to the whole record, you know what I mean? And so that's when I started.</p><p><strong>GEORGE</strong>: Obviously you had church training, but this was one of your key musical educations in terms of the sweep of music?</p><p><strong>D'ANGELO</strong>: Yes. Up until that point — I mean, I rhymed, you know, but my main musical love was Prince. That was it. I started to learn about <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2013/09/11/221440934/marley-marl-on-the-bridge-wars-ll-cool-j-and-discovering-sampling\" target=\"_blank\">Marley Marl</a> and all those cats. It just opened my whole world up, really.</p><p><strong>GEORGE</strong>: It's an interesting story because this band, I.D.U., they ended up coming to New York and trying to get a deal.</p><p><strong>D'ANGELO</strong>: That's right.</p><p><strong>GEORGE</strong>: And the story goes that people would go, \"Eh, it's alright. Who produced the track?\" That people were already seeing in these tracks that you made early on with this band that there was something there. And Jocelyn Cooper, who ended up --</p><p><strong>D'ANGELO</strong>: Hi, Jocelyn!</p><p><strong>GEORGE</strong>: Jocelyn Cooper who was then — who now helps run the <a href=\"http://afropunkfest.com/\" target=\"_blank\">Afropunk Festival</a> — but then was, worked at a music publishing company, Warner/Chappell, right? Midnight Music, excuse me. That you came up to — she tells a story about you coming in and you played --</p><p><strong>D'ANGELO</strong>: I walked in with a suit. I had a, like a two-piece. We were walking in Manhattan and we just came from Norfolk and I just really, I just knew that this was the shot. This was my shot. And I was hellbent on getting the suit. I wanted to walk in there with a suit. Bought brand new church shoes and s---. Never walked the streets of Manhattan before. Got to the office and I met Jocelyn Cooper who was just like, ah, like the most beautiful woman I'd ever seen.</p><p><strong>GEORGE</strong>: Aw.</p><p><strong>D'ANGELO</strong>: It's true. And it was, you know, woopty, woopty, woop and all that. I had to, \"Where's your bathroom? Can I go to the bathroom for a second, please?\" I know they kept wondering why I kept going to the bathroom cause I had to take those shoes off, man. My feet were f---ing hurting. But, you know, that's where it started. I sat there. I played like — I was just like a jukebox. They would name out a song and I'd play it and sing it.</p><p><strong>GEORGE</strong>: Well she says you played a Jodeci — Jocelyn, if I'm wrong, correct me. You played a Jodeci song, you played a gospel song and you played a Miles Davis song.</p><p><strong>D'ANGELO</strong>: That's right.</p><p><strong>GEORGE</strong>: So what I go back to is — how old are you at this point?</p><p><strong>D'ANGELO</strong>: I was 17.</p><p><strong>GEORGE</strong>: So the range of music that you had some access to is, for a 17-year-old from Richmond, Va., is pretty impressive. Did that go back to — is that the DJ thing? That you were able to expand your horizon through that?</p><p><strong>D'ANGELO</strong>: Not really. I just, I been playing piano since I was three. And I'd always wanted to just get some more jazz chops. You know what? I studied for two years when I was like 12 or 13, classical music. The classical teacher that I was with, she kinda got hip to me because she would play a song once and I would come back the next week and play it all perfect. But I still wasn't really reading. And when she got hip to the fact that my ear was that good, she was like, \"I'ma send you to this guy,\" named Russell somebody, who worked at VCU and taught music theory. So I went to the guy Russell and took a music theory class and, you know, he was like, \"I can't do nothing with you. You don't need theory. You already know theory. You already know it. So I'm gonna pass you to this guy at VCU.\"</p><p><strong>GEORGE</strong>: In Virginia?</p><p><strong>D'ANGELO</strong>: In Virginia, who still taught at VCU. It was Ellis Marsalis.</p><p><strong>GEORGE</strong>: Wow.</p><p><strong>D'ANGELO</strong>: Wynton's father.</p><p><strong>GEORGE</strong>: Wow.</p><p><strong>D'ANGELO</strong>: Who was still teaching at VCU. And I went and auditioned for Ellis Marsalis and James Moody, matter of fact. James Moody was up there. I was like 13, 14. And got on the piano and I played, I played an Anita Baker song cause it was the jazziest song I could think of. So I played Anita Baker and, you know, they were impressed, and they were like, \"Oh, that's great, young blood.\" \"Wow,\" I was like, \"Are you gonna teach me? Do I get to, you know?\" And he was like, \"Nah, I'm getting ready to leave.\" So he was getting ready to leave that year and go teach back in New Orleans, so I never got a chance to really get any jazz training or what have you, like that. But I always felt like that was a good thing that I didn't.</p><p><strong>GEORGE</strong>: Why?</p><p><strong>D'ANGELO</strong>: Because it would have changed my whole style. It would have changed my whole style of playing. It just wasn't meant to be, I guess.</p><p><strong>GEORGE</strong>: Rhere was another band that you were involved in that I wanted to get at. Because there's — in researching for this interview, I learned a bunch of stuff that I hadn't been aware of. So you were, after Intelligent, Deadly, but Unique, you then --</p><p><strong>D'ANGELO</strong>: Yeah. I.D.U.</p><p><strong>GEORGE</strong>: You had another band, which was Michael Archer and Precise.</p><p><strong>D'ANGELO</strong>: That's right.</p><p><strong>GEORGE</strong>: So this is after--</p><p><strong>D'ANGELO</strong>: It's before, it's before I.D.U., actually. Precise --</p><p><strong>GEORGE</strong>: Oh, OK. So you guys, I mean, what I didn't know is that you actually won Apollo Amateur night a couple of times.</p><p><strong>D'ANGELO</strong>: Yes, I did. We used to do a lot of gigs — a lot of shows. Not gigs, but shows. Talent shows, you know, whatever, in Richmond. And it was this big, big talent show they used to have every year. It was huge for the high school kids and s---. And there was a school that was in North Side — I'm from South Side — so then there's North side. Anybody know anything about Virginia, North Side and South Side do not get along. Like there's always been beef, right? Even if it's playful. Anyway, all the great kids and all the great talent went to this one school, Kennedy High School. They had a great musical director there and they would have this big, big talent show that they would have every year at — and they would have it at the mosque. Like that was the big — the mosque in Richmond, everyone performed at the mosque. So it was a huge deal and they would sell tickets and everything. The place would be f---ing packed. And I did the talent show, I guess two years before. But this one year, I got everything together. We got the Precise together, we went there and we tore the roof off, man, really. I was what? I was 16. I was 16 and tore the roof off and from there I got the chance to go to the Apollo.</p><p><strong>GEORGE</strong>: What was Precise? I mean, what was it? How many pieces? Tell me what kind of group was it.</p><p><strong>D'ANGELO</strong>: Well, it was me and my cousin, Marlon, who played drums. My other cousin, Regina, was on keyboards, and I had my other cousin singing background.</p><p><strong>GEORGE</strong>: It was a family band, in other words.</p><p><strong>D'ANGELO</strong>: Almost. And then I had two other background singers. They were both named Nikki — Nikki T., Nikki C.</p><p><strong>GEORGE</strong>: So was that your first trip to New York — the Apollo gigs?</p><p><strong>D'ANGELO</strong>: That was my first trip.</p><p><strong>GEORGE</strong>: What do you, tell me about that experience of going up. You're 16, Amateur Night at the Apollo from Virginia — how was that?</p><p><strong>D'ANGELO</strong>: It was surreal. It was amazing. The first time I went, it was sponsored by this whole thing called Kemet Productions. So we would get in the bus from Richmond and get on the highway and it would be a whole bunch of talent on the bus or whatever. And so the people that were in charge, like, I mean, you know, they were kinda trying to tell everybody what to do. \"You should sing this song. You should sing a Luther Vandross song. You have a Luther Vandross type of tone.\" Or, \"Don't sing a gospel song! They'll boo you!\" Type of s--- like that. And you know, I had my mind set on singing <a href=\"http://peabobryson.net/\" target=\"_blank\">Peabo Bryson</a>. I was like, \"I'm singing Peabo Bryson.\" And they were like, \"Don't sing that song. Please don't sing that song. They gonna boo you off the stage.\" And they had me at the last minute, I was trying to switch the song up.</p><p>Anyway, long story short, you know, I rubbed the log or whatever and the girl that goes out right before me sings a gospel song, right, a gospel song. And they booed the s--- out of it, man. Like, it was no sympathy. They was so cold-blooded. And she walked off the stage crying. \"Alright, young blood, you're next!\" I rubbed the log. And the MC comes out, he's like, \"Yeah, so we got this kid. He's from way down, deep down South.\" \"Boo!\" Like, I didn't even walk out on the stage. Long story short, I won them over and, you know, I placed and then I got the opportunity to come back. When I came back, I did my own background music, I did my own background vocals. I was like, \"No, I'm not doing no Luther Vandross or nothing. I'm gonna do some up-tempo s---.\" And you know, whatever. I won first place.</p><p><strong>GEORGE</strong>: What song? You did an original song of yours?</p><p><strong>D'ANGELO</strong>: No. I did \"Rub You The Right Way\" by Johnny Gill.</p><p><strong>GEORGE</strong>: One of the interesting things about your career, speaking of, is that you've been really great at interpreting classic material, soul music. And part of the reason I think you attracted so many people to you was that you have a connection to that past. So I want to play one of my favorite D'Angelo covers, and that's, well, we'll just play it. Play the <a href=\"https://www.youtube.com/watch?v=gfyJbXn01HM\" target=\"_blank\">Eddie Kendricks song</a>.</p><p><strong>D'ANGELO</strong>: Thank you.</p><p><strong>GEORGE</strong>: Now, you've had many interesting collaborators. And one of the ones that probably people don't know about, a person who was actually a mentor to me as well, <a href=\"http://www.redbullmusicacademy.com/magazine/mtume-interview\" target=\"_blank\">the great Mtume</a>.</p><p><strong>D'ANGELO</strong>: Yes, sir.</p><p><strong>GEORGE</strong>: Mtume's pedigree is pretty long. Just break it down, he played with Miles during his electric period.</p><p><strong>D'ANGELO</strong>: Absolutely.</p><p><strong>GEORGE</strong>: He went on to become one of the top singer-songwriters, wrote all of Stephanie Mills' hits, Roberta Flack hits, and then had --</p><p><strong>D'ANGELO</strong>: Solo success. \"<a href=\"https://www.youtube.com/watch?v=MucY5wRYByU\" target=\"_blank\">Juicy Fruit</a>.\"</p><p><strong>GEORGE</strong>: One of the most sampled records in hip-hop history.</p><p><strong>D'ANGELO</strong>: Right.</p><p><strong>GEORGE</strong>: And also a super political person — was on KISS Radio for years doing morning show. So a very diverse and powerful man. He helped you produce this track, didn't he?</p><p><strong>D'ANGELO</strong>: Well, yeah, he did. He produced the song for <em>Get On The Bus</em> soundtrack. And I think, yeah, he was doing like a lot of those dope covers. At that time, he had just did --</p><p><strong>GEORGE</strong>: Oh, <em>New York Undercover. </em>He was the song guy for <em>New York Undercover</em>. He did all those covers on the show.</p><p><strong>D'ANGELO</strong>: Right, and he had just did the cover of Bobby Womack's — <em></em></p><p><strong>QUESTLOVE, FROM THE AUDIENCE</strong>: \"If You Think You're Lonely Now.\"</p><p><strong>D'ANGELO</strong>: \"If You Think You're Lonely Now,\" right. <a href=\"https://www.youtube.com/watch?v=sm87OgZU0cU\" target=\"_blank\">Wrote it for K-Ci</a>.</p><p><strong>GEORGE</strong>: For K-Ci, right. We're name-checking Jocelyn a lot here, but she gets name-checked again — that he was doing — you told me a story about him doing, he was doing music or songwriting seminars?</p><p><strong>D'ANGELO</strong>: Well, yeah. He was involved with Midnight Songs, definitely. And Jocelyn would have these workshops. So all of the writers on her roster would come to the workshop and James Mtume would really be holding court, you know. And he would literally have like a chalkboard, he'd really be going through it, you know, talking about songwriting and song structure, theory, whatever — blah, blah, blah, blah, blah.</p><p><strong>GEORGE</strong>: And you weren't the best student, I hear?</p><p><strong>D'ANGELO</strong>: Jocelyn, she used to always be mad at me because I never would come. I never would come to the music shops. \"You oughta come! Blah, blah, blah, blah, blah!\"</p><p><strong>GEORGE</strong>: But you finally did show up one time?</p><p><strong>D'ANGELO</strong>: I did come. Yeah, I did come. I was jammin' — cause I wanted to jam with <a href=\"https://www.youtube.com/watch?v=lu9QH71YKQw\" target=\"_blank\">Rob Bacon</a>, who was, you know, a guitar, the funk guitar player from Detroit. But Mtume was awesome. He was one of those cats in the early days that really, really gave me a lot of confidence and let me know that I could do it, you know? I remember at the end of recording <em>Brown Sugar</em>, I don't know, I had like a mental block where I couldn't finish. There was, I couldn't nail this line on \"<a href=\"https://www.youtube.com/watch?v=YBB8valskCQ\" target=\"_blank\">Lady</a>.\" And then there was this line on \"<a href=\"https://www.youtube.com/watch?v=JAfuUZRou7g\" target=\"_blank\">Cruisin'</a>\" that I couldn't nail. And Mtume was at the studio when I did those vocals and kinda coached me through it, you know. And he's just a great guy, man.</p><p><strong>GEORGE</strong>: Absolutely.</p><p><strong>D'ANGELO</strong>: He's great, yeah.</p><p><strong>GEORGE</strong>: Speaking of collaborators and mentors and that combination, one of the people you're most associated with, you know, is Questlove from The Roots. I don't think I need to introduce him. Questlove.</p><p><strong>D'ANGELO</strong>: What's up, brother?</p><p><strong>GEORGE</strong>: You did these shows, I saw the show you did at Brooklyn Bowl maybe a year ago, whatever, where you guys — it was just the two of you on stage. And it was, to me, it was a beautiful experience, musically, and the chemistry you guys had together — talk about how you guys met and the musical bond you guys share.</p><p><strong>D'ANGELO</strong>: Yeah. I call him Ahmir. He's always gonna be Ahmir to me. He's Questlove but that's Ahmir. That's my brother. I met him shortly after <em>Brown Sugar </em>came out. I think I'd just stopped touring for a second and they was doing a show at the House of Blues. They were opening for The Fugees. So it was Goodie Mob, The Roots and The Fugees. And so, you know, Cee-Lo was there killing and then here come The Roots. And it was the first time I'd seen them live and, you know, I had just got off the road and I was pretty bummed out because the drummer that I wanted, who was the house drummer at The Apollo, Ralph Rolle --</p><p><strong>GEORGE</strong>: Oh, Ralph Rolle, sure.</p><p><strong>D'ANGELO</strong>: I wanted — he was my drummer for the first couple of shows and then he didn't want to tour. So I was bummed out for the rest of the shows. I feel like I did not have the drummer that I wanted and I was searching for a drummer. I went through a whole bunch of drummers during that time. Abe Fogle was one of my drummers. <a href=\"http://omarhakim.com/\" target=\"_blank\">Omar Hakim</a>, who was with Weather Report, he was one of my drummers at the time. And I just couldn't find it. So, anyway, at the show, seeing Ahmir — he knew I was there. I don't know how.</p><p><strong>QUESTLOVE, FROM THE AUDIENCE</strong>: I knew! <em></em></p><p><strong>D'ANGELO</strong>: Where are you at, man? So, OK. He always tells this story. See, you should tell the story, cause you tell it better than I do.</p><p><strong>QUESTLOVE, NOW ON STAGE</strong>: OK, at the risk of overexposure, cause I know people are tired of hearing me talking, I promise to keep this under two minutes. I had met — you had first walked in when The Roots were mixing our <em></em><em>Do You Want More?!!!??!</em> record. And Bob — at Battery Studios — and engineer Bob Power, who was working on the <em></em><em>Brown Sugar</em> record, was like, \"Yo, you gotta meet this kid. He's the next ...\" You know, he named every — \"He's the next Sam Cooke. He's the next Donny Hathaway. He's the next ...\" you know, and I had such a Nazi attitude towards like R&B at that time, I just thought, \"Ah, whatever.\" And he walked in, and I was dismissive. I was like, \"Ah, whatever.\" And Bob's like, \"No. There's a song called '<a href=\"https://www.youtube.com/watch?v=Kfd5UZnGAi0\" target=\"_blank\">S---, Damn, Motherf---er</a>.' You gotta play on it.\" And I was, you know, and I was so dismissive. You know, he came in, I look, alright, it's a R&B dude. I'm cool.</p><p>And so I had had gotten the <em></em><em>Brown Sugar </em>sampler when I left the Source Awards — the second Source awards — that one where Suge Knight was like, \"<a href=\"https://www.youtube.com/watch?v=JpgpS3ogvMM\" target=\"_blank\">All in the video, all in the --</a>\". I always consider that day to be hip-hop's funeral. And the only saving grace was — so at the time when Snoop is on stage yelling, \"Y'all don't love us. Y'all don't ...\" I grab my date and I was like, \"Yo, we out.\" Cause I knew it was gonna be like a war going on. So I ran in the lobby and as I was running, some guy just ran up to me and says, \"Here!\" I look and it's D'Angelo, <em></em><em>Brown Sugar</em>, and I put it in my pocket and I ran out. And I don't know what made me do it, but I listened to it and I thought, \"Ah, I done f---ed up now.\" Like, I did. I thought like, \"Yo. This is our savior.\" Like, I knew. So I basically spent — that was May of '95. So I spent the entire year trying to figure out how to strategically get within his sight so that I can atone for my sins of being dismissive that day. And that moment came April 1, 1996. So, it was April Fools' Day; Marvin Gaye day. You and Erykah — you had just met Erykah that day, right?</p><p><strong>D'ANGELO</strong>: Nah.</p><p><strong>QUESTLOVE</strong>: Well you knew of her.</p><p><strong>D'ANGELO</strong>: We were there together, yeah.</p><p><strong>QUESTLOVE</strong>: Right. So y'all recorded the duet, that, \"<a href=\"https://www.youtube.com/watch?v=HQNMAadLnLE\" target=\"_blank\">Heaven Must Have Sent You</a>.\" Y'all recorded that earlier at <a href=\"http://www.marvins-room.com/\" target=\"_blank\">Marvin's studio</a>. And that night, you, both of y'all came to the House of Blues. So I met both of y'all the same night.</p><p>And I knew he was in the audience. And I thought, \"OK. I could either sabotage our show right now ...\" Like, \"Either I can audition for him, or I can make it smooth running.\" Because I'm not saying there's a band rivalry going on between the three, but it was like we were all trying to kill each other in <a href=\"http://www.npr.org/blogs/therecord/2013/08/21/214145432/the-blast-radius-of-kendrick-lamars-control-verse\" target=\"_blank\">that Kendrick Lamar rivalry way</a>. Like, you know, by this point, we're in L.A. Soul Train Awards. Everybody's in the house. You see TLC up there, you see all these notable celebrities, and The Roots could have either stuck to the script or — it was such a moment, I thought, \"I gotta audition for him.\" And, in the auditioning for D'Angelo, I decided to play in a style that The Roots were not accustomed to. So the sort of — the preview of that drunken <a href=\"http://en.wikipedia.org/wiki/J_Dilla\" target=\"_blank\">Dilla</a> style that we perfected for <em>Voodoo</em>, I thought, \"OK. This is what I'm gonna do.\" And everyone's looking at me like, \"What are you doing? Why are you playing so ...?\" And so there was this moment where I was like, \"God, I don't have him yet,\" and I decided to do — there's a song — there's a side Prince project called <a href=\"http://en.wikipedia.org/wiki/Madhouse_(band)\" target=\"_blank\">Madhouse</a>.</p><p><strong>GEORGE</strong>: Madhouse, right.</p><p><strong>QUESTLOVE</strong>: There's an introductory song called \"Four.\" So I was like, \"Alright. I'ma see what language he speaks.\" It was some African communication drum thing. And I did it and he instantly — he was like, \"Yeah!\" Like he just — that's how I met him.</p><p><strong>D'ANGELO</strong>: True story. True story.</p><p><strong>GEORGE</strong>: I think I'll move ahead. I was gonna do this later, but let's talk about <em>Voodoo</em>. Since he's in the house — one of the things that a lot of people think is that Questlove produced <em>Voodoo</em>.</p><p><strong>QUESTLOVE, NOW BACK IN THE AUDIENCE</strong>: No!</p><p><strong>GEORGE</strong>: OK. I know, and that's what we're doing here. But a lot of people do think that, by the way. So I guess the question I have — I want to talk a little bit about the creative genesis of that album. We were talking earlier about Roy Hargrove played a key role. Talk about the genesis of that album.</p><p><strong>D'ANGELO</strong>: Well, wow. Me and Ahmir met. After that night, they were doing, y'all were doing <em>Illadelph Halflife</em>.</p><p><strong>QUESTLOVE</strong>: [off mic]</p><p><strong>D'ANGELO</strong>: Right, right, \"<a href=\"https://www.youtube.com/watch?v=JC9twfHSiR8\" target=\"_blank\">Hypnotic</a>.\"</p><p><strong>GEORGE</strong>: So for those who didn't hear and the people who are listening online, what Ahmir just said is that the last cut on the <em>Illadelphia</em> album --</p><p><strong>D'ANGELO</strong>: Went into the first cut of <em>Voodoo</em>. Literally, wow.</p><p><strong>GEORGE</strong>: And what does that mean?</p><p><strong>D'ANGELO</strong>: What does that mean?</p><p><strong>GEORGE</strong>: Yeah. What does that mean, musically?</p><p><strong>D'ANGELO</strong>: I don't know. I think what it means is that, you know it's like musical kin. It's kind of like being separated at birth and then y'all meet when you're 22. And you be like, \"Damn, you my brother.\" That's basically what it was like.</p><p>I was doing <em>Space Jam</em> soundtrack. And so the concept of the song was the real NBA players against, you know, the monster. Hence the basketball references in \"<a href=\"https://www.youtube.com/watch?v=COix3dndSfk\" target=\"_blank\">Playa Playa</a>.\" So that was the first song we did. When we got together, we at The Hit Factory. And we just was like nuttin' off, like two little kids in the toy store.</p><p><strong>GEORGE</strong>: You want to play that track for a minute?</p><p><strong>D'ANGELO</strong>: Yeah. Hell yeah.</p><p><strong>GEORGE</strong>: From <em>Voodoo, </em>\"Playa Playa.\"</p><p><strong>D'ANGELO</strong>: Questlove.</p><p><strong>GEORGE</strong>: So a landmark album. It's got some — the mood of it is really significantly different from your first album. Talk about the evolution from the first one to the second one.</p><p><strong>D'ANGELO</strong>: OK. Just about the entirety of the first album, <em>Brown Sugar</em>, I wrote it, the majority of that record in my bedroom in Richmond. And all of the demos for it were done on a four-track in my bedroom. I think EMI was a little leery of me being in the studio producing it on my own, which is what I was fighting for. So it was important for them that I go in with someone, an engineer. Everyone was trying to pick like, \"You should get Prince's engineer, or somebody else,\" and I picked Bob Power because of my love for Tribe and what they were doing. And it was the best, it was the best thing to do. He was so awesome. He taught me a lot. All of the demos that I had basically before we even set foot in the studio — we were at Bob Power's house for like three months like going over every detail, tweaking every high hat, every symbol, you name it. And so, when we went into the studio to record, I mean, it was really like, in my opinion, I felt like — after it was done, I loved it. But there were certain songs that I felt it lost something between the demo version and all of the production that went into it. I felt like it lost — like it got a little homogenized, in my opinion, for me, at the time.</p><p><strong>GEORGE</strong>: You mean just sonically, it was too clean? You need a little dirtier?</p><p><strong>D'ANGELO</strong>: No clean but — I wouldn't use the word clean — but what's the word? Buttery? I think it's the best. Yeah, buttery.</p><p><strong>GEORGE</strong>: So you were looking to, you wanted to eliminate the margarine and the butter?</p><p><strong>D'ANGELO</strong>: There you go. So I was like — yeah, straight from the cow to the glass, you know. And that's what <em>Voodoo</em> was; it really was that. We were in the studio and i wanted everything to feel like the demo. I wanted everything to feel like the demo. So that was the first thing. And then it was, too, more working with musicians. We were doing a lot of — me and Ahmir would be in there just really, like I said, nuttin' off like kids. For hours and we would just keep the tape rolling. And we'd be in that live room with absolutely no, really no intent of writing or recording anything — we would just be playing. We would be playing, playing for hours. The whole time the tape is rolling. And then something would come up. We would doodle and then Ahmir would go, \"Whoa, whoa! What's that? Yo, Russ! Rewind it! Rewind the tape!\" So Russ Elevado would rewind it, we would listen to it again and boom, there's a new song. And then, you know, a lot of it was one take, you know what I mean? We would go in there — so that was a different thing from <em>Brown Sugar </em>that was because I was doing everything myself at first.</p><p>So, for me, I think it was two major elements — or three major elements. Ahmir being there. I think after me and Ahmir did \"Playa,\" I did a duet with B.B. King. I brought Ahmir with me to the session because it was my intention of doing a cover of — Johnny \"Guitar\" Watson had just died — he had just died right before the B.B. King session and it was my intention to do a cover of \"<a href=\"https://www.youtube.com/watch?v=4g4DO6co0II\" target=\"_blank\">Superman Lover</a>.\" So I brought Ahmir with me and you know, we get there, we can't do Johnny \"Guitar\" Watson because they have to be B.B. King songs. But I was in search, I was desperately seeking a <a href=\"http://www.allmusic.com/artist/james-jamerson-mn0000123578\" target=\"_blank\">James Jamerson</a> aficionado or a James Jamerson — I even sought out his son.</p><p><strong>GEORGE</strong>: Right; James Jamerson, Jr.</p><p><strong>D'ANGELO</strong>: James Jamerson, Jr. And I was looking for someone who could really give me that and boom, I found him at the B.B. King session: <a href=\"http://en.wikipedia.org/wiki/Pino_Palladino\" target=\"_blank\">Pino Palladino</a>. That and from the <em>Brown Sugar </em>days, I'd always been dying — we had a mutual friend who kind of turned me on to his music and I used to listen to it a lot and I just loved his tone and been dying to work with <a href=\"http://www.npr.org/artists/15291267/roy-hargrove\" target=\"_blank\">Roy Hargrove</a>. And we reached out and so I think those elements right there — that was it, man. That was the recipe.</p><p><strong>GEORGE</strong>: Yeah, Pino Palladino, he's been with you ever since. He's still with you.</p><p><strong>D'ANGELO</strong>: Yes, he is. Yes.</p><p><strong>GEORGE</strong>: How do you work — I mean, obviously Ahmir and you guys have this bond — cause you play so many instruments, I'm really curious how you weave in other musicians. You said a certain way you want to play it. Do you have them play exactly what you played? How much are they able to put themselves in?</p><p><strong>D'ANGELO</strong>: They follow — I'll set the structure, or what have you. Whatever, however you want to call it. And then we follow that to a certain degree, but I do give them license to interpret it, you know. I mean, once you — when you working with musicians of that caliber, you can trust them to interpret it any way. Like Roy, I would just play it for Roy and let him just do what he does. And he would make the arrangements, do the horn arrangements, all right there. He's incredible. He's f---ing incredible, man. And Pino pretty much would follow what I wrote, you know, for the structure of the song and then add his own interpretations in.</p><p><strong>GEORGE</strong>: Speaking of the blues, it seems to me that one of the tracks that really is powerful with you from that era is \"Devil's Pie,\" and we talked about those — but it's a blues song to you, isn't it.</p><p><strong>D'ANGELO</strong>: Yeah, it's kinda like a blues song. I would say the spirit of the vocals was more like chain gang, or like the feel of the slaves, the field slaves in the field picking whatever the f--- master had us picking and that's what we'd be singing while we picking in the hot f---ing sun. I mean, that's kind of where I was going with it.</p><p><strong>GEORGE</strong>: Let's get a little hit from \"Devil's Pie,\" from <em>Voodoo</em>.</p><p><strong>D'ANGELO</strong>: Thank you.<em></em> Shout-out to Premier for lacing that. It's crazy. Preemo.</p><p><strong>GEORGE</strong>: So we had a Twitter #AskDAngelo, and here's a question: \"Just learned you wrote Black Men United's anthem, '<a href=\"https://www.youtube.com/watch?v=poAVDRa0DFY\" target=\"_blank\">U Will Know</a>.' What's the story on that?\" And just as a couple little fun things, this a picture we're gonna drop in later of — this is the R. Kelly, D'Angelo and Brian McKnight, a very unlikely trio. And the sheet music from \"U Will Know,\" which was written by you and your brother, Luther.</p><p><strong>D'ANGELO</strong>: That's right.</p><p><strong>GEORGE</strong>: So, let's talk about that track.</p><p><strong>D'ANGELO</strong>: Again, in the crib, it was — that song really is what got me my deal. It was on my first demo when Jocelyn signed me to Midnight Music. I think that was the one. That was the song that sealed the deal.</p><p><strong>GEORGE</strong>: How did it end up being a sound — it ended up being a soundtrack for <em>Jason's Lyric</em> as opposed to be a solo track for you. How did that happen?</p><p><strong>D'ANGELO</strong>: Well, it was, you know, it was early and, like I said, it was my original demo and it takes time to get signed and all the process and all that stuff. So by the time I'd gotten signed to EMI, the direction I was going was just different. So it was a perfect fit. Jocelyn being, you know, the great publisher that she was, she placed it for the movie. And it was like, wow. It was like, I'm coming out of nowhere. Because the only thing I had done up to that point was a song called \"<a href=\"https://www.youtube.com/watch?v=lq4WGKGDtW0\" target=\"_blank\">Overjoyed</a>\" for the Harlem Boys' Choir. And so here I am, you know, with all my heroes, man. So it was --</p><p><strong>GEORGE</strong>: Who was — talk about the talent that was on that track.</p><p><strong>D'ANGELO</strong>: Man. So, Brian McKnight, R. Kelly, <a href=\"http://www.allmusic.com/artist/gerald-levert-mn0000649435/biography\" target=\"_blank\">Gerald LeVert</a>, Al B. Sure, Boyz II Men, H-Town —</p><p><strong>GEORGE</strong>: H-Town, \"<a href=\"https://www.youtube.com/watch?v=HrBnEaQd4ZY\" target=\"_blank\">Knockin da Boots</a>.\"</p><p><strong>D'ANGELO</strong>: \"Knockin da Boots.\" It was everybody.</p><p><strong>GEORGE</strong>: Usher, I think?</p><p><strong>D'ANGELO</strong>: Usher. Yeah, little Usher was there. I was like, \"This little kid gone do something, man.\" S---, yeah. <a href=\"http://www.mtv.com/news/1508850/aaron-hall-working-to-overcome-tough-times-with-guy-reunion-new-persona/\" target=\"_blank\">Aaron Hall</a>. Did I tell you Aaron Hall?</p><p><strong>GEORGE</strong>: Yeah, Aaron Hall's important.</p><p><strong>D'ANGELO</strong>: Aaron Hall, who was like God to me. I f---ing loved Aaron Hall. And everybody — <a href=\"http://en.wikipedia.org/wiki/Christopher_Williams_(singer)\" target=\"_blank\">Christopher Williams</a> --</p><p><strong>GEORGE</strong>: That's a whole era right there.</p><p><strong>D'ANGELO</strong>: Right. It was crazy.</p><p><strong>GEORGE</strong>: So you were in the studio. Now, you basically have all these vets and you're the kid. How was that? How were those sessions?</p><p><strong>D'ANGELO</strong>: They were fun. They were really, really fun. And everyone — it was Black Men United, so there was no, I mean, everybody kind of left their egos at the door. For the most part, it was — like I said, it was surreal. And I got a chance to, not just work with a lot of my heroes, but you know, groove. Relationships — especially with Aaron. Aaron Hall was really cool. Those brothers kind of like, you know, kind of put me up under their wing, kind of like, \"Come here, young blood.\" You know, \"Watch out for this. Dah, dah, dah, dah, dah.\" Him and Gerald LeVert were the biggest ones, man. Gerald was just f---ing awesome. Rest in peace, brother. I love that man; love that man.</p><p><strong>GEORGE</strong>: So for those of you who may not know this track or know that D'Angelo wrote it, we're gonna play \"U Will Know\" by Black Men United.</p><p><strong>GEORGE</strong>: It's interesting listening to that track now and — talk about longevity and mystique. I mean, there are people on that record who — Christopher Williams — who had a moment. He was a movie star and a singer. He was in <em>New Jack City</em>. Al B., who's moved on and does radio. Having longevity and having mystique — you're one of the few people who has mystique, you know that. I mean in the age of TMZ and all that stuff, you, you have — there's an aura still about your career. It's very unusual today for anybody to have any mystery left.</p><p><strong>D'ANGELO</strong>: I agree.</p><p><strong>GEORGE</strong>: You know, I feel like — so let's just take a couple more questions. This came in tonight from Twitter. And <a href=\"https://twitter.com/divynthought/status/469229952085151744\" target=\"_blank\">this is from Divyn Thought</a>: \"Are you a fan of how technology has changed the music industry?\" And I guess you could take that a number of ways — technology in the studio or technology in how people consume music. How do you feel about the changes? And how does that affect as you're going forward with your music?</p><p><strong>D'ANGELO</strong>: The consumption of it — that's a — I can't even touch that; that's different. But as far as the technology — I don't have a problem with technology as long as it's not, it's gotta be a balance, you know what I mean? So you can use technology but still — if you're using technology to get the same point across that you would get say in doing analog s---, then it's cool. I don't have any problem with it at all.</p><p><strong>GEORGE</strong>: Do you have any Auto-Tune tracks you working on?</p><p><strong>D'ANGELO</strong>: No. Although, it's funny, I met Sly recently and he was working on — yeah, <a href=\"http://www.slystonemusic.com/\" target=\"_blank\">Sly Stone</a>. And you know, I always hear the rumor mill that he's always constantly working on music.</p><p><strong>GEORGE</strong>: That's what he says when you ask him.</p><p><strong>D'ANGELO</strong>: And it's the truth. He's got like mad s---, man, that he's been working on.</p><p><strong>GEORGE</strong>: Oh, he played you some stuff?</p><p><strong>D'ANGELO</strong>: Yeah.</p><p><strong>GEORGE</strong>: Oh!</p><p><strong>D'ANGELO</strong>: And it's not Family Stone s---. It's progressive, it's new, he's f---ing with the Auto-Tune s---. I had a conversation with him like — cause I heard it. I was like, \"Nah! Damn! Nah! Don't do that! Why you using Auto-Tune?\" you know. And he was explaining it. But the way he did it, he's doing it like no one else. I mean, of course, it's Sly. But he, like I said, I don't have a problem with technology as long as you're doing something with it that's just new, you know what I mean, that's putting some kind of twist with it. But he's incredible, man. He's incredible.</p><p><strong>GEORGE</strong>: Alright, so when's the Sly/D'Angelo duet?</p><p><strong>D'ANGELO</strong>: It's coming. Sly, you promised, so.</p><p><strong>GEORGE</strong>: We can talk a little bit more about — we can talk about your future. I mean, obviously there's all kinds of anticipation. What are your thoughts about dealing with that? There's a tremendous amount of like social media pressure that didn't exist before.</p><p><strong>D'ANGELO</strong>: Right.</p><p><strong>GEORGE</strong>: Does that infect your process at all — the fact that people are getting at you all the time?</p><p><strong>D'ANGELO</strong>: It doesn't. And I, to a fault, I think that I've kind of put myself in a bubble so that I'm not affected by any of that. Although, it's hard not to be cause it's just the world that we live in now. But I mean, I completely kind of like blocked all that s--- out. I have to because when I'm thinking about music, when I'm being creative, you know, I can't even put my mind there.</p><p><strong>GEORGE</strong>: I visited the studio you work in and you have a cave. You literally sing in a cave.</p><p><strong>D'ANGELO</strong>: Yes, I do.</p><p><strong>GEORGE</strong>: It's --</p><p><strong>D'ANGELO</strong>: My little tee-pee.</p><p><strong>GEORGE</strong>: It's a black tarp and then you have a humidifier, keyboard — that's more or less it. And a ashtray.</p><p><strong>D'ANGELO</strong>: And a ashtray.</p><p><strong>GEORGE</strong>: Talk about that. Cause it's unusual — even in the studio, which is in itself an enclosed environment, you have even another enclosed environment. What is that? Talk about that.</p><p><strong>D'ANGELO</strong>: I don't know. I'm trying to go deep, deep in the onion. I get tired of kicking everybody out the room cause when it's time for me to do vocals, I'll kick the engineer out, the assistant and everybody. I'm like, \"Get out,\" you know. I'll set the board myself and I'll have the mic there. What we've been doing now is Russ will be in the control room mixing and I'll be in the live room where we set up the cave — in the live room.</p><p>But I hear that's how Sly used to do it. You know, he would sit at — that's one thing Mtume taught me, too, about Sly. Mtume was talking about how Sly would use this thing called the dead zone. Sly wouldn't even use headphones. You know, he would sit at the board, with the mic and he would position the mic a certain way in between the speakers and there's a dead zone. So he wouldn't even put on headphones. And that's why when you listen to some of that stuff, <em>There's A Riot Going On</em>, you hear a lot of hiss and a lot of stuff in there, but that's what that is. I kinda just borrowed that from him, you know.</p><p><strong>GEORGE</strong>: Well, talk about — I mean, your vocals are part of your trademark, and they're falsetto harmonies. Talk about the process of recording. Because it seems like a very sacred process. You have a cave. I mean, you know, you're not someone who has a bunch of people in the studio. It's not a party when you record. What is your thoughts about that? Why do you go in that direction? Is it just, you say, the onion? You trying to get in deeper?</p><p><strong>D'ANGELO</strong>: It's the onion, yeah. You know, you're putting your voice down on tape — because I still use tape — and you know, it's about capturing the spirit. It's about capturing the vibe. And I learned — we all learned a lot working on <em>Voodoo.</em><em> </em>That was such a great time. I'm kinda a first take dude. The first time, cut that mic on and the spirit is there and what comes on the mic — I mean, even if I'm mumbling, I like to keep a lot of that initial thing that comes out. Cause that's the spirit.</p><p><strong>GEORGE</strong>: I've heard some vocalists go in and they don't have — they have a melody, they don't have the lyrics. The famous — I think Paul McCartney \"Yesterday\" was originally \"Scrambled Eggs\" or whatever 'til he figured out what the words would be. Do you go in with the words or the emotion? I mean, which goes first?</p><p><strong>D'ANGELO</strong>: It's kind of like the emotion, yeah. And freestyle; you freestyle and mumble s---. And then later, you know, fill in the blanks and make sense out of the mumbles, yeah.</p><p><strong>GEORGE</strong>: So we're coming to the end of our evening and I want to talk just a little bit about the future. From what I've seen of the shows you've been doing over the last couple years, obviously you've evolved. It's not the same D'Angelo that people might have seen before. Where do you see yourself going musically? Is it gonna be like — because one of the things that's interesting about the shows, at the Brooklyn Bowl, for example, it was a completely different audience than I've seen you with before. It was a younger audience — way younger — it was a whiter audience --</p><p><strong>D'ANGELO</strong>: Yeah.</p><p><strong>GEORGE</strong>: Than I think people would expect. Do you feel like your future recordings will have a different kind of audience base than even what you've had before because you're in a different place?</p><p><strong>D'ANGELO</strong>: Different? I don't know. I just feel like it's expanding, you know, and the music itself is expanding. So yeah, I mean, I think that this is a different — it's just a different generation. Everybody call it the iPod Nation or what have you. But I think there's less segregation, if you will, of genres. I think more people are welcome to — they don't give a f--- if it's called this or that. If it's good, it's good, right?</p><p><strong>GEORGE</strong>: I think, are we through?</p><p><strong>D'ANGELO</strong>: I don't know, man.</p><p><strong>GEORGE</strong>: OK. A couple more questions from the audience. Oh, this is a good one. If you were not a musician, what would you be?</p><p><strong>D'ANGELO</strong>: Goddamn. I'm scared to say it. You know what? Cause everybody back home always thinks that this is what I'm gonna do — that I'ma take the Al Green route. I don't see it. But I don't know.</p><p><strong>GEORGE</strong>: You're gonna join the family business?</p><p><strong>D'ANGELO</strong>: I don't know. I don't think so.</p><p><strong>GEORGE</strong>: There's not gonna be a church of D'Angelo in Richmond — outside of Richmond?</p><p><strong>D'ANGELO</strong>: You know, I've always looked at, when I'm on stage, that the stage is my pulpit and when we're on the music, I mean, when we're playing and we're getting the energy back and feeding it to the crowd, and that exchange is happening, that that's my ministry. I've always looked at it like that.</p><p><strong>GEORGE</strong>: You grew up in a very — I mean, your father was a Pentecostal preacher.</p><p><strong>D'ANGELO</strong>: Yes.</p><p><strong>GEORGE</strong>: You grew up in a very church environment. I mean, is there ever a temptation? I mean, you said not a church but you ever have the temptation to go back and do Christian music?</p><p><strong>D'ANGELO</strong>: I definitely want to do a quartet album and I'm just --</p><p><strong>GEORGE</strong>: A gospel quartet?</p><p><strong>D'ANGELO</strong>: Yeah.</p><p><strong>GEORGE</strong>: Oh, nice.</p><p><strong>D'ANGELO</strong>: I love quartet and those guys are still — I'm still fascinated with that whole world. Before the first European tour, you know, that's what I did in Richmond. Me, my cousin Marlon, dude that's in the Vanguard now, Arel, my other cousin — we put together a quartet group and I did a little surprise little thing at this church way up in the woods and it was great, man. It was great. It was funny because we was doing like some real deal quartet gospel, you know. Like, we did a song by, we did a couple songs by The Jubes, <a href=\"https://www.youtube.com/watch?v=I-bujno-CYk\" target=\"_blank\">Pilgrim Jubilees</a>.</p><p><strong>GEORGE</strong>: Right. Wow. That's seriously going back.</p><p><strong>D'ANGELO</strong>: Oh, yeah. And then we ended it with this interpretation — so it went to this Fishbone thing. It's funny and I told Angelo — I called <a href=\"http://en.wikipedia.org/wiki/Angelo_Moore\" target=\"_blank\">Angelo Moore</a> and told him about it and he was like, \"You did what? What song?\" It was —</p><p><strong>QUESTLOVE, FROM THE AUDIENCE</strong>: \"<a href=\"https://www.youtube.com/watch?v=QV5Nkah8nP8\" target=\"_blank\">Everyday Sunshine</a>?\"</p><p><strong>D'ANGELO</strong>: No, no, no. It\"s on <em>Give A Monkey A Brain</em>. The funk song. \"Propaganda.\" <a href=\"https://www.youtube.com/watch?v=TaEXHot1-04\" target=\"_blank\">The \"Propaganda\" joint</a>. So at the end where they go — so we was doing that. And like the church, at first, was really up and s---, then when we went into that, everybody sat down.</p><p><strong>GEORGE</strong>: How much more time do we have, folks?</p><p><strong>QUESTLOVE FROM AND WITH THE AUDIENCE</strong>: Forever!</p><p><strong>GEORGE</strong>: Nah. Hey, Questlove, come back up here, man. I want to end this with a little — cause you said something interesting when I interviewed him before about your process and I'd like to get that. I think that would be a good way to end the evening. When I interviewed you for <a href=\"http://www.imdb.com/title/tt2665186/\" target=\"_blank\">Finding The Funk</a>, you talked about the ways in which playing with him affected and how he affected your drumming. I'd love for you to talk about that now.</p><p><strong>QUESTLOVE</strong>: Absolutely. If you listen to \"<a href=\"https://www.youtube.com/watch?v=h3y2aP0B4Ic\" target=\"_blank\">Dreaming Eyes of Mine</a>,\" on <em>Brown Sugar</em> — you know, at the time — it's funny because the only person I've ever heard describe this was the time that we brought Lenny Kravitz in to play and he said the same thing that I thought in the beginning. I was like, \"Man, there's a discrepancy on the kick pattern. It's really messed up.\" But I was kind of obsessed with just how sloppy the kick pattern sounded. And I hit up Bob Power — I was like, \"Yo, why did y'all leave it like that? Like, it's so, like no one cared someone drunk was playing it.\" And he said, \"No, that's exactly how he wants it.\" I was like, \"Really?\"</p><p>Which leads to, what I was explaining was when D'Angelo, when he came down to Philadelphia to record on the <em>Illadelph Halflife </em>album, we had him there for two days because normally like a song should take that long, but we literally knocked out the song on The Roots album in seven hours. Like he's, his vocal process is — I've never seen someone just so instantaneous. It's like watching someone shoot like 10 half-court shots — not even look at the ball — that's how effortless it is. So we were done and you know, we had him down for two days so he stayed in Philadelphia. And it was like, \"Well, alright, let's mess around.\" That's when I think we were testing each other to see each other's knowledge. But there was a song that he had initially planned for <em>Brown Sugar</em> called \"B---\" that — I know right! You remember? Which was the most drunkest — past J. Dilla drunk, drumming I ever heard — programming, so if the pulse is this, the drum pattern was <em>-- </em>It was drunk but it was perfect and it just — I had spent, like you have to understand. Being in a hip-hop band in 1996, like there was a lot of resistance.</p><p><strong>GEORGE</strong>: Sure.</p><p><strong>QUESTLOVE</strong>: It was still the era of <em>The Chronic</em>, <em>Ready to Die</em>; Biggie was happening so, you know, real hip-hop was like, yo, if you ain't sampling, you ain't doing nothing. So The Roots, I'd spent four years by that point with a chip on my shoulder like, \"I am as meticulous and as quantized and as straight as 12 o'clock. I am a time machine.\" And he just basically came in and deprogrammed me. I had a lot of pride in the fact that Premier, Q-Tip would come up and be like, \"Yo, you're like a drum machine.\" Like, \"You're so straight,\" right? So I was playing like a metronome for him and he was like, \"Nah, nah.\" Like, \"Lay back a little bit.\"</p><p><strong>GEORGE</strong>: So tell us about that. What is that philosophy of drumming come from? What were you trying — cause you were trying to mess up my man.</p><p><strong>D'ANGELO</strong>: See that's the thing. I'm basically trying to emulate the great hip-hop producers. So if you looking for a break — you look for a sample — and this was before you had, I guess, the technology to speed up or slow down a sample without f---ing with the tempo of it, right? So you had a beat going and you would put a sample over top of that beat. It wouldn't align perfectly unless you kind of would put it behind. You have to kind of play it a little bit before the beat started so that by the time you got to the end of the four bars, it would align. And in that way, everything was the drunk thing, like you're saying, you know. I mean, that's just me kinda trying to emulate Premier and Marley Marl, my favorite hip-hop producers.</p><p><strong>QUESTLOVE</strong>: I gotta object. You were past that. I mean, I don't mean like you were past that level — when people program drums, I mean, you can either have the quantized option on — I'm assuming that some of you aren't musicians, so when you have a quantized on, you can take 12 shots of Patron, program something and it fixes it for you. Whereas the only two human beings I know that never had the quantize option on was D'Angelo and Dilla. And so both of them single-handedly made me drop it.</p><p>And you gotta understand the way that black musicianship was going, you had to be precise, it was about gospel chops, it was about how many drums you can hit per hour. And I'm in my prime. Like finally getting a little light with the group and then suddenly they want me to just strip down to gutter bucket levels, you know. On the whole <em>Voodoo </em>record, like I'm playing rim shot. I played snare on one song, \"<a href=\"https://www.youtube.com/watch?v=mcQ83tOZ4Wk\" target=\"_blank\">Feel Like Makin Love</a>.\" So he, to me, it was like being told to use the force, in <em>Star Wars </em>terms. Like, \"Just trust me. Keep it in the pocket. Be sloppy as hell and it's gonna work.\" So, I mean, it took me like a month to adjust to it.</p><p><strong>GEORGE</strong>: I have both of you here — let's talk about Soulquarians and what that was. From both of your points of view, what did that collective mean to you and how you think it's affected music going forward in any way, shape or form. Want to jump on it? Either one.</p><p><strong>QUESTLOVE</strong>: I mean --</p><p><strong>GEORGE</strong>: Don't let him talk all the time!</p><p><strong>QUESTLOVE</strong>: You right. This is your thing, man.</p><p><strong>GEORGE</strong>: Exactly. You start.</p><p><strong>D'ANGELO</strong>: Alright. To me, Soulquarians was definitely just a collective of like-minded individuals. I remember us being at Electric Lady. I'd be downstairs, Ahmir would be in the room and it was just like a hotbed — everyone would stop by. Everyone knew we was there. So Erykah would stop by or she would be upstairs. Common would be down the hall.</p><p><strong>QUESTLOVE</strong>: Yeah, he had studio A, Common had studio B, and then up in C would be, you know --</p><p><strong>D'ANGELO</strong>: Mos Def.</p><p><strong>QUESTLOVE</strong>: Yeah, either Mos or Kweli or sometimes Bilal. So at any given moment, between 1997 and like 2001, 2002, we literally just took over Electric Lady Studios. And I mean, at one point in '98 it was just like, it was like sleepovers. We would just sit, watch <em>Soul Train</em> all night and figure out something, like see a trick that Al Green was doing and then — mostly it was like practicing for the show. It was like, what album can we make, that we can do live for people and then they'll be like, \"Ah! That was amazing!\"</p><p><strong>D'ANGELO</strong>: The main premise was, it's not gonna just be one group — it's not gonna be one album that does this, it's gonna be a movement. It's gonna be all of us.</p><p><strong>QUESTLOVE</strong>: Yeah. I personally have figured out, at least from The Roots' standpoint, that any success that's ever happened in music, happened as a movement, you know. You think you like Stevie Wonder, but no, you like the Motown movement. And then who's he associated with? I mean, everything that's had a success is associated with something.</p><p><strong>GEORGE</strong>: Before we close, can we grapple with <em></em>neo-soul and whether that's a valid phrase or was just some PR bulls---. Anybody?</p><p><strong>D'ANGELO</strong>: I plead the fifth, really. I'm not touching it.</p><p><strong>QUESTLOVE</strong>: No, you know, I'll say this much. I'm not — cause I hate documentaries in which like, you know, they'll coin a term and then you see a bunch of people that are a part of that movement kind of like disassociate themselves with it. I mean, none of us — who came up? Was it <a href=\"http://www.kedar.com/\" target=\"_blank\">Kedar</a>?</p><p><strong>D'ANGELO</strong>: Kedar. Are you here, Kedar?</p><p><strong>QUESTLOVE</strong>: Yo, this is like <a href=\"http://www.thisisyourlife.com/tiyl.html?id_tiyl=0523TL681065\" target=\"_blank\"><em>This Is Your Life</em></a>! Everybody's in here!</p><p><strong>D'ANGELO</strong>: Where are you Kedar? Can you please stand up? Ke!</p><p><strong>QUESTLOVE</strong>: That's amazing. Everybody's here.</p><p><strong>D'ANGELO</strong>: So he coined the phrase.</p><p><strong>QUESTLOVE</strong>: I think Kedar coined the phrase. But I don't think --</p><p><strong>GEORGE</strong>:<strong> </strong>Was this a valid phrase or was this something that was bogus? What do you feel about it?</p><p><strong>QUESTLOVE</strong>: I never want to go on record disassociating myself from something or think I was above it. Cause usually when people do that, they're really passive aggressively trying to say, \"Well, I'm better than that person that you associated me with.\" I think at the end of the day, it's like the individual collective have made their mark and their stamp in history and more importantly, what I want him to understand — because the problem with the bubble thing, is that sometimes you're unaware of the effects of it.</p><p>Like he's totally amazed at the fact, when I bring him news of like who's — the fact that <em>Voodoo</em> is still rippling, like the effects of it are rippling and spreading and people are now, there's a whole other audience that's into it, you know. When we did the Bonnaroo thing together a year-and-a-half ago, and saw the audience, it was like, there's a new generation of people that are on it.</p><p>So we weren't necessarily card-carrying members with a flag on it, but I do think that it was definitely something in the air between '97 to like 2003. And I don't think it's anything to scoff or disassociate yourself from.</p><p><strong>D'ANGELO</strong>: Yeah, and I agree with you. I don't think I want to disassociate or anything — and respect it for what it is and all that. But I will say this that, you know, anytime you put a name on something that you kind of, you just put it in a box.</p><p><strong>QUESTLOVE</strong>: It's the end.</p><p><strong></strong><strong>D'ANGELO</strong>: You put it in a box. Right. So, I think the main thing about the whole neo-soul thing — not to put it down or it was a bad thing or anything — but you don't — you want to be in a position where you can grow, as an artist. You never want to be told, \"Hey, well, you don't do, you're not doing what you did on <em>Brown Sugar</em>,\" you know. Cause like right now, I'm not — we're going some place else. And so going, \"Well, damn, you a neo-soul artist. Why don't you do neo-soul?\" And I never claimed that. I never claimed I do neo-soul, you know. I used to say — when I first came out — I used to always say, \"I do black music. I make black music.\"</p><p><strong>QUESTLOVE</strong>: And you also have to understand that when <em>Voodoo </em>came out, that was — at one point in history, that was a hard pill for a lot of people to swallow. Like it sounded — it's weird now because it's in our DNA, but when it came out, there were a lot of people that were like, \"Whoa! This sounds like an acid trip or something! What are you guys doing?\" Now it sounds normal — especially compared to unmentionable, unspoken third record.</p><p>And I think I just killed the interview. I'm sorry! Thank you!</p><p><strong>GEORGE</strong>: So how are we doing, guys, on time?</p><p><strong>AUDIENCE</strong>: Good! Great! Don't stop!</p><p><strong>GEORGE</strong>: Alright, we've had a quorum and we've decided we're finished. So, Ahmir Thompson and --</p><p><strong>D'ANGELO</strong>: Before we end, I just want to thank all of y'all for coming and for showing your love and support, really, it means so much. Thank you.</p><p>From the heart.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=D%27Angelo%3A+%27I%27m+Trying+To+Go+Deep%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315053734-594f2c.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=314883957"},{"href":"http://media.npr.org/assets/img/2014/05/22/dg_210514_rbmafestival14_0151-373b2ea0e05ed3825138dc24efed0d4bc3627100.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"951","width":"1267"}},{"href":"http://media.npr.org/assets/img/2014/05/22/dg_210514_rbmafestival14_0181_wide-7065ce655e27bc81f7fcec8f699ff5bfc7cf2074.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"948","width":"1687"}}]}