{"created":"2015-01-20T21:26:37+00:00","modified":"2015-03-28T19:05:21+00:00","valid":{"from":"2015-03-28T19:05:21+00:00","to":"3015-03-28T19:05:21+00:00"},"hreflang":"en","title":"'The Jaguar's Children' Is Ripped From Heartbreaking Headlines","published":"2015-01-27T18:09:00+00:00","teaser":"Critic Alan Cheuse says John Vaillant's intense tale of illegal immigrants trapped in a tanker truck in the Arizona desert expands a single terrible story into a history of human suffering.","itags":["npr_api","378660062"],"guid":"9e9929c6-b5a1-405e-ba18-f2035289911f","contentencoded":"<p>In an extraordinary feat of literary ventriloquism, the widely praised Canadian nonfiction writer John Vaillant has produced a novel that seems to have leapt from the headlines. Called <em>The Jaguar's Children</em>, it's about the terrible dangers of illegally crossing the U.S.-Mexico border, and the lives of those who dare to try it.</p><p>In Vaillant's story, 15 people — 11 men and four women — seeking freedom from strangulating poverty or politics or both, pay a coyote, or human smuggler, the equivalent of about $2,000 to secret them across the border in an empty water-tank truck converted to conceal human passengers.</p><p>AGUA PARA HUMANOS: That's the sign originally painted on the truck, with the word for water altered to read JAGUAR, perhaps a code to signal their fellow coyotes on the American side. When the truck stalls on a desert road somewhere in southern Arizona, the smugglers take off, promising the people inside they'll return with a mechanic. Hours, then days, go by, and the passengers begin to suffer the perils of dehydration.</p><p>How do we know all this? One of the passengers, a former student named Hector, sends out text messages and sound files from the cellphone of his injured companion, Cesar, who, as it happens, is on the lam from the Federal Police in Oaxaca.</p><blockquote><p><em>hello i am sorry to bother you but i need your assistance — i am hector — cesars friend — its an emergency now for cesar — are you in el norte? i think we are also — arizona near nogales or sonoita — since yesterday we are in this truck with no one coming — we need water and a doctor — and a torch for cutting metal</em></p></blockquote><p>Once you accept the premise that the cell battery can last for more than a day or so, the story takes off. The situation grows so terrible — the thirst, the fear — so quickly that by 10 pages in, I could scarcely find the will to read. But I pushed on.</p><p>The story broadens as Hector takes the time to explain to the unknown recipient of his calls and texts — he assumes it's a girlfriend of Cesar's somewhere in the Southwest U.S., but who knows? — how he and Cesar came to climb inside the empty water tanker. Before too long, he's narrating his own history, and that of his family, going all the way back to his grandfather in the mountains of Oaxaca who believed in the living myth of a totem animal, the jaguar, connecting him to nature past and future.</p><p>Hector is a wonderful observer of things, in detail and in an anthropological context; at one point he focuses on how, for the coyotes, \"words have no meaning, they are only so much barking — empty as a bowl of smoke.\" Then there's his description of the main market in Oaxaca as a place with \"so many different faces and clothes and dialects and so many ancient products — copal, cochineal and bark paper for medicine bundles, herbs and seeds, mushrooms and magic ingredients and witch supplies — mango-color beaks from the toucan and black hands from the monkey. All this you can find next to action figures for the Undertaker and Blue Demon, or a statue of Santa Muerte. ... There is magic here for everyone.\"</p><p>I'd say the same about this intense and sharply focused story, a beautiful example of how research can turn into a living piece of narrative, in this case presided over by the image of that totem animal. AGUA becomes JAGUAR, and the horror of a single passage over the border blossoms into a history of human sorrow and suffering, all of it beginning with the thirst to be free.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Jaguar%27s+Children%27+Is+Ripped+From+Heartbreaking+Headlines&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"125"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378660063-9faff2.m3u?orgId=1&topicId=1034&e=378660062&d=125&ft=nprml&f=378660062"},{"href":"http://media.npr.org/assets/img/2015/01/26/jaguar-a0272f1e6b44060dfd6d02979644b255a8f51544.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"332","width":"443"}}]}