{"created":"2015-04-06T21:00:59+00:00","modified":"2015-06-16T17:18:58+00:00","valid":{"from":"2015-06-16T17:18:58+00:00","to":"3015-06-16T17:18:58+00:00"},"hreflang":"en","title":"Obama: 'Misjudgment' To Make Iran Deal Contingent On Recognizing Israel","published":"2015-04-07T11:36:00+00:00","teaser":"In an interview with NPR, the president dismissed Israeli Prime Minister Benjamin Netanyahu's demand that Iran recognize Israel as part of a nuclear deal.","itags":["npr_api","397892256"],"guid":"9ea9f51e-be66-4e21-8f4e-457b6241f5d5","contentencoded":"<p>President Obama says it would be a \"fundamental misjudgment\" to condition a nuclear deal with Iran on the country's recognition of Israel.</p><p>Obama made the comments Monday during an interview with<em> Morning Edition</em>'s Steve Inskeep.</p><p>Steve spoke at length with Obama about <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/02/397060049/iran-says-it-has-reached-agreement-with-world-powers-on-nuclear-program\">a framework deal struck by Iran and world powers </a>that would curb parts of Iran's nuclear program in exchange for the loosening of some international sanctions.</p><p>Israel has vehemently opposed such a deal and Prime Minister Benjamin Netanyahu has been publicly critical of the parameters set by the agreement, saying they would \"threaten the survival of Israel.\"</p><p>On Friday, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/03/397257068/netanyahu-in-any-final-deal-iran-must-recognize-israels-right-to-exist\">Netanyahu insisted that any final agreement</a> with Iran had to include \"clear and unambiguous Iranian commitment of Israel's right to exist.\"</p><p>In his interview with Steve, Obama dismissed Netanyahu's demand.</p><p>\"The notion that we would condition Iran not getting nuclear weapons in a verifiable deal on Iran recognizing Israel is really akin to saying that we won't sign a deal unless the nature of the Iranian regime completely transforms,\" Obama said. \"And that is, I think, a fundamental misjudgment. I want to return to this point: We want Iran not to have nuclear weapons precisely because we can't bank on the nature of the regime changing. That's exactly why we don't want to have nuclear weapons. If suddenly Iran transformed itself to Germany or Sweden or France then there would be a different set of conversations about their nuclear infrastructure.\"</p><p>More of Steve's interview with President Obama will air Tuesday on <em>Morning Edition</em>. <a href=\"http://www.npr.org/templates/stations/stations/\">Click here</a> to find your local NPR member station.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%3A+%27Misjudgment%27+To+Make+Iran+Deal+Contingent+On+Recognizing+Israel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"50"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397920381-30163d.m3u?orgId=1&topicId=1001&d=50&p=2&story=397892256&t=progseg&e=397890941&seg=10&ft=nprml&f=397892256"},{"href":"http://media.npr.org/assets/img/2015/04/06/obama_0011-b76b0d430f52ce99ba9088cf94a4ac2681ab4b7c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1642","width":"2190"}}]}