{"created":"2014-10-07T19:02:28+00:00","modified":"2014-12-23T18:13:48+00:00","valid":{"from":"2014-12-23T18:13:48+00:00","to":"3014-12-23T18:13:48+00:00"},"hreflang":"en","title":"Where The Wild Things Play","published":"2014-08-05T13:38:00+00:00","teaser":"What makes a great adventure playground? Among other things, lots of freedom, stuff to build ... and a zip line.","itags":["npr_api","334896321"],"guid":"9eb4b6c2-e562-44e6-9fe7-d4f34775b10c","contentencoded":"<p><em>This week, </em><a href=\"npr.org/ed\">NPR Ed</a><em> is focusing on questions about why people play and how play relates to learning.</em></p><p>Braden Swenson wanders into a semi-rickety wooden shed on his search for gold, treasure and riches.<br /> <br />\"Is there any tweasure in here?\" he asks in the endearing dialect of a 4-year-old. \"I've been looking everywhere for them. I can't find any.\" The proto-pirate toddler conducts a quick search, then wanders away to continue his quest elsewhere.</p><p>Not far away, Ethan Lipsie, age 9, clutches a framing hammer and a nine-penny nail. He's ready to hang his freshly painted sign on a wooden \"fort\" he's been hammering away on. It says, \"Ethan, Hudson and William were here.\"</p><p>\"There's a lot of things that kids built,\" he explains, looking around at the playground. \"It's not adults doing work; it's kids doing work!\"</p><p>That could almost be the motto for the <a href=\"http://www.ci.berkeley.ca.us/adventureplayground/\">Adventure Playground</a>. This half-acre of dirt and quirky chaos hugging the Berkeley Marina on San Francisco Bay is ranked among the most innovative and creative places for kids to play in the U.S.</p><p>It's got a semi-orderly, beachside junkyard feel. Nothing fancy or slick. Grab a bucket and brush: Kids can paint on almost anything here, except each other. Grab some wood and nails; it's hammer time.</p><p>Parker Swenson, 12, and his 7-year-old cousin, Tyler, have spotted some long tubes of sturdy plastic. \"I dare you to go inside one and I'll push you down the slide.\"</p><p>\"Yeah!\" Tyler yells.</p><p>They climb in: The tubes are perfect for barreling down the modest hill here into the dirt below.</p><p>\"Whoa, that was so awesome! I'm going again,\" yells Tyler.</p><p>There are only a handful of these \"wild playgrounds\" in the country. They embrace the theory that free, unstructured play is vital for children and offer an antidote to the hurried lifestyles, digital distractions and overprotective parents that can leave children few opportunities to really cut loose.</p><p>\"It's really central that kids are able to take their natural and intense play impulses and act on them,\" says Dr. Stuart Brown, a psychologist and the founding director of the <a href=\"http://www.nifplay.org\">National Institute for Play</a>.</p><p>Children need an environment with \"the opportunity to engage in open, free play where they're allowed to self-organize,\" he adds. \"It's really a central part of being human and developing into competent adulthood.\"</p><p>Brown says this kind of free-range fun is not just good; it's essential. Wild play helps shape who we become, he says, and it should be embraced, not feared.</p><p>Some educators advocate \"<a href=\"http://www.npr.org/2014/08/02/337320792/encouraging-kids-to-do-dangerous-things\">dangerous play</a>,\" which they say helps kids become better problem solvers.</p><p><strong>Patty's Place</strong></p><p>In Europe there are lots of these kinds of free-range public playgrounds. They flourished after World War II. Europeans more readily embraced spaces for children to engage in what developmental psychologists like to call \"managed risk.\"<br /> <br />But in the U.S. today there are barely a half-dozen. There are the <a href=\"https://www.facebook.com/TheAnarchyZone\">Anarchy Zone</a> in Ithaca, N.Y., which is just two years old, and a handful of others including a few in New York City.</p><p>This one in Berkeley is run by the city's parks and recreation department. It's funded largely by docking fees from the adjacent marina.</p><p>But, in many ways, this is Patty's place. \"I've been involved here at the adventure playground since its inception — about 35 years,\" says Patty Donald, the playground's longtime coordinator.</p><p>Donald has been on a crusade to promote kid-driven, hands-on play. \"A lot of people learn by touching and feeling and doing, and they excel that way,\" she says. \"People drive two, three hours to come here.\"</p><p>Five staff members handle everything from replenishing the zip line's dirt landing zone to facilitating wood-painting and other play activities.</p><p>They keep a careful — yet mostly distant — eye on the children and what they're doing. If kids turn in wood with splinters or with a nail sticking out — called a \"Mr. Dangerous\" — they can earn paint and tools.</p><p>\"You got it! Yay, Aly!\" one staffer yells to a young girl as she makes her way across an old surfboard precariously balanced on a barrel.<br /><strong></strong></p><p><strong>The Cellphone Problem</strong></p><p>So ... why are there so few of these wild playgrounds in the U.S.?</p><p>Fear of litigation is certainly an issue. But there are other factors, too, experts say. Among them are <a href=\"http://www.theatlantic.com/features/archive/2014/03/hey-parents-leave-those-kids-alone/358631/\">safety-obsessed, overprotective parents</a> shepherding hyperscheduled children, and the fact that in America's cities and suburbs, <a href=\"http://www.journalofplay.org/sites/www.journalofplay.org/files/pdf-articles/3-4-article-gray-decline-of-play.pdf\">play itself is in decline</a>.</p><p>Donald worries that today's kids are controlled, coddled — and overscheduled. And some parents, she says, are often too distracted. \"I find there are a lot of adults who don't know how to play with their kids.\"</p><p>Wait a minute, I ask: What do you mean there are parents who don't know how to play with their kids? I'm imagining awkward, distracted parents, fiddling with their iPhones because they don't get that they can actually interact with their children.</p><p>\"Probably 75 percent of the parents that come in do that,\" Donald says. \"The cellphone probably is the biggest problem we have. The parents are standing here, they're physically here.\"</p><p>But ... they're not really present, she says.</p><p><strong>'Like A Pillow'</strong></p><p>\"This is awesome; this is a neat little place,\" says Dave Davirro. He and his 11-year-old son, Nicholas, are in from Hawaii visiting relatives in California.</p><p>He says kids need more places like this. \"They're tearing down swings in my city,\" because they're dangerous, Davirro says. \"We're way overprotective. I want my child to experience that, you know, there is some danger in everything.\"</p><p>Right now, father and son are checking out the zip line. It's a huge draw at the Adventure Playground, and the rule is kids go first.</p><p>Any child over 6 can just let it rip, sliding right into a pile of dirt. \"You know, to fall in the dirt like this is just great!\" says Davirro.</p><p>At its apex, the line is about 8 or 9 feet off the ground. There's no net.</p><p>I cautiously climb the zip line's wooden ladder to a waiting area that's kind of like the crow's nest of a ship.</p><p>It overlooks the bay, all blue, calm and sunshine this day.</p><p>But the kids up here are not taking in the view. All eyes are on me. Six-year-old Rhiannon Edison seems annoyed that an adult is encroaching on the Good Ship Zip Line.</p><p>\"Wait, why are you here?\" Edison asks skeptically.</p><p>I tell them I'm here to do a story on the playground. The kids nod. The adult with the fuzzy microphone can stay. For now.</p><p>I ask them what they like about this place, and get a host of answers:</p><p>\"The zip line.\"</p><p>\"It's nice how you can build your own things.\"</p><p>\"I like how you can land in the dirt, but the dirt is really soft. It's so soft that it just feels like a pillow to me.\"</p><p>Enough talk — one of them zips away, down into that soft pile of sand.</p><p>Now it's my turn. With all my recording gear, what could possibly go wrong? I ask a little girl, a zip line pro, for advice.</p><p>\"Point your feet towards the dirt so that the sand doesn't get in your underwear\" she says, adding, \"and have fun.\"</p><p>The kids give me a bon voyage countdown in unison. Swoosh.</p><p>The ride is quick, fast and fun. My recording gear gets a little sandy and roughed up, like it used to when I was reporting from the Middle East. Don't tell the NPR engineering shop, but I just might have to ride that zip line again.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Where+The+Wild+Things+Play&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"449"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337843006-838650.m3u?orgId=1&topicId=1013&ft=3&f=334896321"},{"href":"http://media.npr.org/assets/img/2014/08/04/berkeley-adventure-playground-01_20154995-7992f9eded58532938f54067062993ff21fa0a1b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2064","width":"2754"}},{"href":"http://media.npr.org/assets/img/2014/08/04/berkeley-adventure-playground-001_19916133_wide-104749efb0a5c9151be58510816de4f76a07a922.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1690","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/04/berkeley-adventure-playground-04_20155001_wide-ca025bdca873d6f4af238ec1d3ce9d54defb8def.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1685","width":"2990"}},{"href":"http://media.npr.org/assets/img/2014/08/04/berkeley-adventure-playground-007_19916143_wide-3cf89d982a9b9ba5543354355ddd0148b349315b.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1690","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/04/berkeley-adventure-playground-070_19916287_wide-f6ca175ac871f489418b9af5f67eaa22d0e0a671.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1685","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/04/dip_02_berkeley-adventure-playground-059_19916263_enl-1c4e57af3bd3ea93d5e7e918c5f131afb56fdb01.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1000","width":"2989"}},{"href":"http://media.npr.org/assets/img/2014/08/04/dip_01_berkeley-adventure-playground-091_19916339_enl-bf7e40cf5c0e7578d8f7c1b479ea1441a19c4cc2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/04/berkeley-adventure-playground-040_19916217_wide-8b146b45ed3d1830ad0976a4a6797b34c2365e5d.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1690","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/08/04/berkeley-adventure-playground-074_19916295_wide-1bb48a1611be32bfbb5a5e4eb61694aead083bca.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1690","width":"3000"}}]}