{"created":"2015-02-02T23:19:50+00:00","modified":"2015-06-01T23:26:36+00:00","valid":{"from":"2015-06-01T23:26:36+00:00","to":"3015-06-01T23:26:36+00:00"},"hreflang":"en","title":"Fuhgeddaboudit: New York Accent On Its Way Out, Linguists Say","published":"2015-06-01T23:26:00+00:00","teaser":"New York City is home to more than 700 languages, including distinct \"New Yorker\" accents. A new exhibit examines how changes in the city's population are contributing to their decline.","itags":["npr_api","383289958"],"guid":"9eb557c8-e3f0-40c6-9f01-e21d39c1d869","contentencoded":"<p>There are some cities you can identify with just an accent, including New York.</p><p>But linguists say that those who speak in the classic New York tongue are part of a dying breed.</p><p>To find them, filmmaker Heather Quinlan went accent hunting around the city, holding a sign that reads, \"Do you have a New York accent? Then talk to me.\" She directed <a href=\"http://newyorkaccentfilm.com/\" target=\"_blank\">If These Knishes Could Talk: The Story of the New York Accent,</a> a documentary about the decline of many of New York's well-known accents.</p><p>You may have heard about the \"Brooklyn accent\" or \"Bronx accent\" (or seen comedian <a href=\"https://www.youtube.com/watch?v=jZcDLedMRKw\" target=\"_blank\">Fred Armisen's impressions</a>), but Quinlan says New York's accents are defined more along ethnic lines than by boroughs or neighborhoods.</p><p>\"What differentiates the accents is not geographic so much, especially nowadays, because people don't stay put in one neighborhood their whole lives,\" she says. \"It's ethnic.\"</p><p>Quinlan says some of the best examples come from movies: James Cagney's <a href=\"https://www.youtube.com/watch?v=spU1MNlU1ws\" target=\"_blank\">Irish New York accent</a>, Woody Allen's <a href=\"https://www.youtube.com/watch?v=OqVgCfZX-yE\" target=\"_blank\">Jewish accent in Annie Hall</a>, and the Puerto Rican accent portrayed by Rosie Perez in <em>Do The Right Thing</em>.</p><p>But these iconic ways of speaking are becoming more rare on the island of Manhattan in particular, says linguist Dan Kaufman, who co-curated \"Mother Tongues,\" a <a href=\"http://citylore.org/the-gallery/\" target=\"_blank\">new exhibit about the decline of New York accents</a> at the City Lore gallery.</p><p>Kaufman says part of the reason why these accents are fading is that more well-to-do outsiders are moving into Manhattan proper.</p><p>\"Wealthy people, or middle-class people even, from all over the country, speak quite similarly to each other,\" he says. \"Working-class people really are the ones who maintain the local dialects.\"</p><p>Kaufman adds that social pressure to sound more like \"Middle America\" has flattened out many accents.</p><p>\"People used to say 'Toidy-toid Street' for '33rd Street,' 'goil' for 'girl' in New York City English, and that is actually almost completely dead,\" he says.</p><p>Well, not quite, says 79-year-old Donald Semenza.</p><p>Semenza's accent is typical of many of his generation who grew up in working-class, Italian-American neighborhoods in Manhattan. It's a way of speaking that he says may have put him at a disadvantage when he worked with Wall Street stockbrokers who had middle-class accents.</p><p>\"I could read the look of their faces, like, 'Where's this guy coming from?' \" Semenza says. \"So a person may view me as a person who can't think. I think that's a mistake 'cause I know how to think.\"</p><p>Semenza says he's proud of his accent, which his daughters, he adds, didn't pick up.</p><p>\"If no one ever speaks like me again, who cares?\" he says. \"There's always a time to move on. Cultures change, traditions change.\"</p><p>Semenza says he is looking forward to hearing other immigrant communities redefine the New York accent that had been prevalent in neighborhoods in Manhattan.</p><p>But on Manhattan island, linguists say, the high costs of living are keeping many immigrants and other newcomers from settling down. That's cutting off new accents before they can emerge and pushing them into the outer boroughs. It's creating a more linguistically homogenized Manhattan, says City Lore's founding director, Steve Zeitlin.</p><p>\"If people speak the same way they do everywhere else and if the neighborhoods are really not distinctive, then we're losing a sense of place and we're losing a sense of who we are,\" he adds.</p><p>Scott Jon of Brooklyn says nowadays, you're more likely to find strong New York accents if you leave Manhattan or even the state.</p><p>\"All the people that had New York accents, they're moving away,\" he says. \"My sisters moved to New Jersey, and all my friends are moving to New Jersey, so their kids talk differently. They pronounce their R's now.\"</p><p>This is a change that worries Bronx resident Valerie Lauda, who says she is sad that the accent is fading.</p><p>\"We need to save it 'cause it's so distinct,\" she says. \"You can go anywhere in the country and tell, 'Hey, that's a New Yorker,' no doubt.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fuhgeddaboudit%3A+New+York+Accent+On+Its+Way+Out%2C+Linguists+Say&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383346163-5a1448.m3u?orgId=1&topicId=1091&d=235&p=2&story=383289958&t=progseg&e=383295522&seg=21&ft=nprml&f=383289958"},{"href":"http://media.npr.org/assets/img/2015/02/02/ny-accent_2100-ec9e90be5584d43e5a95d83b9c0cad3736969c2e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2174","width":"2898"}}]}