{"created":"2014-10-07T20:31:20+00:00","modified":"2014-12-23T17:05:16+00:00","valid":{"from":"2014-12-23T17:05:15+00:00","to":"3014-12-23T17:05:15+00:00"},"hreflang":"en","title":"Obama's Health Care Law Has A Confusing Day In Court","published":"2014-07-23T00:17:00+00:00","teaser":"One U.S. appeals court panel tossed out federal subsidies for low-income insurance buyers, while another three-judge panel affirmed them. The issue has the potential to gut the health care overhaul.","itags":["npr_api","334082413"],"guid":"9eb68de5-e34b-4bc2-a49d-59c8c5492fc0","contentencoded":"<p>Another wild legal ride for Obamacare on Tuesday: Two U.S. Court of Appeals panels issued conflicting decisions on an issue with the potential to gut the health care overhaul.</p><p>The two rulings could lead to another U.S. Supreme Court showdown over the controversial law, all because of what one of the law's opponents initially called \"a glitch.\"</p><p>That glitch has now become a legal spear aimed at the health care exchanges that are the heart of Obamacare. Under the law, each state is to set up its own marketplace for insurance, called an exchange; for those states that refuse to set up exchanges, the federal government steps in to do the job on behalf of the states.</p><p>As things have turned out, some 36 states have deferred to the federal government, most because of opposition from the states' Republican leaders. The problem — the glitch, as it were — is in one subsection of the Affordable Care Act. It says that subsidies can be paid to low-income insurance buyers, but mentions only exchanges \"established by the states\" — not those run by the federal government.</p><p>Opponents have seized on that omission to argue that people buying insurance from the federally run exchanges are ineligible for subsidies.</p><p>Until Tuesday, all lower courts that had looked at this claim had rejected it. But then a federal appeals court panel in Washington, D.C., bought the argument by a 2-1 vote.</p><p>Hours later, a federal appeals court panel in Virginia reached the opposite conclusion by a unanimous vote.</p><p>The issue is do or die for Obamacare.</p><p>\"It could have just catastrophic consequences,\" notes health law expert Timothy Jost of Washington and Lee University School of Law.</p><p>He says that because of the way the provisions of the law are intertwined, if exchanges run by the federal government cannot give out subsidies, not only will millions of Americans see their premiums jump by as much as 75 percent, but employers in those states would no longer face penalties for failure to provide health insurance, and the individual mandate would be greatly weakened as well.</p><p>If the decision by the D.C. Circuit panel were to hold, says Jost, \"You've kicked out all three legs of the stool.\"</p><p>Those challenging the subsidies for federally run exchanges contend that this was Congress' way of essentially strong-arming states to do the job themselves. They assert that the Obama administration violated the law by giving subsidies through the federally run as well as state-run exchanges.</p><p>\"The basic principle is that when Congress writes the law, agencies cannot rewrite the law,\" argues Sam Kazman, general counsel of the Competitive Enterprise Institute, which helped coordinate and fund both lawsuits.</p><p>But Elizabeth Wydra of the Constitutional Accountability Center counters, \"The argument frankly is made up out of whole cloth in an attempt to get rid of a law that political opponents do not like.\"</p><p>No one, she says, \"not the people who wrote the law in Congress, frankly not even the people who opposed it at the time it was enacted — no one understood the law\" to forbid subsidies when the federal government, \"acting in the shoes of the state,\" runs the exchange.</p><p>So, with the D.C. Circuit Court of Appeals taking one view, and the 4th Circuit taking a contrary view, what happens now?</p><p>The Obama administration plans to ask the full 11-judge D.C. court to review the case in that circuit. At the same time, the anti-Obamacare forces who lost in the 4th Circuit plan to appeal directly to the U.S. Supreme Court.</p><p>Here it is worth understanding some intricacies of procedure: If the D.C. Circuit undertakes a review by the full court — and most expect it will — the decision that was issued Tuesday by the three-judge panel will be voided immediately. That would mean there will be no conflict in the circuit courts, and it could mean that the Supreme Court would want to wait to see if any conflict arises in the future before it jumps headlong into another Obamacare controversy.</p><p>On the other hand, the court may want to dive in right now. As one conservative lawyer puckishly put it, \"What do they care about a decision by a bunch of Obama appointees?\" (Two of the three judges on the 4th Circuit panel were appointed by President Obama.)</p><p>No matter how things play out, the process will take time, with no resolution expected until next year. In the meantime, nothing will change about how the system works.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Health+Care+Law+Has+A+Confusing+Day+In+Court&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334082414-860345.m3u?orgId=1&topicId=1070&ft=3&f=334082413"}]}