{"created":"2015-06-04T09:07:38+00:00","modified":"2015-06-08T23:47:57+00:00","valid":{"from":"2015-06-08T23:47:57+00:00","to":"3015-06-08T23:47:57+00:00"},"hreflang":"en","title":"In Baltimore, Violent Crime Is Up, And Residents Say Police Presence Is Down","published":"2015-06-04T21:05:00+00:00","teaser":"Homicides have spiked in Baltimore since April, when six police officers were charged in the death of Freddie Gray. But arrests have fallen, and some accuse the police of a deliberate slowdown.","itags":["npr_api","411917414"],"guid":"9ec0158f-856d-4a67-a360-9b17ebde6fbf","contentencoded":"<p>Homicides in Baltimore are up dramatically — the most in four decades — since six officers were charged in April after the death of Freddie Gray, a young, black man who was injured while in police custody.</p><p>Baltimore's police commissioner, Anthony Batts, is asking for backup from federal agents and prosecutors to help him counter the spike in violence.</p><p>The fallout from rioting in April may be worse than first thought: Batts says at least 27 pharmacies and two methadone clinics were looted.</p><p>\"There's enough narcotics on the streets of Baltimore to keep it intoxicated for a year,\" he told reporters Wednesday.</p><p>But as crime has risen in the city, arrests have also fallen by half, leading some to accuse police of a deliberate slowdown.</p><p>\"They're not coming because they're afraid,\" says Franklin, in the living room of the narrow, brick rowhouse where he's lived nearly four decades. He doesn't want to use his full name because a drug dealer lives a few doors down. He says the number of visitors there is up in recent weeks.</p><p>\"I see 'em come up, knock on that door. All hours of the night,\" he says.</p><p>He says \"drug boys\" sit on the stoops of empty houses across the street, organizing the sales.</p><p>That's not new. Franklin is used to calling the cops, and until recently, he says they'd come to clear out the young men, one by one.</p><p>\"They patted him down. If he had something on him, good. They lock him up,\" Franklin says. \"If not, they'd write a citation. And that's the way it used to be. But not now.\"</p><p>Since the officers were charged in Gray's death, Franklin says police don't come. What's more, he says his dealer neighbor has grown bolder, holding all-night parties that practically close off the block.</p><p>Franklin is so frustrated he's been keeping a meticulous log of his dozens of calls to 911: 35 since May 22, and counting.</p><p>Not far away, in Freddie Gray's neighborhood, Sandtown resident Ray Kelly has the same complaint.</p><p>\"There's been no police presence,\" he says. Kelly's day job is at the Y, but he also runs the <a href=\"http://www.noboundariescoalition.com/\">No Boundaries Coalition</a>, which pushed hard last year for more police foot patrols. They even got a bar owner at one notorious corner to install a camera, allowing city police to monitor the street.</p><p>But now, Kelly says the foot patrols have disappeared and more drug dealers have moved in.</p><p>He drives us to the corner with the surveillance camera — the site of a recent homicide. The bar and a convenience store sit on a desolate block that's become an open-air drug market.</p><p>\"Early this morning this corner was packed,\" Kelly says. Now, about 10 young men stand around. One is on a cell phone. Another straddles a blue bike. Kelly says that's the one who brings the drugs.</p><p>\"They're taking advantage of the lack of police,\" he says, \"and they're seizing the opportunity to actually make money.\"</p><p>As we pass, one man shouts out the street name of what's for sale: True Religion.</p><p>Kelly and others say since pharmacies were looted in rioting slightly more than a month ago, they're hearing the names of new drugs.</p><p>Gwen Brown is an organizer with Baltimoreans United in Leadership Development, or <a href=\"http://www.buildiaf.org/\">BUILD</a>.</p><p>\"I been around people been high all my life almost, and I seen people in the street higher than I've ever seen them,\" she says.</p><p>\"I saw a woman the other day and she could barely make it across the street,\" Brown continues. \"I said I'm hoping she can make it across the street before she just crashes.\"</p><p>Batts, the police commissioner, won't say there's been a deliberate work slowdown. And he insists his officers are fighting crime aggressively.</p><p>\"This is an all-hands-on-deck,\" Batts said. \"Every single resource, every single body, every single personnel, on the streets of Baltimore.\"</p><p>Still, Batts has acknowledged that officers are worried they'll be arrested, too, if they make a mistake while doing their job. He also said patrols have been met with upset crowds wielding cell phone cameras. The department has put two officers in some cars instead of one, effectively cutting patrols in half.</p><p>For all the tensions, Gwen Brown says the idea that Sandtown residents don't want police around is wrong. We do want them, she says, and we need them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Baltimore%2C+Violent+Crime+Is+Up%2C+And+Residents+Say+Police+Presence+Is+Down&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411917415-6c0504.m3u?orgId=1&topicId=1091&d=259&p=3&story=411917414&t=progseg&e=411906749&seg=11&ft=nprml&f=411917414"},{"href":"http://media.npr.org/assets/img/2015/06/04/49676841_h37251436-991fac42a4f86010893ea810f2fb72ce5681db36.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3335","width":"4446"}},{"href":"http://media.npr.org/assets/img/2015/06/04/img_2172edit-989079d76a59871f03fec550502eb72c42c08ba3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/06/04/img_2168edit-94965e2a945e0ba81bff544b5081118beeb793f4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1052","width":"1403"}}]}