{"created":"2014-10-07T20:46:21+00:00","modified":"2014-12-14T01:05:08+00:00","valid":{"from":"2014-12-14T01:05:08+00:00","to":"3014-12-14T01:05:08+00:00"},"hreflang":"en","title":"The Israeli-Palestinian Conflict, Remixed And Retweeted","published":"2014-07-21T15:13:00+00:00","teaser":"Propaganda has always been a part of war. Social media is expanding the battlefield, but sometimes it also creates a space for mutual respect.","itags":["npr_api","332883611"],"guid":"9ec46676-709b-47d0-92d0-1419b9b9be40","contentencoded":"<p>The deadly war in the Gaza Strip and Israel is being fought with rockets and guns. It's also being fought with tweets and viral videos.</p><p>Propaganda has always been a part of conflict; social media has expanded the battlefield.</p><p>In Tel Aviv, music producer <a href=\"https://twitter.com/noyalooshemusic\">Noy Alooshe</a> has a reputation for making catchy videos during conflicts. A few years ago, during Libya's uprising, the leader Moammar Gadhafi gave a defiant speech against the rebels. Alooshe decided to turn the speech into a <a href=\"http://www.youtube.com/watch?v=cBY-0n4esNY\">dance mix</a>.</p><p>The video now has 7 million hits on YouTube — 5 million for the version with the dancing girls, 2 million for the version without.</p><p>For the current war, he decided to make a video he calls \"<a href=\"http://www.youtube.com/watch?v=YZjxsloZ3HU\">Hamas karaoke</a>.\" The image shows a Hamas press conference with three imposing masked men. Multiple songs play, including hits from Bob Marley, U2 and One Direction. Every time the guy in the center raises his index finger, the word \"one\" comes up in the lyrics.</p><p>Alooshe is proud of this video, but he admits it's not the winner.</p><p>\"I must say that the biggest hit right now that a lot of the Israelis are talking about ... and people are dancing to at home, and soldiers are dancing to it, it's not an Israeli song — it's a Hamas song,\" he says.</p><p>Hamas produced the song, \"Shake Israel's Security,\" in Hebrew. The lyrics are not exactly subtle: \"Let's kill Jews, let's kill Zionists.\" But people dance to it in clubs, Alooshe says, \"because it's a really good song; it's got a really good beat.\"</p><p>YouTube took that video down on Saturday, saying it violates the site's rule against hate speech, but <a href=\"https://www.youtube.com/watch?v=rhbVzKPfnSk\">other versions</a> keep popping up.</p><p>Alooshe thinks of himself as a soldier in the new media war against Hamas. Though it pains him to say it, he admits \"they are winning this war.\"</p><p>There's no question that Hamas has stepped up its Internet game from the last conflict.</p><p>\"Whenever you talk to the people who are killing you [in their own] language, you're going to send a message directly to them,\" says Ihab al-Ghussein, a Hamas spokesman in Gaza.</p><p>\"We had an excellent electronic war, actually. It was from the Palestinian activists, and it was great,\" he says.</p><p>There are trained soldiers in this social media war: The official <a href=\"https://twitter.com/idfspokesperson\">English Twitter account</a> for the Israeli military has more than 300,000 followers.</p><p>But on this battlefield, you don't have to be trained as a soldier. Nalan Sarraj, for example, is a young blogger in Gaza. Since this conflict began, her <a href=\"https://twitter.com/NalanSarraj\">Twitter followers</a> have doubled to almost 10,000 people.</p><p>\"Basically, I'm just going crazy just trying to take pictures through the war and trying to tweet it and tell the world what's happening,\" she says.</p><p>The other day, Israeli airstrikes hit the building next to her. She ran to the balcony to take a picture.</p><p>\"My mother was screaming. She was like, 'Don't go near the balcony! You can't do this to me anymore!' \" Sarraj says. \"I was like, 'I don't care; I need people to see what's actually happening.' \"</p><p>In this war, social media is also letting people communicate directly with their enemy.</p><p><a href=\"https://twitter.com/Elizrael\">Elizabeth Tsurkov</a>, a human rights activist and blogger in Tel Aviv, recently noticed some grammatical errors in <a href=\"https://twitter.com/qassamhebrew\">Hamas' Hebrew Twitter account</a>. \"And I corrected just a couple of them, and surprisingly, they responded,\" she says.</p><p>Tsurkov received a very gracious tweet back from Hamas. \"They said hello — <em>shalom</em>, which means peace also in Hebrew — and then they said thank you,\" she says.</p><p>She could tell the person on the other end was not Israeli, because she says Israelis are just not that polite.</p><p>\"To be honest, I kinda felt — I had a burst of kind of empathy to the person writing it,\" Tsurkov says. \"I thought, 'He is a person just like me.' He's so polite. I mean, he's more polite than I am.\"</p><p>Technology saturates every aspect of this war. Not just drones and missile defense shields, but mundane things like war smartphone apps that include flashlights, radios and emergency numbers.</p><p>During NPR's interview with Alooshe in Tel Aviv, an air raid siren went off. We dashed to the shelter in his apartment building, where he insisted we take a selfie.</p><p>\"I must take a picture, you know?\" he said.</p><p>As soon as the siren stopped, he <a href=\"https://twitter.com/noyalooshemusic/status/489849339058327553\">uploaded the picture to Twitter</a> and Facebook. Then he used the chat service WhatsApp to make sure everyone in his family was safe.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Israeli-Palestinian+Conflict%2C+Remixed+And+Retweeted&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332906641-c3eacc.m3u?orgId=1&topicId=1009&ft=3&f=332883611"},{"href":"http://media.npr.org/assets/img/2014/07/19/480163903-f0848fc9d7be94e7d7e4af8a1b7399871cef19ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2093","width":"2792"}},{"href":"http://media.npr.org/assets/img/2014/07/19/531591291_19999741_custom-4543fe11f8c5735e97c993219b23fa47fc5a2f38.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3325","width":"5760"}}]}