{"created":"2014-10-03T03:58:48+00:00","modified":"2015-04-30T19:48:08+00:00","valid":{"from":"2010-04-29T14:28:59+00:00","to":"3010-04-29T14:28:59+00:00"},"hreflang":"en","guid":"9ed3fe8e-b2d7-471d-8441-8c77e7e82706","title":"SOTRU - Milwaukee: City of Vision","teaser":"Milwaukee, Wisconsin, once referred to as \"America's Machine Shop\", has suffered a similar fate to other rust-belt cities. But despite the decline of some of its industries, passionate, hard-working citizens are changing this manufacturing mecca into a city of ideas. This episode of SOTRU explores the depth and viability of some of Milwaukee's most surprising community projects, and a people of unwavering resolve.","description":"BILLBOARD (:58)Incue: \"From PRX and NPR, I'm Al Letson\"Outcue: \"But first, this news\"NEWS HOLE: 1:00- 6:00SEGMENT A (12:58)Incue: \"You're listening to State of the Re:Union\"Outcue: \"Listening to State of the Re:Union\"A. FAMILY HOUSE: As a registered nurse, working within the traditional health care system, Cordelia Taylor was dissatisfied with the way in which she was able to work with patients towards rehabilitation. So she quit her job and moved back to central Milwaukee, to the house she once lived in, to open up a family-owned and operated assisted-living center for seniors. The \"Family House\" has since become a hub for neighborhood revitalization and cooperation. In providing hands-on, long-term elderly care, Family House has consequently placed itself at the hub of youth education and mentorship programs, community and economic development, improvement of the local area housing, and reduction of crime in the immediate area.BREAK: 19:00- 20:00SEGMENT B (18:58)Incue: \"I'm Al Letson and you're listening to\"Outcue: \"you're listening to state of the reunion\"A. SWEET GROWING POWER: Milwaukee is at the epicenter of the urban farming movement in the United States. Will Allen, the founder and CEO of Growing Power, says the movement has become a revolution. Under Allen's guidance and constant care, Growing Power has become a national model for the production, distribution, education, and experimentation of healthy, sustainable, food, in urban centers. In raising fruits, vegetable, chickens, goats, and now fish, Growing Power is tackling some of the most pressing issues of our time, including obesity, food security, food justice, sustainability, job creation, and community building. Many Milwaukee residents have been so inspired by Allen's project, that they have devoted their lives to other food related endeavors, including the transformation of a massive industrial building into a multi-tiered, year-round, producer of perch and tilapia.B. WOODWORKIN' IT: It wasn't long ago that this town was a machine and manufacturing powerhouse. And even though a lot of blue collar, industrial jobs have left the city, the men who worked on the line haven't. At the West Allis Woodworkers Club members gather to craft their own kitchen cabinets, rocking chairs and cribs for their grandchildren.C. VIVA LA POLKA: Art's Conertina Bar, on the outskirts of Milwaukee, was known to many locals as a diamond in the rough, a tribute to the past, and a dying breed, as one of the last places in Milwaukee to hear polka music. So when Art Altenburg was ready to retire, it appeared to be the end of the polka in Milwaukee. But then a young, Polish American who always dreamed of owning a bar, stepped in to buy the place. Andy Kochhanski could have done anything he wanted with the bar, but decided that keeping live polka at the venue was important. Today, in addition to live polka music, Kochanski's Concertina Beer Hall hosts surf, rockabilly, and country bands as well. The old concertina crowd still shows up regularly, but with the new music selections, Kochanski is trying to attract a younger generation of music lovers, many of whom have probably never heard polka before. BREAK: 39:00- 40:00SEGMENT C (18:58)Incue: \"Welcome back to State of the Re:Union\"Outcue: \"This is NPR\"A. SAFE STREETS: Restorative Justice \"is an approach to justice where offenders are encouraged to take responsibility for their actions and \"to repair the harm they've done...\" In the case of the Marquette Law School, Restorative Justice Initiative, the approach is multi-faceted and varied. For our story, we'll sit-in on a Community Support Circle, wherein formerly incarcerated members of the community, sit in a circle, along with members of the community, and local law enforcement, to hear first-hand what effects violent crimes have had on the public. B. DEAR MILWAUKEE: Milwaukee business-owner, and former poet-laureate, Peggy Hong, takes us through the ups and downs of her beloved city.C. LATE NIGHT SOCCER: An audio postcard of a multi-ethnic, late night, indoor soccer game.D. VOX POP: A montage of Milwaukee voices, speaking to the community spirit of Milwaukee.PROGRAM OUT @ 59:00BROADCAST WINDOW BEGINS 5/2Note: This program is available through PRX and Content Depot.This program is available without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2010. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Look for details on the spring season of five new State of the Re:Union programs in a few weeks.Thanks for your consideration of this special. Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"BILLBOARD (:58)<br />Incue: \"From PRX and NPR, I'm Al Letson\"<br />Outcue: \"But first, this news\"<br /><br />NEWS HOLE: 1:00- 6:00<br /><br />SEGMENT A (12:58)<br />Incue: \"You're listening to State of the Re:Union\"<br />Outcue: \"Listening to State of the Re:Union\"<br /><br />A. FAMILY HOUSE: As a registered nurse, working within the traditional health care system, Cordelia Taylor was dissatisfied with the way in which she was able to work with patients towards rehabilitation. So she quit her job and moved back to central Milwaukee, to the house she once lived in, to open up a family-owned and operated assisted-living center for seniors. The \"Family House\" has since become a hub for neighborhood revitalization and cooperation. In providing hands-on, long-term elderly care, Family House has consequently placed itself at the hub of youth education and mentorship programs, community and economic development, improvement of the local area housing, and reduction of crime in the immediate area.<br /><br />BREAK: 19:00- 20:00<br /><br />SEGMENT B (18:58)<br />Incue: \"I'm Al Letson and you're listening to\"<br />Outcue: \"you're listening to state of the reunion\"<br /><br />A. SWEET GROWING POWER: Milwaukee is at the epicenter of the urban farming movement in the United States. Will Allen, the founder and CEO of Growing Power, says the movement has become a revolution. Under Allen's guidance and constant care, Growing Power has become a national model for the production, distribution, education, and experimentation of healthy, sustainable, food, in urban centers. In raising fruits, vegetable, chickens, goats, and now fish, Growing Power is tackling some of the most pressing issues of our time, including obesity, food security, food justice, sustainability, job creation, and community building. Many Milwaukee residents have been so inspired by Allen's project, that they have devoted their lives to other food related endeavors, including the transformation of a massive industrial building into a multi-tiered, year-round, producer of perch and tilapia.<br /><br />B. WOODWORKIN' IT: It wasn't long ago that this town was a machine and manufacturing powerhouse. And even though a lot of blue collar, industrial jobs have left the city, the men who worked on the line haven't. At the West Allis Woodworkers Club members gather to craft their own kitchen cabinets, rocking chairs and cribs for their grandchildren.<br /><br />C. VIVA LA POLKA: Art's Conertina Bar, on the outskirts of Milwaukee, was known to many locals as a diamond in the rough, a tribute to the past, and a dying breed, as one of the last places in Milwaukee to hear polka music. So when Art Altenburg was ready to retire, it appeared to be the end of the polka in Milwaukee. But then a young, Polish American who always dreamed of owning a bar, stepped in to buy the place. Andy Kochhanski could have done anything he wanted with the bar, but decided that keeping live polka at the venue was important. Today, in addition to live polka music, Kochanski's Concertina Beer Hall hosts surf, rockabilly, and country bands as well. The old concertina crowd still shows up regularly, but with the new music selections, Kochanski is trying to attract a younger generation of music lovers, many of whom have probably never heard polka before. <br /><br />BREAK: 39:00- 40:00<br /><br /><br />SEGMENT C (18:58)<br />Incue: \"Welcome back to State of the Re:Union\"<br />Outcue: \"This is NPR\"<br /><br />A. SAFE STREETS: Restorative Justice \"is an approach to justice where offenders are encouraged to take responsibility for their actions and \"to repair the harm they've done...\" In the case of the Marquette Law School, Restorative Justice Initiative, the approach is multi-faceted and varied. For our story, we'll sit-in on a Community Support Circle, wherein formerly incarcerated members of the community, sit in a circle, along with members of the community, and local law enforcement, to hear first-hand what effects violent crimes have had on the public. <br /><br />B. DEAR MILWAUKEE: Milwaukee business-owner, and former poet-laureate, Peggy Hong, takes us through the ups and downs of her beloved city.<br /><br />C. LATE NIGHT SOCCER: An audio postcard of a multi-ethnic, late night, indoor soccer game.<br /><br />D. VOX POP: A montage of Milwaukee voices, speaking to the community spirit of Milwaukee.<br /><br />PROGRAM OUT @ 59:00<br /><br />BROADCAST WINDOW BEGINS 5/2<br /><br />Note: This program is available through PRX and Content Depot.<br /><br />This program is available without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2010. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.<br /><br />The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Look for details on the spring season of five new State of the Re:Union programs in a few weeks.<br /><br />Thanks for your consideration of this special. Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2010-04-29T14:28:59+00:00","tags":["Entertainment","Environment","Travel"],"itags":["prx:stories-48126"],"audio":[{"href":"https://hal.prx.org/pub/daeddbed4d04937ce850a761b88010b1/0/web/story_image/102871/medium/Milwaukee.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/959d7099175355671d3d29e4d019dcb0/0/web/audio_file/192273/broadcast/01_MKE_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1887936}},{"href":"https://cms.prx.org/pub/30830fc2c550b82ebe80c357c0992695/0/web/audio_file/192275/broadcast/02_MKE_News_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":938541}},{"href":"https://cms.prx.org/pub/6e99a27426c2c30c22658111d277d16c/0/web/audio_file/192295/broadcast/03_MKE_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23940286}},{"href":"https://cms.prx.org/pub/f0856541c95718c7334a8aee932ceb38/0/web/audio_file/192296/broadcast/04_MKE_Seg_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1896286}},{"href":"https://cms.prx.org/pub/fa61880bd0ef001e486c182a99a3def6/0/web/audio_file/192359/broadcast/05_MKE_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36404331}},{"href":"https://cms.prx.org/pub/5e4f2e97d13643836a893b4ee6084673/0/web/audio_file/192494/broadcast/06_MKE_Seg_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/54c885e78de03003471d3b49e936ae94/0/web/audio_file/192375/broadcast/07_MKE_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36406001}}]}