{"created":"2015-04-19T21:18:36+00:00","modified":"2015-04-20T23:02:40+00:00","valid":{"from":"2015-04-20T23:02:40+00:00","to":"3015-04-20T23:02:40+00:00"},"hreflang":"en","title":"A Mother Rises Through The Ranks In 'Monkey Kingdom'","published":"2015-04-20T16:01:00+00:00","teaser":"Macaque monkeys born at the top of society live like royalty. The new film from Disneynature follows a monkey born at the bottom of the pile who struggles to makes a better life for her family.","itags":["npr_api","399582254"],"guid":"9ed4973f-33da-4a52-bee1-d09ce3e5177d","contentencoded":"<p>It's a story that's been told time and time again: A nobody — just a cog in the machine, on the bottom rung of society — breaks out of the role society has assigned her, and rises to the top.</p><p>Of course, the story is mostly told about <em>humans — </em>but the latest film from Disneynature presents this classic \"Cinderella story\" set in the social hierarchy of macaque monkeys in Sri Lanka.</p><p><em>Monkey Kingdom </em>follows a young monkey named Maya as she strives to make a better life for herself and her offspring.</p><p>\"For Maya, she's kind of like any female human, if you like, trying to do the best for her kid. But she's got the weight of macaque society pressing on her as well,\" Mark Linfield, co-director and producer of the documentary, tells NPR's Arun Rath. \"And that's what made her such an inventive, ingenious monkey ... she had to use her street smarts to get out of this sort of social straitjacket that she was in.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the social hierarchy of macaque society</strong></p><p>If you're born into the top of macaque society, it's a bit like royalty: You automatically get to eat the ripest fruit at the top of the tree, life's lovely. If you're born at the bottom of the pile, like Maya, you know, you really have to be quite smart to make ends meet.</p><p><strong>On whether they took dramatic license with the monkey storylines</strong></p><p>One of the reasons that these monkeys are relatively easy to film in some sense — and by that I mean in the sense of getting close to them — is that there's been a monkey study there for 50 years. Round the clock, pretty much, these animals have been studied by researchers and they're known incredibly well, so they were incredibly good at deciphering the monkey's behaviors and also helping us to anticipate what would happen next. ...</p><p>They do so much and every single animal is doing something interesting pretty much all the time [so] that if you don't stay focused, after 2 1/2 years of filming in the field, which is what we spent, you would just end up with hundreds of hours of just wonderful material but not being able to make head or tail of it. So you really have to decide which characters to follow. And once you've committed to them, of course, you hope that their story becomes interesting.</p><p><strong>On not interfering when animals are in danger</strong></p><p>We do have a rule of not trying to intervene. I mean, it's hard not to become emotionally attached to the animals because they're so engaging — particularly after all this time, it's very hard. But we do, as a rule, just not — and just hope things work out.</p><p><strong>On producing nature documentaries for the cinema, rather than television</strong></p><p>What we've tried to do here with Disneynature is to bring the wild's best stories to the big screen, which is where we think they belong, because these are some of the best images that you could possibly capture. Many people won't have a chance to go to these places and this is the nearest thing they'll ever get. You can't really achieve that with television to the same degree.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Mother+Rises+Through+The+Ranks+In+%27Monkey+Kingdom%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400831366-50c921.m3u?orgId=1&topicId=1137&e=399582254&d=314&ft=nprml&f=399582254"},{"href":"http://media.npr.org/assets/img/2015/04/19/jw_monkeykingdom_a-6208-1f572dfb23586736c39502cd9e789ed7c5270629.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1920","width":"2558"}},{"href":"http://media.npr.org/assets/img/2015/04/16/mk_jw_dsc_6387-b47a20a85ae3f8355e17e51a166504f8baa30ee9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2176","width":"2901"}},{"href":"http://media.npr.org/assets/img/2015/04/19/mk_mc_a-0249-3500-756e1028a5412e909e7bbedc98e846cbb262162e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1748","width":"2331"}}]}