{"created":"2015-06-16T19:49:43+00:00","modified":"2015-06-16T20:34:25+00:00","valid":{"from":"2015-06-16T20:34:25+00:00","to":"3015-06-16T20:34:25+00:00"},"hreflang":"en","title":"Will Three-Year Colleges Make The Grade?","published":"2015-06-16T20:34:00+00:00","teaser":"Some colleges are offering three-year bachelor's degree programs to reduce costs and send graduates out into the world a year sooner.","itags":["npr_api","414985515"],"guid":"9ed89912-136f-422b-809d-ff2d9f3850a7","contentencoded":"<p>With college costs rising and many students struggling with loan debt, some colleges are offering three-year bachelor&#8217;s degree programs to reduce costs and send graduates out into the world a year sooner.</p><p>The three-year degree program is common in Europe but is only beginning in the United States. Professor<strong> Paul Weinstein</strong>, who directs the M.A. in Public Management program at Johns Hopkins University, tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson why he&#8217;s a big proponent of three-year degree programs.</p><h4>Interview Highlights: Paul Weinstein</h4><p><strong>On how many students would choose three-year colleges</strong></p><p>“If you’re talking about what some schools are doing, which is trying to squeeze four years into three years, that approach is really only going to work for your elite student, so the student who really can handle that kind of workload. So you’re talking a couple percentage points, maybe a little higher as the desire to try to save money goes up a little bit, but not a lot. Now if you design the programs where you’re actually looking at pedagogy and redesigning a curriculum and deciding what to do about majors and maybe reducing the number of courses for majors and getting rid of majors and other things so that you can actually do a program in three years &#8211; then of course, the vast majority of students would probably take advantage because the savings would be huge.”</p><p><strong>On whether or not students can learn sufficiently in three years</strong></p><p>“Certainly our European competitors think so. The British have been doing a three-year degree. Oxford, Cambridge &#8211; they’re fairly highly rated institutions, and in fact Europe is actually moving to three years, across the European Union. The fact is that four-year degrees are simply a matter of tradition. We designed four-year degrees because high schools are four-year degrees. But many schools even in the U.S. at one time offered three-year degrees. The other important thing to remember is the majority of college graduates, a little over 50 percent, are going to go onto some kind of graduate education, whether it be a certificate, a master’s, a doctoral. We’re no longer at the time where college is the end of the line for learning. Learning is an experience that we need to do over our lifetime, but we kind of need to recognize that. And that’s why we really need to rethink college.”</p><p><strong>On the primary motivation of the three-year college movement</strong></p><p>“Let’s be honest: yes, cost is probably the primary reason. When I started looking at this issue and looking at other ways of trying to fix the issue in terms of cost and colleges, this is the only proposal that actually would cut the cost of college potentially by 25 percent, which is a very sizable amount of savings. Certainly college cost is the primary motivation. But the fact of the matter is that there’s a good question &#8211; it’s important to rethink every once in a while whether or not what we’re teaching our students at any level of education is the appropriate amount.”</p><p><strong>Whether three years can provide the social experience of four-year schools</strong></p><p>“One of the reasons why I’m pushing three-year degrees is so that we continue to have that kind of experience, where one goes to college and lives on their own and experiences that and has that social interaction. One of my concerns is that the other approaches that are being put out there in terms of college are either: Let’s get more people into two-year schools, and that’s enough. The other is online education, where essentially students are working out of their parents’ home to get a degree and they’re not getting any kind of socialization. And third, we have a situation where students are no longer going to be able to afford to go to school. Our public universities, which are the primary educators at the college level &#8211; they educate 80 percent of our students &#8211; public support for those dropped 23 to 24 percent since 2008. Today kids are reeling in terms of those expenditures, and more and more of those schools are taking out-of-state kids in order to make up for the lost dollars. So we have a crisis coming, there’s no way to avoid it, and the question is if you’re trying to save that socialization, we’ve really got to figure out a way to reduce the cost.”</p><p><strong>On the potential for three-year colleges to become widespread</strong></p><p>“Nothing happens quickly of this magnitude. There is definitely movement toward this, and I think we’re going to see more schools offering this. But unless we actually see more of this happening at a national level, I think we have to look at how the federal government is incentivizing schools. If we really want to see a movement where three-year bachelors become the norm, that has to be something that we look at at the federal level. In terms of the benefits for students, I think there are a lot of good arguments, but nothing at the federal level happens very quickly.”</p><p><strong>On which college year name would be dropped</strong></p><p>“A lot of people have asked that question and I really don’t have a good answer. I sometimes think sophomore &#8211; so maybe freshman, junior, senior. Or maybe we come up with totally different names. Maybe we just go to first year, second year, third year. But it’s a good question and a fair one, but one that I’m not sure I have an answer to yet. But if that’s the only thing stopping us from moving to a three-year degree, I’ll take that issue.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://advanced.jhu.edu/about-us/faculty/paul-weinstein/\" target=\"_blank\">Professor Paul Weinstein</a></strong>, director of the M.A. in Public Management at Johns Hopkins University. He tweets <a href=\"https://twitter.com/paulpublicmgmt\" target=\"_blank\">@PaulPublicMgmt</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+Three-Year+Colleges+Make+The+Grade%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"446"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414985518-403fde.m3u?orgId=1&d=446&p=60&story=414985515&t=progseg&e=414971101&seg=11&ft=nprml&f=414985515"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0616_university-iowa.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"854","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0616_johns-hopkins.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"685","width":"1024"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0616_hartwick-college.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"791","width":"1280"}}]}