{"created":"2014-10-08T14:05:52+00:00","modified":"2014-10-31T01:09:27+00:00","valid":{"from":"2014-10-31T01:09:27+00:00","to":"3014-10-31T01:09:27+00:00"},"hreflang":"en","title":"The Joy Of Leaving An Arranged Marriage — And The Cost","published":"2014-06-16T15:03:00+00:00","teaser":"As an ultra-Orthodox Jew, Fraidy Reiss was married to an abusive man when she was 19 years old. Escape meant leaving more than just her husband behind.","itags":["npr_api","322004182"],"guid":"9ed926b3-94f0-4564-a516-526e36159cbe","contentencoded":"<p><em>Each week, </em>Weekend Edition Sunday<em> brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>It is hard to measure how many arranged marriages happen in the United States every year, but they are an accepted part of life in certain communities. These marriages can often turn into happy partnerships, but when they don't, it can be difficult to get out.</p><p>At the age of 19, Fraidy Reiss found herself trapped in an abusive relationship, one that had been arranged for her as part of the Ultra-Orthodox Jewish community, with seemingly no way out. And as she tried to raise her two young daughters, she began to fear for all of their lives.</p><p>Now 37, Reiss tells NPR's Rachel Martin that she knew her husband for only three months before they were married, a marriage arranged by her mother's cousin. During those months, they were never allowed any physical contact or time alone together.</p><p>\"It never occurred to me that I was doing anything other than what I had always dreamed of doing,\" Reiss says.</p><p>The first signs of abusive behavior surfaced the first week of her marriage. Her husband woke up late, and Reiss says he became infuriated, cursing and screaming. The incident ended with him punching a hole in the wall in a fit of rage before leaving, she says.</p><p>\"I stood there shaking and looking at this hole in the wall, thinking, 'Oh, my God,' \" she says.</p><p>They were married for 12 years, and during that time, Reiss says, her husband would lunge at her and describe in graphic detail how he was going to kill her.</p><p>Reiss went to her family, her husband's family and rabbis for help, but was told that her husband was a good guy and just \"had a little bit of a temper.\"</p><p>After a particularly violent episode, Reiss says, she went to the police to get a temporary restraining order, a first for a woman in her community. That was a mistake, she says.</p><p>\"I realized too late that one of the gravest sins in the Orthodox Jewish community is ratting out your fellow Jew to secular authorities,\" she says. The rabbis sent an attorney from the community to Reiss' house to drive with her to family court and tell the judge she wanted to drop the restraining order.</p><p>Reiss was the first person in her family to go to college. After getting her degree and a job, she was able to support herself and her two daughters. Finally, she was able to leave her husband. Her family shunned her and declared her dead. It's been seven years since she's had contact with them.</p><p>\"When I took the steps and I finally got divorced and then left the religion completely,\" she says, \"I'd already lost my entire family.\"</p><p>Reiss went on to found Unchained at Last, a nonprofit organization dedicated to helping women leave arranged and forced marriages. She says many of the women who come to her for help also come from Ultra-Orthodox communities, but also from various Muslim communities.</p><p>\"A lot of them are women who, 10 years ago, I would have walked past them on the street and thought, 'Well, we have nothing in common,' \" she says.</p><p>Reiss says there are few laws and policies in place to prevent or punish forced marriages. Her organization offers women free legal assistance and representation, as well as assistance with the social services they need to rebuild their lives.</p><p>For the longest time, Reiss says, she was told the outside world was a terrible, unhappy place and that the Orthodox way of life, including the marriages, was superior. Now that she's living her own life, she says, she and her two daughters are in a much better place.</p><p>\"My daughters have been through this incredible journey with me ... discovering this big outside world that we always had been taught was evil and awful,\" she says. \"Turns out, it's actually pretty wonderful.\"</p><p>Reiss' oldest daughter is now 18 and finishing up her first year of college, something that might not have been possible within the Ultra-Orthodox community.</p><p>\"Instead of getting married, she's getting her college degree and has all kinds of options open to her for the rest of her life,\" she says.</p><p><strong>Join The Conversation</strong></p><p>Have you or anyone you know had a happy arranged marriage? Tell us what you think on the <a href=\"https://www.facebook.com/nprweekend\">Weekend Edition Facebook page</a>, or in the comments section below.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Joy+Of+Leaving+An+Arranged+Marriage+%E2%80%94+And+The+Cost&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"382"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322242868-d5cd8d.m3u?orgId=1&topicId=1022&aggIds=177065210&ft=3&f=322004182"},{"href":"http://media.npr.org/assets/img/2014/06/14/fraidy-reiss-headshot-55f99a7891928fe598e0c37217934b3393262239.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2253","width":"3007"}}]}