{"created":"2014-09-19T19:44:13+00:00","modified":"2014-12-23T18:41:27+00:00","valid":{"from":"2014-12-23T18:41:27+00:00","to":"3014-12-23T18:41:27+00:00"},"hreflang":"en","title":"Biologist Says Promoting Diversity Is Key To 'Keeping The Bees'","published":"2014-07-09T19:32:00+00:00","teaser":"Laurence Packer says humans need to appreciate both domestic bees and the some 20,000 species of wild bees. His book <em>Keeping The Bees </em>explores all types, including some that feed on tears.","itags":["npr_api","329994522"],"guid":"9ee1fc9b-8f7f-4014-bf7d-e49668f7f747","contentencoded":"<p>Every year, more than half of the honeybee hives in the United States are taken to California to pollinate the state's almond crop.</p><p>Biologist Laurence Packer says this illustrates both our dependence on honeybees to pollinate many plants people rely on for food and the devastating decline in the domestic honeybee population in recent years.</p><p>The loss of honeybees has been attributed to a variety of causes, from <a href=\"http://www.npr.org/blogs/thesalt/2014/04/30/308349393/smiting-the-mite-to-save-the-bees-and-the-crops-they-pollinate\">nasty parasites</a> to the stress of being transported from state to state to feed on various crops in need of pollination.</p><p>Packer, who has spent a career studying bees, says he believes humans will be better off if we rely less on honeybees in managed hives for pollination and more on some of the 20,000 species of wild bees.</p><p>He also says he's passionate about his research.</p><p>\"Passion is a bit of an understatement; maybe I'm obsessed,\" Packer tells <em>Fresh Air</em>'s Dave Davies. \"I spend as much time as I can actually looking at bees under the microscope or out in the field studying them.\"</p><p>Packer's new book, <em>Keeping the Bees: Why All Bees are at Risk and What We Can Do to Save Them,</em> explores bee pollination and celebrates bee diversity — from stingless bees that feed on tears to others that survive by invading other bees' nests.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how pollination can affect fruit and vegetable crops </strong></p><p>A nice, economically valuable watermelon that's large and quite round and not malformed requires a couple of thousand pollen grains to be deposited. And that might require seven or so different visits of a bee to the flower.</p><p>In California, where these studies have been done in the most detail, there are 40 different species of bees that will perform that service. If not enough pollen gets onto the watermelon you get a [misshapen] one. And if you don't get any pollen, you don't get any watermelon at all.</p><p>Some crops are entirely dependent upon pollination. Others don't require pollinators at all, such as cereal grains. Others are pollinated by the wind, such as grapes. But most of the tastiest products from plants — such as most fruits and vegetables — these require pollination for the development for the fruit or the vegetable, or at least for the propagation of the vegetable plants through seeds.</p><p><strong>On long-term consequences if bees weren't around </strong></p><p>Immediately, in the absence of bees, the affect on natural ecosystems would be that there'd be much fewer plants setting seed [in] many fewer nuts and berries. Fewer nuts and berries [means] fewer birds, fewer bears; the whole ecosystem would be impacted at some level, especially in the long term.</p><p><strong>On how pesticides affect bees</strong></p><p>Most of these chemicals are used as seed coating, and they get into the plant and into the pollen and the nectar. And it seems that they have an impact on ... the immune system — making them more [susceptible] to the new diseases that have been brought around by people carrying bees around all over the place [for pollination]. But it also makes them less capable of finding their way home, so it's confusing them.</p><p><strong>On \"vulture\" bees that feed on tears and animal meat</strong></p><p>The idea that all bees collect pollen is not quite true. There's a group of bees — they're called \"stingless bees.\" That sounds as if they're really nice and friendly but in fact what they do instead of stinging you is they'll use their mandibles to grab hold of part of your eyelid or inside your ear or up your nose or your lips and then they'll vibrate their wing muscles and pinch. ...</p><p>But what these [bees] collect for protein source is dead meat, so [the bees] will go to a dead animal and they will chew away at it and then the glandular products that result from that — that's what's fed back to their siblings back home in the nest.</p><p><strong>On the possible extinction of bees</strong></p><p>I don't think all bees are at risk right now and I don't foresee that happening in the long term. ...There are some bee populations that are increasing dramatically, so while some [wild] bumblebee species are disappearing, others are becoming more common.</p><p>But what this results in is a simplified ecosystem and a \"you don't put all your eggs in one basket\"-type approach. The more diverse the bees are in a community, [it's] more likely that things are going to be working out better in the long run.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Biologist+Says+Promoting+Diversity+Is+Key+To+%27Keeping+The+Bees%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1874"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330171315-d911d7.m3u?orgId=1&topicId=1025&ft=3&f=329994522"},{"href":"http://media.npr.org/assets/img/2014/07/09/istock_000042905978large-80c13d8f019c0f27a9468cec8f6d8dc524df77af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1502","width":"2002"}},{"href":"http://media.npr.org/assets/img/2014/07/09/author-photo_packer_laurence-3a5e7289219ff9d67140e18faf6b8eb30d57c73c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"793","width":"1058"}}]}