{"created":"2015-01-01T08:50:42+00:00","modified":"2015-01-02T23:05:08+00:00","valid":{"from":"2015-01-02T23:05:08+00:00","to":"3015-01-02T23:05:08+00:00"},"hreflang":"en","title":"With Rescue Dogs In Demand, More Shelters Look Far Afield For Fido","published":"2015-01-02T15:37:00+00:00","teaser":"In many parts of the country, demand for adoptive pets outstrips the supply of healthy dogs. Many shelters and rescue groups now import dogs from other states — and even other countries.","itags":["npr_api","374257591"],"guid":"9ee13f2e-c71e-4b7d-9f04-60660145ba7a","contentencoded":"<p>Just north of Boston, the Northeast Animal Shelter is one of the largest private shelters in New England. Founded in the 1970s, it went through a big expansion about six years ago, building a new, 13,000-square-foot shelter with three isolation rooms.</p><p>The rooms were designed to house the increasing number of dogs the shelter transports from other states and Puerto Rico.</p><p>In one isolation room, Laurie McCannon, the shelter's director, points out a group of animals that have just arrived from Tennessee. In another are some of the 20 dogs that arrived at the shelter a few days earlier, flown in from Texas.</p><p>Over the past two decades, there have been big changes in animal shelters and the pet industry. With the growth of pet rescue groups, the demand for dogs now outstrips the supply of those available for adoption in many states.</p><p>In several parts of the country, shelters now import dogs for adoption from other regions — even other countries. That has veterinarians, and even some pet rescue groups, concerned about what some call \"dog trafficking.\"</p><p><strong>Fewer Unwanted Dogs And Cats</strong></p><p>In its early days, Northeast Animal Shelter used to place about 300 dogs a year in new adopted homes. McCannon says they adopted out 4,400 dogs in 2013, three-quarters of them from out of state.</p><p>\"It started out with Puerto Rico, and then [we] went to a great shelter in Nebraska that we've worked with forever. I think at one point we actually dealt with five different shelters in Georgia alone,\" McCannon explains.</p><p>Shelters tell a similar tale throughout New England and the Northeast, as well as in the Northwest and Great Lakes regions. Decades of spay and neuter programs, combined with strong participation by rescue groups, have greatly reduced the number of unwanted dogs and cats.</p><p>McCannon says it's a different story in rural states and in the South. \"The South still has a lot of work to do with spay-neuter laws, and getting people to feel that pets are more companions and parts of their family than yard dogs or that kind of thing,\" she says.</p><p>Some people point to Hurricane Katrina as a turning point: the beginning of widespread interstate shipments of animals for adoption. Efforts to rescue and find new homes for dogs stranded in New Orleans showed groups a new way to find placements for unwanted dogs.</p><p>Now, a network of shelters and rescue groups transports tens of thousands of dogs each year from other states and other countries.</p><p>Patti Strand, director of the National Animal Interest Alliance, an organization that represents the American Kennel Club and dog breeders, calls it \"retail rescue.\"</p><p>\"There is a lot of money in this new kind of rescue that has emerged,\" she says. \"These groups move dogs from just about any place that they can get them.\"</p><p><strong>Concerns About Rabies</strong></p><p>Exactly how many dogs are being transported is unknown. The U.S. Department of Agriculture doesn't track how many dogs are transported across state lines — or even how many are imported by rescue groups from other countries.</p><p>But some states, like Connecticut, do. In 2012, 14,000 animals were brought to Connecticut from other states, says Arnold Goldman, a veterinarian in Connecticut who has been concerned about the booming interstate movement of dogs. He says he has seen a lot of health issues, like mange and heartworm, as a result.</p><p>And there's a deeper issue, Goldman adds. \"There are Connecticut-origin animals in our brick-and-mortar shelters who wait for homes themselves,\" he says. \"And there is something disconcerting about that.\"</p><p>Rescue groups are finding unwanted dogs to transport in the South and in other countries, including Mexico, Taiwan and India — all countries where rabies is endemic in the dog population.</p><p>Strand says the concern about rabies is more than theoretical.</p><p>\"We've had a dog with rabies come in from Iraq. One came in from India, [another from] Thailand. We've had a dog from Puerto Rico that wound up in a shelter in Massachusetts with rabies,\" she says.</p><p>In Massachusetts, Connecticut and some other states, regulations have been tightened in recent years to require rabies certificates and 48-hour quarantine periods for dogs arriving from outside the state.</p><p>But problems persist. A puppy transported to Vermont in 2013 and adopted by a family was euthanized after it developed rabies.</p><p>The National Association of State Public Health Veterinarians has asked the Centers for Disease Control and Prevention to ban the import of dogs from countries where rabies is endemic.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Rescue+Dogs+In+Demand%2C+More+Shelters+Look+Far+Afield+For+Fido&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374332493-b95c4a.m3u?orgId=1&topicId=1132&ft=3&f=374257591"},{"href":"http://media.npr.org/assets/img/2014/12/31/allen-dogs1-b818e454068b56d37c556deab66527a19b9854e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2336","width":"3115"}}]}