{"created":"2015-05-15T11:51:24+00:00","modified":"2015-05-15T11:51:24+00:00","valid":{"from":"2013-07-26T19:39:16+00:00","to":"3013-07-26T19:39:16+00:00"},"hreflang":"en","guid":"9ee68dfc-73ac-4c1b-8eaf-d4425f20c9e6","tags":["APM","Your Money","socially reponsible investing"],"contenttemplated":"[{\"content\":\"<p>For some people, investing is about more than making money.  It&apos;s about morals, too.  The act of putting your cash into companies that share your values has a name: socially responsible investing, or SRI.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Raj Sisodia is a professor of Global Business at Babson College and author of the book, <a href=\\\"http://www.firmsofendearment.com/index.html\\\"><em>Firms of Endearment</em></a>.  He explains why SRI is catching on.</p>\"},{\"content\":\"<p>&quot;Companies have many effects on the world. Businesses create, but can also potentially destroy not just financial wealth,&quot; says Sisodia.  &quot;So  it&apos;s important when we look at businesses to look at the totality of the consequences or the impacts that they have on the world and to look for businesses where they are aligning financial wealth creation with other forms of value creation at the same time.&quot;  That can include everything from good environmental practices to treating employees well to philanthropy.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Many of our listeners have asked us about socially responsible investing.  One of them, Kristin, has taken steps to start practicing SRI, but she was discouraged by what her financial planner told her.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Kristin says, &quot;I have a few retirement accounts set up and when I met with the financial planner to set those up, I did mention to him that I was interested in trying to invest in companies that were more aligned with my values and he said he didn&apos;t recommend it because I wouldn&apos;t get as good of a return on my investment and that I&apos;d have to pay more to have my accounts managed more closely because they might get kind of out of whack.  So I just stuck with the typical portfolio that they use with their company.&quot;</p>\"},{\"content\":\"<p>There are socially responsible mutual funds that people like Kristin can invest in, but Sisodia says they haven&apos;t proven to be as lucrative as traditional funds.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;Those funds generally have not delivered very good returns. So there might have been a slight penalty to the overall market in terms of investing in that and some people are, of course, fine with that, &quot; says Sisodia.  &quot;I think that imposes a trade off that is simply not necessary because if you really think about it, creating those kinds of value is also aligned with creating financial value.  In today&apos;s world where people are better informed, they&apos;re better connected, they&apos;re more intelligent, they&apos;ve got a value system that’s more aligned with purpose and meaning, increasingly the companies that are able to create value are the ones that are in harmony with all of those changes.  So, I think that trade off that we have felt we&apos;ve had to make in the past is really not necessary anymore.&quot;</p>\",\"type\":\"text/html\"}]","byline":"Adrienne Hill","description":"Socially responsible investing, or SRI, is the practice of investing in companies that share moral and political philosophies that align with your own.  It makes sense to a lot of people, but does it also make money?","published":"2013-07-26T19:39:16+00:00","itags":["Marketplace Money for Friday, July 26, 2013","9ee68dfc73acc1b9eaf3d4425f20c9e6","PMP:Marketplace_PMP","Marketplace","Marketplace Money"],"contentencoded":"<div class=\"barn-cleaned\"><p>For some people, investing is about more than making money.&nbsp; It's about morals, too.&nbsp; The act of putting your cash into companies that share your values has a name: socially responsible investing, or SRI.</p>\n<p>Raj Sisodia is a professor of Global Business at Babson College and author of the book, <a href=\"http://www.firmsofendearment.com/index.html\"><em>Firms of Endearment</em></a>.&nbsp; He explains why SRI is catching on.</p>\n<p>\"Companies have many effects on the world. Businesses create, but can also potentially destroy not just financial wealth,\" says Sisodia.&nbsp; \"So&nbsp; it's important when we look at businesses to look at the totality of the consequences or the impacts that they have on the world and to look for businesses where they are aligning financial wealth creation with other forms of value creation at the same time.\"&nbsp; That can include everything from good environmental practices to treating employees well to philanthropy.</p>\n<p>Many of our listeners have asked us about socially responsible investing.&nbsp; One of them, Kristin, has taken steps to start practicing SRI, but she was discouraged by what her financial planner told her.</p>\n<p>Kristin says, \"I have a few retirement accounts set up and when I met with the financial planner to set those up, I did mention to him that I was interested in trying to invest in companies that were more aligned with my values and he said he didn't recommend it because I wouldn't get as good of a return on my investment and that I'd have to pay more to have my accounts managed more closely because they might get kind of out of whack.&nbsp; So I just stuck with the typical portfolio that they use with their company.\"</p>\n<p>There are socially responsible mutual funds that people like Kristin can invest in, but Sisodia says they haven't proven to be as lucrative as traditional funds.</p>\n<p>\"Those funds generally have not delivered very good returns. So there might have been a slight penalty to the overall market in terms of investing in that and some people are, of course, fine with that, \" says Sisodia.&nbsp; \"I think that imposes a trade off that is simply not necessary because if you really think about it, creating those kinds of value is also aligned with creating financial value.&nbsp; In today's world where people are better informed, they're better connected, they're more intelligent, they've got a value system that’s more aligned with purpose and meaning, increasingly the companies that are able to create value are the ones that are in harmony with all of those changes.&nbsp; So, I think that trade off that we have felt we've had to make in the past is really not necessary anymore.\"</p></div>","teaser":"Socially responsible investing, or SRI, is the practice of investing in companies that share moral and political philosophies that align with your own.  It makes sense to a lot of people, but does it also make money?","title":"Socially responsible investing: Can you make money while investing mindfully?","audio":[{"type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/windmill.jpg?itok=hA17f26a"},{"format":"MP3","type":"audio/mpeg","meta":{"duration":296,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/26/marketplace_segment29_20130726","type":"application/json"},"duration_hms":"00:04:56"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/26/marketplace_segment29_20130726_64.mp3"}]}