{"created":"2014-10-08T14:32:41+00:00","modified":"2014-10-31T01:23:07+00:00","valid":{"from":"2014-10-31T01:23:07+00:00","to":"3014-10-31T01:23:07+00:00"},"hreflang":"en","title":"While Broadway Sings Its Praise, The Wigmaker Remains Unsung","published":"2014-06-08T22:34:00+00:00","teaser":"Sunday night's Tony Awards will honor actors and actresses, but not those who create their elaborate coiffures. That's because the best in the business know how to stay out of the spotlight.","itags":["npr_api","319778329"],"guid":"9ef4e5de-736e-484d-8681-859ecba40c80","contentencoded":"<p>Every time you see a Broadway show, chances are a lot of the actors are wearing wigs.</p><p>Sunday night at the 68<sup>th</sup> Annual Tony Awards, Broadway's highest honors will be presented in a ceremony at Radio City Music Hall. Awards will go to actors, actresses, set and lighting designers, but <em>not</em> the people who make the wigs the stars wear, even though the wigs are an essential part of theater craft.</p><p>Essential, and yet often invisible, says Jason P. Hayes, the wig designer for Harvey Fierstein's Tony-nominated play, <em>Casa Valentina</em>.</p><p>\"The problem with being a good wig designer is that if you do your job properly, no one knows that any of your work is on the stage,\" Hayes says.</p><p>\"I don't think people realize that half of the people they're looking at are wearing a wig,\" Hayes says. \"And that's where a lot of that labor and that love and that work goes unnoticed, because if you do it properly, no one knows ... that you were ever in the building!\"</p><p>Wigs play a central role in <em>Casa Valentina. </em>The drama is based on a real Catskills resort in the 1960s that catered to heterosexual cross-dressers. So Hayes had to create wigs that weren't for drag queens, but for transvestites.</p><p>\"It's knowing that difference that's very important and integral to getting the looks and the characters right for <em>Casa Valentina,\" </em>he says. \"It's understanding they're not drag queens. The whole point of their feminine persona is that you should never notice them.\"</p><p>For the character of Charlotte, Hayes created a realistic 1960s hairdo, painstakingly crafted on a base created from a mold of the actor's head.</p><p>\"It's a very fine mesh lace, so imagine a cross between what looks like window screening, but is as fine as panty hose,\" he explains. \"For lack of a better word, you take one strand of hair and you hand-knot that, on that mesh. So, it's almost like you're doing latch hook.\"</p><p>It took Hayes almost a week to weave the thousands of strands of human hair into just this one wig. Actor Reed Birney, who's nominated for a Tony as Charlotte, says that kind of attention to detail helps him as an actor.</p><p>\"It really is a crucial aspect of the performance, this wig, especially for me,\" Birney says. \"Your self-image suddenly changes. I can't see myself, but I see myself in the mirror and I know I've got this honey-colored hair and a big swoop and it really does affect the way you move through space.\"</p><p>Tony-nominated actress Sarah Greene says the wig she wears in <em>The Cripple of Inishmaan</em> completes her character, a volatile teenager on a remote Irish island in the 1930s. Yet initially the brunette actress resisted.</p><p>\"When they came with the red wig, I was like 'Oh no! I want my own hair,' \" Greene says. \"And yet, the minute I put it on, it was just like, 'Oh no — the bold Helen is here.'\"</p><p>If an actor is playing multiple characters, a wig can be crucial in helping to define them. In the Tony-nominated musical, <em>A Gentleman's Guide to Love & Murder</em>, actor Jefferson Mays, who's also a Tony-nominee, plays eight roles.</p><p>The styling of the wigs is important, but so is the stuff they're made of, says Charles LaPointe, who made the hairpieces for the musical. LaPointe, who's got an impressive Broadway resume, has a studio with 23 employees.</p><p>\"We build everything [with] human hair,\" LaPointe says. And where does he get the hair?</p><p>\"Well, we have distributors all over the place,\" he says. \"We get some from London, that's like fine Caucasian hair; and then we get Indian hair from Bali; and we get Asian hair from the dime store around the corner.\"</p><p>Perhaps the most outrageous wigs on Broadway right now sit atop Tony-nominee Neil Patrick Harris' head in the gender-bending musical, <em>Hedwig and the Angry Inch</em>. Mike Potter has designed all eight of Hedwig's hairpieces — which evoke the likes of Farrah Fawcett and Tina Turner — in pink. For this show, Potter had to come up with a way for Neil Patrick Harris to change his wigs on the fly. So, he used magnets.</p><p>\"They're sown on these hat bases, called buckrams, and Neil has to do all of his own quick changes on stage,\" Potter says. \"And there are magnets built into his main wig, and so when he's in the dark behind the car, he just pops it on and it's like, instantly on his head.\"</p><p>The actor will be showing off those expensively shaped locks on the Tony Awards broadcast Sunday evening. Harris wouldn't be Hedwig without wigs, Potter says.</p><p>\"They're really a huge integral part of the character,\" he says. \"I mean, 'wig' is in her name!\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=While+Broadway+Sings+Its+Praise%2C+The+Wigmaker+Remains+Unsung&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320024811-725f59.m3u?orgId=1&topicId=1144&ft=3&f=319778329"},{"href":"http://media.npr.org/assets/img/2014/06/07/reedbirneygroup-649ae8406b0a3729db59fcb18416a1967b0834c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2646","width":"3531"}},{"href":"http://media.npr.org/assets/img/2014/06/07/p1030079_vert-264e001371061203d99cf6b88e2e736c3a29e66e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2825","width":"2121"}},{"href":"http://media.npr.org/assets/img/2014/06/07/hedwigdrink_vert-737beb143c72bba149147a7e52a594f82d9cb2c7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2665","width":"1998"}}]}