{"created":"2015-02-19T19:36:12+00:00","modified":"2015-02-19T19:36:40+00:00","valid":{"from":"2015-02-19T19:36:40+00:00","to":"3015-02-19T19:36:40+00:00"},"hreflang":"en","guid":"9f112a9e-8454-4e89-b137-45ec3612d4c1","title":"You've heard of hope and change, but you probably haven't heard its new Israeli messenger","published":"2015-02-19T19:36:37+00:00","byline":"Daniel Estrin","tags":["politics","elections","government","SafeMode","Global Politics","Asia","Israel","Middle East","Stav Shaffir","Benjamin Netanyahu","Liron Shalish","Zionism","Likud","Zionist Camp","Israeli Knesset","Politics"],"teaser":"Stav Shaffir once wrote guidebooks and studied music. Now she's a history-making politician known for her anti-corruption campaigning and scathing attacks on the Israeli right. Can she bring the \"politics of hope\" to Israel?","contentencoded":"<p>Ten years ago, a young first-term senator from Illinois delivered a speech so impassioned that it helped catapult him to the White House.</p>\n<p>Last month, a young first-term lawmaker from Israel delivered a speech so impassioned that it’s become an Internet sensation — and has some Israelis expecting big things.</p>\n<p>Watch the video and you'll see 29-year-old Stav Shaffir, Israel's youngest-ever female legislator, standing before Israel's parliament and haranguing right-wing politicians during an impromptu three-minute speech.</p>\n<p>“You are afraid,” she says. “You are afraid because in the last two years we’ve uncovered your corruption. You took Israeli public funds, tax money that the public worked so hard for, and transferred it to your friends.”</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/mfyFlK5bkPU\" width=\"420\"></iframe></p>\n<p>That's been her main achievement during her two years in office: Helping to expose a secretive bureaucratic method that politicians used to transfer public funds to pet projects, especially ones for Israel’s controversial West Bank settlements.</p>\n<p>“I was just furious,” Shaffir told me on the sidelines of a campaign event last weekend. “I saw these people standing there and, with no shame, embarrassing an entire generation, giving young Israelis no hope for the future while they are stealing our money.”</p>\n<p>Her center-left Labor Party — and Israel’s left in general — has been accused of being anti Zionist, much like one American politician calling another “un-American.” So in her speech, she fired right back, accusing the Israeli right of \"destroying\" the national ideology.</p>\n<p>“Don’t argue with us about Zionism,” she said at the crescendo of her speech. “Real Zionism means dividing the budget equally among all the citizens of the country. Real Zionism is taking care of the weak. Real Zionism is solidarity — not only on the battlefield, but in everyday life.”</p>\n<p>Shaffir didn't imagine she’d be a fiery politician when she grew up. She dreamed of being an astronaut, wrote a tourist’s guide to London and studied music. But when Israelis took to the streets three years ago to protest the high cost of living, she became a spokeswoman for the movement.</p>\n<p>“When we started the protest movement three years ago, I didn’t want to get into politics,\" she said. \"I thought that the political system was a corrupt place where we can’t change anything. Nobody is listening to us. We don’t have people who really represent us.</p>\n<p>“And when I finally decided to join politics, I did it because I felt like there was nobody else to do it,\" Shaffir said. \"We have to do it for ourselves if we want to have the Israel that we want.\"</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/stav1_0.jpg?itok=Ikjdjnx1\" alt=\"\" /><div class=\"field-caption\">\n    <p>Staffers get ready for a Stav Shaffir campaign rally. Behind them is a banner knocking the competition. It says, \"only a sucker would vote for Netanyahu.\"</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Daniel Estrin</p>\n  </div>\n</div>What Shaffir did was recruit more than 100 volunteers to comb through Israeli budgets to help uncover what exactly was going where.\n<p>Some have said her anti-corruption campaign is just political grandstanding, and she’s faced criticism from both sides of the political spectrum: The pro-settler head of the finance committee in parliament accused her of overreacting and hijacking budget discussions, while some community activists who worked with her in the protest movement say she's selling out.</p>\n<p>Yet Shaffir is attracting a flock of supporters. At a campaign event in the southern Israeli town of Ashkelon, Shaffir and other party leaders were trailed by young activists in party T-shirts crying out “revolution.” Retired men from the town swarmed around her for handshakes and photos.</p>\n<p>She also inspired 26-year-old social activist Liron Shalish to work on her campaign.</p>\n<p>“A lot of people were like, ‘Oh, she’s so young she doesn’t really know how to do anything, she’s just using her face because everybody knows her from protests and blah blah blah,’” Shalish said. “The people who were with her, we believed in her from start. And we were right.</p>\n<p>“She’s gonna be great. She is already great, and she is gonna be greater,\" she said. \"This girl is, like, she’s 29. And she has already done all of this. So obviously there is more to be expected of her. And, like, stay tuned.”</p>\n<p>I asked Shaffir if she saw herself as prime minister of Israel one day.</p>\n<p>“I am just in the beginning of a journey,” she said with a smile. But she said she’s “definitely” staying in politics. “I found the way to influence the Israeli society. And I think we have an obligation. There’s no other way.\"</p>\n<p>She's certainly picking up the tools of the trade: Shaffir ended her now-famous speech advocating for “politics of hope.” Does that slogan sound familiar?</p>\n<p><em>Update: A previous version of this story incorrectly indicated that subject of the campaign photo was Stav Shaffir. It was in fact her campaign workers.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-18%2Ffirebrand-israeli-politician-promising-hopeand-change&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Stav%20Feature.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/stav-featurejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0218201508.mp3"},{"href":"http://www.pri.org/file/0218201508mp3"}]}