{"created":"2015-02-21T10:29:15+00:00","modified":"2015-05-13T21:14:04+00:00","valid":{"from":"2015-05-13T21:14:04+00:00","to":"3015-05-13T21:14:04+00:00"},"hreflang":"en","title":"Indonesia's President: Fan Of Megadeth, Defender Of Death Penalty","published":"2015-02-21T14:20:00+00:00","teaser":"Indonesia's recently elected President Joko Widodo is a heavy metal fan seen as an advocate for human rights and political change. But his strong stance on the death penalty has dismayed many.","itags":["npr_api","387760489"],"guid":"9f114ed5-62d6-4b04-9025-781fbe2e2c19","contentencoded":"<p>Indonesian President Joko Widodo took office a little more than 100 days ago, buoyed by sky-high expectations for political change. He's seen as very different from the strongmen and power brokers who have dominated the country for decades.</p><p>And he's certainly unconventional. He's an avid fan of heavy metal groups like Metallica and Megadeth. He's been photographed <a href=\"http://www.vice.com/read/meet-jokowi-indonesias-probable-next-president\">wearing black Napalm Death T-shirts</a> and flashing the \"devil's horns\" hand sign.</p><p>But some of his supporters are dismayed by the unexpectedly strong stance he has taken in favor of the death penalty. Last month, Indonesia executed six convicted drug traffickers — five of them foreigners — by firing squad.</p><p>Two Australians and a British grandmother are among the foreigners still on Indonesia's death row. So far, Jokowi, as he's known in Indonesia, has refused all appeals for clemency.</p><p>Before being elected president, Jokowi served as a mayor and governor with a solid track record of listening to his constituents and delivering services.</p><p>He promised accountability for the human rights abuses under Gen. Suharto's military dictatorship, which ended in 1998. Suharto presided over the <a href=\"http://www.npr.org/2012/04/09/150149910/exposing-indonesias-cold-war-communist-purge\">killing of up to a million suspected communists</a> and their sympathizers in the mid-1960s.</p><p>In the elections last November, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/22/333910305/jakarta-gov-widodo-wins-indonesian-presidency-tally-shows\">Jokowi beat Prabowo Subianto</a>, a former general who was accused of human rights violations under military rule.</p><p><strong>No Mercy In The War On Drugs</strong></p><p>As a declared metal head, Jokowi and his supporters celebrated their election win at a rock concert headlined by Indonesian metal band Slank.</p><p>Now one of his favorite bands, Napalm Death, is appealing to him over the death penalty cases. Mark \"Barney\" Greenway, front man of the British-based band, <a href=\"http://www.metalsucks.net/2015/01/28/read-letter-napalm-deaths-barney-greenway-wrote-president-indonesia/\">wrote to Jokowi</a>, asking him to scrap the death penalty and spare the lives of Andrew Chan and Myuran Sukumaran. The two Australians, along with Briton Lindsay Sandiford, are currently on death row after being convicted of smuggling heroin onto the resort island of Bali.</p><p>\"Capital punishment is revenge culture, it's not justice culture,\" Greenway explained by phone while on tour in Canada. \"And I think it doesn't break the cycle of violence, whether it's from the state or an individual.\"</p><p>Jokowi has yet to respond to Greenway's request. But the president says he intends to show no mercy in his war on drugs, which he says are killing up to 50 Indonesians a day.</p><p>Andreas Harsono, a researcher with the group Human Rights watch, says the accuracy of that statistic is suspect, as is Jokowi's attempt to look tough on law and order issues.</p><p>\"It is easier for him to execute these foreign drug traffickers — who are basically weak people, they're not drug barons — rather than dealing with legal reform,\" Harsono says.</p><p><strong>A Political Outsider<br /></strong></p><p>The fact that Jokowi is a political outsider, a positive in the minds of many ordinary Indonesians, also has a serious downside.</p><p>\"He is politically the weakest post-Suharto president,\" Harsono says. \"Why? He is not in control of his own party. And his ruling coalition is not controlling the majority in parliament.\"</p><p>Rafendi Djamin, who represents Indonesia on the Southeast Asian Association of Nations Intergovernmental Commission on Human Rights, argues that Jokowi should start by tackling official corruption, which is part of Indonesia's drug problem. That corruption, he adds, also raises the possibility of fatal miscarriages of justice when the death penalty is applied.</p><p>\"There are very serious flaws in our judiciary, Rafendi says. \"We are still working on it. And with this flawed judiciary, you believe you are not, you know, killing the wrong people? This is the tragedy of our society now.\"</p><p>Rafendi says that Jokowi's move is basically a populist play, as the majority of Indonesians support the death penalty.</p><p>But he adds that Indonesia has been moving fitfully toward a moratorium on the death penalty.</p><p>\"We are joining the international community,\" he says, \"thinking seriously in becoming a human, civilized world to actually eliminate the death penalty as a form of punishment.\"</p><p>There are 133 people still on Indonesia's death row, 57 of them convicted of drug crimes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Indonesia%27s+President%3A+Fan+Of+Megadeth%2C+Defender+Of+Death+Penalty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387985102-de7488.m3u?orgId=1&topicId=1125&d=249&p=7&story=387760489&t=progseg&e=387985021&seg=13&ft=nprml&f=387760489"},{"href":"http://media.npr.org/assets/img/2015/02/20/463052782-fde7e004da0eb85883c6987331a5fef060204688.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2719","width":"3626"}},{"href":"http://media.npr.org/assets/img/2015/02/20/462391136-880f18b0fb2d17bf2148a22c4c5c4dbd1c264a28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3104","width":"4140"}}]}