{"created":"2014-09-25T19:35:48+00:00","modified":"2014-10-30T22:03:43+00:00","valid":{"from":"2014-10-30T22:03:43+00:00","to":"3014-10-30T22:03:43+00:00"},"hreflang":"en","title":"Spain's Abortion Debate Shakes Government That Pledged To Ban It","published":"2014-09-26T15:11:00+00:00","teaser":"Supporters and opponents of abortion have taken turns taking to the streets. After months of protests, the conservative prime minister has dropped his plan to enact a strict anti-abortion law.","itags":["npr_api","351511970"],"guid":"9f15fbd4-5523-492b-b7eb-86aec469fdab","contentencoded":"<p>Spain's streets have been filled with dueling demonstrations in recent months: Women's groups arguing for abortion rights. Church groups lobbying for more restrictions on the procedure.</p><p>The debate was invigorated by ruling conservatives' plan to create one of the <a href=\"http://www.npr.org/blogs/parallels/2014/02/27/283081599/anti-abortion-push-has-spain-debating-definition-of-progress\" target=\"_blank\">strictest abortion laws in Europe</a> — a near-total ban, except in cases of rape or danger to the mother's health.</p><p>Abortion has been legal in Spain since 1985, and its accessibility was widened in 2010, under the then-socialist government. But three years ago, Spaniards elected a conservative government, mostly for its economic policy. When they came to power, conservatives believed they also had a mandate to enact social changes. At the top of their list was banning abortion.</p><p>That was a miscalculation, says Luis Enrique Sanchez, a medical doctor and president of Spain's Planned Parenthood Federation.</p><p>\"A majority of Spaniards from all beliefs and ideologies agree with the current abortion law. They don't want it to change,\" Sanchez says. \"The population just isn't demanding it — not even most conservatives.\"</p><p>Polls do show that a large majority of Spaniards want abortion to remain legal. When the conservative government passed a draft bill banning abortion last December, there was a huge backlash.</p><p>Women's groups held rallies across Spain. Protests erupted at Spanish consulates around the world. And voices of rare dissent began to emerge even from within the conservative party.</p><p>\"This is about private morals, the way you understand the world,\" says Celia Villalobos, the deputy speaker of Spain's parliament. \"I vote my conscience on abortion, even if it sets up a conflict between myself and my party.\"</p><p>Spain would have been moving against a decades-long trend in Europe toward making abortion legal and accessible.</p><p>In Europe, only the tiny island nation of Malta has a complete ban on abortion. The procedure is legal and widely available across much of the continent, including France, Germany, the Netherlands, Portugal and Italy.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2013/07/30/206994541/ireland-enacts-law-providing-for-abortion-a-first\" target=\"_blank\">Even Ireland</a>, with its own deep-rooted Catholic society, amended its laws last year to legalize abortion in limited circumstances, when the mother's life is at risk.</p><p>Facing re-election next year, Spanish Prime Minister Mariano Rajoy reversed himself this week and scrapped the abortion ban, after a months-long delay in parliament. His justice minister resigned and is quitting politics altogether. Women's groups that support abortion rights declared victory.</p><p>\"I'm happy that Rajoy broke his promise to forbid abortion, and I'm happy to see all these Catholics very angry,\" says Lara Alcázar, the Spain director for the feminist group Femen, which organized dozens of local demonstrations against the abortion ban. \"Women won, and they lost. We are happy, and we are proud.\"</p><p>But now the Spanish government faces a backlash from the other side.</p><p>Anti-abortion protesters screamed \"murderer\" at anyone going in and out of the ruling party's headquarters this week.</p><p>Rajoy conveniently boarded a plane to China, on a pre-arranged visit, and did not have to face the protesters himself. The demonstrators accuse Rajoy of breaking his campaign promise to his base of conservative voters.</p><p>\"I voted for something ... and now they are not going to do it. And I don't understand why,\" says Maria Abellenas, 34. \"Because it's about the right to life. There is nothing more important than that.\"</p><p>Others say they'll take out their anger at the ballot box. They accuse Rajoy of taking their votes for granted.</p><p>\"They [ruling conservatives] know that they have the right side, which is us!\" says Jorge Company, 23. \"So now they want the center. That's what's motivating them with this abortion decision.\"</p><p>Small upstart political parties have sprung up here in recent years, challenging the hegemony of Spain's two main parties. Ruling conservatives may see a splintering of their vote over this abortion retreat. Rajoy has managed to both aggravate his opponents and alienate his base. And elections are coming next year.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Spain%27s+Abortion+Debate+Shakes+Government+That+Pledged+To+Ban+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351529448-39ef5d.m3u?orgId=1&topicId=1124&ft=3&f=351511970"},{"href":"http://media.npr.org/assets/img/2014/09/25/455855450_sq-8f0701e9f2b4c833e9a6f8f2b8ebb92ae1505e1e.jpg","type":"image/jpeg","meta":{"crop":"square","height":"3056","width":"3056"}},{"href":"http://media.npr.org/assets/img/2014/09/25/466350667-4ec8a130e5849ae2f2440c8cd4ce7c5f6dd9ae6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}