{"created":"2014-10-08T13:38:20+00:00","modified":"2014-10-31T01:03:24+00:00","valid":{"from":"2014-10-31T01:03:24+00:00","to":"3014-10-31T01:03:24+00:00"},"hreflang":"en","title":"How Does A Jam Band Write Songs? We Asked Phish","published":"2014-06-22T22:25:00+00:00","teaser":"Those spiraling, psychedelic sound journeys have to start somewhere. <em>All Things Considered</em> asked the members of Phish to explain their process — and their answer is more systematic than you'd expect.","itags":["npr_api","323211995"],"guid":"9f278272-2a83-4a60-a0d9-9030dd1d4d29","contentencoded":"<p>The world of rock 'n' roll once thought it would never again see the cult-like devotion of <a href=\"http://www.npr.org/artists/15440218/grateful-dead\" target=\"_blank\">Grateful Dead</a> fans. Then came <a href=\"http://www.npr.org/artists/17086603/phish\" target=\"_blank\">Phish</a>.</p><p>The Vermont-based band enjoyed a similar cult following throughout the 1990s. Then, in 2004, things came to an abrupt halt; it was five years before Phish would be ready to climb back on a stage together. One of the most reliable and workmanlike touring bands of the '90s has become more of a rarity these days — so it's a treat for fans to have a new album on the way.</p><p><em>Fuego</em>, Phish's 12th studio album, is out this Tuesday. Guitarist Trey Anastasio says the writing process behind the new songs almost resembles an academic exercise: The members would sit in a room with writing pads, all looking at a random photo they'd pulled from the Internet, and had five minutes to write down whatever came to them.</p><p>\"And then a bell would go off,\" Anastasio explains. \"Each person would read to the other three what they had written. If there were certain lines that really resonated with the other three, we would put them on a fifth pad — until they were all intermingled and we couldn't remember who had written what.\"</p><p>Hear the full interview with NPR's Arun Rath at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Does+A+Jam+Band+Write+Songs%3F+We+Asked+Phish&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"549"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324609179-b5b818.m3u?orgId=1&topicId=1105&ft=3&f=323211995"},{"href":"http://media.npr.org/assets/img/2014/06/18/phish-4fa6e5362374c987b3f513ec2d18e0b743ff6afc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4304","width":"5736"}}]}