{"created":"2014-12-30T21:21:04+00:00","modified":"2015-02-26T23:06:34+00:00","valid":{"from":"2015-02-26T23:06:33+00:00","to":"3015-02-26T23:06:33+00:00"},"hreflang":"en","title":"Comcast-Time Warner Deal Tops A Year Of Corporate Mergers ","published":"2014-12-31T00:05:00+00:00","teaser":"This was a big year for corporate mergers, with $3 trillion worth of deals announced worldwide. Analysts say the strong acquisitive trend is expected to continue into next year.","itags":["npr_api","373268405"],"guid":"9f2c1f3d-0038-4d75-a7fd-55d09de0cb66","contentencoded":"<p>This year saw some very large corporate mergers and takeovers. <a href=\"http://www.npr.org/blogs/thetwo-way/2014/02/13/276367927/comcast-confirms-deal-to-buy-time-warner-for-45-billion\">Comcast and Time Warner</a>'s proposed deal topped the list.</p><p>Globally, there were $3 trillion worth of deals announced this year — the biggest year for mergers and acquisitions since the financial crisis. And the trend is expected to continue next year.</p><p>It wasn't the number of deals that was impressive; it was the large sums involved. And they involved some big names such as <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/15/331617787/tobacco-giant-reynolds-american-to-buy-lorillard-in-27b-deal\">Reynolds American buying smaller tobacco rival Lorillard</a> for $28 billion, and Burger King closing on its deal to buy Canadian coffee and doughnut icon <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/26/343383388/burger-king-to-buy-canadas-tim-hortons-for-11-billion\">Tim Hortons for $11 billion</a>.</p><p>David Harding, who leads corporate mergers and acquisitions for Bain & Co., says, to him, this was all fairly predictable.</p><p>\"The M&A industry is highly cyclical,\" he says. \"It's a little bit like sunspots.\"</p><p>And this year's flare-up, he says, was driven in part by companies' huge cash coffers.</p><p>\"There is a tremendous amount of capital sloshing around in the world, looking for a home,\" he says.</p><p>Harding says the economy is improving, but companies in the U.S. and Europe are finding it hard to grow \"organically,\" as they say in business circles. So instead, Harding says, they're looking at targeted acquisitions.</p><p>In one of the year's biggest deals, <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/02/20/280177352/why-facebook-thinks-whatsapp-is-worth-19-billion\">Facebook bought messaging software firm WhatsApp</a> for an eye-popping $22 billion. Drug firm Actavis announced plans to buy both <a href=\"http://www.reuters.com/article/2014/11/17/us-allergan-actavis-idUSKCN0J00W720141117\">Allergan</a> and <a href=\"http://www.bloomberg.com/news/2014-02-18/actavis-to-buy-forest-laboratories-for-25-billion.html\">Forest Laboratories</a> this year, as pharmaceutical companies tried to buy their way into new markets and expertise.</p><p>The corporate merger trend is likely to continue, says Harding. The dramatic fall in oil prices is setting the stage for still more mergers among some companies in the energy and manufacturing sectors.</p><p>\"Shale industry, for example, are going to come under distress, and so they are going to be looking for white knights to buy them,\" Harding says.</p><p>And, he says, selling begets selling. As the value of deals goes up, more companies are willing to sell, creating a collective swell.</p><p>\"My sense is that 2015 will be a bigger year than 2014,\" Harding says. \"But there will be a falloff at some point in the not-too-distant future.\"</p><p>Richard Jeanneret, a vice chairman at Ernst & Young who advises clients on deal-making, agrees.</p><p>\"To use a baseball analogy, we're in the early innings,\" he says.</p><p>Jeanneret says he expects more midsize companies to get in on the action next year, making it a bigger year for mergers and acquisitions overall.</p><p>A number of this year's deals — including Burger King and Tim Hortons — caused a big stir because they involved U.S. companies buying smaller firms and then moving headquarters abroad to avoid paying higher U.S. corporate taxes. The practice, known as <a href=\"http://www.npr.org/2014/09/23/350933745/move-to-curb-u-s-corporate-tax-dodges-could-delay-reform\">tax inversion</a>, prompted the Obama administration to <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/22/350698426/treasury-announces-new-steps-to-reduce-corporate-tax-dodges\">change the tax rules</a> in September.</p><p>That change <a href=\"http://www.bloomberg.com/news/2014-10-20/abbvie-ends-purchase-of-shire-on-u-s-tax-rule-changes.html\">scuttled the year's biggest announced deal</a> — drugmaker AbbVie's plans to buy the U.K.-based firm Shire for $54 billion. AbbVie publicly criticized the Obama administration.</p><p>But Jeanneret says tax inversions were not a major factor in this year's deals.</p><p>\"It makes for great fodder,\" he says. \"It's clearly been present in some very large transactions, but the reality is the volume is extremely low.\"</p><p>In the past, some companies have been burned by bad deals. But Jeanneret says companies are vetting deals more carefully than they did a decade ago.</p><p>\"At that time they were responding to market pressures to be bigger,\" he says. \"Now the marketplace wants greater focus.\"</p><p>So sometimes that means merging. But other times — as was the case this year with <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/09/30/352764192/ebay-spins-off-paypal-into-fast-changing-world-of-mobile-payments\">eBay</a> and <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/06/354047172/hewlett-packard-will-split-into-two-companies\">Hewlett-Packard</a> — it means spinning off old acquisitions that didn't work out.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Comcast-Time+Warner+Deal+Tops+A+Year+Of+Corporate+Mergers+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374033121-1ed450.m3u?orgId=1&topicId=1006&e=373268405&d=216&ft=nprml&f=373268405"}]}