{"created":"2015-04-10T12:04:39+00:00","modified":"2015-04-13T17:05:14+00:00","valid":{"from":"2015-04-13T17:05:14+00:00","to":"3015-04-13T17:05:14+00:00"},"hreflang":"en","title":"'Game Of Thrones' And 'Veep' Anchor HBO's Killer Sunday Lineup","published":"2015-04-11T00:26:00+00:00","teaser":"HBO's <em>Game of Thrones,</em> <em>Veep</em> and <em>Silicon Valley</em> all start new seasons Sunday. NPR TV critic Eric Deggans says these three shows just might form the best Sunday night lineup on television this spring.","itags":["npr_api","398487249"],"guid":"9f2db756-9ebb-4be7-aaf4-69ca3123d7f1","contentencoded":"<p><em>(Spoiler alert: Details from the new seasons of several shows follow below.)</em></p><p>HBO's hit fantasy drama <em>Game of Thrones</em> ended last year with the most shocking death of the season: Tywin Lannister's.</p><p>Lannister, the most influential power broker in the fictional, medieval-style continent of Westeros, was killed by his son, the tortured alcoholic dwarf Tyrion.</p><p>When the show returns with a new episode Sunday night, Tyrion is on the run. The man who is helping him, a scheming spymaster named Varys, wants Tyrion's help.</p><p>But Tyrion isn't having it.</p><p>\"[I'm] done with Westeros and Westeros is done with me,\" sighs Tyrion, lifting a goblet of wine.</p><p>\"You have many admirable qualities,\" Varys counters. \"Self-pity is not one of them. You have your father's instincts for politics. And you have compassion.\"</p><p>\"Compassion?\" Tyrion sneers. \"\"I killed my lover with my bare hands. I shot my own father with a crossbow.\"</p><p>\"I never said you were perfect,\" Varys answers.</p><p>This is more than a perfect moment between two great characters. It's an example of the well-crafted TV shows HBO often airs to dominate high-quality programming on Sunday nights.</p><p>HBO's hit mob drama <em>The Sopranos</em> turned Sundays into a night for quality TV back in 1999, training fans of serious television to expect landmark shows in that time slot.</p><p>The strategy made sense. Unveiling a powerful show at the week's start gives fans lots of time to tell friends and workmates around the watercooler about episodes that HBO may air many more times in days to come.</p><p>And come Sunday, HBO will debut three shows that might just be the best lineup of quality programs this spring.</p><p><em>Game of Thrones</em> kicks it off with a debut expected to be among the channel's biggest premieres of the year. It unveils a season in which Tywin's death emboldens his enemies, leaving his calculating, grief-stricken daughter Cersei scrambling for power.</p><p>In one scene, she castigates her other brother, Jaime, for helping the dwarf escape.</p><p>\"Our father is dead, and that little monster is out there somewhere drawing breath,\" says Cersei, standing over her father's corpse at his funeral. \"Tyrion may be a monster, but at least he killed our father on purpose. You killed him by mistake; with stupidity.\"</p><p>What follows is kinda like <em>House of Cards</em> with swords, dragons and religious zealots. No wonder HBO scheduled the start of its stand-alone HBO Now streaming service to coincide with the beginning of the show's fifth season.</p><p>Also returning Sunday: a show that may be the most underrated political satire now on TV — <em>Veep,</em> starring Julia Louis-Dreyfus.</p><p>This season, her hapless Vice President Selina Meyer becomes an even more dysfunctional commander-in-chief.</p><p>And while shaking hands with applauding legislators before addressing a joint session of Congress, she reveals what politicians might actually be saying during that long walk to the podium.</p><p>\"I'm going to get that Philip Roth book back to you,\" she tells one admirer. \"God, I can't even hear myself! Am I talking? It's hard for me to hear me!\"</p><p>Think <em>House of Cards</em> meets <em>The Three Stooges </em>... or, maybe just one stooge.</p><p>It's easy to mistake this show for a workplace comedy, as Meyer's knuckleheaded staff stumbles into misadventures that make her look like a genius.</p><p>But even as Meyer gains the presidency, her struggle to navigate congressional politics — and a mysteriously blank teleprompter — help constitute the perfect parody of Washington.</p><p>Sandwiched between <em>Game of Thrones</em> and <em>Veep</em> on HBO Sunday nights is <em>Silicon Valley,</em> a pitch-perfect satire of tech culture from the creator of <em>Office Space</em> and <em>Beavis and Butt-head</em>.</p><p>And let's not forget John Oliver's late-night news comedy, <em>Last Week Tonight,</em> which last Sunday aired an interview with NSA leaker Edward Snowden that produced this moment.</p><p>\"How much do you miss America?\" Oliver asks Snowden, in an interview conducted in Russia.</p><p>\"You know, my country is something that travels with me ...\" Snowden begins, only to have the host cut him off.</p><p>\"Well that's already a way too complicated answer,\" Oliver says. \"The answer is: I miss it a lot. It's the greatest country in the world.\"</p><p>A satirist with smarts, Oliver delivered an interview both <em>Meet the Press </em>and <em>Saturday Night Live</em> could have been proud of.</p><p>HBO's competitors, especially at the broadcast networks, will note it is easier to stack up a night of great original shows when you have only a few evenings to fill with programming. And the extra charge for HBO means consumers are paying a significant price for the quality they enjoy.</p><p>Still, Sunday's debut of <em>Game of Thrones, Silicon Valley</em> and <em>Veep</em> brings the best lineup on television this spring — helping ensure Sunday's status as ground zero for TV's new golden age.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Game+Of+Thrones%27+And+%27Veep%27+Anchor+HBO%27s+Killer+Sunday+Lineup&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398824645-0f298a.m3u?orgId=1&topicId=1138&e=398487249&d=245&ft=nprml&f=398487249"},{"href":"http://media.npr.org/assets/img/2015/04/09/gameofthrones15_03-abe5dd2389b43b45613cc84ba4b45f81ce978070.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2400","width":"3202"}}]}