{"created":"2015-07-03T09:03:07+00:00","modified":"2015-07-03T20:10:08+00:00","valid":{"from":"2015-07-03T20:10:08+00:00","to":"3015-07-03T20:10:08+00:00"},"hreflang":"en","title":"How Personal Should A Personal Assistant Get? Google And Apple Disagree","published":"2015-07-03T12:17:00+00:00","teaser":"When you're buying a smartphone, chances are you don't dig too deeply into the personal assistant. Google aims to change that — and in the process, it's testing our appetite for privacy in a big way.","itags":["npr_api","419540367"],"guid":"9f2f6799-b236-47df-84c6-56360dc67c74","contentencoded":"<p>The smartphone has become a staple of life. But what about the personal assistant inside that phone? Not so much.</p><p>Maybe you turn to Apple's Siri or Google Now for a quick search or a <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/30/418838780/asked-to-divide-zero-by-zero-siri-waxes-philosophical-and-personal\">snarky answer</a> to a question. But imagine a world where your phone actually gets you. You, personally. Turns out two tech giants — Google and Apple — disagree on whether that's a worthy goal.</p><p><strong>Introducing 'Now On Tap'</strong></p><p>Google is rolling out its new personal assistant software, <a href=\"https://www.google.com/landing/now/\">Now On Tap</a>, this fall.</p><p>Aparna Chennapragada, who oversees the development of the project, says it'll be as useful as Google Maps. \"Maps had this transformative power, that you never get lost. That's kind of the power tool effect — that, imagine if you had an assistant on the phone that actually helped you not get lost in many other parts of life.\"</p><p>Let's take a simple, mundane example: listening to music.</p><p>Chennapragada plays a song on Spotify and, while in the music app, she says to her phone, \"OK, Google. What's their latest album?\"</p><p>She doesn't have to name the band (she just says \"their\" latest album). She doesn't have to leave the app to go do a Web search. She summons the assistant with two words — OK, Google — and it gets a snapshot of your activity on the phone. Then, drawing from Google's vast stores of data organized in the <a href=\"http://searchengineland.com/library/google/google-knowledge-graph\">Knowledge Graph</a>, it replies in the moment. Correctly.</p><p>A female computer voice interrupts the song to say: \"Coldplay's latest album is <em>A Head Full of Dreams</em>.\" Then, seamlessly, the music continues.</p><p>Let's take a slightly more complex example: planning a trip.</p><p>Chennapragada tells Google Now to scan an email she got from her friend about visiting the Grand Canyon. The last lines of the message are: \"Don't forget to pack sweaters. We found the temperature at night can get pretty low. Have fun!\"</p><p>Chennapragada doesn't have to go through the steps on her own; the personal assistant creates a <a href=\"http://gmailblog.blogspot.com/2014/11/a-new-day-for-google-calendar.html\">reminder in her calendar</a> to pack sweaters. It doesn't create a reminder to \"have fun.\" That's because it's getting better at understanding natural language — the way people talk to each other, not just to computers. (As the world goes mobile and we talk to smartphones rather than type into desktop computers, this <a href=\"http://nlp.stanford.edu/publications.shtml\">field of research</a> is growing more popular.)</p><p>The tool is also getting better at giving information we don't even know to ask for. Say you're at Disneyland. \"Turns out most people look for the popular rides and their wait times. Why should you have to look for that afresh? We should be able to proactively tell you that,\" Chennapragada says.</p><p>Proactively tell you, because Google knows about Disneyland, about other Google users at Disneyland and about you. When you opt into the assistant, you're giving Google permission to analyze your activity in all Google products: search, Gmail, calendar, photos, everything. And, you're letting Google look at your activity outside its products (like in the music app Spotify).</p><p>Chennapragada says personal data makes the assistant smarter. In the near future (not the sci-fi crazy future), it should be able to piece together that its master is vegan — say, based on food searches and dining reservations — to suggest a restaurant worth trying next.</p><p><strong>Apple Doesn't Want To Know</strong></p><p>Apple's approach is very different.</p><p>It's working on a new tool to make Siri smarter. It's called <a href=\"https://www.apple.com/pr/library/2015/06/08Apple-Previews-iOS-9.html\">Intelligence</a>, and it will not be linked to a user's Apple ID. It's anonymous — more like a hotel concierge who helps you, but doesn't know your name.</p><p>\"We don't mine your email, your photos or your contacts in the cloud to learn things about you. We honestly just don't want to know,\" Craig Federighi, Apple's senior vice president for software engineering, said at the company's recent developer conference.</p><p>Privacy fans like this decision. But Dag Kittlaus — the man who helped create Siri — says that kind of decision makes for a less useful product. \"Well, it's less compelling if it's anonymous because you have to describe in detail everything you want it to do rather than it applying those things on your behalf.\"</p><p><strong>A Weaker Product?</strong></p><p>Kittlaus isn't commenting on Apple specifically, but on how important personal data is for the next generation of personal assistants to work. \"In your car, talking to your phone and your computer, maybe your refrigerator — it's so much easier if the system can identify that it's you talking, and it can talk to you in a way that it knows you.\"</p><p>Now the head of an artificial intelligence startup called <a href=\"http://viv.ai/\">Viv</a>, he suggests that the privacy decision doesn't have to be so polar. Say a product creator built a dial that users control.</p><p>\"Make it easy for them to go and see what the system knows about you, and to either change it or edit it or delete it, if that's a key aspect to your privacy policy. Then it actually turns the whole privacy thing on its head,\" Kittlaus says.</p><p><strong>Philosophy Aside, It's About Business</strong></p><p>It might look like Apple and Google are drawing philosophical lines in the sand. But Horace Dediu, a tech analyst with Asymco, says they're really economic lines.</p><p>Apple makes money by selling devices. That's why it doesn't value your data, financially speaking. In contrast, Google's business model \"is about selling the information about the user, so an advertiser would be given a better chance of getting the attention of the audience,\" Dediu says.</p><p>In the last few years, the smartphone has given Google a hard time. While more than 1 billion people have flocked to its Android operating system, the money Google makes has not gone up exponentially. In some quarters, average revenue per user has <a href=\"http://www.statista.com/statistics/306570/google-annualized-advertising-arpu/\">gone down</a>.</p><p>People are spending time in their apps — listening to Coldplay on Spotify — not on Google's search page. Dediu says the personal assistant is Google's big move to reinsert itself. \"It's existential for them. They need to make that transition,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Personal+Should+A+Personal+Assistant+Get%3F+Google+And+Apple+Disagree&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419692447-3809d5.m3u?orgId=1&topicId=1019&d=277&p=3&story=419540367&t=progseg&e=419643652&seg=4&ft=nprml&f=419540367"},{"href":"http://media.npr.org/assets/img/2015/07/02/google-spotify-83bb947991fc8094949679a03237fa19b3a0c8e5.png","type":"image/jpeg","meta":{"crop":"standard","height":"956","width":"1275"}},{"href":"http://media.npr.org/assets/img/2015/07/02/apple-ios9-9030707fd36d9f88f88a15a5432f244b820059f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1537","width":"2049"}}]}