{"created":"2015-02-01T22:05:58+00:00","modified":"2015-02-12T01:05:16+00:00","valid":{"from":"2015-02-12T01:05:16+00:00","to":"3015-02-12T01:05:16+00:00"},"hreflang":"en","title":"As America Grays, A Call For Dignity In Aging And Elder Care","published":"2015-02-02T16:42:00+00:00","teaser":"In <em>The Age of Dignity,</em> Ai-jen Poo says getting older should be viewed not from a place of scarcity and fear but as an opportunity. And, she writes, the U.S. must fix its flawed care system.","itags":["npr_api","382375049"],"guid":"9f3e32d9-936a-4234-be0a-c3814eaf964f","contentencoded":"<p>The baby boomers are getting older: This year, 4 million people in America will turn 65.</p><p>In her new book,<em> The Age of Dignity: Preparing for the Elder Boom in a Changing America</em>, author Ai-jen Poo says that means the country is on the cusp of a major shift.</p><p>\"The baby boom generation is reaching retirement age at a rate of 10,000 people per day,\" she tells NPR's Arun Rath. \"What that means is that by 2050, 27 million Americans will need some form of long-term care or assistance, and that's the basis for this book.\"</p><p>Poo is the director of the National Domestic Workers Alliance and the co-director of Caring Across Generations, an organization focused on improving the long-term care system in U.S. She says that the current approach of caring for the elderly comes from \"a place of scarcity and fear,\" which has led to a flawed health care model.</p><p>Weaving research with stories from seniors and caregivers, she lays out solutions on how to avoid a potential nightmare.</p><hr /><h3>Interview Highlights</h3><p><strong>On the risk of poverty for those seeking nursing home care</strong></p><p>The average nursing home stay for a private room is about $87,000 per year. And I've just heard all of these stories about people who've had to impoverish themselves to get the support that they need or end up impoverished because they can't afford the care that they need. And there's an emotional cost, there's an unbelievable financial cost — and it doesn't have to be that way.</p><p><strong>On the growing need for home-care workers</strong></p><p>Home care is already the fastest-growing occupation in the country. We are already investing, but we're investing in a very haphazard way. The average wages of a home care worker are less than $9 per hour. So the workers that we're counting on to take care of our families cannot take care of their own on the poverty wages that they're earning.</p><p><strong>On one of the caregivers with whom she spent time</strong></p><p>Her name's Erlinda, and she's from the Philippines. She believes that singing is sort of a universal language to build connection. One of her favorite clients she calls \"My Lady,\" who she used to sing for, and every morning when she arrived her Lady would ask her to sing. And then one day instead of asking her to sing she said, \"Please give me your hand.\" Erlinda had spent so much time with her that she knew that was a sign that she was preparing to transition. So she was able to get on the phone, call the family, gather everyone and then be present for her Lady's transition and make sure that it was one surrounded by love and care and connection, just the way her Lady would have wanted.</p><p>Now is a moment, with such a huge increase in the need for care, for us to transform that and bring the kind of dignity and value to that work that is long overdue.</p><p><strong>On the fundamental problem in the current U.S. health care model</strong></p><p>The way that we approach aging and dying in this country is from a place of scarcity and fear, and what this book is saying is that getting older is actually a blessing and an opportunity. Living longer is about loving longer, learning longer, teaching longer, connecting longer, if we figure out the supports and infrastructure to make all of that possible — and it is completely within reach.</p><p>Another thing to just kind of remember is that the baby boom generation in particular is such a culture-driving generation. I mean, rock 'n' roll — and so much has changed in our culture as a result of the baby boom generation. They are the generation that's aging, and if any generation is going to change how we orient around aging, it's going to be that generation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+America+Grays%2C+A+Call+For+Dignity+In+Aging+And+Elder+Care&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383121979-b37cdc.m3u?orgId=1&topicId=1028&e=382375049&d=250&ft=nprml&f=382375049"},{"href":"http://media.npr.org/assets/img/2015/01/30/age-of-dignity-promo1-6b9f50479d865fa676b8e46d2808a321583a7f7e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"267","width":"356"}},{"href":"http://media.npr.org/assets/img/2015/01/30/ai-jen-poo-author-photo-562925905ca8e5d32eb8ec3633c16a9769df1e8d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"569","width":"759"}}]}