{"created":"2014-10-08T15:19:15+00:00","modified":"2014-10-31T01:43:42+00:00","valid":{"from":"2014-10-31T01:43:42+00:00","to":"3014-10-31T01:43:42+00:00"},"hreflang":"en","title":"World's Richest People Meet, Muse On How To Spread The Wealth","published":"2014-06-10T13:53:00+00:00","teaser":"Attendees at an inclusive capitalism conference in London control $30 trillion in assets. But it's unclear what, if any, financial commitments will come from the conclave on income inequality.","itags":["npr_api","316317191"],"guid":"9f500437-83d8-4275-9dd9-51fb4c456c4b","contentencoded":"<p>Talk of economic mobility and the wealth gap is hardly new. From the Occupy movement to President Obama's re-election campaign, income inequality has been in the spotlight for years.</p><p>Even so, the <a href=\"http://www.inclusivecapitalism.org/\">\"inclusive capitalism\" conference</a> in London on Tuesday broke new ground. Not because of the conversation, but because of the people having it.</p><p>The 250 people from around the world invited to attend this one-day conference do not represent \"the 99 percent,\" or even the 1 percent. It's more like a tiny fraction of the 1 percent.</p><p>\"We have $30 trillion of assets under management in the room,\" says conference organizer Lynn Forester de Rothschild, who runs <a href=\"http://www.elrothschild.com/\">E.L. Rothschild</a>, a major investment firm she and her husband, of the storied Rothschild banking family, founded in 2003.</p><p>That amount — $30 trillion — is roughly one-third of the total investable wealth in the world. If money is power, then this is the most powerful group of people ever to focus on income inequality.</p><p>\"If this bulk of capital decides that they are going to invest in companies that aren't only thinking about the short-term profit,\" says Rothschild, \"then we will see corporate behavior change.\"</p><p>The titans of commerce and finance didn't necessarily fly to this meeting in London out of a sense of ethics or moral duty, though that may be a motivation for some. For many, says Rothschild, it's a sense of self-preservation. Capitalism appears to be under siege.</p><p>\"It's true that the business of business is not to solve society's problems,\" she says. \"But it is really dangerous for business when business is viewed as one of society's problems. And that is where we are today.\"</p><p>Prince Charles kicked off the morning's proceedings.</p><p>\"What is so impressive about today's gathering is that every one of you, ladies and gentlemen, is so well-placed to take the kind of action needed to create a new form of inclusive capitalism,\" he told the conference.</p><p><strong>Defining Inclusive Capitalism</strong></p><p>That phrase, \"inclusive capitalism,\" is deliberately broad. People talked about it as valuing long-term investment over short-term profits. Some mentioned environmental stewardship; others focused on treating workers well.</p><p>Christine Lagarde, who runs the International Monetary Fund, said it is a way to rebuild trust in the financial system.</p><p>\"So the big question is, how can we restore and sustain trust?\" she asked in her keynote speech. \"First and foremost, by making sure that growth is more inclusive and that the rules of the road favor the many and not just the few.\"</p><p>She said this will be a hard slog, because there will be winners and losers, \"and the likely losers are those who have the biggest voice, because they have the largest means.\"</p><p>Later in the day, the group heard speeches from former U.S. President Bill Clinton and Bank of England chief Mark Carney.</p><p>Critics suggest this may all be optics. The conference delegates didn't sign on to a specific action plan, or even publicly endorse a set of values.</p><p>\"I suspect the return on investment in this conference is astonishingly low,\" says Scott Winship of the Manhattan Institute, a conservative-leaning think tank. \"It sort of surprises me that you have a bunch of people in the investment community who view this as having a significant return on investment in some way, whether the return is in people patting them on the back and saying, 'Thanks for caring about us,' or in actual changes to policies.\"</p><p>Conference organizer Rothschild says there will be follow-up with all of the delegates, but she made a conscious decision not to ask for any commitments up front.</p><p>\"Even for me,\" she says laughing, \"I thought that would be a little pushy.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=World%27s+Richest+People+Meet%2C+Muse+On+How+To+Spread+The+Wealth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316460567-6799c3.m3u?orgId=1&topicId=1006&ft=3&f=316317191"},{"href":"http://media.npr.org/assets/img/2014/05/27/494015455-1--6f14b5bb26659fc4cf16aa211e75ad1f30a0fa5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2417","width":"3223"}}]}