{"created":"2014-10-08T15:58:29+00:00","modified":"2014-11-12T18:16:14+00:00","valid":{"from":"2014-11-12T18:16:14+00:00","to":"3014-11-12T18:16:14+00:00"},"hreflang":"en","title":"Is A Stradivarius Just A Violin?","published":"2014-05-17T00:00:00+00:00","teaser":"How much of what we think of as the beautiful sound of a Stradivarius is the instrument itself — and how much is the brand?","itags":["npr_api","313099219"],"guid":"9f538ba3-b97c-411f-8681-e95f5d8e8a06","contentencoded":"<p>The Stradivarius violin gets its name from master craftsman Antonio Stradivari. When he died in 1737, his secrets died with him: No one has ever been able to duplicate the sound of the violins or violas he made.</p><p>His instruments have taken on a mythical quality. Today they fetch millions of dollars at auctions; Sotheby's will soon auction off a <a href=\"http://www.sothebys.com/en/news-video/videos/2014/03/the-macdonald-viola-by-stradivari.html\">viola</a> that it expects to sell for $45 million.</p><p>But how much of the Stradivarius' appeal is about the sound of the instrument, and how much is about the brand — about our brains telling us the sound is beautiful <em>because</em> it's a Stradivarius?</p><p>In 2010, a group of researchers decided to find out. They set up a blind test with a Stradivarius. They took a group of musicians up to a dimly lit hotel room and had them play a mix of new and old violins, including two made by Stradivari. They had the musicians play while wearing welding goggles, to be sure the players had no idea which instrument they were holding.</p><p>One of the violinists who took part in the experiment, John Soloninka, was convinced he could pick out the old violins from the new ones. He was wrong. \"I was playing the opposite of what I thought I was playing,\" he says.</p><p>When the researchers totaled up the results, there was no evidence the players could reliably pick old from new. And when players were asked to pick their favorite instrument, the winner was a modern, freshly made violin.</p><p>The results of this test were extremely controversial. According to the <a href=\"http://www.nytimes.com/2012/01/03/science/in-play-off-between-old-and-new-violins-stradivarius-lags.html\">New York Times</a>, violinist Earl Carlyss \"likened the test to trying to compare a Ford and a Ferrari in a Walmart parking lot.\"</p><p>So the researchers decided to repeat the experiment with more violins, better players and a better venue: Musicians got to play the violins in a concert hall instead of a hotel room.</p><p>The results, however, were basically the same. Again, there was no evidence the players could tell old from new.</p><p>In a way the tests were liberating. They suggested you didn't have to spend millions to get a violin with top-quality sound. But Joseph Curtain, the researcher who ran the experiment, says he was also a little sad. He is a violin maker, too.</p><p>\"It is partly a sense of disillusion,\" he says. \"I've spent the bulk of my adult life trying to imitate these old instruments and the question is, well, 'What am I aspiring to? What are you going to do next?' \"</p><p>Sometimes when you debunk a myth, you realize part of you kind of liked the myth.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+A+Stradivarius+Just+A+Violin%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Kestenbaum","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313154955-98b28d.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=313099219"},{"href":"http://media.npr.org/assets/img/2014/05/16/undefined-6cf9989eab57a84bf8366107865c43f13155bd52.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1467","width":"1956"}}]}