{"created":"2015-03-27T08:43:32+00:00","modified":"2015-07-03T20:25:38+00:00","valid":{"from":"2015-07-03T20:25:38+00:00","to":"3015-07-03T20:25:38+00:00"},"hreflang":"en","title":"NASA To Study A Twin In Space And His Brother On Earth","published":"2015-03-27T19:58:00+00:00","teaser":"During astronaut Scott Kelly's year in space, scientists will compare his physiology with that of his twin brother, Mark, to study the effect of prolonged space flight on the human body.","itags":["npr_api","395536140"],"guid":"9f659e3f-1e9a-4089-962f-3fdb85dba59a","contentencoded":"<p><strong>Updated at 4 p.m. ET</strong></p><p>A Russian rocket has carried a Russian cosmonaut and an American astronaut to the International Space Station, where they will live for a full year, twice as long as people usually stay.</p><p>No American has remained in space longer than 215 days. Only a few people have ever gone on space trips lasting a year or more — the longest was 437 days — and they're all Russian cosmonauts. The last year-plus stay in space occurred nearly two decades ago.</p><p>What's more, NASA's upcoming mission offers scientists a unique opportunity to study the effect of spaceflight on the human body. That's because the astronaut making the trip, <a href=\"http://www.jsc.nasa.gov/Bios/htmlbios/kellysj.html\">Scott Kelly</a>, has an identical twin brother, <a href=\"http://www.jsc.nasa.gov/Bios/htmlbios/kellyme.html\">Mark Kelly</a>, who's a retired NASA astronaut.</p><p>Initially, NASA did not plan to compare the earthbound twin with the one on the long-duration space mission. But after Scott Kelly got this assignment, he went to a briefing to get ready for a press conference.</p><p>\"And I asked the question, 'Hey if someone just asks ... will there be any comparative studies between you and your brother, how should I answer that?' \" Scott Kelly recalls in a NASA <a href=\"https://www.youtube.com/watch?v=KcAvwEKwScM\">video</a>.</p><p>A few weeks later, he explained, a program scientist came back to him and said, \"It actually looks like this might be something that the science community is interested in.\"</p><p>Over the next year, researchers will scrutinize the Kelly brothers in what NASA is calling the <a href=\"http://www.nasa.gov/content/twins-study/\">Twins Study</a>. Ten separate investigations will look at space travel's effect on everything from gut bacteria to eyesight.</p><p><a href=\"http://www.masonlab.net/members/\">Christopher Mason</a>, a geneticist at Weill Cornell Medical College in New York City, will be searching for changes in gene activity. \"The advantage of this study is that we will get a complete profile, I would even argue the most comprehensive molecular profile of a human being that's maybe ever been generated,\" says Mason. \"And then, to boot, we'll get the comparison of someone on Earth who's the identical twin.\"</p><p>His colleague <a href=\"http://weillcornell.org/fegarrettbakelman\">Francine Garrett-Bakelman</a> has already been collecting blood from the twins, and she'll periodically get more samples from Scott Kelly that are returned to Earth. Scientists can't draw any definitive conclusions from just one set of twins, she notes, \"but you can get some idea of what things might change over time, between space and Earth.\"</p><p>That's something NASA needs to know as it contemplates attempting longer spaceflights to places such as Mars.</p><p>This will be Scott Kelly's fourth space trip. He did two shuttle missions and also lived on the station for about five months. While there, he sent back a <a href=\"https://www.youtube.com/watch?v=Q4dG9vSyUFQ\">video</a> tour of his cramped crew quarters, where he seemed pretty comfortable. \"I sleep much better up here than I do in my own bed at home,\" he said, demonstrating how he zips himself into a sleeping bag hanging from the wall.</p><p>But recently, he's said that there are some things on Earth he expects to miss during his year in space — his children's birthdays, good food and the rain.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NASA+To+Study+A+Twin+In+Space+And+His+Brother+On+Earth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"148"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395698534-6791ff.m3u?orgId=1&topicId=1026&d=148&p=3&story=395536140&t=progseg&e=395684125&seg=12&ft=nprml&f=395536140"},{"href":"http://media.npr.org/assets/img/2015/03/27/16215649963_5884caebf3_o-1--01c042f6bebb9cefaa5c020d3158ca5ea60d1675.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4378"}}]}