{"created":"2015-05-18T17:01:43+00:00","modified":"2015-05-18T17:01:43+00:00","valid":{"from":"2013-11-26T16:43:11+00:00","to":"3013-11-26T16:43:11+00:00"},"hreflang":"en","guid":"9f652aa7-0f8e-4614-8e02-a11de158459a","teaser":"The pope dished out a searing critique of capitalism today.","published":"2013-11-26T16:43:11+00:00","title":"The Pope takes on capitalism?","byline":"Sabri Ben-Achour","itags":["9f652aa70f8e6142e02ea11de158459a","Marketplace","Marketplace for Tuesday, November 26, 2013","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>In his <a href=\"http://www.vatican.va/holy_father/francesco/apost_exhortations/documents/papa-francesco_esortazione-ap_20131124_evangelii-gaudium_en.html#SOME_CHALLENGES_OF_TODAY%E2%80%99S_WORLD\"><em>Evangelii Gaudium</em></a>(Joy of the Gospel), Pope Francis has outlined where he wants the Catholic Church to go under his care.&nbsp; Among his priorities are inequality and poverty, he critiques the injustices of unfettered capitalism and doesn’t mince words:</p>\n<p><em>How can it be that it is not a news item when an elderly homeless person dies of exposure, but it is news when the stock market loses two points?....</em></p>\n<p><em>While the earnings of a minority are growing exponentially, so too is the gap separating the majority from the prosperity enjoyed by those happy few. This imbalance is the result of ideologies which defend the absolute autonomy of the marketplace and financial speculation. Consequently, they reject the right of states, charged with vigilance for the common good, to exercise any form of control. A new tyranny is thus born...</em></p>\n<p><em>The thirst for power and possessions knows no limits. In this system, which tends to devour everything which stands in the way of increased profits, whatever is fragile, like the environment, is defenseless before the interests of a deified market, which become the only rule....</em></p>\n<p>He’s setting the agenda for where he wants the Church to go, says Dennis Coday, editor of National Catholic Reporter.&nbsp;&nbsp; In the same way it made non-proliferation and anti-communism priorities decades ago.</p>\n<p>And he walks the walk, says Coday.&nbsp; He’s forsaken he Papal Palace for a hotel, he drives a Ford Focus instead of the Papal limousine.&nbsp; &nbsp;“This is a man who is Argentinean,” a country that experience severe economic crises in the past two decades.&nbsp; “There were people in the streets banging pots and pans, there was close to a total collapse of the economic system - that’s his pastoral experience and his starting point.”</p>\n<p>Pope Francis is sending a direct message to make poverty and inequality a priority not just to the 1.1 billion Catholics in the world, but he’s also laying out a very official document for the charities and dioceses run by the church, directing&nbsp; in so many words that this issue should enjoy a higher profile. &nbsp;</p>\n<p>&nbsp;“I would like to believe that it could make a lot of difference,” says Brian Porter Szücs, professor of history at the University of Michigan, but “the only reason I might hesitate in my optimism would be that this has been the church’s message for well over a century.”</p>\n<p>Szücs, whose work has focused on very Catholic Poland, says Politicians ignored previous Popes’ critiques of Capitalism, and focused on the critique of Communism.&nbsp; “It seems to be one of those messages that people hear when they wish to hear it and ignore when its more convenient to ignore it.”</p>\n<p>The widening gap between rich and poor in many countries and emphasis on wealth would suggest that it’s a message that has been often ignored so far.</p>\n<p>&nbsp;<span>But the new pope’s emphasis combined with his &nbsp;bully pulpit, or Ambo as it’s known in Catholicism, isn’t insignificant. &nbsp;As Charles Curran, professor of human values at Southern Methodist University put it,&nbsp; “The very fact that you are writing this article, you and many others, is proof of the fact that he has a teaching voice and that will be heard by some people .”</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>&nbsp;</span></p></div>","tags":["APM","World","pope francis"],"description":"The pope dished out a searing critique of capitalism today.","contenttemplated":"[{\"content\":\"<p>In his <a href=\\\"http://www.vatican.va/holy_father/francesco/apost_exhortations/documents/papa-francesco_esortazione-ap_20131124_evangelii-gaudium_en.html#SOME_CHALLENGES_OF_TODAY%E2%80%99S_WORLD\\\"><em>Evangelii Gaudium</em></a>(Joy of the Gospel), Pope Francis has outlined where he wants the Catholic Church to go under his care.  Among his priorities are inequality and poverty, he critiques the injustices of unfettered capitalism and doesn’t mince words:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em>How can it be that it is not a news item when an elderly homeless person dies of exposure, but it is news when the stock market loses two points?....</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p><em>While the earnings of a minority are growing exponentially, so too is the gap separating the majority from the prosperity enjoyed by those happy few. This imbalance is the result of ideologies which defend the absolute autonomy of the marketplace and financial speculation. Consequently, they reject the right of states, charged with vigilance for the common good, to exercise any form of control. A new tyranny is thus born...</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p><em>The thirst for power and possessions knows no limits. In this system, which tends to devour everything which stands in the way of increased profits, whatever is fragile, like the environment, is defenseless before the interests of a deified market, which become the only rule....</em></p>\"},{\"content\":\"<p>He’s setting the agenda for where he wants the Church to go, says Dennis Coday, editor of National Catholic Reporter.   In the same way it made non-proliferation and anti-communism priorities decades ago.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And he walks the walk, says Coday.  He’s forsaken he Papal Palace for a hotel, he drives a Ford Focus instead of the Papal limousine.   “This is a man who is Argentinean,” a country that experience severe economic crises in the past two decades.  “There were people in the streets banging pots and pans, there was close to a total collapse of the economic system - that’s his pastoral experience and his starting point.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Pope Francis is sending a direct message to make poverty and inequality a priority not just to the 1.1 billion Catholics in the world, but he’s also laying out a very official document for the charities and dioceses run by the church, directing  in so many words that this issue should enjoy a higher profile.  </p>\"},{\"content\":\"<p> “I would like to believe that it could make a lot of difference,” says Brian Porter Szücs, professor of history at the University of Michigan, but “the only reason I might hesitate in my optimism would be that this has been the church’s message for well over a century.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Szücs, whose work has focused on very Catholic Poland, says Politicians ignored previous Popes’ critiques of Capitalism, and focused on the critique of Communism.  “It seems to be one of those messages that people hear when they wish to hear it and ignore when its more convenient to ignore it.”</p>\"},{\"content\":\"<p>The widening gap between rich and poor in many countries and emphasis on wealth would suggest that it’s a message that has been often ignored so far.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> <span>But the new pope’s emphasis combined with his  bully pulpit, or Ambo as it’s known in Catholicism, isn’t insignificant.  As Charles Curran, professor of human values at Southern Methodist University put it,  “The very fact that you are writing this article, you and many others, is proof of the fact that he has a teaching voice and that will be heard by some people .”</span></p>\"},{\"content\":\"<p><span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span> </span></p>\",\"type\":\"text/html\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/451688965.jpg?itok=0Zn19zRR","meta":{"crop":"primary","width":"610","height":"340"},"type":"image/jpeg"},{"meta":{"duration_hms":"00:02:08","duration":128,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/26/marketplace_segment20_20131126"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/26/marketplace_segment20_20131126_64.mp3","format":"MP3","type":"audio/mpeg"}]}