{"created":"2015-05-15T11:17:43+00:00","modified":"2015-05-15T11:17:43+00:00","valid":{"from":"2013-08-23T11:42:07+00:00","to":"3013-08-23T11:42:07+00:00"},"hreflang":"en","guid":"9f6f2dc9-188c-4b5f-84da-a0ab552144d9","title":"Open House 101: Buyer be ready!","published":"2013-08-23T11:42:07+00:00","description":"If you're browsing in today's housing market, you'd better be ready for some stiff competition. A Los Angeles realtor talks about all it takes to land a home you want.","contenttemplated":"[{\"content\":\"<p>Four bedrooms. A walk-through closet. A fully decked-out bathroom. Phenomenal views.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>These were some of the descriptive phrases used to advertise a home currently on the market in Eagle Rock, Calif.  The Los Angeles neighborhood is desirable for families and entertainment industry types looking to nest in a relatively peaceful part of town. The home we visited is listed at $849,000 and that&apos;s where we met realtor <a href=\\\"http://www.tracyking.com/ezrealty/1-houses/50-norwalk-mediterranean\\\">Tracy King of Teles Properties</a> on Thursday.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;We came on the market on Sunday and we have three offers in hand,&quot; says King.</p>\"},{\"content\":\"<p>That&apos;s typical in today&apos;s housing market, which is filled with stiff competition for house hunters.  Finding the perfect abode takes persistence, patience... and sometimes, paper.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;We&apos;re seeing mostly 20% percent down to 30-40 percent down, but in the last couple of years, an amazing number of the houses that I&apos;ve sold have been for cash in all price ranges,&quot; says King.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>That includes a home she sold in the spring for $920,000 in cash.  That home, located in Los Angeles&apos; Highland Park neighborhood, was listed for $799,000. That&apos;s right -- more consumers are successfully scooping up homes by paying well over the asking price.</p>\"},{\"content\":\"<p>King says to get what they want, home buyers need to come prepared.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;In today&apos;s market, you&apos;d better be ready with your pre-approval, your credit reports, your proof of funds and the ones who really do well now are the ones who have actual underwriting approval.  So, they&apos;re not pre-approved, they&apos;re actually approved,&quot; King says.  &quot;All they have to do is identify the property and get the appraisal done.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>King has been selling real estate for more than two decades. She says she’s amused by potential buyers who pretend they&apos;re not really interested in a property. But they profess  their true feelings once they make an offer. Often, people will write what King calls &quot;love letters&quot; to her, in hopes of influencing which offer will be selected by the seller.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Buyers today will do photos, photos with the kids, with the dog, lovely letters -- this is  who we are, this is why we love your house, this is what we want to do when we get here, this is how we see ourselves living here. Nice letters,&quot; says King.  &quot;I&apos;m a little bit cynical.  I think that same letter has probably been used on many properties until they actually get one but, it&apos;s a grueling process and they&apos;ll think they&apos;re going to get a house at whatever price they started at -- say $600,000 -- and they&apos;re thinking they&apos;ll look in the $600,000 range and they&apos;ll try and they&apos;ll lose out. And they&apos;ll lose out again.  Some people we talk to have made 20 offers and then they&apos;ll get to the point when they&apos;re like &apos;This is it. We&apos;re not going to go through this process anymore. Let&apos;s just kill it,&apos;  and they&apos;ll offer as much as they possibly can and they get the house.”</p>\"},{\"type\":\"text/html\",\"content\":\"<center><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/home-love-letter.png\\\" /></center>\"},{\"content\":\"<p><em>How have you found the experience of shopping for a home? Challenging or not as difficult as King described? Share your story about home buying with us by leaving a comment below.</em></p>\",\"type\":\"text/html\"}]","byline":"Lizzie O'Leary","tags":["APM","Economy","Housing","buying a home","housing prices"],"teaser":"If you're browsing in today's housing market, you'd better be ready for some stiff competition. A Los Angeles realtor talks about all it takes to land a home you want.","itags":["Marketplace","Marketplace Money","PMP:Marketplace_PMP","9f6f2dc9188cb5f84da5a0ab552144d9","Marketplace Money for Friday, August 23, 2013"],"contentencoded":"<div class=\"barn-cleaned\"><p>Four bedrooms. A walk-through closet. A fully decked-out bathroom. Phenomenal views.</p>\n<p>These were some of the descriptive phrases used to advertise a home currently on the market in Eagle Rock, Calif.&nbsp; The Los Angeles neighborhood is desirable for families and entertainment industry types looking to nest in a relatively peaceful part of town. The home we visited is listed at $849,000 and that's where we met realtor <a href=\"http://www.tracyking.com/ezrealty/1-houses/50-norwalk-mediterranean\">Tracy King of Teles Properties</a> on Thursday.</p>\n<p>\"We came on the market on Sunday and we have three offers in hand,\" says King.</p>\n<p>That's typical in today's housing market, which is filled with stiff competition for house hunters.&nbsp; Finding the perfect abode takes persistence, patience... and sometimes, paper.</p>\n<p>\"We're seeing mostly 20% percent down to 30-40 percent down, but in the last couple of years, an amazing number of the houses that I've sold have been for cash in all price ranges,\" says King.</p>\n<p>That includes a home she sold in the spring for $920,000 in cash.&nbsp; That home, located in Los Angeles' Highland Park neighborhood, was listed for $799,000. That's right -- more consumers are successfully scooping up homes by paying well over the asking price.</p>\n<p>King says to get what they want, home buyers need to come prepared.</p>\n<p>\"In today's market, you'd better be ready with your pre-approval, your credit reports, your proof of funds and the ones who really do well now are the ones who have actual underwriting approval.&nbsp; So, they're not pre-approved, they're actually approved,\" King says.&nbsp; \"All they have to do is identify the property and get the appraisal done.\"</p>\n<p>King has been selling real estate for more than two decades. She says she’s amused by potential buyers who pretend they're not really interested in a property. But they profess&nbsp; their true feelings once they make an offer. Often, people will write what King calls \"love letters\" to her, in hopes of influencing which offer will be selected by the seller.</p>\n<p>\"Buyers today will do photos, photos with the kids, with the dog, lovely letters -- this is&nbsp; who we are, this is why we love your house, this is what we want to do when we get here, this is how we see ourselves living here. Nice letters,\" says King.&nbsp; \"I'm a little bit cynical.&nbsp; I think that same letter has probably been used on many properties until they actually get one but, it's a grueling process and they'll think they're going to get a house at whatever price they started at -- say $600,000 -- and they're thinking they'll look in the $600,000 range and they'll try and they'll lose out. And they'll lose out again.&nbsp; Some people we talk to have made 20 offers and then they'll get to the point when they're like 'This is it. We're not going to go through this process anymore. Let's just kill it,'&nbsp; and they'll offer as much as they possibly can and they get the house.”</p>\n<center><img src=\"http://www.marketplace.org/sites/default/files/home-love-letter.png\" alt=\"\" /></center>\nKing says that, these days, well-priced properties are only on the market for an average of two weeks and it's common to have several offers after only a matter of days.\n<p><em>How have you found the experience of shopping for a home? Challenging or not as difficult as King described? Share your story about home buying with us by leaving a comment below.</em></p></div>","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/egrk.jpg?itok=yvFjzvq-","type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/23/marketplace_segment29_20130823_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"duration_hms":"00:06:42","duration":402,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/23/marketplace_segment29_20130823"}}}]}