{"created":"2014-10-13T07:23:00+00:00","modified":"2014-12-23T18:12:44+00:00","valid":{"from":"2014-12-23T18:12:44+00:00","to":"3014-12-23T18:12:44+00:00"},"hreflang":"en","title":"A New Orleans Charter School Marches To Its Own Tune ","published":"2014-10-13T13:42:00+00:00","teaser":"As part of our series on the education revolution underway in the Crescent City, we profile a new, independent arts-centered charter that's struggling to put down roots.","itags":["npr_api","354090391"],"guid":"9f714778-b79c-42be-abc1-48073897f7ec","contentencoded":"<p><em>This year, NPR Ed is <a href=\"http://apps.npr.org/the-end-of-neighborhood-schools/\">reporting on</a> the dramatic changes in the New Orleans school system.</em></p><p>All startups face big hurdles. But when you're a startup school in one of America's poorest cities, without deep-pocket backers, the challenges are daunting.</p><p>Oscar Brown is a New Orleans native. He grew up in the Desire housing project, a little over a mile west of his current home in a neighborhood ravaged by the storm that struck nearly a decade ago.</p><p>\"So right now you're in the Lower Ninth Ward,\" he says. \"This particular part of the city was the worst affected by Katrina. You know, 20 feet of water in parts. You could barely see some of the roofs.\"</p><p>Brown is working to rebuild this neighborhood, and he sees education as the key to that renewal.</p><p>It's already sticky hot just after seven in the morning as Brown drives his 5-year-old daughter, Messiah, to the Homer A. Plessy Community Charter school just a few miles away.</p><p>\"It is almost impossible to get into some of the best charters,\" Brown says. \"I'll tell you this: It probably won't be long before Homer Plessy is in the same boat.\"</p><p>But right now it's not in the same boat. It's been a rocky launch for the Plessy School, named after the New Orleans <a href=\"http://en.wikipedia.org/wiki/Homer_Plessy\">civil rights pioneer</a>.</p><p>At the start of its second year, the school is on its second principal. It needs students. It needs money. It needs a permanent home.</p><p>At the school's gate Brown welcomes sleepy eyed students and parents as a daily volunteer greeter: \"You tired or you ready to learn? Ready to learn?\"</p><p>Brown, who's African-American, is a local pastor. He's also an avid photographer. He says he and his wife chose Plessy for their kids for two big reasons: the art-centered curriculum and its diversity. He says he was excited by school's vision to have its hallways reflect the unique mix on the city's sidewalks.</p><p>He wants his children to have friends without judging, or being judged, by race.</p><p>\"I want them to have friends that's just all over the globe,\" Brown says. \"It's tons of things that you learn just from the school being diverse and filled with different cultures. And that's New Orleans. That's the salt of New Orleans.\"</p><p>And Plessy's salt is unique.</p><p>The city likes to tout its gumbo diversity, but of the city's 80 charter schools only four have demographics that <a href=\"http://www.speno2014.com/system-overview/\">actually look like the city</a>'s as a whole. Plessy is one of them.</p><p>The school's enrollment is more than 60 percent African-American.</p><p>More than 70 percent of the students get free or reduced lunch in a city where one in four people live in poverty.</p><p>\"Because we are a new school, we're still kind of building the plane as we're trying to fly it,\" says first-year art teacher David Phillips, as a group of third graders resist settling down at the start of class.</p><p>\"You guys are a little amped up,\" he tells them. Phillips then pretends to blow a trumpet and appropriates the old McDonald's jingle: \"Do doot doot doot do.\"</p><p>\"I\"M LOVIN' IT!\" his class shouts back.</p><p><strong>'Just Paint It'</strong></p><p>In his classroom Phillips has covered part of the room's walls with his own graffiti art, including brightly colored fish. \"That's my solution to everything: Just paint it!\"</p><p>It's both creativity and necessity at Plessy, which is temporarily housed in a decrepit 75-year-old building.</p><p>\"A lot of my graffiti that I did is covering stains,\" Phillips says, laughing. \"I look at those two Koi fish I painted up there,\" he adds. \"There's a really moldy old nasty stain I scrubbed off there. And there was a hole in the wall right there.\"</p><p>Gobs of white silicone caulk thick as snow plug gaping holes in most window frames. There were problems with the school's ceilings, plumbing and lots more.</p><p>Overall, the building's poor condition has proved a huge challenge, especially for a small, local school that has no big well-heeled national backers.</p><p>When the Plessy organizers acquired the old school building, it was slated to be closed. The roof, the electric, plumbing and more needed serious work.</p><p>FEMA estimated basic repair costs at $5 million to $8 million. At the last minute the state-backed Recovery School District — which oversees charters here — gave Plessy $1 million for emergency repairs and sent some staff to help.</p><p><strong>Project-Based Learning</strong></p><p>Parents and teachers had to scramble to get the school ready in time for opening day in late August.</p><p>\"I had just random parents coming in painting, helping out with the building re-doing. Painting windows, cutting wood,\" says second-grade teacher Jennifer Gum.</p><p>Gum is guiding her kids in a project to make pictures of their neighborhood block, inspired by the work of African-American artist <a href=\"http://en.wikipedia.org/wiki/Romare_Bearden\">Romare Bearden</a>.</p><p>Gum says the hands-on curriculum here is more than enrichment: Projects from mapping to murals aim to integrate math, history and reading lessons.</p><p>\"I think it's integral to students being able to express themselves and gain confidence. And through gaining confidence and learning to express themselves, I think they're more apt to achieve,\" Gum says. \"It also cuts down on behavior issues when you give them opportunities to create and learn rather than just, you know, drill, drill, drill.\"</p><p>There's an odd irony in New Orleans' nearly all-charter system today: Charters, in theory, are supposed to foster innovation and experimentation and give parents a wider choice. And there's no question the charter change in the city has produced a dramatic rise in test scores.</p><p>But critics say that too many charter schools here share a core focus on tough discipline and data-driven instruction that has produced a kind of pedagogic monoculture.</p><p>Plessy distinguishes itself by honoring the arts, which are central to New Orleans's culture, identity and economy.</p><p><strong>'A Real Community Effort'</strong></p><p>\"We just want to be a different kind of choice,\" says principal Joan Reilly. \"We want to be the school that takes the creators and the dreamers and channel it into something that's awesome.\"</p><p>Reilly has taught in New Orleans for three decades. She was finishing up her principal certification last fall when Plessy's parent board fired its first leader and asked her to take over.</p><p>\"I would call it a real leap of faith,\" she says. \"It's not the traditional sit-in-your-desk and have someone give you the knowledge all day. It's more of the let's get on the floor, let's get messy, let's learn by doing.\"</p><p>It's too early to say whether this school's approach is working. It just started its second year. Kids haven't yet taken any standardized tests.</p><p>\"Katrina blew the lid off a whole lot of problems in New Orleans. One of 'em was a destroyed education system,\" says parent Leo Boekbinder, whose 5-year-old son is a kindergartner at Plessy.</p><p>Boekbinder sees charters as an alternative to the city's under-funded and dysfunctional traditional public school system.</p><p>And for him Plessy stands out. \"Many charter schools [in New Orleans] don't have the kind of [community] input we have here. They give you a building and some money but you didn't have much input over the curriculum. Here you've had a real community effort.\"</p><p><strong>Razor-Thin Margin</strong></p><p>\"A two-headed space lion, everybody look at that!\" says second-grade teacher Chantell Nabonne. She tries to rein in her kids as they pin their vibrantly colored masks to the hallway, turning it into a makeshift gallery. \"Boys and girls, because these are masks, I want everybody to hold them over their faces.\"</p><p>The 36-year-old New Orleans native left the city after Katrina and taught public school in Lafayette, La., for eight years. Her parents are artists. The lure of an arts-infused curriculum, she says, lured her back.</p><p>\"There was a little voice in me saying 'you know you need this, this is your outlet, this is the arts, this is you back home in New Orleans, looking after the kids that need you.' \" Nabonne says.</p><p>A foundation named after the late Louisiana artist <a href=\"http://georgerodrigue.com/\">George Rodrigue</a> helps out with art supplies and professional development. But beyond that and the state's per-pupil funding, the school has still had to scrape and borrow to get off the ground.</p><p>\"It's been a really, really tough two years as a startup. But we had to figure a way to skin the cat each time,\" says Ben McLeish, a Plessy parent and school board president.</p><p>The parents who organized to help get Plessy off the ground entered the game late, after much of the initial startup funding had dried up in the city. McLeish says possible collaborations with city-based and national charter chains just didn't seem like a good fit.</p><p>\"So we decided to start our own. Little did I know how difficult that would be,\" McLeish says, adding that with limited funds the margins now are razor-thin. \"As we get more students and add grades, we'll have a different economy of scale. But we're such a small school the reality is we need students.\"</p><p><strong>'A Work In Progress'</strong></p><p>Officially David Phillips' title is arts integration specialist. Some kids call him simply the art dude.</p><p>\"Even though this is a city that has such a rich culture, the arts have been cut,\" he says. \"And that's a real shame. Understanding how an artist thinks, thinking analytically about art, being able to articulate it ... that's something that's not typical in a lot of schools.\"<em> <br /></em></p><p>By the 2016 school year Plessy hopes to be in a new, permanent, renovated building not far from its current location.</p><p>Phillips concedes the whole project is still a big work in progress ... and in flux.</p><p>\"I'd be lying if I said we had it all figured out. But what's so cool is the parents are passionate,\" he says. \"When you throw people into the fire like this you either become really, really close or you end up hating each others guts. And by the end of this year we're all gonna either be like family or we're gonna never want to see each other again.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Orleans+Charter+School+Marches+To+Its+Own+Tune+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355769338-f99e8f.m3u?orgId=1&topicId=1013&ft=3&f=354090391"},{"href":"http://media.npr.org/assets/img/2014/10/06/plessy-kids-edit-14c5681c3d538b902cda5d1a9f2963d2b8e26be3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/10/06/plessy-phillips-edit_slide-29965b36b223148c75685e365665f3306c31c2ed.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2136","width":"3205"}},{"href":"http://media.npr.org/assets/img/2014/10/06/plessy-nabonne-edit_slide-bc5948b93266eb13b1f01c7b3ab1c4715ba9d683.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1773","width":"2660"}}]}