{"created":"2014-10-03T03:49:50+00:00","modified":"2015-04-30T19:47:35+00:00","valid":{"from":"2012-04-23T02:33:01+00:00","to":"3012-04-23T02:33:01+00:00"},"hreflang":"en","guid":"9f73ce9b-2ba0-48ee-b9b6-6fbb7fbb4313","title":"SOTRU - Southeastern Washington: The Unlikely Perfect Place","teaser":"The Tri-Cities are Richland, Pasco and Kennewick—3 cities clustered near one another in the vast plains and deserts of Washington state, to the east of the Cascade Mountains. It’s a region that seems like it would have little to attract newcomers—it’s largely remote, prone to dust storms, not close to any major city. But, over the decades, this area has drawn people from the world over, and, in this episode, we’ll explore how and why. From those working in plutonium production for atomic bombs, to scientists researching nuclear waste clean-up efforts at one of the world’s most contaminated sites, to Latino migrants working the fields of the thriving agribusiness in Eastern Washington. These are stories of people drawn to an unlikely place for myriad reasons—what drew them here and what communities they’ve built here. ","description":"State of the Re:UnionSoutheastern Washington: the Unlikely Perfect Place. Host: Al LetsonDESCRIPTION: The Tri-Cities are Richland, Pasco and Kennewick&mdash;3 cities clustered near one another in the vast plains and deserts of Washington state, to the east of the Cascade Mountains. It&rsquo;s a region that seems like it would have little to attract newcomers&mdash;it&rsquo;s largely remote, prone to dust storms, not close to any major city. But, over the decades, this area has drawn people from the world over, and, in this episode, we&rsquo;ll explore how and why. From those working in plutonium production for atomic bombs, to scientists researching nuclear waste clean-up efforts at one of the world&rsquo;s most contaminated sites, to Latino migrants working the fields of the thriving agribusiness in Eastern Washington. These are stories of people drawn to an unlikely place for myriad reasons&mdash;what drew them here and what communities they&rsquo;ve built here.Billboard (:59)Incue: From PRX and NPROutcue:&nbsp; But first, this newsSEGMENT A (12:29)Incude: So, I'm pulling up ...Outcue: ... on State of the Re:UnionA. The Bomb That Made a City, And Has Remade It SinceIn the 1940s, a city in rural Eastern Washington was completely transformed, practically overnight, from a sleepy agricultural town into a bustling city of thousands, home to some of the most brilliant scientific minds in the country. Oh, and it was also home to the creation of one of the most destructive things in the history of humanity. How?&nbsp;&nbsp;&nbsp; Back in the early 40s, military authorities determined that the area just outside of Richland, Washington was ideally suited as the place to site a set of nuclear reactors that were a key element to the Manhattan Project. It was near the Columbia River (needed for hydroelectric energy) and remote enough that only a few hundred residents would have to be relocated out of the dangerzone. And so the government bought the land or took it by eminent domain, built the Hanford reactor, and, within weeks turned Richland from a town of hundreds first to a camp of thousands and the a city of tens of thousands. For decades, Richland was government-owned, built and run&mdash;from the housing to the police force. It was a company town where the company was government&mdash;and the job was producing unbelievably lethal bombs. However, that purpose was a total secret&mdash;no one was allowed to talk about Hanford&rsquo;s mission. In fact, even workers at the site weren&rsquo;t let in on what they were working on, until after the bomb they&rsquo;d built&mdash;nicknamed &ldquo;Fat Man&rdquo;&mdash;was dropped on Nagasaki. That culture of secrecy continued during the Cold War, with even children being spied on at school to see what they revealed in public. The jobs stayed, too, as America&rsquo;s Cold War anxieties kept uranium production at Hanford for nuclear weapons going strong. Then, when the Cold War ended, the entire community&rsquo;s identity felt like it hung in the balance. The U.S. government was scaling back production and it seemed like they might abandon the site altogether. Then state officials came in and said &ldquo;hey&mdash;you were refining plutonium on our land and now you&rsquo;re about to leave, and by the way there all these chemicals leaking from underground storage tanks towards the Columbia River.&rdquo; After some begging and pleading from state and local officials, Hanford (the site of the reactor) was repurposed to become the site of the most extensive (and expensive!) research into nuclear waste clean-up and remediation in the world. There&rsquo;s a water purification plant there the size of 3 football fields. A landfill the size of Manhattan. Thousands of scientists now work there, giving Richland one of the highest per capita number of PhDs in the nation. And everyone lives all together. You have everything from the union electrician to the PhD underground geologist, radioactive physicists living next door to people who hammer nails for a living. People from India, England, Korea, Connecticut&mdash;all at the same Richland dinner party. The community has morphed from one focused on plutonium production to one focused on nuclear clean-up. SEGMENT B (18:59)Incude: You're listening to State ...Outcue: P-R-X.O-R-GA. The Bomb That Made a City, And Has Remade It Since (Cont.) Completion of above story. B. A Tribe on the Dam&rsquo;s EdgeAs recently as the 1950s, members of the Wanapum Tribe of Eastern Washington were still living as their ancestors had when Lewis and Clarke came through the region. The Wanapum lived in reed houses on the edge of the Columbia River, which they called &ldquo;Chiawana,&rdquo; subsisting on salmon, elk and foraged berries, and speaking little English. But, because of growing electricity needs in the region, the Grant County Public Utility District put together a plan to build 2 hydroelectric dams that would flood the ground where the Wanapum spent the winter. Because the Wanapum had never signed a tribal land rights agreement with the federal government (according to their beliefs, they cannot &ldquo;own&rdquo; the land, and therefore would not sign something implying that), they were basically squatters on land they&rsquo;d been living on for centuries. The leader of the tribe, Johnny Buck, recognized that his community&rsquo;s very existence was being threatened. So he came up with an unusual solution: partner with the Utility District to build a new village, right on the edge of the dam. The Wanapum, now led by Johnny Buck&rsquo;s grandson, Rex Buck, live in a tiny community overlooking the dam. In this segment, we&nbsp; hear the story of this unusual agreement from Rex Buck. SEGMENT C (18:59)Incue: You're listening to State &hellip;Outcue: This is N-P-RA. A Little Texas in the Mexico of WashingtonEvery Sunday afternoon for the past 20 years, if you tune your radio to KHSS 100.7 FM radio, you&rsquo;ll hear something that&rsquo;s aimed at a very specific part of the Tri-Cities community: the Tejano part. It&rsquo;s a little bit Mexican, a little bit American and a whole lotta Texan-- a part of the Tri-Cities community that reveals the complex waves of migration to this place, and the collection of people that farm work has gathered here over the years. KHSS&rsquo;s Tejano radio show is hosted by Adan Escobar, and his story is one many in the Tri-Cities community could tell, with a musical twist. Adan grew up in the projects of Brownsville, Texas, and, starting when he was a kid, he and his mother would travel north during the harvest season, to help out in the fields. When they were at home in Texas, Adan fell in love with music. He would hang out near a radio station by his house, taking home the old records they didn&rsquo;t want anymore, and showing up at quincea&ntilde;eras, just so he could hear the band. It was a particular Texan flavor of music: some of the strains of Mexican banda and ranchera, but also the flavor of country, and American R&amp;B and jazz. When Adan was on the verge of high school, his mom found that she could get better-paying year round agricultural work in the fields of Washington state. They wouldn&rsquo;t have to be on the move anymore. In WA, Adan still worked in the hops fields in the summers, even after doing a school program that introduced him to audio engineering. He would board op radio broadcasts of football games, and then work the hops fields late into the night during the harvest season. He noticed that, in all the commercial radio aimed at the Latino audience in the Tri-Cities, there was hardly anyone playing the Tex-Mex hybrid that he loved. So he started his own show that was aimed at reconnecting Tejanos with their roots&mdash;both musically and interpersonally. What Adan has found over the years is that the show and the music are what rallies this strain of the Tri-Cities Latino community together. B. Wine vs. WheatThis is conservative farming country. For years, wheat and onions were main crops here. But, a couple of decades ago, a first generation Italian-American moved to the area and decided to try to grow grapes for his own wine. Little did he know that his experiment would turn into an explosion of economic growth for the town of Walla Walla just decades later. The region has gone from having zero vineyards to having 80, within a short period of years. And that&rsquo;s not like just adding another crop to an already agricultural area&mdash;wineries are tourist industries, as much as agricultural ones. And the people who open them are often dreamers, making their second careers here. Take Corey and Cindy Braunel of Dusted Valley Winery. The couple (along with Cindy&rsquo;s sister and her husband Chad) were working corporate jobs in their home state of Wisconsin. As a medical sales representative, Corey attended lots of fancy pharmaceutical-sponsored dinners.&nbsp; He never knew how to order wine because where he grew up in Wisconsin &ldquo;wine comes in a box,&rdquo; and they rarely drank it.&nbsp; It was Corey&rsquo;s sister-in-law who introduced him to the finer things in life&mdash;including wines.That developed into a passion for wine that they decided to pursue&mdash;and, after considering several wine-making communities, they picked Walla Walla as the place to do it. Their business was the 52nd winery in Walla Walla, opening just as the boom was really starting.&nbsp; But what&rsquo;s harder to see behind this transformation&mdash;but just as powerful&mdash;is the shift in the culture of the place. Walla Walla&rsquo;s Main Street used to feature mostly tumbleweeds, and now its mostly tasting rooms. Oldtimers say the downtown area used to hold a variety of shops that catered to the needs of the town's population. &nbsp;Now it's predominantly wineries, and there are fewer places for locals.&nbsp; C. Slurpee Capital of the WorldDon Mariotto is a man with an unusual mission: to freeze your brain. That is, if you live in the Tri-Cities. When Dan retired from being a tax lawyer, he bought the 7-11 store in Kennewick. And in the spring of 2007, he noticed something unusual happening. The Kamiakin High School football team would congregate at the store for Slurpee beverages in between and after practicesThat gave Dan a thought: I wonder how many slurpees we sell? He did a little research and found that his Kennewick store was towards the top in the U.S. He decided then and there: his store would beat all others to become Slurpee Capital of the World. The title was held by Winnipeg, Canada, but Don put a strategy in place that he hoped would beat out the Canadians. Don was so successful that 7-11 added another 6 slurpee machines to his store. Then, the year he beat Winnipeg to become Slurpee Capital of the World, he added another 6 to bring the total to 18. &ldquo;We have what is now known as the Wall of Slurpee&hellip; Just slurpee and big gulp is the whole back wall.&rdquo; Winnipeg was not happy about being toppled by Kennewick; Don was the subject of a Canadian media blitz, which he took with delight, taunting his Winnipeg counterpart in newspaper interviews. The battle is back on as Winnipeg took back the crown of Slurpee capital, but, in the meantime, people show up in Kennewick just for the slurpees. D. The Unlikely Perfect Place Montage: In this final montage, we ask residents to reflect on what it is about this place that draws people to move here, on what, surprisingly this is the perfect place for and why. PROGRAM OUT @ 59:00The Spring 2012 Season of State of the Re:Union (SOTRU) will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to June 1, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp; State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Southeastern Washington: the Unlikely Perfect Place. <br /><br />Host: Al Letson<br /><br />DESCRIPTION: The Tri-Cities are Richland, Pasco and Kennewick&mdash;3 cities clustered near one another in the vast plains and deserts of Washington state, to the east of the Cascade Mountains. It&rsquo;s a region that seems like it would have little to attract newcomers&mdash;it&rsquo;s largely remote, prone to dust storms, not close to any major city. But, over the decades, this area has drawn people from the world over, and, in this episode, we&rsquo;ll explore how and why. From those working in plutonium production for atomic bombs, to scientists researching nuclear waste clean-up efforts at one of the world&rsquo;s most contaminated sites, to Latino migrants working the fields of the thriving agribusiness in Eastern Washington. These are stories of people drawn to an unlikely place for myriad reasons&mdash;what drew them here and what communities they&rsquo;ve built here.<br /><br />Billboard (:59)<br />Incue: From PRX and NPR<br />Outcue:&nbsp; But first, this news<br /><br />SEGMENT A (12:29)<br />Incude: So, I'm pulling up ...<br />Outcue: ... on State of the Re:Union<br /><br />A. The Bomb That Made a City, And Has Remade It Since<br />In the 1940s, a city in rural Eastern Washington was completely transformed, practically overnight, from a sleepy agricultural town into a bustling city of thousands, home to some of the most brilliant scientific minds in the country. Oh, and it was also home to the creation of one of the most destructive things in the history of humanity. How?<br />&nbsp;&nbsp;&nbsp; Back in the early 40s, military authorities determined that the area just outside of Richland, Washington was ideally suited as the place to site a set of nuclear reactors that were a key element to the Manhattan Project. It was near the Columbia River (needed for hydroelectric energy) and remote enough that only a few hundred residents would have to be relocated out of the dangerzone. And so the government bought the land or took it by eminent domain, built the Hanford reactor, and, within weeks turned Richland from a town of hundreds first to a camp of thousands and the a city of tens of thousands. For decades, Richland was government-owned, built and run&mdash;from the housing to the police force. It was a company town where the company was government&mdash;and the job was producing unbelievably lethal bombs. However, that purpose was a total secret&mdash;no one was allowed to talk about Hanford&rsquo;s mission. In fact, even workers at the site weren&rsquo;t let in on what they were working on, until after the bomb they&rsquo;d built&mdash;nicknamed &ldquo;Fat Man&rdquo;&mdash;was dropped on Nagasaki. That culture of secrecy continued during the Cold War, with even children being spied on at school to see what they revealed in public. The jobs stayed, too, as America&rsquo;s Cold War anxieties kept uranium production at Hanford for nuclear weapons going strong. <br />Then, when the Cold War ended, the entire community&rsquo;s identity felt like it hung in the balance. The U.S. government was scaling back production and it seemed like they might abandon the site altogether. Then state officials came in and said &ldquo;hey&mdash;you were refining plutonium on our land and now you&rsquo;re about to leave, and by the way there all these chemicals leaking from underground storage tanks towards the Columbia River.&rdquo; After some begging and pleading from state and local officials, Hanford (the site of the reactor) was repurposed to become the site of the most extensive (and expensive!) research into nuclear waste clean-up and remediation in the world. There&rsquo;s a water purification plant there the size of 3 football fields. A landfill the size of Manhattan. Thousands of scientists now work there, giving Richland one of the highest per capita number of PhDs in the nation. And everyone lives all together. You have everything from the union electrician to the PhD underground geologist, radioactive physicists living next door to people who hammer nails for a living. People from India, England, Korea, Connecticut&mdash;all at the same Richland dinner party. The community has morphed from one focused on plutonium production to one focused on nuclear clean-up. <br /><br />SEGMENT B (18:59)<br />Incude: You're listening to State ...<br />Outcue: P-R-X.O-R-G<br /><br />A. The Bomb That Made a City, And Has Remade It Since (Cont.) <br />Completion of above story. <br /><br />B. A Tribe on the Dam&rsquo;s Edge<br />As recently as the 1950s, members of the Wanapum Tribe of Eastern Washington were still living as their ancestors had when Lewis and Clarke came through the region. The Wanapum lived in reed houses on the edge of the Columbia River, which they called &ldquo;Chiawana,&rdquo; subsisting on salmon, elk and foraged berries, and speaking little English. But, because of growing electricity needs in the region, the Grant County Public Utility District put together a plan to build 2 hydroelectric dams that would flood the ground where the Wanapum spent the winter. Because the Wanapum had never signed a tribal land rights agreement with the federal government (according to their beliefs, they cannot &ldquo;own&rdquo; the land, and therefore would not sign something implying that), they were basically squatters on land they&rsquo;d been living on for centuries. The leader of the tribe, Johnny Buck, recognized that his community&rsquo;s very existence was being threatened. So he came up with an unusual solution: partner with the Utility District to build a new village, right on the edge of the dam. The Wanapum, now led by Johnny Buck&rsquo;s grandson, Rex Buck, live in a tiny community overlooking the dam. In this segment, we&nbsp; hear the story of this unusual agreement from Rex Buck. <br /><br />SEGMENT C (18:59)<br />Incue: You're listening to State &hellip;<br />Outcue: This is N-P-R<br /><br />A. A Little Texas in the Mexico of Washington<br />Every Sunday afternoon for the past 20 years, if you tune your radio to KHSS 100.7 FM radio, you&rsquo;ll hear something that&rsquo;s aimed at a very specific part of the Tri-Cities community: the Tejano part. It&rsquo;s a little bit Mexican, a little bit American and a whole lotta Texan-- a part of the Tri-Cities community that reveals the complex waves of migration to this place, and the collection of people that farm work has gathered here over the years. <br />KHSS&rsquo;s Tejano radio show is hosted by Adan Escobar, and his story is one many in the Tri-Cities community could tell, with a musical twist. Adan grew up in the projects of Brownsville, Texas, and, starting when he was a kid, he and his mother would travel north during the harvest season, to help out in the fields. When they were at home in Texas, Adan fell in love with music. He would hang out near a radio station by his house, taking home the old records they didn&rsquo;t want anymore, and showing up at quincea&ntilde;eras, just so he could hear the band. It was a particular Texan flavor of music: some of the strains of Mexican banda and ranchera, but also the flavor of country, and American R&amp;B and jazz. When Adan was on the verge of high school, his mom found that she could get better-paying year round agricultural work in the fields of Washington state. They wouldn&rsquo;t have to be on the move anymore. In WA, Adan still worked in the hops fields in the summers, even after doing a school program that introduced him to audio engineering. He would board op radio broadcasts of football games, and then work the hops fields late into the night during the harvest season. He noticed that, in all the commercial radio aimed at the Latino audience in the Tri-Cities, there was hardly anyone playing the Tex-Mex hybrid that he loved. So he started his own show that was aimed at reconnecting Tejanos with their roots&mdash;both musically and interpersonally. What Adan has found over the years is that the show and the music are what rallies this strain of the Tri-Cities Latino community together. <br /><br />B. Wine vs. Wheat<br />This is conservative farming country. For years, wheat and onions were main crops here. But, a couple of decades ago, a first generation Italian-American moved to the area and decided to try to grow grapes for his own wine. Little did he know that his experiment would turn into an explosion of economic growth for the town of Walla Walla just decades later. The region has gone from having zero vineyards to having 80, within a short period of years. And that&rsquo;s not like just adding another crop to an already agricultural area&mdash;wineries are tourist industries, as much as agricultural ones. And the people who open them are often dreamers, making their second careers here. Take Corey and Cindy Braunel of Dusted Valley Winery. The couple (along with Cindy&rsquo;s sister and her husband Chad) were working corporate jobs in their home state of Wisconsin. As a medical sales representative, Corey attended lots of fancy pharmaceutical-sponsored dinners.&nbsp; He never knew how to order wine because where he grew up in Wisconsin &ldquo;wine comes in a box,&rdquo; and they rarely drank it.&nbsp; It was Corey&rsquo;s sister-in-law who introduced him to the finer things in life&mdash;including wines.That developed into a passion for wine that they decided to pursue&mdash;and, after considering several wine-making communities, they picked Walla Walla as the place to do it. Their business was the 52nd winery in Walla Walla, opening just as the boom was really starting.&nbsp; <br />But what&rsquo;s harder to see behind this transformation&mdash;but just as powerful&mdash;is the shift in the culture of the place. Walla Walla&rsquo;s Main Street used to feature mostly tumbleweeds, and now its mostly tasting rooms. Oldtimers say the downtown area used to hold a variety of shops that catered to the needs of the town's population. &nbsp;Now it's predominantly wineries, and there are fewer places for locals.&nbsp; <br /><br /><br />C. Slurpee Capital of the World<br />Don Mariotto is a man with an unusual mission: to freeze your brain. That is, if you live in the Tri-Cities. When Dan retired from being a tax lawyer, he bought the 7-11 store in Kennewick. And in the spring of 2007, he noticed something unusual happening. The Kamiakin High School football team would congregate at the store for Slurpee beverages in between and after practicesThat gave Dan a thought: I wonder how many slurpees we sell? He did a little research and found that his Kennewick store was towards the top in the U.S. He decided then and there: his store would beat all others to become Slurpee Capital of the World. The title was held by Winnipeg, Canada, but Don put a strategy in place that he hoped would beat out the Canadians. Don was so successful that 7-11 added another 6 slurpee machines to his store. Then, the year he beat Winnipeg to become Slurpee Capital of the World, he added another 6 to bring the total to 18. &ldquo;We have what is now known as the Wall of Slurpee&hellip; Just slurpee and big gulp is the whole back wall.&rdquo; Winnipeg was not happy about being toppled by Kennewick; Don was the subject of a Canadian media blitz, which he took with delight, taunting his Winnipeg counterpart in newspaper interviews. The battle is back on as Winnipeg took back the crown of Slurpee capital, but, in the meantime, people show up in Kennewick just for the slurpees. <br /><br />D. The Unlikely Perfect Place Montage: In this final montage, we ask residents to reflect on what it is about this place that draws people to move here, on what, surprisingly this is the perfect place for and why. <br /><br />PROGRAM OUT @ 59:00<br /><br />The Spring 2012 Season of State of the Re:Union (SOTRU) will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to June 1, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp; <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage.","byline":"Al Letson","published":"2012-04-23T02:33:01+00:00","tags":["Entertainment","Historical","Travel"],"itags":["prx:stories-77093"],"audio":[{"href":"https://hal.prx.org/pub/640abe6b7db08f409cb2eb985f84084e/0/web/story_image/178574/medium/SEWash.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/8b631de6a6003084a4c269acf0b117b1/0/web/audio_file/384789/broadcast/01_TriCities_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/3506f5f1f340ee4aa79d7ccd0bdbdc7c/0/web/audio_file/384790/broadcast/02_TriCities_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/5590d847c560b87f89f18c9dd6f866e6/0/web/audio_file/384797/broadcast/03_TriCities_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23942790}},{"href":"https://cms.prx.org/pub/7042ef364fbc91065869d367b17d80f5/0/web/audio_file/384798/broadcast/04_TriCities_Segment_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/fc273ed10be7860ee3beafb00630577b/0/web/audio_file/384805/broadcast/05_TriCities_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36406835}},{"href":"https://cms.prx.org/pub/c775466c74f03ed948e02c670478633e/0/web/audio_file/384806/broadcast/06_TriCities_Segment_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/768d0631b5c8141b85b7e5e71d72a8c8/0/web/audio_file/384814/broadcast/07_TriCities_Seg_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}