{"created":"2015-02-10T22:51:18+00:00","modified":"2015-02-11T20:29:58+00:00","valid":{"from":"2015-02-11T20:29:58+00:00","to":"3015-02-11T20:29:58+00:00"},"hreflang":"en","guid":"9f78bef8-2b47-499d-8d6e-443445566881","title":"Baghdad residents can stay out late and go big on Valentine's Day","published":"2015-02-11T20:29:54+00:00","byline":"Traci Tong","tags":["conflict","military","culture","Lifestyle","Lifestyle & Belief","Baghdad","Asia","Iraq","Asia","Middle East","Jane Arraf","Saddam Hussein","US invasion","Valentine's Day","American Sniper","War","Government"],"teaser":"Baghdad ended its decade-long curfew on Saturday. The curfew was implemented during the 2003 US-led invasion, requiring residents to remain indoors between midnight and 5 am. The violence in the capital city hasn't ended, but lifting the curfew was met with celebration.","contentencoded":"<p>The people of Baghdad are doing something they haven't been able to do in more than a decade: Staying out late.</p>\n<p>On Saturday, the Iraqi government lifted a midnight to 5 am curfew implemented in the wake of the US-led invasion a decade ago — allowing Baghdad residents the chance to stay out late.</p>\n<p>\"Baghdad is a late night city. People take their kids out for dinner at midnight, so they didn't have to be home by 12. Before the shops would close, restaurants would close and people would rush home before the checkpoints stopped them,\" explains Baghad-based reporter Jane Arraf. </p>\n<p>The curfew was imposed after the fall of Saddam Hussein in early April 2003 and the city became a dangerous place, says Arraf. \"If you were out after curfew and American soldiers at a checkpoint thought you were a threat, you ran a risk of being shot.\"</p>\n<p>When the curfew was lifted, the city's atmosphere changed almost immediately. \"There’s a huge new shopping mall.  A cinema. And a booming trade in Valentine’s Day paraphernalia.\"</p>\n<p>\"It’s huge, inexplicably huge. You see shops done up entirely in red selling plush hearts and 'I Love You' teddy bears,\" Arraf explains. </p>\n<p>The calm was short-lived however. The day after the curfew ended there were two suicide bombings, killing more than 10 people. There were more bombings at restaurants and a market.</p>\n<p>Still, says Arraf, the Iraqi government will likely not impose a new curfew unless ISIS is on their doorstep.</p>\n<p>\"What you have to remember about Iraq ... [is] people get used to a level of risk that most of the rest of the world would find absolutely staggering. So, the [Iraqi] government, in lifting the curfew and some of the roadblocks around the city, is making life easier for everyday Iraqis.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0210201504.mp3"},{"href":"http://www.pri.org/file/0210201504mp3"}]}