{"created":"2015-02-13T21:21:43+00:00","modified":"2015-06-16T17:26:55+00:00","valid":{"from":"2015-06-16T17:26:55+00:00","to":"3015-06-16T17:26:55+00:00"},"hreflang":"en","title":"Justices Ginsburg And Scalia: A Perfect Match Except For Their Views On The Law","published":"2015-02-14T12:19:00+00:00","teaser":"The two justices — sometimes called the Odd Couple of the Supreme Court — have been friends for decades. They shared their disagreements and affection at an evening at George Washington University.","itags":["npr_api","386085342"],"guid":"9f95d55a-9052-466a-92dd-f1c4d7f76fe6","contentencoded":"<p>My assignment Thursday night was pretty clear. As the moderator of the sold-out event, let the audience get a good look at the jousting, good-humored friendship between Supreme Court Justices Ruth Bader Ginsburg and Antonin Scalia.</p><p>On the high court these two are the leading voices of conservatism and liberalism. In their written opinions, even the footnotes can be ferocious. But they are also true and longtime friends. As Scalia said of Ginsburg, \"what's not to like — except her views on the law.\"</p><p>As the evening at George Washington University wore on, the two justices used verbal sabers to make unsparing slashes in the other's legal reasoning, re-fighting legal disagreements — some of them decades old — as if they were fresh.</p><p>They have become rock stars in their own right. The Arena Stage in Washington, D.C., is about to open a new play about Scalia called <em>The Originalist</em>. There's a best-selling line of T-shirts featuring a robed Ginsburg over the jibe, \"Notorious R.B.G.\" And both are the subjects of a new comic opera called <em>Scalia/Ginsburg</em>, based on their famous legal feud.</p><p>Essentially, that feud is about whether the Constitution is, as Scalia has put it, \"dead\" — that it means what the Founding Fathers said it meant at the time it was adopted. Or whether it is a \"living\" document, that the founders meant to adapt to the times. Scalia agreed last night that he has to find a better word than \"dead\" — that the word really doesn't sound right, and he settled instead on \"enduring.\"</p><p>But the best high jinks of the evening came when I asked Ginsburg, 81, about being caught on camera during the State of the Union address — asleep.</p><p>That was not the first time either, said Ginsburg, explaining that the audience at the speech \"for the most part is awake, because they're bobbing up and down all the time. And we sit there stone-faced, sober judges, but we're not —at least I wasn't — 100 percent sober, because before we went to the State of the Union we had dinner together, and Justice Kennedy brought a ... very fine California wine.\"</p><p>Ginsburg said she had \"vowed this year, just sparkling water, stay away from the wine. But in the end, the dinner was so delicious it needed wine to accompany it.\"</p><p>Justice Scalia, who doesn't go to the State of the Union, interjected: \"That's the first intelligent thing you've done.\"</p><p>Ginsburg went on to say that these sleepy times really make her miss her retired colleague David Souter, who had an unerring ability to tell when she was about to nod off and would \"pinch me.\" Justices Anthony Kennedy and Stephen Breyer, who surround her now at the State of the Union, she said, are way too polite in their nudges.</p><p>The hour-and-a-half event was a blend of the lighthearted and the serious. On the serious end, the two justices gave voice to their long-time written arguments. \"That reasoning won't work, Nino,\" and \"That may be your notion, Ruth\" echoed throughout GWU's Lisner Auditorium at the event put on by the Smithsonian Associates.</p><p>Scalia rejected Ginsburg's argument that the Constitution is \"living,\" contending that to allow our founding document to adapt to the times would render it \"subject to whimsical change by five of nine votes on the Supreme Court.\" Ginsburg countered that Scalia's \"originalist\" approach is not faithful to the idea of \"We the people.\" The Constitution, she maintained, has to expand to cover more than the \"white, property-owning men\" who once were \"we the people.\"</p><p>The back and forth was relentless but respectful, interspersed with some hilarious personal stories. Ginsburg recounted her high school days as a baton twirler, shivering in an oh-so-short skirt and wielding a baton so large that she once knocked a tooth out with it.</p><p>Scalia, an only child, answered a question about how he ended up with nine children, saying his brood was not exactly planned. Indeed, when people would ask his often-pregnant wife Maureen whether this was their last child, she would reply, \"No, the previous one was.\"</p><p>On one subject — gay marriage — Scalia seemed to come close to conceding that he is about to lose. When I noted that he has seemed to win more battles of late on other subjects, but not on gay rights, I wondered whether this issue falls into the category of \"win some, lose some.\" \"Yeah,\" replied the justice with a little smile, \"win some, lose some.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justices+Ginsburg+And+Scalia%3A+A+Perfect+Match+Except+For+Their+Views+On+The+Law&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"140"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386085343-dd4892.m3u?orgId=1&topicId=1070&d=140&p=2&story=386085342&t=progseg&e=385901114&seg=16&ft=nprml&f=386085342"}]}