{"created":"2015-02-13T21:31:13+00:00","modified":"2015-02-16T16:30:55+00:00","valid":{"from":"2015-02-16T16:30:55+00:00","to":"3015-02-16T16:30:55+00:00"},"hreflang":"en","guid":"9f9a29de-9bfb-40c7-b83d-ac2738ff253e","title":"'Digital thuggery' comes to the forefront in Nigeria's elections","published":"2015-02-16T16:30:51+00:00","byline":"Joyce Hackel","tags":["elections","culture","politics","technology","Conflict","Conflict & Justice","Abuja","Africa","Nigeria","Sub-Saharan Africa","Adaobi Tricia Nwaubani","Nigeria","Elections","balloting","vote","President Goodluck Jonathan","Muhammadu Buhari","digital political thuggery"],"teaser":"Nigeria's presidential election is the most hotly contested in the country since the end of military rule in 1999. Nigerian author Adaobi Tricia Nwaubani says the election is being fought online, where legions of paid staff are inundating sites with fabricated postings and comments.","contentencoded":"<p>Nigeria has postponed its presidential election for six weeks, which will allow politicians there even more time to engage in \"virtual warfare,\" using unsavory online tactics to sway public opinion. </p>\n<p>That's according to Nigerian author Adaobi Tricia Nwaubani.</p>\n<p>Nwaubani says Nigerians are increasingly looking to their smartphones and laptops to gauge popular political attitudes and weigh how much support a politician wields. But she says these days, the digital conversation in Nigeria is not what it seems. </p>\n<p>\"Hundreds of those comments — people on Twitter, people on Facebook, comments beneath news articles — are comments that people are paid for,\" Nwaubani says. \"They're sitting in a basement, and they're paid just to make those comments — to just turn the tide of public opinion in favor of a certain politician or candidate.\"  </p>\n<p>Nwaubani says she's spoken with several young Nigerians employed to fabricate comments, and pose as political supporters or detractors of powerful Nigerians. </p>\n<p>She says, \"it's an occupation for a lot of young men now.\" A case in point is a 28-year-old chemistry graduate Nwaubani met, who she says tries to steer public opinion online for a popular Nigerian politician.  Months earlier he had worked for the politician's rival. </p>\n<p>\"For him, it is not about ideology,\" she notes. \"He wakes up every morning, drives to work, sits down all day with his colleagues, and they go on the Internet and they look for news stories where the principle's name is mentioned and they bombard those stories with comments, to give you the impression that people are either in support of what his principle is doing or they attack his attackers.\" </p>\n<p>Nigeria's presidential vote was originally slated for February 14. It's been postponed for six weeks and rumors are swirling about why the vote was delayed. </p>\n<p>Some say the current president, Goodluck Jonathan, was afraid his opponent — former military ruler Muhammadu Buhari — was going to win. </p>\n<p>But the president says the date was changed because of the possibility of attacks by the extremist group Boko Haram. He says the only factor that motivated the delay was a concern from military leaders that they couldn't guarantee safety at polling stations.</p>\n<p>That's an explaination Adaobi Tricia Nwaubani isn't buying. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-13%2Fdigital-thuggery-plays-increasing-role-nigerias-elections&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02132015_09.mp3"},{"href":"http://www.pri.org/file/0213201509mp3"}]}