{"created":"2015-05-02T16:00:35+00:00","modified":"2015-05-02T16:01:18+00:00","valid":{"from":"2015-05-02T16:01:18+00:00","to":"3015-05-02T16:01:18+00:00"},"hreflang":"en","guid":"9f9e6a90-d053-4dd8-8daf-d09cdefe7ddc","title":"Siberias Mysterious Craters","published":"2015-05-02T16:00:01+00:00","byline":"","teaser":"<p>Dozens of mysterious craters have recently appeared in northwestern Siberia, with rock and soil blasted hundreds of yards away.There's no evidence of an explosion, but releases of methane underscore the risks that the Arctic could become stuck in a warming feedback loop, and these craters might be a sign.</p>\n","contentencoded":"<p>CURWOOD: From the Jennifer and Ted Stanley Studios in Boston and PRI, this is Living on Earth. Im Steve Curwood. The Arctic is warming twice as fast as the rest of the planet, and it is mostly a vast ocean, with little more than half the summer ice it used to have just a few decades ago. Well have more on the economic and national security implications of the warming Arctic Ocean, but first consider the frozen lands around it.</p>\n<p>North Slope, Alaska, Vladimir Romanovsky works with collaborators from Denmark to check the temperature of the permafrost. The temperature is between -3 and -3.5 C, which could induce melting. (Photo: S. Marchenko)</p>\n<p>Permafrost, ground that has been solidly frozen since the last Ice Age thousands of years ago, is beginning to turn to mush. As permafrost warms it releases greenhouse gases in the form of CO2 and methane, and a recent paper in the journal Nature suggests the climate may be headed for a tipping point. The warmer the permafrost gets, the more carbon is released into the atmosphere, which then promotes more warming, releasing more carbon, and so on. This feedback effect could possibly trigger runaway global warming, as early as 2050. And one sign of the changing tundra is already here, with the appearance of weird craters in Siberia. Vladimir Romanovsky is a geophysicist at the University of Fairbanks in Alaska, and we called him up. Welcome to Living on Earth.</p>\n<p>ROMANOVSKY: Yeah, thank you.</p>\n<p>CURWOOD: So what do these craters look like?</p>\n<p>ROMANOVSKY: Well, that's a pretty large hole in the earth. It's about 30 meters, like almost 100 feet in diameter, and it's kind of a round shaped hole, and it goes down to up to maybe 40 meters so it's more than a hundred feet in depth. And it's surrounded by some material which it looks like it was so thrown out of this hole, and that part is the most unusual.</p>\n<p>A thermokarst -- a land surface characterized by irregular surfaces of marshy hollows and small hummocks formed when permafrost thaws. This is the result of a thaw in the Canadian archipelago in the high Arctic, where permafrost is degrading. (Photo: V. Romanovsky)</p>\n<p>CURWOOD: So it sounds like some kind of explosion perhaps?</p>\n<p>ROMANOVSKY: Well the groups that were visiting that...they couldn't find any evidence of fire there, so any evidence of real explosion. Otherwise you would see some charcoal and some other evidence of burning, of fire. So it looks like more like very high pressure, which pushed material out of it and throw it away as far as up to 100 yards from the hole.</p>\n<p>CURWOOD: So what could do that? That's a lot of material going a long ways. I mean, if it were bottle of champagne it would have an awful amount of bubbles to push out a cork like that.</p>\n<p>Circumpolar permafrost extent as of 2003 (Photo: Courtesy of V. Romanovsky)</p>\n<p>ROMANOVSKY: Right, right. So you have to have really high pressure, and in my opinion the hole was actually developed steadily. So my hypothesis here is that for some period of time, and it could be pretty long time, it could be decades, maybe even centuries, the hole was developed from the bottom up from below the permafrost. Because of pressure, because of some fluids, gases, they slowly were penetrating into permafrost, developing this void in a column shape and of course this void was under pretty high pressure, because of methane, because of the decomposing gas hydrates if they are there and this development was continuously going up and up and up. And when hole was close to the surface, the roof maybe just only 10 meters thick, then pressure was big enough to push this roof up and develop a small mound because we know that before the eruption it was a mound there and eventually when the pressure was higher than strength of the material, the top of this mound just was thrown out, ejected.</p>\n<p>CURWOOD: So, how is this related to climate change or is it related to climate change?</p>\n<p>The shaded areas are where permafrost is predicted to thaw by 2050. (Photo: Courtesy of V. Romanovsky)</p>\n<p>ROMANOVSKY: Yeah, I think in my explanation, climate change is one of the major factors here because to make this process going and especially to bring this hole close enough to the surface to make this eruption you have to have pretty warm permafrost and in that area permafrost, well its not really cold but its about minus 4, minus 3 degrees Celsius, and at this temperature it probably couldn't happen but the latest warming which is going on in this region for the last more than 30 years, make permafrost one or even two degrees warmer than it was originally. In this case this hole could actually reach very close to the ground surface because of permafrost's warming and this hole is continuously going up because of warmer permafrost. So in this case, warming permafrost is a necessary condition to actually develop this kind of feature.</p>\n<p>CURWOOD: Why do you think we should be concerned about the appearance of these holes in the permafrost?</p>\n<p>Vladimir Romanovsky at Toolik Lake Station at North Slope, Alaska, a research facility funded by the NSF. (Photo: S. Marchenko)</p>\n<p>ROMANOVSKY: Well, because they can destroy any kind of infrastructure. It could be infrastructure related to gas and oil development, for example a pipeline, or destroy a building or infrastructure related to, well, just local communities as well. And with further warming we will have this more and more common and exploration and also extraction of oil and gas in the Arctic, put some additional pressure on permafrost. And permafrost is getting warmer not only because of warmer climate but because of human activities in that region as well. So it's kind of human activities put pressure on permafrost, permafrost degrading, developing pressure inside of permafrost and this pressure reflecting back to humans who started this process.</p>\n<p>CURWOOD: A feedback loop there, huh?</p>\n<p>ROMANOVSKY: Yeah, it's definitely a feedback loop here, yeah.</p>\n<p>CURWOOD: Vladimir Romanovsky is Professor of Geophysics at the University of Alaska in Fairbanks. Thanks so much for explaining to us the possible link between Arctic melting and the mysterious craters in Siberia.</p>\n<p>ROMANOVSKY: Very welcome and thank you for inviting me.<img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Fsiberias-mysterious-craters&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn.pri.org/pts/redirect.mp3/cdn.pri.org//content/2015-05-01/loe_150501_a1_permafrost.mp3"},{"href":"http://www.pri.org/file/loe150501a1permafrostmp3"}]}