{"created":"2015-05-15T13:08:24+00:00","modified":"2015-05-15T13:08:24+00:00","valid":{"from":"2013-05-06T10:01:39+00:00","to":"3013-05-06T10:01:39+00:00"},"hreflang":"en","guid":"9fbba04c-a2d7-4a8c-8c77-ab200b8af541","tags":["APM","Education","higher education","summer","summer vacation"],"byline":"Sally Herships","published":"2013-05-06T10:01:39+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>For those of us well past high school, summer break has become hard to recognize. While we may have spent those months working summer  jobs, or hanging out at the town pool, that kind of low-key summer, is, well, history.</p>\"},{\"content\":\"<p>Donny Wise, a father of two, in Brentwood, California says for his son&apos;s summer doesn’t mean an end to academics.   “This particular summer, my son is planning on studying geometry, traveling a little bit, out of state, and possibly shadowing an emergency room doctor,” he says. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Wise’s son is in eighth grade and Wise says they’re already thinking about his son’s college essays.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Even this coming week, I’ll be talking to a college counselor and that will be the main topic of discussion.” But Wise notes, instead of a more intensive class, geometry will be limited to just a couple hours a day, and more importantly, his son is happy.   “He wants to be a medical doctor, he wants to go to Brown University,” he says.   Jill Tipograph is the founder of <a href=\\\"http://www.everythingsummer.com/\\\" target=\\\"_blank\\\">Everything Summer</a>, a high-end consulting company that  helps parents choose summer programs for their kids. The company’s tagline  is “From camp to college”. Tipograph says with college more competitive than ever, just doing well in school is no longer enough.   “What’s the other variable they have control over? The next time period is summer,” she says.   And parents get it. Jeff Shumlin, who runs <a href=\\\"http://goputney.com/\\\" target=\\\"_blank\\\">Putney Student Travel</a>, a service which takes kids abroad on anything from a community service trip to Costa Rica to a language immersion visit to Spain, says it’s not his program that’s behind the pressure.   “We have many parents who call and say in the most straightforward of terms, will this get my child into college?”   Putney’s website discourages students from using its trips, which cost thousands of dollars, as application enhancers. But the site also features a special college essay section including the names of the schools its graduates have been accepted to: Georgetown, Duke and Skidmore<strong>.  </strong> But, notes Alison Chisolm, an independent counselor with <a href=\\\"http://www.annaivey.com/about/team\\\" target=\\\"_blank\\\">Anna Ivey</a> college consulting, says parents who can’t afford these high priced experiences shouldn’t worry about it.   “There is no magic program and there is no magic credential that gets you into college. And the idea that there is one, is an illusion,” she says.   An illusion that keeps getting more expensive. According to the <a href=\\\"http://www.wysetc.org/\\\" target=\\\"_blank\\\">World Youth Student &amp; Educational Travel Confederation</a>, the average amount spent on a student trip abroad has doubled in the last decade -- to almost $4,000.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><em><strong>Correction:</strong> The originial article misidentified Jeff Shumlin. The text has been corrected.</em></p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>For those of us well past high school, summer break has become hard to recognize. While we may have spent those months working summer &nbsp;jobs, or hanging out at the town pool, that kind of low-key summer, is, well, history.</p>\n<p>Donny Wise, a father of two, in Brentwood, California says for his son's summer doesn’t mean an end to academics. &nbsp; “This particular summer, my son is planning on studying geometry, traveling a little bit, out of state, and possibly shadowing an emergency room doctor,” he says.&nbsp;</p>\n<p>Wise’s son is in eighth grade and Wise says they’re already thinking about his son’s college essays.</p>\n<p>“Even this coming week, I’ll be talking to a college counselor and that will be the main topic of discussion.” But Wise notes, instead of a more intensive class, geometry will be limited to just a couple hours a day, and more importantly, his son is happy. &nbsp; “He wants to be a medical doctor, he wants to go to Brown University,” he says. &nbsp; Jill Tipograph is the founder of <a href=\"http://www.everythingsummer.com/\" target=\"_blank\">Everything Summer</a>, a high-end consulting company that &nbsp;helps parents choose summer programs for their kids. The company’s tagline&nbsp; is “From camp to college”. Tipograph says with college more competitive than ever, just doing well in school is no longer enough. &nbsp; “What’s the other variable they have control over? The next time period is summer,” she says. &nbsp; And parents get it. Jeff Shumlin, who runs <a href=\"http://goputney.com/\" target=\"_blank\">Putney Student Travel</a>, a service which takes kids abroad on anything from a community service trip to Costa Rica to a language immersion visit to Spain, says it’s not his program that’s behind the pressure. &nbsp; “We have many parents who call and say in the most straightforward of terms, will this get my child into college?” &nbsp; Putney’s website discourages students from using its trips, which cost thousands of dollars, as application enhancers. But the site also features a special college essay section including the names of the schools its graduates have been accepted to: Georgetown, Duke and Skidmore<strong>. &nbsp;</strong> But, notes Alison Chisolm, an independent counselor with <a href=\"http://www.annaivey.com/about/team\" target=\"_blank\">Anna Ivey</a> college consulting, says parents who can’t afford these high priced experiences shouldn’t worry about it. &nbsp; “There is no magic program and there is no magic credential that gets you into college. And the idea that there is one, is an illusion,” she says. &nbsp; An illusion that keeps getting more expensive. According to the <a href=\"http://www.wysetc.org/\" target=\"_blank\">World Youth Student &amp; Educational Travel Confederation</a>, the average amount spent on a student trip abroad has doubled in the last decade -- to almost $4,000.</p>\n<p><em><strong>Correction:</strong> The originial article misidentified Jeff Shumlin. The text has been corrected.</em></p></div>","description":"As getting into college becomes ever more competitive, more students are spending the summers creating fodder for college applications.","title":"Summer becomes the season for college prep","itags":["PMP:Marketplace_PMP","Marketplace","Marketplace Morning Report","9fbba04ca2d7a8c1c777ab200b8af541","Marketplace Morning Report for Monday, May 6, 2013"],"teaser":"As getting into college becomes ever more competitive, more students are spending the summers creating fodder for college applications.","audio":[{"meta":{"crop":"primary","height":"340","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/147367233.jpg?itok=LL5KQ6IU","type":"image/jpeg"},{"format":"MP3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/05/06/marketplace_segment08_20130506"},"duration":150,"duration_hms":"00:02:30"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/05/06/marketplace_segment08_20130506_64.mp3","type":"audio/mpeg"}]}