{"created":"2014-10-27T22:39:06+00:00","modified":"2014-10-31T01:41:25+00:00","valid":{"from":"2014-10-31T01:41:25+00:00","to":"3014-10-31T01:41:25+00:00"},"hreflang":"en","title":"Obama: U.S. Must Lead Globally But Show Restraint","published":"2014-05-28T20:12:00+00:00","teaser":"The president's commencement speech at West Point signaled a concerted effort to push back against critics of his foreign policy.","itags":["npr_api","316708092"],"guid":"9fc12aaa-6bc3-4044-af39-bb1bffa9ae04","contentencoded":"<p>In a broad defense of his foreign policy, President Barack Obama declared Wednesday that the U.S. remains the world&#8217;s most indispensable nation, even after a &#8220;long season of war,&#8221; but argued for restraint before embarking on more military adventures.</p><p>Standing before the newest class of officers graduating from the U.S. Military Academy, Obama said, &#8220;I would betray my duty to you, and to the country we love, if I sent you into harm&#8217;s way simply because I saw a problem somewhere in the world that needed fixing, or because I was worried about critics who think military intervention is the only way for America to avoid looking weak.&#8221;</p><p>Obama&#8217;s speech signaled a concerted effort by the White House to push back against those critics, who contend that the president&#8217;s approach to global problems has been too cautious and has emboldened adversaries in Syria, Russia and China. It&#8217;s a criticism that deeply frustrates the president and his advisers, who say Obama&#8217;s efforts to keep the U.S. out of more military conflicts are in line with the views of the American public.</p><p>In a direct challenge to his critics, Obama declared: &#8220;I believe in American exceptionalism with every fiber of my being. But what makes us exceptional is not our ability to flout international norms and the rule of law; it&#8217;s our willingness to affirm them through our actions.&#8221;</p><p>International security expert Jim Walsh discusses the president&#8217;s speech with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young.</p><h4>Guest</h4><ul><li><strong><a href=\"http://web.mit.edu/ssp/people/walsh/faculty_walsh.html\" target=\"_blank\">Jim Walsh</a></strong>, expert in international security at MIT’s Security Studies Program. He tweets <a href=\"https://twitter.com/DrJimWalshMIT\" target=\"_blank\">@DrJimWalshMIT</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%3A+U.S.+Must+Lead+Globally+But+Show+Restraint&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"The Associated Press","audio":[{"meta":{"duration":"371"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316708095-e1396a.m3u?orgId=1&ft=3&f=316708092"}]}