{"created":"2014-08-19T17:04:20+00:00","modified":"2015-05-14T18:00:51+00:00","valid":{"from":"2014-08-18T11:00:00+00:00","to":"3014-08-18T11:00:00+00:00"},"hreflang":"en","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The Grand Tetons are self-evidently majestic. But there are other reasons that anyone connected to economic policy around the world will keep an eye on Jackson Hole, Wyoming later this week. The top brass at the Federal Reserve will be there, along with their central banking counterparts from across the globe. Plus, <span>Franchises -- everything from fast-food restaurants to plumbing companies -- are getting a lot of attention from lawmakers in California right now. <a href=\\\"http://www.marketplace.org/topics/economy/franchises\\\" target=\\\"_blank\\\">A bill that would make it harder for parent companies to sever agreements with their franchisees</a>, just passed in the state assembly and could soon pass the state senate. More on what the bill could mean for franchise owners, and the workers they employ. Also happening today, Steve Ballmer of Microsoft fame and the new owner of the LA Clippers, is hosting a rally. The first 2,500 fans to arrive at the arena will receive a free Clipper Nation t-shirt. Beyond little free shirts, <a href=\\\"http://www.marketplace.org/topics/business/clippers\\\" target=\\\"_blank\\\">what does the 2 billion dollar purchase price, a record for a basketball team, mean</a>?</span></p>\"}]","byline":"David Brancaccio","title":"PODCAST: Freeing franchises from their companies","published":"2014-08-18T11:00:00+00:00","description":"The Fed heads to Wyoming, California liberates franchises, and the $2 billion Clippers deal.","guid":"9fc66560-a0f6-4d70-826d-5256d5e5dbec","teaser":"The Fed heads to Wyoming, California liberates franchises, and the $2 billion Clippers deal.","itags":["Marketplace Morning Report","Marketplace Morning Report for Monday August 18, 2014","PMP:Marketplace_PMP","9fc66560a0f6d70026d25256d5e5dbec","Marketplace"],"tags":["Life","APM","Mid-day Update"],"contentencoded":"<div class=\"barn-cleaned\"><p>The Grand Tetons are self-evidently majestic. But there are other reasons that anyone connected to economic policy around the world will keep an eye on Jackson Hole, Wyoming later this week. The top brass at the Federal Reserve will be there, along with their central banking counterparts from across the globe. Plus,&nbsp;<span>Franchises -- everything from fast-food restaurants to plumbing companies -- are getting a lot of attention from lawmakers in California right now. <a href=\"http://www.marketplace.org/topics/economy/franchises\" target=\"_blank\">A bill that would make it harder for parent companies to sever agreements with their franchisees</a>, just passed in the state assembly and could soon pass the state senate. More on what the bill could mean for franchise owners, and the workers they employ. Also happening today, Steve Ballmer of Microsoft fame and the new owner of the LA Clippers, is hosting a rally. The first 2,500 fans to arrive at the arena will receive a free Clipper Nation t-shirt. Beyond little free shirts, <a href=\"http://www.marketplace.org/topics/business/clippers\" target=\"_blank\">what does the 2 billion dollar purchase price, a record for a basketball team, mean</a>?</span></p></div>","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/149141055.jpg?itok=qwYGk4LU","meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/08/18/marketplace_morning_report_full_20140818_64.mp3","type":"audio/mpeg","format":"MP3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/08/18/marketplace_morning_report_full_20140818"},"duration_hms":"00:06:25","duration":385}}]}