{"created":"2015-04-30T14:26:22+00:00","modified":"2015-05-13T20:59:40+00:00","valid":{"from":"2015-05-13T20:59:40+00:00","to":"3015-05-13T20:59:40+00:00"},"hreflang":"en","title":"Is Bashar Assad Just Losing Some Ground ... Or His Grip On Power? ","published":"2015-05-01T00:19:00+00:00","teaser":"After four years of ebbs and flows in Syria's civil war, rebel fighters are pushing back the president's forces. He's having trouble replacing soldiers. And his allies may be providing less support.","itags":["npr_api","403055744"],"guid":"9fd3e15e-453d-4b30-bf59-b99d8253af27","contentencoded":"<p>The past few weeks have brought almost daily news of rebel victories in their 4-year-old battle against Syria's President Bashar Assad.</p><p>There was the capture of the crucial Nassib border crossing with Jordan — a key trade route and source of government taxes. And some of the biggest rebel victories have come in the northern province of Idlib, where the opposition recently captured the provincial capital, Idlib City, as well as military bases and other key towns.</p><p>\"Thank God, after the liberation of the provincial capital there was a big wave of hope,\" said a jubilant rebel spokesman in Idlib, who uses the nickname Abu Yazeed for fear of regime reprisals.</p><p>Speaking via Skype, he said the main reason for that victory was a newfound unity among the diverse rebel factions that have sometimes fought each other as much as the Assad regime.</p><p>Lina Khatib, director of the Carnegie Middle East Center, says the main backers of the opposition, Turkey, Qatar and Saudi Arabia, used to be at odds.</p><p>\"In the past, Saudi Arabia and Qatar, because of their political rivalry, had seen in the Syrian context the opportunity to increase their influence in the region in general and so they both supported different groups,\" Khatib said.</p><p>This contributed to fragmentation and infighting among the rebels. But in March, a new grouping called the Army of Conquest was unveiled. It includes a range of mainly extremist Islamist groups, including the al-Qaida affiliated Jabhat al-Nusra and extremist Ahrar al-Sham.</p><p>\"Now that there have been political conversations taking place between Saudi Arabia, Qatar and Turkey, this is resulting into further cooperation between rebel groups,\" Khatib says.</p><p>These forces are sometimes welcomed by local citizens, who have suffered under Assad, and sometimes greeted with suspicion and fear amid concerns that they want to implement a strict version of Sunni Islam that considers non-Sunnis to be infidels.</p><p>Nonetheless, their gains are tangible. In addition to their strengths, Assad's forces also seem to be getting weaker, according to analysts and fighters on both sides. One French scholar and author on Syria, Fabrice Balanche, says maybe 50,000 Syrian government soldiers have been killed and recruitment is sluggish.</p><p>\"It's very difficult for the government to bring new soldiers. And after four years of fighting, the soldiers are tired,\" Balanche says.</p><p>NPR spoke with people across Syria who described army checkpoints that are looking for men who may be dodging military service. The core support for Assad comes from about 10 percent of Syrians who share his Alawite faith. But Balanche says even Alawites are refusing more often.</p><p>In Beirut, former Lebanese Gen. Hisham al-Jaber says fighting a guerrilla war has been devastating.</p><p>\"I think the Syrian army, the power — you know — military power of the Syrian army still working at between 60 percent and 70 percent,\" he says.</p><p>In a northern Syrian town, where most residents are Christian or Alawite, one man told NPR that there's been a soldier's funeral wending its way through the town — with patriotic chants and shooting in the air — at least once a week throughout the four years of fighting.</p><p>The man says he's afraid of the regime and would only give his last name, Elias. He says that Syrian patriotism is slipping away and last week residents shot at recruiters trying to take men away for military service.</p><p>In the past, Iranian commanders have led foreign fighters and Syrian paramilitaries to bolster Assad's troops. There is no immediate sign that will stop but they did not prevent the recent losses and some analysts see a reluctance to conduct high-profile military operations.</p><p>Khatib, the analyst with Carnegie, thinks Iran is holding back now because it doesn't want to jeopardize the nuclear negotiations taking place with world powers.</p><p>\"At the moment Iran is doing the minimum possible to keep the regime alive,\" she says.</p><p>Alive, but weak. Meanwhile, the rebels continue their bloody push forward.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+Bashar+Assad+Just+Losing+Some+Ground+...+Or+His+Grip+On+Power%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403362713-e20297.m3u?orgId=1&topicId=1009&d=224&p=2&story=403055744&t=progseg&e=403362523&seg=15&ft=nprml&f=403055744"},{"href":"http://media.npr.org/assets/img/2015/04/29/getty-idlib-02-eeb786a636db46e06fcfd23c638dae2025d32b95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1476","width":"1968"}},{"href":"http://media.npr.org/assets/img/2015/04/29/getty-idlib-01_custom-da4e64ab8b600a5a714235aab2fafa55bc61bd65.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1948","width":"3000"}}]}