{"created":"2015-01-23T21:47:43+00:00","modified":"2015-01-29T21:24:17+00:00","valid":{"from":"2015-01-29T21:24:17+00:00","to":"3015-01-29T21:24:17+00:00"},"hreflang":"en","guid":"9fd8799c-5109-49ee-b0e7-f9f32eeffdb8","title":"What it's like to drive Saudi Arabian princesses around","published":"2015-01-29T21:24:16+00:00","byline":"Nina Porzucki","teaser":"Jayne Larson got an intimate view of the life of a Saudi princess when she worked as a chauffeur for the royal family. There was no job application. \"I was asked if I was a Jew and I’m not, so I got the job.\"","tags":["Across Women's Lives","Culture","Arts, Culture & Media"],"contentencoded":"<p>The late Saudi Arabian King Abdullah has left behind a big legacy and an even bigger family. There are reportedly 7,000 princes and princesses alone not to mention tens of thousands of royals.</p>\n<p>Jayne Amelia Larson, an actress who was a chauffeur on the side, got an inside look of the life of a Saudi princess. She worked as the personal chauffeur for members of the Saudi while they vacationed in Los Angeles.</p>\n<p>“I was in a detail of over 40 drivers but I was the only woman. It was 24/7, seven days a week for seven weeks straight,” says Larson. She wrote about her experiences in her memoir, \"<a href=\"http://www.amazon.com/dp/1451640013/?tag=googhydr-20&amp;hvadid=30938702301&amp;hvpos=1t1&amp;hvexid=&amp;hvnetw=g&amp;hvrand=3507515447425683377&amp;hvpone=&amp;hvptwo=&amp;hvqmt=b&amp;hvdev=c&amp;ref=pd_sl_9rykig14t5_b\">Driving the Saudis</a><em>.\"</em></p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"439\" width=\"289\" style=\"width: 289px; height: 439px; float: right;\" alt=\"Driving the Saudis\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Larson_Driving%20the%20Saudis-1.jpg\" title=\"\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Jayne Amelia Larson</p>\n  </div>\n</div>\n<p>There was no application form; there was no paperwork at all. Larson got paid in cash and the only requirements were that she had a clean driving record and she answered one single question:</p>\n<p>“I was asked if I was a Jew and I’m not, so I got the job,” Larson says.</p>\n<p>There a small irony in the fact that Larson, a woman, was hired to be the chauffeur for these Saudi women, when women are banned from driving in Saudi Arabia. However, Larson says that many of the parents of the teenage princesses that she drove around were fairly Westernized.</p>\n<p>“For the young teenagers that I drove around [the parents] wanted a female driver because they wanted them surrounded with women,” says Larson, “These girls were just coming of age, you could see they were interested in boys although they were very restrained. I was kind of like a really nice mom sometimes.”</p>\n<p>The teenagers spoke to Larson about their lives and their dreams for the future. One young talked to her about wanting to study in the United States for college and become a fashion designer.</p>\n<p>“Their lives at home were very confined,” says Larson, “I was told this many times. They get in the car, they’re driven somewhere, they’re driven to schools, and they’re driven to the malls, which are segregated.”</p>\n<p>The women relished in the relative freedom of movement that they had in the United States.</p>\n<p>“The young girls would just like to go to the mall [in the US] just to walk around and to let people look at them and look at people and mix with people and they loved it,” says Larson.</p>\n<p>That said, they were still quite restrained, the young princesses travelled with a fully armed security detail.</p>\n<p>Larson also witnessed the women spend an enormous amount of money. They would clean out stores, she says, and then go the same store the following day and clean it out again. However, they never touched the money themselves.</p>\n<p>“I never saw any Saudis handle any cash whatsoever. It was servants that paid for everything and they paid for everything with hundred dollar bills. The Saudi princesses would walk into a store, point, point, point and then leave and go into the next store and then the servants would just scurry around to pay for things and get them in bags and put them in a van at the back of the limo line,” says Larson.</p>\n<p>The one Saudi princess whom Larson did witness handling cash was that same princess who wanted to go to college in the US. Her nanny, in an effort to get her accustomed to US life, insisted that she learn how to pay for something. So one day Larson drove her to the Whole Foods to buy a Power Bar.</p>\n<p>“She saw that I ate them and she wanted to try them,” says Larson.</p>\n<p>Instead of buying one Power Bar, the young princess bought hundreds and went up to the registered dropped a few hundred dollar bills and then walked away.</p>\n<p>“And we all stood there, the people in line and the cashier and paused and then finally the cashier says, ‘Miss, you have a lot of change coming.’ And the young girl turned and she realized that she hadn’t completed the transaction correctly. She was so embarrassed. And it was like watching a little child. She had never learned these skills,” says Larson.</p>\n<p>Despite the extreme wealth and the servants, what Larson realized while working within this family was that it was just that a typical family. And underneath it all, families were the same everywhere.</p>\n<p>“The Saudi royal women and these princesses they loved their families dearly, fiercely. And that was the most important thing to them. And I think that’s true for people all over the world. I really saw that they were very much the same except for the billions and billions of dollars,” says Larson.</p>\n<h2><a href=\"http://www.pri.org/stories/2015-01-22/im-woman-america-and-i-wasnt-allowed-drive\">RELATED: I'm 23, a woman, and I wasn't allowed to drive. In America</a></h2>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012320158.mp3"},{"href":"http://www.pri.org/file/012320158mp3"}]}