{"created":"2014-08-28T17:21:51+00:00","modified":"2014-09-11T17:39:58+00:00","valid":{"from":"2014-09-11T17:39:58+00:00","to":"3014-09-11T17:39:58+00:00"},"hreflang":"en","guid":"9fe36c87-e63a-4ff7-8c40-7f5a9abfc3d1","title":"Citizenship? No thanks, I'll pass for now","published":"2014-09-11T17:39:55+00:00","byline":"Nina Porzucki","tags":["immigration","government","Global Nation","Culture","Conflict & Justice","Arts, Culture & Media","United States","George W Bush","Angel Chang","Randi Chmielewski","Joanne Gottesman","Angel Ryono","Citizenship in the United States; citizenship","Naturalization","green card","paperwork","low rate of citizenship","Immigration","N400","United States law","United States nationality law","Papers Please"],"teaser":"Along with gaining the right to vote and the responsibility of serving on a jury, some studies show new citizens make clear economic gains as well. But not everyone buys it. Naturalization rates in the US are extremely low. Of the more than 8 million people with a US green card, less than 40 percent will go on to naturalize. That's nearly a third of the naturalization rate in our neighbor to the north, Canada.","contentencoded":"<p>Angel Ryono has lived in the US as a legal permanent resident for more than a decade. She&rsquo;s studied here, married an American, and has no intention of moving back to her homeland of Taiwan.</p><p><em>(Editor&#39;s Note: This story is part of&nbsp;<a href=\"http://www.pri.org/series/becoming-american\">a series</a>&nbsp;all week on&nbsp;<a href=\"http://www.pri.org/programs/the-world\">PRI&#39;s The World</a>&nbsp;about citizenship. There will also be&nbsp;<a href=\"http://www.pri.org/stories/2013-10-14/discussion-why-citizenship-so-significant-debate-immigration-reform\">an online discussion about citizenship</a>&nbsp;and its place in the immigration reform debate on PRI.org on Thursday.)</em></p><p>&quot;I am, for the most part, more American than I am Taiwanese, Chinese at this point,&quot; Ryono said.</p><p>Still, when it&rsquo;s comes to taking the next step and becoming a US citizen, she&#39;s been on the fence.</p><p>&quot;There was one point when I actually considered never getting my citizenship, when George W. Bush was in office, but nowadays I feel much more inclined to apply for my citizenship,&quot; she said.</p><p>Leaning <em>toward </em>citizenship &mdash; but still undecided.</p><p>Full disclosure: I know Angel Ryono from high school, when her name was Angel Chang. She was one of the smart kids; she applied for early admission to Smith College. And she was political, hanging out with the kids sporting lefty buttons and Che T-shirts. But what I didn&#39;t know about Angel was that she was undocumented.</p><p>Turns out, she didn&#39;t really know herself &mdash; until she was 17 and told her parents she&rsquo;d just received a full ride to Smith.</p><p>&quot;I wasn&#39;t expecting them to have a disturbed look on their face and that&#39;s when they told me that I couldn&#39;t go to Smith, I didn&#39;t have documents,&quot; Ryono said. &quot;I would have to pay full tuition without aid. There&#39;s no way I could go.&quot;</p><p>That moment, at 17, changed her life. Angel didn&#39;t go to Smith. Instead, at 18, she married her high school sweetheart and began the process to get a&nbsp;<span style=\"line-height: 1.538em;\">green card of</span><span style=\"line-height: 1.538em;\">&nbsp;her own.</span></p><p>&quot;I filed all by myself, no lawyer, no help, and waited in line, went to all the meetings, attended the interviews &mdash; it was all me,&quot; Ryono said.</p><p>The process left a bitter taste in her mouth. Angel is far from alone, says Joanne Gottesman, a professor of immigration law at Rutgers University in Camden.</p><p>&quot;There is a little bit of fear of the immigration process because these people have gone through it to get their green card [and] they realize how daunting the paperwork is,&quot; Gottesman said.</p><p>The paperwork can be intimidating, beginning with the N400 form. It helps determine whether applicants meet one of the requirements to become a citizen: good moral character.</p><p>So how do you judge moral character?</p><p>According to Randi Chmielewski who coordinates Citizenship Rutgers, a free service in New Jersey that helps immigrants fill out the N400, the questions can be rather bizarre.</p><p><strong>&quot;</strong>It&#39;s asking everything from have you ever had a parking ticket, to have you ever been a prostitute?&quot;&nbsp;<span style=\"line-height: 1.538em;\">Chmielewski said.</span></p><p>Been a member of the Communist Party? Or aligned with the Nazi regime in Germany? Been a habitual drunkard? Yes, that&rsquo;s all on the form.&nbsp; Still, even after helping many people fill out the form, place it in an envelope and put on a stamp,<span style=\"line-height: 1.538em;\">&nbsp;Gottesman&nbsp;</span><span style=\"line-height: 1.538em;\">says&nbsp;</span><span style=\"line-height: 1.538em;\">she found people didn&#39;t drop it in the mail. They didn&#39;t naturalize.</span></p><p>&quot;They simply weren&rsquo;t filing because they couldn&rsquo;t afford the cost,&quot; Gottesman said.</p><p>The cost is rather high, $680 just to file the form. That&rsquo;s about two weeks of minimum wage work in many states. And that doesn&#39;t include any lawyer fees, either.&nbsp;</p><p>For Angel, the fees, or ticking a box about her political affiliations, isn&rsquo;t really what&rsquo;s keeping her from applying for citizenship. No, her reluctance is pegged to her prior experience navigating the immigration system and it all leads back to one single day nearly a decade ago. She was waiting in yet another line to get her green card and she watched as a family standing next to her was told to go back home.</p><p>&quot;The staff person explained to them, &#39;we lost your file. You have to file all the papers over again.&#39; And I keep thinking back to that family,&quot; Ryono said. &quot;I can&#39;t imagine if I have to move and request for a transfer of files and they just lose it and I&#39;ll have to start all over again &mdash; that alone is a big deterrent; it&#39;s very emotional.</p><p>An emotional, expensive, bureaucratic nightmare yet, still, Angel says, she will get around to it. Just when the timing feels right.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/immigration_photo.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/immigrationphotojpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/101820135.mp3"},{"href":"/file/101820135mp3"}]}