{"created":"2014-09-21T20:40:28+00:00","modified":"2014-10-30T22:19:27+00:00","valid":{"from":"2014-10-30T22:19:27+00:00","to":"3014-10-30T22:19:27+00:00"},"hreflang":"en","title":"In 'Transparent', Transgender Issues Are A Family Affair","published":"2014-09-22T15:59:00+00:00","teaser":"Amazon Studios' <em>Transparent</em> features a slate of well-known actors playing a family dealing with the revelation that the person they'd known as Mort, their father, is a transgender woman.","itags":["npr_api","349075013"],"guid":"9ff5be12-4f8d-4de0-a49b-f604bfe6a120","contentencoded":"<p>This fall, one of the more interesting and bold TV shows you'll see isn't being released by a major network — instead, it's coming out of Amazon Studios.</p><p><em>Transparent</em> is a comedy-drama that centers on a family and their lives following the discovery that their father, whom they'd known as Mort (played by Jeffrey Tambor of <em>Arrested Development</em> fame) is a transgender woman named Maura.</p><p>\"Are you saying you're going to start dressing up like a lady all of the time?\" asks daughter Sarah (Amy Landecker).</p><p>\"No, honey. All my life, my whole life, I've been dressing up like a man,\" Maura replies. \"This is me.\"</p><p>The show's creator, Jill Soloway, has a long history as a TV producer, including the shows <em>Six Feet Under </em>and <em>The United States of Tara</em>, as well as plenty of other side projects examining gender and gender issues.</p><p>Her own father came out as transgender several years ago, but Soloway tells NPR's Arun Rath that she started thinking and writing about these issues long before that revelation.</p><p>\"For me to find out that after probably three decades, if not four decades, of struggling with questions about gender, it was actually kind of exciting and kind of freeing to know that I had this legacy of gender queerness in my family,\" Soloway says.</p><p>Doing a show that addresses transgender issues and people leads to a lot of scrutiny. Soloway says she is thankful for the very vocal trans activist presence on the Internet and the feedback they provided. The production team also hired transgender consultants and other trans people to work on the show.</p><p>\"The world knows so little about being trans, and I know very little about being trans — I just know what it's like to be the child of a trans person. But there's so little trans representation [and] so few trans people who are creating content, so we really depend on the trans community to help us get it right,\" she says. \"We're happy to be corrected.\"</p><p>Soloway says she always had Jeffrey Tambor in mind for the lead role because he reminded her of her own parent, but she received some pushback for not taking the opportunity to cast a transgender person in the role. She says the casting opened her eyes to the problem of lack of trans representation on television.</p><p>\"There are just so few trans people playing trans people,\" she says. \"It's really a shame that there wasn't that trans actress that I could have cast in the role in that moment.\"</p><p>Soloway notes that the show cast trans actors in over a dozen other speaking parts, but she says she understands why casting Tambor was criticized: \"I really did become educated and become politicized to the problem of what it means to cast a cis male in a trans woman role.\"</p><p>\"I'm learning every day,\" Soloway says.</p><p>You can watch the pilot episode of <em>Transparent</em> now on Amazon Prime, and all 10 episodes will be released on Sept. 26.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Transparent%27%2C+Transgender+Issues+Are+A+Family+Affair&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"355"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350413207-b061a7.m3u?orgId=1&topicId=1138&ft=3&f=349075013"},{"href":"http://media.npr.org/assets/img/2014/09/18/transparent---amy-landecker-and-jeffrey-tambor-55745314932077ecf8d7ac8fb03d0bfe4e631265.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}