{"created":"2015-05-05T12:03:21+00:00","modified":"2015-07-01T18:51:52+00:00","valid":{"from":"2015-07-01T18:51:51+00:00","to":"3015-07-01T18:51:51+00:00"},"hreflang":"en","title":"Iamsu: 'I Heard That Beat Totally Different'","published":"2015-05-08T18:25:00+00:00","teaser":"When we sat down with Iamsu, the Bay Area rapper had just as many questions for Ali Shaheed Muhammad as we had for him.","itags":["npr_api","404051793"],"guid":"9ffa7ad7-4f9e-4789-9bf4-80efd38a8d45","contentencoded":"<p>When we sat down with Iamsu, the Bay Area rapper had just as many questions for Ali as we had for him. The three of us spoke about not putting anybody on a pedestal and what would happen if more people in hip-hop brought their moms to the situation.</p><p><strong>FRANNIE KELLEY</strong>: Thank you for coming.</p><p><strong><strong>ALI SHAHEED </strong>MUHAMMAD</strong>: Word.</p><p><strong>IAMSU</strong>: Thank you.</p><p><strong>KELLEY</strong>: I apologize that it's snowing.</p><p><strong>IAMSU</strong>: It's all good.</p><p><strong>MUHAMMAD</strong>: No. Don't apologize like that. You gotta get a — taste the flavor of that, if that's not your --</p><p><strong>KELLEY</strong>: Says the guy who just moved to L.A.</p><p><strong>IAMSU</strong>: Oh, man. How you like Cali?</p><p><strong>MUHAMMAD</strong>: Love California. And, even though I'm living in Southern California, Northern California is actually my favorite.</p><p><strong>IAMSU</strong>: Word. Oh, s---. OK.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>IAMSU</strong>: Sorry. Can I cuss?</p><p><strong>KELLEY</strong>: Yeah, it's fine. Don't worry.</p><p><strong>IAMSU</strong>: OK. That's what's up. How many times you been out there? You been out there before?</p><p><strong>MUHAMMAD</strong>: To the Bay Area specifically? Yeah. Tons of times.</p><p><strong>IAMSU</strong>: He give me that vibe, like a Bay Area vibe. Like, Oakland or something like that.</p><p><strong>MUHAMMAD</strong>: Yeah, people from the Bay just — I don't know --</p><p><strong>KELLEY</strong>: OK.</p><p><strong>MUHAMMAD</strong>: It's something about it. It's just like, wholesome and — not to say anything that people from L.A./San Diego area are not wholesome. But specifically <a href=\"https://twitter.com/ATCQ\">A Tribe Called Quest</a> has had more fans in California than any place in America.</p><p><strong>IAMSU</strong>: Oh wow.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>IAMSU</strong>: That's wild. I think I could draw parallels between, like, you guys and, say, <a href=\"https://twitter.com/Outkast\">Outkast</a> and <a href=\"https://twitter.com/somhiero\">Souls of Mischief</a> and <a href=\"https://twitter.com/hieroimperium\">Hiero</a>. I see a lot of comparisons just as far as mindset — not necessarily music — but just mindset and presentation. And as I get older I start to see myself and my collective — we're called the <a href=\"https://twitter.com/thehbkgang\">HBK Gang</a> — I start to see our trajectory similar to you guys. Like, you know, street-smart but with etiquette and musicality and just different respects for the culture that I think a lot of people don't necessarily have.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: Those were also all groups that really know how to put on a show.</p><p><strong>IAMSU</strong>: Right.</p><p><strong>MUHAMMAD</strong>: Which is important in terms of just having a visual display of your audio art. And for the hip-hop culture, it's not just one element, which is just the record, but even though some people that's as far as they see with it. But it's all — it's a package because it's the extension of the human connection. It's like, the record is one part but then when you're in the crowd — what's your performance like? What do you feel like when you're on stage?</p><p><strong>IAMSU</strong>: Ah, man. It feels amazing. And I could just read different people's energy, you know what I mean? And I could sense when to cater to one side of the stage and the other. I been trying to do more research and MTV played a bunch of you guys' old performances. It was like a Spring Break or something but all y'all had on big ass leather coats and hoodies under the leather and — you know what I'm talking about?</p><p><strong>MUHAMMAD</strong>: Yeah. I remember that.</p><p><strong>IAMSU</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: We were in Florida but it was not like — and it was Spring Break but it was the colder side of that day. And I think it rained right after we performed as well. So yeah I do remember that day.</p><p><strong>IAMSU</strong>: Yeah. That was crazy. That was crazy.</p><p><strong>MUHAMMAD</strong>: So you like live performance?</p><p><strong>IAMSU</strong>: Yeah, I love it. I'm about to go on tour.</p><p><strong>MUHAMMAD</strong>: Do you record thinking about a reaction a crowd's going to have off of, like, a song or a verse or a hook or something?</p><p><strong>IAMSU</strong>: Yeah. Totally. I write my songs to perform them, you know? I know certain parts that I'ma say that the crowd'll say. I could kill the beat. It's — not even say nothing. You know what I mean?</p><p><strong>MUHAMMAD</strong>: Mm-hmm.</p><p><strong>IAMSU</strong>: So definitely. Definitely.</p><p><strong>KELLEY</strong>: What about as part of a group? Like, is that — I mean, it seems to me that there are some tough things about a group on the road, meaning you have to pay for everybody and all of that. And split that money all those different ways. But is it easier to make a really dynamic performance with more people? Or is it just too complicated? That goes for both of you.</p><p><strong>IAMSU</strong>: I say you take that one. You got more tenure.</p><p><strong>MUHAMMAD</strong>: Tenure. I like that. I'm a professor.</p><p>Actually, it depends on your crew. Like if — you know, Tribe, there was just the three of us so that was easy to tame and, in terms of having an entourage, we didn't move like that. If anything, we probably pissed off a lot of rappers and just different musicians. Cause when we come in, we be like, \"Yo. Clear the stage. Backstage.\" I don't care who you were. Everyone has to go. And other people would be really pissed off at us cause they would've been like, \"Yo. We just performed like 10 minutes before.\" But for us it was just like, we can't have any extra energy. The energy is here and we want to be able to feel that. And all that extra stuff is — it comes in to what you're doing.</p><p>And so — if you're like <a href=\"https://twitter.com/wutangclan\">Wu-Tang</a> though and you have a whole massive of MCs, it definitely --</p><p><strong>KELLEY</strong>: Or <a href=\"http://en.wikipedia.org/wiki/The_Diplomats\">Dipset</a>.</p><p><strong>IAMSU</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Yeah but --</p><p><strong>KELLEY</strong>: Dipset is different. It's different. It's not that different. <a href=\"https://twitter.com/mr_camron\">Cam</a>'s always like, \"Get back.\"</p><p><strong>MUHAMMAD</strong>: Well, but some people like that. That kind of stage helps them be a better performer. And I think if you have a whole bunch of people, it can be effective if everyone knows their parts and if they know, like, simple etiquette. If one person is rapping, don't, like, five other people have a microphone or step on that verse. Let it breathe. Let that spotlight breathe. Move. And know, like, alright, your verse is up. If I'm commanding the stage from the center, cool — or wherever that person may be. Maybe they didn't get to the center stage. They may be stage left, stage right. So let — everyone is responding like a community. So it's like, \"Yo. We letting him. We right there. We gon' stand right there with him.\" It's just different aesthetics and things you can do to really amp up your show, even if you got 50 people on the stage.</p><p>But then lots of times when people get on, they just get on. There's no school you to teach this stuff.</p><p><strong>IAMSU</strong>: Yeah. I wish it was cause at first my performances I'd have everybody on stage with me. Just like, if I made it, we made it, you know what I mean?</p><p><strong>MUHAMMAD</strong>: Yeah. Exactly.</p><p><strong>IAMSU</strong>: But as I started performing more, my mom started coming to my shows and started really critiquing my whole get down. And I really respect what you said about the energy because somebody could be on the side of stage and what really irritates me is when somebody's on they phone or acting like they don't want to be there. But you did all of this to get backstage. So I really understand that now. The energy is very critical.</p><p><strong>KELLEY</strong>: So what's the plan for this tour?</p><p><strong>IAMSU</strong>: It's my first time doing, like, a production. It's not just me walking on stage with the regular lights or all of that stuff. I'm really trying to put some effort into my show. So just different elements like video and controlled lighting and smoke and strobes and I got the live auto-tune so I could perform deeper songs in my catalogue that I couldn't typically perform. So that's what I'm trying to take it to. I look at people like <a href=\"https://twitter.com/kanyewest\">Kanye</a> and <a href=\"https://twitter.com/drake\">Drake</a> and just all-time great performers.</p><p><strong>KELLEY</strong>: That's a lot of smoke. That's a lot of fog.</p><p><strong>IAMSU</strong>: It's a lot of fog. <a href=\"https://twitter.com/wizkhalifa\">Wiz</a>. Just people <strong></strong>that show a lot of energy on stage.</p><p><strong>KELLEY</strong>: But what about your peers that — people of a similar — I want to say age group but I don't know if that's right. But, like, other people playing a similar size venue to you right now. Do you have anybody you look to?</p><p><strong>IAMSU</strong>: <a href=\"https://twitter.com/g_eazy\">G-Eazy</a>.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>IAMSU</strong>: Cause I just came off tour with him and I'm going back to a lot of the same venues that I opened up for him at. So it's my opportunity to show what separates me. It's a big undertaking but I'm ready for it.</p><p><strong>KELLEY</strong>: Do you have a rider.</p><p><strong>IAMSU</strong>: Yeah I do.</p><p><strong>KELLEY</strong>: What is it?</p><p><strong>IAMSU</strong>: It consists of water, towels, Eggos, fresh fruit, Hi-Chews — do you guys like Hi-Chews, the candy?</p><p><strong>KELLEY</strong>: I love Hi-Chews.</p><p><strong>MUHAMMAD</strong>: I don't even know what a Hi-Chew is.</p><p><strong>IAMSU</strong>: Oh, it's fire. It's like a fruit candy.</p><p><strong>KELLEY</strong>: It's like a superior Starburst.</p><p><strong>IAMSU</strong>: Yeah. It's fire. It's fire.</p><p><strong>KELLEY</strong>: It's like more subtle flavor. It's a little bit like a Now & Later but it's not as hard at all.</p><p><strong>IAMSU</strong>: Not as tough as a Now & Later and more flavor than a Starburst. And it come in a pack like a Starburst. It's fire.</p><p><strong>KELLEY</strong>: It's like Japanese or something?</p><p><strong>IAMSU</strong>: Yeah. Something like that. And then what else is on it? It was Hennessy on the list for a long time but I'm taking that off. I'm not trying to really drink as much. I'm not gon' say I'm not gon' drink at all cause that'd be a lie. But I'm not trying to drink as much because I really want to take my stage show more serious. I want to treat it as if it's my profession. I feel like I was treating it more like it was a party. Smoking and drinking and trying to connect with girls. More so thinking about what's going on after than catering to the show. So.</p><p><strong>MUHAMMAD</strong>: What was it that made you realize that you should think about it more deeply?</p><p><strong>IAMSU</strong>: Just how I feel after tour. Like, this past tour, it really took a toll on my body — and just my mental. I was just out of it for two weeks and my bounce-back was really really bad. So I just need to take care of myself more. If I want to do this, I gotta take care of myself.</p><p><strong>MUHAMMAD</strong>: Do you create while you're on the road? Do you write while you're on tour?</p><p><strong>IAMSU</strong>: Yeah. I write and I try to record if I can.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>IAMSU</strong>: So we bring a little Pro Tools rig, you know, with a laptop. And I got my small keyboard I can make my beats on, whatever. So I try to get some work done when I'm at hotels and stuff, just when I got some spare time.</p><p><strong>MUHAMMAD</strong>: It's a good way to keep you out of trouble too.</p><p><strong>IAMSU</strong>: Yeah. Just make music. No afterparties. Nothing. Just go to the hotel and just make beats. And make music.</p><p><strong>MUHAMMAD</strong>: I used to carry — me and <a href=\"https://twitter.com/qtiptheabstract\">Q-Tip</a> both, we had portable studios. And this was before everything was so compact. But we'd<strong> </strong>have two road cases of just like racks of stuff. And it's sometimes I wish I would've gone to the parties but I think for the most part it was just better that way. Cause you stay focused and you stay out of trouble.</p><p><strong>IAMSU</strong>: That's a big thing. Cause there's a lot of easy trouble to get into. On the road, every promoter is trying to get you at their little afterparty. And you don't know what could go down over there. You in random cities and every city got a hood. And they more susceptible to be crazy in a random town than they would be in New York or in the Bay or — you know what I mean?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>IAMSU</strong>: So it's just about being careful. That's the main thing I really want to take into account.</p><p><strong>KELLEY</strong>: Do you notice any differences between the crowds in a third-tier market or anywhere that isn't those big cities you mentioned? In the ways the people either interact with the performers like, you know — we talked about this — New York is a tough crowd. Are other places easier? Do other places talk back more or interact?</p><p><strong>IAMSU</strong>: Yes. Without question.</p><p><strong>KELLEY</strong>: Can you elaborate?</p><p><strong>IAMSU</strong>: So, off the top of my head, an example I would give would be like Boise, Idaho. Or Salt Lake City.</p><p><strong>KELLEY</strong>: What's happening there?</p><p><strong>IAMSU</strong>: They're more responsive.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>IAMSU</strong>: Yeah. And then in a cooler city like, like you said, New York or L.A. or — where else was really just too cool? Miami. It was like really work to get them out. It was work. It was work. So definitely.</p><p><strong>KELLEY</strong>: Is it more gratifying to get the response or do you just like it when people are, you know — put it on display?</p><p><strong>IAMSU</strong>: I love a good crowd. It's like you said before, it's energy. And just we all vessels of energy, you know what I mean? So if the crowd is responding and knowing the words and into your music, then the show'll be that much better.</p><p><strong>KELLEY</strong>: Man. I cannot imagine having to win a crowd over. I would be just emotionally devastated — and would suffer. And you guys just do it all the time.</p><p><strong>MUHAMMAD</strong>: You know the — it's the part — and you can speak to this. After you have that one song that everyone knows maybe or even an album where people familiar, but then you're coming in with a new project and it's like, \"No one knows anything off of this. I gotta really push this.\" And you gotta save the other good stuff that you know is just instant \"Yeah!\" for the new stuff. And then — I don't like that moment. But I — also at the same time I do like it because it makes you — you're vulnerable but you're also trying to figure out did we do the right thing? Is this a good — how — we're going to learn where to make improvements off this new stuff right here.</p><p><strong>IAMSU</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: And then you trying to figure out — the thing sometimes that you think, the songs that you love and the crew loves or the record company loves, is the thing but then you learn and discover yes — yeah — or no. \"Nah. This is the wrong —\" and you gotta go back and be like, \"Nah. This is not it. They liking this.\" I like that aspect.</p><p><strong>IAMSU</strong>: That's an intense moment. And I been going to shows and it'll be like — yeah. You run through the hits and then be like, \"Yo. I got this new record I'm about to --\" and then the reaction will be kind of sparse. I didn't understand it until I got on the stage and did it. It's terrifying. But at the same time I like it. It's a test, like you said. You just testing to see what reacts.</p><p>But I try to do — before that, I just try to get something up on SoundCloud or something, like, see some kind of reaction. I don't think I got the balls to just perform a brand new song. Like, \"I just recorded this. Let me just rock this right now.\" That takes a lot of confidence. Have you done something like that before? Just recorded it and went straight to the stage?</p><p><strong>MUHAMMAD</strong>: No. But see it's a different time period. Where you are in your existence of creating art, you can have more of a direct kind of connection with the fans. And you'll get sort of instantly, \"Yeah. This is something people feeling. Or no.\" We can play around with ideas with the people. Cause it's better when you can say to the whole world, \"Hey, whole world. This is an idea I have. Is it a good idea or is it a bad idea?\" And they like, \"Yeah. Throw it up on SoundCloud. Let us know.\" You know, we didn't have that. So we'd have to go through this whole process of believing like, \"Yo. Spent 12 months or 18 months architecting this idea.\" And it was like, \"It better work.\" So it's different.</p><p><strong>IAMSU</strong>: Stark difference. And I think people appear in certain eras for reasons. I think it's definitely a more diligent type of artist in the past. I gotta tip my hat. Because, like you said, things are at our fingertips at this point. The studio is compact. The Internet is here.</p><p><strong>MUHAMMAD</strong>: How do you — do you have — what's your interaction with the fans like over the Internet? Are you really deeply involved in connecting with people or is it just loose?</p><p><strong>IAMSU</strong>: I've always tried to hit as many fans back as possible. Like, people hit me and ask questions; I'll be on my — that's what I'm on my phone so much, cause I be hitting fans back. So I try to just maintain some type of connection with them, whether it be Twitter or Instagram. And for a long time I didn't check DMs. I didn't like pictures. Nothing. I wasn't engaged. But once I started engaging, I just noticed my followers and everything just increase. So I try to be as active as I can without going crazy.</p><p><strong>KELLEY</strong>: We make that face cause we have to do that and we just don't want to do it.</p><p><strong>IAMSU</strong>: Yeah. It's like outreach. Today's outreach is on Instagram.</p><p><strong>KELLEY</strong>: It makes me tired.</p><p><strong>IAMSU</strong>: It's mentally draining.</p><p><strong>KELLEY</strong>: See. That's the thing. It's like, you say the previous generation was more diligent but you guys have no separation. There is no punching out, taking a day off. It's just a different level, a different type of ethic, work ethic, you know?</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>IAMSU</strong>: Yeah. That's a good point. No separation. So it's just you have to be that. Like, I feel like rappers — at one point, it was a day job. You could go home and just you were wherever.</p><p><strong>KELLEY</strong>: Right. Just be like a music professional.</p><p><strong>IAMSU</strong>: Yeah. A music professional.</p><p><strong>KELLEY</strong>: But now you have to be just like --</p><p><strong>IAMSU</strong>: But when they see me out, I gotta be like what they saw on the Instagram or — at all times.</p><p><strong>KELLEY</strong>: Oh, that's crazy.</p><p><strong>IAMSU</strong>: Whether it be in the grocery store or at the airport or at the doctor. Wherever the situation is. So it's a crazy thing.</p><p><strong>MUHAMMAD</strong>: Can we talk about your recording process a little bit? So when you're setting out to make an album, do you envision the entire record or does it come together in pieces?</p><p><strong>IAMSU</strong>: Well, my first album, I felt like I was an amateur with that because I didn't have a full vision. It was loosely-based — I said at first it was going to be in the form of an open letter. So a lot of songs weren't gon' have full structure. It was gon' be freeform, like flow-of-consciousness. Like, I'm just talking directly to the fan. And then it morphed into me making a bunch of club songs. And then it morphed into me getting live instruments and this and that. So it was kind of scatterbrained, all over the place.</p><p>But now going into this next album, I got a distinct vision. Like, time periods I want to recreate. Colors I want to feel and see with the sound beds. Just vibes. I see that way deeper and just overall I want people to be able to take a message back. If you hear the whole project front-to-back and I didn't say nothing about it, I want people to be able to receive the message that I was giving. So that's the biggest difference. Before I think I just went in and rapped, honestly.</p><p><strong>MUHAMMAD</strong>: You what?</p><p><strong>IAMSU</strong>: I just went in the booth and just rapped with no real concrete direction.</p><p><strong>MUHAMMAD</strong>: Do you — it's interesting cause you say you see colors. And you obviously probably want people to see those same colors, which — that's easy to do and some people get it and some people don't. My mom, I remember the one day she came to me, and she was like, \"Do you see colors when you make your music?\" Out of nowhere. I mean, like I been doing it for ten years.</p><p><strong>IAMSU</strong>: Oh, that's crazy.</p><p><strong>MUHAMMAD</strong>: And I just looked at her and I was like, \"Why you asking me that?\" Like, she's never through — actually it was more than ten years. I'd been making music for like 20 years basically. And I was like, \"Yeah, actually. I do see colors but it's something I don't think you can explain to people.\"</p><p><strong>IAMSU</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Are there certain instruments or frequencies that you feel like will definitely — you look for in production?</p><p><strong>IAMSU</strong>: I love layered vintage synth sounds. Like, <em>Miami Vice</em>. <em>Knight Rider</em>. What else? <em>Flash Gordon</em>. Just things like — you know how those scores were? Just the deep — it's just super compressed, deep, thin synth sounds. I love those kind of sounds and just layering and layering those sounds, whether it be a lead melody on top of some super dark chords — I just been noticing my music getting darker but content been more joyful. It's an interesting --</p><p><strong>KELLEY</strong>: I've noticed that.</p><p><strong>MUHAMMAD</strong>: How do you balance — sorry?</p><p><strong>KELLEY</strong>: I've noticed that.</p><p><strong>IAMSU</strong>: You've noticed that in my music?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>IAMSU</strong>: Oh, yeah. So it's just like, for example, just looking at the window where we see — it's like, the music will sound like the environment. But then my mindset doesn't reflect that of the environment. I'm trying to preach something a little bit motivational, at least take something back from it. But the sounds, in order for people to engage and connect, have to feel like where they're at, you know?</p><p><strong>KELLEY</strong>: I've also been thinking about it in relation to your flow, which is a lot more in the pocket and kind of playful than most people. And it goes against the — not a somber sound but a heavy sound. But my guess was always that you kind of, from previous stuff, that you went in the booth and just did it because it was so not pinned down in anyway.</p><p><strong>IAMSU</strong>: Yeah. I wasn't writing. I wasn't writing. I was just thinking. I get a couple lines. And then I'll just go in.</p><p><strong>KELLEY</strong>: Right. Like on \"<a href=\"https://www.youtube.com/watch?v=DsDyZNIkO6Q\" target=\"_blank\">Function</a>,\" if you think about how everybody else played that, and then the way that you played it was like totally not --</p><p><strong>IAMSU</strong>: Yeah. Totally different. I heard that beat totally different.</p><p><strong>KELLEY</strong>: Yeah. Exactly.</p><p><strong>IAMSU</strong>: I can't even really describe it but I was just like, \"This my coming out party. <a href=\"https://twitter.com/e40\">E-40</a> about to let me rap? I'm about to <em>rap</em>.\" Like, \"I'm not finna just party on this. I gotta really <em>-- </em>this might be people first time hearing me so I gotta try to go in.\"</p><p><strong>KELLEY</strong>: But it was different cause I heard you before that and it wasn't like that. So it's been interesting to watch — for me, the most interesting thing about you has been to watch your choice of flow change.</p><p><strong>IAMSU</strong>: Yeah. I'm always trying to be innovative with that and ahead of the curve. I'm always more into how the words are said than necessarily the words. But now it's like partnering that with impactful things, making sure that everything has meaning to me. And then if it has something of meaning to me, then I feel like everybody else will feel it.</p><p><strong>KELLEY</strong>: Is that how you feel? When you guys were writing — I mean, I know that you weren't writing lyrics but you talked about choices and narrative choices and --</p><p><strong>MUHAMMAD</strong>: Yeah. To take a song for example, \"<a href=\"https://www.youtube.com/watch?v=ks0kDOZ4Vy4\" target=\"_blank\">The Infamous Date Rape</a>,\" like, that's just a heavy topic. But during the time we were making music, it just seemed to be this thing of that word. You just heard it a lot: date rape. And we were touring in a lot of colleges at the time. And so it was just like, you want to have a song that's impactful. And maybe not make a statement, but maybe make a statement. Or you definitely — you just — you wanted it to be felt and not just fluff, you know? And so you really gotta think about it.</p><p>And <a href=\"https://twitter.com/iamthephifer\">Phife</a> will tell you, like, it was kind of hard on him at times. Cause I think — I mean as dope as he is, he had his own way of seeing the song and the idea of it. And one of the challenges is — and it may be different when you're doing your own stuff versus within your crew and everyone's just doing — but you have to kind of take the opinion of other people in your group. And even though you may see the song one way and you're just like, \"Yo. This is what I penned.\" But it's like, \"Yeah, but it's this broad.\" Often, we'd make him go back and change his stuff. But it worked. It worked for the better because it was like, yeah, now we're saying what we want to say.</p><p><strong>KELLEY</strong>: I mean that's a — does that happen with HBK Gang? Are you ever like — does somebody ever come with a verse and you're like, \"Actually ...\"</p><p><strong>IAMSU</strong>: I mean, it happens with me, when people feel the need to tell me that. But I feel like I need to start telling everybody else that. It's good that you said that cause I feel like it is a lot of just fluff. And we have to speak on something. I'm not saying we have to be activists. But if we're going to rap, even — no matter what the subject is somebody has to take something from it.</p><p><strong>KELLEY</strong>: Whatever. I feel like if we're going to talk --</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: — don't be f---ing around with the brief time that we have. It just goes into everything else.</p><p><strong>MUHAMMAD</strong>: Like, we literally are taking a microphone, plugging it in to amplify it to the world. So it's like, \"You have this moment. I'm giving you this. It's in your hands. Do something great with it.\"</p><p><strong>IAMSU</strong>: Do something great. Yeah.</p><p><strong>KELLEY</strong>: And also if you're asking for somebody's time to listen to you, don't waste it.</p><p><strong>IAMSU</strong>: Yeah. Yeah. I'm just starting to take it more serious. It just took me getting older. I'm 25 now. You get that 25-year-old light switch.</p><p><strong>MUHAMMAD</strong>: You still got the crazy baby face happening though.</p><p><strong>KELLEY</strong>: So do you, bro.</p><p><strong>MUHAMMAD</strong>: Yeah, but I'm like --</p><p><strong>KELLEY</strong>: Give me a break.</p><p><strong>MUHAMMAD</strong>: It's like, you look at him, even with all the hair on his face, he look like — yo, you look like you 15 not 25, man.</p><p><strong>KELLEY</strong>: Jesus Christ.</p><p><strong>IAMSU</strong>: That's what my mom be saying all the time. She'll be like, \"You look like how you did when you was 4.\" But I been just — it's like a light switch hit me, you know. I just started seeing things for what they really are. And just — I'm really just trying be a person that has a voice in the rap game. I feel like it's so many rappers but it's only x amount of people with a legitimate credible voice in the rap game.</p><p><strong>KELLEY</strong>: And are you — you're independent?</p><p><strong>IAMSU</strong>: I got major distribution but I'm not signed as an artist. No.</p><p><strong>KELLEY</strong>: Do you think that that helps or hinders you in trying to be a legit voice?</p><p><strong>IAMSU</strong>: Helps. Cause I'm not being told when, where, how. I do it. And then they put it out. You know what I mean?</p><p><strong>KELLEY</strong>: Yeah. Was there ever a time when a label telling you when/what/how was instructive or helpful or helped anybody make any more money or has this always been --</p><p><strong>MUHAMMAD</strong>: Yes. If you look at <a href=\"https://twitter.com/motown\">Motown</a>, the history of Motown, Berry Gordy was the corporation. But he had vision. And he understood artist development. And knowing like, \"We going to take you guys and send you over to this part of my organization to whip you into shape. You can't just come in here with your great voice and sing. We're packaging you and we're packaging this idea.\" And so in that instance it definitely worked, having them trained to dance and, you know, presentation of attire and all these little, subtle things but in the bigger scheme of what his package was — yes.</p><p>There are a lot of record company people who — they come in and it's just like, \"Yo. My time here is my whatever eight hours. I check in. I send out some whatever I need to send out. And I just making my little paper for the day and I'm out.\" Or you have some person who's an attorney and they should really just be in the legal department but they've given them the CEO position or placed them in some other marketing position and they — maybe inside they were a musician but they weren't really good at it --</p><p><strong>KELLEY</strong>: Oooh.</p><p><strong>IAMSU</strong>: Man. So true.</p><p><strong>MUHAMMAD</strong>: — and so they should just stick to doing law but now they're sitting here telling you what's going to make you a star or have a better way of articulating your life experiences to the masses. It's like, \"You don't know what you're talking about, do you? Please go in the corner and push your paper and get out my face.\"</p><p><strong>IAMSU</strong>: That's so true.</p><p><strong>MUHAMMAD</strong>: So there's so many different dynamics. But when you have an organization that understands completely who the artist is and the infrastructure is set up to say, \"Tell us who you are. And now we understand who you are. This is what we can do in our infrastructure to help enhance who you are and let's find a happy marriage to put that out.\" Like, there are places like that that exist. But --</p><p><strong>KELLEY</strong>: That's kind of some of what we were talking about in our earlier interview. <a href=\"http://www.npr.org/blogs/microphonecheck/2015/03/30/396048266/jean-grae-its-not-just-for-me-its-for-you-guys\" target=\"_blank\">We were talking to Jean Grae earlier</a>.</p><p><strong>IAMSU</strong>: Oh wow.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>IAMSU</strong>: She's super talented.</p><p><strong>KELLEY</strong>: Yeah, she's great. We were debating having her stay and talk to you also.</p><p><strong>IAMSU</strong>: Oh, you should've.</p><p><strong>KELLEY</strong>: We wanted to but she couldn't though.</p><p><strong>IAMSU</strong>: That would've been crazy.</p><p><strong>KELLEY</strong>: But we were talking about sort of that thing of like being friends with people who are well known and how much of a trip that is. And then how we just sort of put authority in the hands of people and don't ever think about it. Like the way that you walk into a boardroom and you're like, \"I assume you know what the f--- you're talking about cause you're wearing a tie.\" But we have to recognize that that's very rarely the case — as much as the little things about your attire are important.</p><p><strong>IAMSU</strong>: A lot of people make uninformed statements. Like, more uninformed than informed, I've noticed. It's — people talk out they neck so much, especially in the music office. Just being a fly on the wall in a studio or going to meetings and then hearing the conversations that people would have, they don't talk about anything pertinent to the situation. It's always gossip or this, that, the third instead of how we're going to make this artist pop. Or what's things that we could do to improve our infrastructure? How are we learning how music is received? You know what I mean? It's like, the game is playing catch up right now.</p><p>I took a meeting with <a href=\"https://twitter.com/defjamrecords\">Def Jam</a> last week just to entertain my options. And he was just showing me the roster and I was just trying to understand what they do that that artist with his x-odd millions of dollars couldn't do if he just knew who to talk to, you know what I mean?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>IAMSU</strong>: Like, if you got the right PR, if you got the right this, that, the third.</p><p><strong>KELLEY</strong>: It's funny that you say you're a fly on the wall because that's actually how I met you.</p><p><strong>IAMSU</strong>: True?</p><p><strong>KELLEY</strong>: I don't know if you remember. This was a couple months ago. I was in L.A. for my other job with Yours Truly and you were recording with --</p><p><strong>IAMSU</strong>: It sounds so familiar.</p><p><strong>KELLEY</strong>: — <a href=\"https://twitter.com/djquik\">Quik</a> and <a href=\"https://twitter.com/kurupt_gotti\">Kurupt</a> and <a href=\"https://twitter.com/boogiethebeast\">Boogie</a> and somebody else.</p><p><strong>IAMSU</strong>: Oh! That just happened.</p><p><strong>KELLEY</strong>: Yeah. It was January, right? January.</p><p><strong>IAMSU</strong>: Yeah. OK.</p><p><strong>KELLEY</strong>: But you were kind of doing what I was doing, which was sitting to the side and watching Quik tell — like train this other engineer whose studio it was.</p><p><strong>IAMSU</strong>: Yeah that was crazy.</p><p><strong>KELLEY</strong>: Did you see — remember when he was like, \"No. You can bypass it like this.\" And the guy was like --</p><p><strong>IAMSU</strong>: He was like, \"Yeah. Take that U87. Take this plug-in.\" I'm like, \"You speaking Chinese.\" This s--- sounds crazy.</p><p><strong>KELLEY</strong>: Well, then he brought his own mic and everything.</p><p><strong>IAMSU</strong>: Yeah, he did.</p><p><strong>KELLEY</strong>: But, yeah, I noticed that you were watching and you were trying to --</p><p><strong>IAMSU</strong>: Yeah, cause how many times are you going to be able to sit with DJ Quik. It's like this situation. I just need to know the knowledge. Like, y'all been around for this long?</p><p><strong>KELLEY</strong>: Well and also Quik's the guy who says out loud what he's doing. He makes it possible it to learn like that.</p><p><strong>IAMSU</strong>: Yeah. That was cool. Cause people don't do that. He'll be like, \"What I'm doing right now is I'ma take your vocals and I'ma run through this and then it's going to sound like this. So you got the type of that voice that needs this.\" You know? So it was just — he had a lot of information. Just that short period of time, I was like, \"Wow.\"</p><p>Cause I've never sounded that crispy ever. I was like, \"Oh.\" You know, just that feeling you get? I was like, \"This is me? This sounds crazy.\" So crisp. Full. Cause I got a thin voice and I don't really yell from my chest when I rap. I'm more relaxed when I'm rapping so he still brought my presence out. He's crazy. And Kurupt was like, \"Watch. He's going to make it sound so buttery. So buttery. Just watch. Watch.\" I was like, \"Wow.\"</p><p><strong>KELLEY</strong>: And then those guys, the way that they gossip, they're telling stories that are 25 years old that are totally instructive. Like how to protect yourself and surround yourself with the right people and what happens if you forget some steps or whatever. And it was crazy.</p><p>I mean, I wish there were some easier way to transmit — cause that's what I feel like. There's this disconnect between generations and there's no easy way to transmit the knowledge. And I don't know if it's because the younger generation is too busy and the older generation is like, \"You don't have the same priorities I do. I can't even. And also I have to pay for somebody's college right now.\"</p><p><strong>IAMSU</strong>: Wow.</p><p><strong>MUHAMMAD</strong>: It a lot of different things but I think if you're in — you have to feel out the energy of the room but if you're in a situation where you're around — and especially like you, you're — I mean, you work on a lot of different people. And I think that those doors are going to continue to open so it's just a matter of feeling the energy and just knowing like — asking the question. I think some times you don't want to ask the question cause you might not want to get the wrong reaction or response from someone. But if you don't ask someone, then you don't even know whether you're going to get some — they going to just be like, \"Get out my face, young boy\" or whatever. Or they may actually just open up the world to you. So you just have to --</p><p><strong>IAMSU</strong>: Yeah. And tell you the whole game.</p><p><strong>MUHAMMAD</strong>: And tell you the whole game. Yeah. I don't know how to get around that but there are people — it's funny. You have these prolific artists who say great things on record but then after the record they're just not the nicest people. And that's --</p><p><strong>IAMSU</strong>: That's deep.</p><p><strong>MUHAMMAD</strong>: And so that's just — we should not put people up on pedestals like that but we do. We can't help it, especially if they making really great art. But I put my pants on one leg at a time. And so I try to help out if someone asks me a question. I'm open to giving advice. Do you have people already coming up to you and just like, \"Yo. I'm trying to get in. Could you --\"</p><p><strong>IAMSU</strong>: Absolutely. Absolutely. All the time.</p><p><strong>MUHAMMAD</strong>: What does that feel like?</p><p><strong>IAMSU</strong>: It's crazy. To go from handing demos out to people handing demos to me is a <em>weird </em>feeling. It's like, \"Wow. You take my opinion that serious.\" And people wanting to work — it's just really interesting.</p><p>I think it's just — I gotta remember that we just not different. Everybody essentially is the same. We got the same goals or — I can't speak for everybody but most of us, you know, we want to be successful and this and that. So we just gotta, like you said, be an open book. Like, I try to be transparent with the knowledge, with the little knowledge I have, and just pass it on as much as I can.</p><p><strong>MUHAMMAD</strong>: How'd it come that you work with <a href=\"https://twitter.com/tooshort\">Too $hort</a> and E-40?</p><p><strong>IAMSU</strong>: Well, for \"Function,\" 40 just got my number and called me. Cause he can just get anybody number. If you a Bay Area rapper, he just gon' get your number. So he got my number and called me.</p><p><strong>KELLEY</strong>: There's just a big Bay Area group text.</p><p><strong>IAMSU</strong>: Yeah. Probably is on the under. It's like, we not too separated from each other so he can just get on the horn and hit anybody.</p><p><strong>KELLEY</strong>: OK so what did he say? Like, you answer the phone --</p><p><strong>IAMSU</strong>: He was like,<em> </em>\"Oh, what up? It's your boy, E-40. What up, Su. I got this record. It's called 'Function.' Want you to hop on that thing and do your thing on there.\" I had met him before but I never talked to him on the phone. So I was like, \"Yeah. Just send it right now. Send it right now.\" So I took my time with it. I would just listen to it. And I couldn't really get into at first. But then I took it to L.A.; I just listened to it in the car for like three days and I went back.</p><p>And I had lost my voice. That's why I sounded so different. But I was like, \"40 need this.\" He called me again like, \"What's up with that verse, man. You gon' get that verse back?\" I said, \"He can't call me again. So I need to send this back.\" So I went to <strong></strong><a href=\"https://twitter.com/hbkchi\">Chief</a>'s house and I just recorded it and just blacked out. I probably had like three cough drops in my mouth and was just smashing tea. I was like, \"I gotta keep my voice somewhat decent.\" So that's how that happened.</p><p>And with Too $hort, I would see him everywhere. I would see him all over the place. His studio is in Oakland and it's right by the Chicken and Waffles. He would just be outside in Oakland all the time. And the person who DJed for this other group I knew ended up DJing for Too $hort and I got in contact with him that way. That was cool. That was really cool.</p><p>And we were all together; I shot a video for a song called \"<a href=\"https://www.youtube.com/watch?v=RFI-M8kB-IQ\" target=\"_blank\">TWDY</a>\" off the album. And we all chopped it up. It was me, him, and Mr. Fab. And we just chopped it up. It was a surreal moment.</p><p><strong>MUHAMMAD</strong>: What does that feel like for the city? It's like, passing-of-the-torch sort of a --</p><p><strong>IAMSU</strong>: Right. It was wild. You know, you go through your whole career as a Bay Area rapper like, \"I gotta do a song with E-40 and Too $hort.\" Those are the icons.</p><p><strong>MUHAMMAD</strong>: Did you see that as like your 10-year-old self? Did you envision it?</p><p><strong>IAMSU</strong>: Ah, nah. To be honest, I do not see it. I just thought they were so out of touch. But they're not. They want to be a part of the youth movement just how I want to work with them. So it was just an even exchange.</p><p><strong>KELLEY</strong>: You mean you thought they were out of your reach? Or like --</p><p><strong>IAMSU</strong>: I just didn't think that they were accessible to me.</p><p><strong>KELLEY</strong>: Yeah. OK. Yeah.</p><p><strong>IAMSU</strong>: But I just had to put my nose down. I was like, \"I'm about to just put in work and they gon' see me. They just gon' see me. I know it.\"</p><p><strong>KELLEY</strong>: Who else — what else is happening in the Bay right now that people are going to hear about in the next six months or something?</p><p><strong>IAMSU</strong>: It's a lot of talent.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>IAMSU</strong>: I could go on for hours but, off the top of my head, the people that I really like at this moment, I would say, <a href=\"https://twitter.com/manniphantom\">Manni Phantom</a>. I been lending him the big co-sign but he's just that talented. It's crazy. <a href=\"https://twitter.com/therealnef\">Nef the Pharoah</a> from Vallejo. He's really talented. <a href=\"https://twitter.com/davesteezy\">Dave Steezy</a>. I'm taking him on tour with me. <a href=\"https://twitter.com/showy4mayor\">Show Banga</a> from San Francisco. It's like a lot of people. <a href=\"https://twitter.com/k00lj0hn\">Kool John</a> out HBK. The whole HBK Gang.</p><p><strong>KELLEY</strong>: How did you guys come together as a group?</p><p><strong>IAMSU</strong>: It happened in different stages. Myself and <a href=\"https://twitter.com/hbkplo\">P-Lo</a> and Chief and P-Lo's brother <a href=\"https://twitter.com/KUYA_BEATS\">Kuya Beats</a>, we all met in high school. We went to Pinole Valley High School. Graduated high school, went to a junior college called Contra Costa. And that's where I met Kool John and <a href=\"https://twitter.com/loverance\">Loverance</a> and <a href=\"https://twitter.com/rossisings\" target=\"_blank\">Rossi</a>. All of them. <a href=\"https://twitter.com/hbkskipper\">Skip</a>. So then I was like 17 at that time. So we all got cool, started performing at parties, like, standing on chairs in Chinese restaurants. You know, like speakers middle of the floor; no stage sometimes. One mic, passing it around and just making it happen.</p><p><strong>KELLEY</strong>: That's funny. My dad was in the Navy and I lived in Lafayette when I was in sixth and seventh grade.</p><p><strong>IAMSU</strong>: Ah OK I know where that's at.</p><p><strong>KELLEY</strong>: And we used to always go to this Chinese restaurant. That's funny. Those are like my strongest memories of that time.</p><p><strong>IAMSU</strong>: Yeah. It's like stupid amounts of Chinese restaurants in the Bay Area.</p><p><strong>KELLEY</strong>: KMEL and the Chinese restaurant.</p><p><strong>IAMSU</strong>: Outrageous amounts of Chinese restaurants. My personal favorite is called Hunan Villa.</p><p><strong>KELLEY</strong>: OK. Yeah.</p><p><strong>IAMSU</strong>: It's fire. It's in Pinole. It's fire. And she listens to my music and everything. It's this older Chinese lady.</p><p><strong>KELLEY</strong>: Oh, that's amazing.</p><p><strong>IAMSU</strong>: She said, \"What is your song? Put it in my phone.\" I said, \"I got you.\"</p><p><strong>KELLEY</strong>: That's so nice!</p><p><strong>IAMSU</strong>: Her iPhone in Chinese so I had to type off of just knowing where the letters was. It was crazy.</p><p><strong>KELLEY</strong>: That's really funny.</p><p><strong>MUHAMMAD</strong>: You know what I like? It's that you retain the DNA of the Bay Area where — what I mean by that is the music is always been musical. And it's one of the things, even when Outkast came out, their music was just so musical that I first thought they were from the Bay.</p><p><strong>KELLEY</strong>: You thought they were from the Bay.</p><p><strong>IAMSU</strong>: Oh wow.</p><p><strong>MUHAMMAD</strong>: Yeah I did. It's that — I see like you carry that. And, you know, juxtaposed to like New York, New York had this sort of DNA that it just is now amissed and doesn't exist and has adapted other ways of sounding. But you kind of retain that musical aspect. Was that intentional or --</p><p><strong>IAMSU</strong>: A lot of stuff is just a product of being around it. I think about what people are going to play out of their cars or what I'ma hear in the club or just kids in the BART station with iPod headphones just walking through. Like, how people move and interact out there, the music has to low-key just sound like how are stuff sound, you know?</p><p>That's interesting. I wasn't really aware of it until I went back and listened to older Bay Area songs. And then I was like, \"Wow.\" Like, I didn't even listen to some of the stuff but just the, like you said, the DNA and just our environment created this music. So it speaks more than our talent. It's like the area just creates this kind of music.</p><p><strong>KELLEY</strong>: Like the scenery does it.</p><p><strong>IAMSU</strong>: Yeah, just the consistency of the water. It's really green. It's people from all over the world.</p><p><strong>KELLEY</strong>: Real fog.</p><p><strong>IAMSU</strong>: Real fog. Not smog, real fog. That's funny.</p><p><strong>KELLEY</strong>: What is HBK Day?</p><p><strong>IAMSU</strong>: Well, it just turned into an annual thing. This past event wasn't supposed to be an HBK Day event but the people at Pink Dolphin really pushed for it so we did it. And it's basically clothing capsule, a musical release, and a free concert.</p><p><strong>KELLEY</strong>: So it's like a small-scale Hiero Day.</p><p><strong>IAMSU</strong>: I wouldn't even say that.</p><p><strong>KELLEY</strong>: But it's not like a festival.</p><p><strong>IAMSU</strong>: It's not a festival. I want to take it to that level. That's why I didn't want to call this one HBK Day.</p><p><strong>KELLEY</strong>: I feel you.</p><p><strong>IAMSU</strong>: Because I have really really big plans. I wanted to have multiple stages, vendors, you know what I mean? Do something dope. But it was cool. It was a big turnout. It was like 1200 kids and people camped out from — the event was on Sunday and people were camped out outside on Thursday. So I was like, \"Wow.\" It was crazy.</p><p><strong>KELLEY</strong>: That's really crazy.</p><p><strong>IAMSU</strong>: Mhmm.</p><p><strong>KELLEY</strong>: That's another thing that's kind of missing from the New York scene. Is like motivating people to step outside their daily. People are used to going to a show or whatever. But, like, other than some little stuff in the summer like AfroPunk, people will make the effort but --</p><p><strong>MUHAMMAD</strong>: But is there — never mind. I won't say it.</p><p><strong>KELLEY</strong>: Yeah, we can't — we shouldn't even touch this actually.</p><p><strong>IAMSU</strong>: What --</p><p><strong>MUHAMMAD</strong>: I was just going to say --</p><p><strong>KELLEY</strong>: It's just disappointing.</p><p><strong>MUHAMMAD</strong>: Nah. I know, right?</p><p><strong>KELLEY</strong>: There is an \"all mute\" button. Neal was telling me before.</p><p><strong>MUHAMMAD</strong>: No. I just think that there are very few artists that make you feel a part of something big here and a part of a movement. And I don't know why that exists in New York. And that's part of it. You have to feel --</p><p><strong>KELLEY</strong>: There's a little exclusionary to the — like <a href=\"https://twitter.com/asapmob\">A$AP</a> is like, \"We're A$AP. You're not A$AP.\"</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>IAMSU</strong>: \"You're not A$AP.\"</p><p><strong>KELLEY</strong>: And I think that that's the difference.</p><p><strong>IAMSU</strong>: That's the difference between <a href=\"https://twitter.com/taylorgang\">Taylor Gang</a> and A$AP. I feel like A$AP could be huge.</p><p><strong>KELLEY</strong>: Yeah, I can see that.</p><p><strong>IAMSU</strong>: I mean, but they got clothes in H&M and stuff so they doing something right but --</p><p><strong>KELLEY</strong>: Yeah, but Wiz just comes out of the whole college scene. So that was --</p><p><strong>IAMSU</strong>: Yeah. Exactly. Exactly.</p><p><strong>KELLEY</strong>: Yeah. I don't know.</p><p><strong>MUHAMMAD</strong>: How important is family to you?</p><p><strong>IAMSU</strong>: Very very very important. And more important recently, just because things have gotten so crazy. Not even just like the cliché \"I'm dealing with fans. It's super crazy.\" But just the rap game in general is really really weird. Like, it's really weird. And it's hard to adapt and be around these kind of --</p><p><strong>KELLEY</strong>: How do you mean?</p><p><strong>MUHAMMAD</strong>: When you say weird, what do you mean by weird? Can you elaborate on that?</p><p><strong>IAMSU</strong>: You know, you always — how can I put this? You always around interesting types of energy. And that energy might not always agree with your energy. So it's really hard to stay balanced and it's easy to get swayed, especially being younger. It's like, people always want to see you turn up. If you rapping about doing this and that, they always want to see you do that. And if you not doing that, it's like, they disappointed with you. And it's just so many people with so many expectations, people that don't just take you for being you. What if you just want to chill? You know what I'm saying?</p><p>So that's why I've been just trying to really connect with the family and I feel like they keep my grounded, my sister and my cousins. My mom comes out with me a lot. So I know my mom's not going to take no bulls--- from me. You feel me? So it's just been keeping me balanced.</p><p>I feel like I was separated from my family for a minute. Been on the road and just coming out to New York and doing press with managers and teams and stuff. And people act as your family but they don't really care about you. They just want make sure you get from point A to point B so this CD that you putting out will sell. So it's really just about me staying grounded and reconnecting so I think family is, like, the utmost important. Cause without that I would probably be crazy or something, in the street right now.</p><p><strong>MUHAMMAD</strong>: I think — you know, it's interesting. You have your mom here today and I think that's awesome. And just with you saying that I'm envisioning your inner situation where people would really want you to turn up but it's like if you come there and your mom is there, that's just --</p><p><strong>IAMSU</strong>: It's killed. All that noise is killed.</p><p><strong>MUHAMMAD</strong>: Instantly. It's like, \"Oh.\" When someone's mom — when you say, \"It's my mom.\" It's like now you feel like your mom's in the room.</p><p><strong>KELLEY</strong>: Yeah. Exactly.</p><p><strong>IAMSU</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: It's just like, \"Yo. I better be on my best behavior.\"</p><p><strong>IAMSU</strong>: The energy better be correct. For real.</p><p><strong>MUHAMMAD</strong>: Maybe that's what hip-hop needs. It needs more people to bring their moms to the situation. Now some of your moms — some ratchet moms out there. But that can still --</p><p><strong>IAMSU</strong>: If you got a mom with some sense.</p><p><strong>MUHAMMAD</strong>: Yeah. Maybe that'll help curve certain behaviors. You know, there's some people be like, \"Yo. I'm trying to holler at this mom real quick.\"</p><p><strong>KELLEY</strong>: You're so right.</p><p><strong>IAMSU</strong>: You know who I got that from that made me even comfortable to bring my mom was Wiz. His mom was all over the map. Like, she was meeting us wherever. I'm like, \"This is hella cool.\" And she was hella cool. So I was like — it's just about having the correct energy. Like you said, you always going to be on your Ps and Qs if you got some sense in front of somebody's mom. You not just gon' be like, \"Yo. Where the b----es at, man? Where's the molly? Where's that?\" Like, nah. You gotta be chilled out.</p><p><strong>KELLEY</strong>: Was it Wiz's mom that had the G Pen that she was always — had on Instagram.</p><p><strong>IAMSU</strong>: I think — I don't know.</p><p><strong>KELLEY</strong>: Was it her? I can't remember now.</p><p><strong>MUHAMMAD</strong>: Well, with that then, that says to me that you really understand the potential here and this is long term, you know. And it's about making proper and really well thought out career choices.</p><p><strong>IAMSU</strong>: Yeah. Without a doubt.</p><p><strong>MUHAMMAD</strong>: You have a plan for --</p><p><strong>IAMSU</strong>: Yeah. I got a loose plan but I have a plan. I have a plan at the end of the day. And I see myself being in the game for a very long time. And it takes saying no to certain things and having to take the long route. I think I'm ready for that. I'm cool with that. I don't need the overnight success. I'd rather be the person that 20 years from now I could talk to a rapper like how you talking to me.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>IAMSU</strong>: That's what I'd love to do.</p><p><strong>MUHAMMAD</strong>: Yeah. It just sounds like that. On <em>Sincerely Yours</em>, there's certain things that you say that you — not saying, \"Give me the respect,\" but it's like, \"I should be here. I have a right to be here and you going to respect me.\" I hear that.</p><p><strong>KELLEY</strong>: You always sounded like an old — your group always sounded older. Just like readier than most, at the same age.</p><p><strong>IAMSU</strong>: We just ready. We just want it real real real bad. But the \"it\" that I thought I wanted wasn't the \"it\" that I saw. So now it's a new \"it\" that I want. Now that I'm in it, if that makes any sense.</p><p><strong>MUHAMMAD</strong>: Makes perfect sense.</p><p><strong>KELLEY</strong>: Is it longetivity?</p><p><strong>IAMSU</strong>: Yup. Yup. Definitely. Just some long term — and just credibility. I feel like it's about influence. So I just have to take my craft a lot more serious. I knew I had the talent but was I really acting on that talent and pursuing it and trying to refine it?</p><p><strong>KELLEY</strong>: What's that one crazy thing that could happen and you'd be like, \"Oh my god. I made it?\"</p><p><strong>IAMSU</strong>: It would be — it could be two things: getting the music behind like a big campaign. Like, you know McDonald's just put out that new song? Something like that. Or <a href=\"https://twitter.com/u2\">U2</a> did that whole album with Apple. And it was just on your phone and you didn't ask for it. You might've not even wanted it, but you had it though. So something like that.</p><p><strong>KELLEY</strong>: Damn. That's crazy.</p><p><strong>IAMSU</strong>: That's like, \"Whoa. I made it.\" You know?</p><p><strong>KELLEY</strong>: Yeah. That's like super mainstream success.</p><p><strong>IAMSU</strong>: Yeah it is. It is. It's just different. Like, being a rapper, it's going to be really hard to penetrate that world.</p><p><strong>MUHAMMAD</strong>: You think so?</p><p><strong>IAMSU</strong>: I honestly think so. I think it's not hard for rap music to penetrate and go mainstream but the type of rapper that I am and the image I present, it's going to be a struggle. But I know it's going to be worth it.</p><p><strong>MUHAMMAD</strong>: I think it's definitely — you could get there.</p><p><strong>IAMSU</strong>: Oh thank you. Thank you.</p><p><strong>MUHAMMAD</strong>: Absolutely. Because I think — it's not like you're, to me, maybe I just — I really understand — but your songs, you don't — it's not like this dark — ooh, don't want to invite — \"You dating my daughter? What?\" You know what I mean?</p><p><strong>IAMSU</strong>: Yeah. OK. Good. I'm glad I don't give that off.</p><p><strong>MUHAMMAD</strong>: Nah. You know? It doesn't — yeah. You don't get that so I think you're making — it's interesting to hear you talk the previous works and like maybe it wasn't as realized — and that's fair. Because sometimes life unfolds and you just like, \"I'm right here. I didn't have any idea that it could go there. I was just right here with it.\" But it's interesting to hear that that's — you made that record with that sort of feeling but it still comes off as there's a plan and it's very relatable. So I think that you definitely can tap into that higher, you know, aspect of mainstream.</p><p><strong>IAMSU</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Yeah. I think yeah.</p><p><strong>IAMSU</strong>: I think so.</p><p><strong>MUHAMMAD</strong>: Although I don't where you're going with your next record, maybe you just was like, \"Yo, I'm about to be the dude that you can't bring to Dad home.\"</p><p><strong>IAMSU</strong>: Nah. Nah. Nah. I'm not going to be that. I'ma tell you. I want to make straight Spring Break pool party music. Like, all smashes. That's it. And I was telling — I had an interview earlier; I was like, \"I was making so much music to prove everything to everybody else. But it's like, I have nothing to prove. I just gotta make myself and my family happy. And that's what it's really about.\"</p><p><strong>KELLEY</strong>: Listen. Spring Break used to be really fun to watch. And now it's not fun to watch cause people make these crazy songs that you're like, \"Oh, that's either a sad song or that's a really competitive song or whatever.\" And then it's like, \"Why are these chicks in their bikinis in the pool? It's clearly cold. I'm worried about you right now.\" So yeah do that. Do what they did.</p><p><strong>IAMSU</strong>: Yeah, they was turning up. I saw that video; I was like, \"Man, I want to do something like this. This is huge.\"</p><p><strong>KELLEY</strong>: Why not?</p><p><strong>IAMSU</strong>: Mm-hmm. That's what it's all about. But I got a question for you.</p><p><strong>KELLEY</strong>: Yes.</p><p><strong>MUHAMMAD</strong>: Yes.</p><p><strong>IAMSU</strong>: Just like, as far as you guys' whole process, what was, just conceptually — did you write out like a plan of the album when you went into creating an album?</p><p><strong>MUHAMMAD</strong>: There wasn't like on a piece of paper, you know, something that was like, \"Yo, we gotta hit these marks because it's written out like that to stick to it.\" But there definitely was a feeling of what we wanted each record to be. Absolutely.</p><p><strong>KELLEY</strong>: How did you talk about it and debate? Would you get in the room or the studio --</p><p><strong>MUHAMMAD</strong>: No, it wasn't a — there's not a debate. Tip is — he's a visionary. He would just come in — first of all, he would have, like, billions of ideas. So that can be great or it can be a bit of a nuisance. And so you want to make sure that you're in an environment where, if you a person that has a bunch of ideas, it's people who can help you talk it out and be supportive of it. Cause sometimes when you an idea person the worst thing is to be around an idea killer. We weren't idea killers. We were just like, \"Word. OK. That's dope. It makes absolutely no sense right now but cool. It's dope. Let's figure it out.\" And we'd sit down and we would talk about it. It wasn't a debate. It's just like, \"Word. OK. Let's build on that. OK. That's dope. Let's figure out some additions to really make it what it is that you're saying. Cause now it could be bigger. Or now it could be\" — so that was the environment we dealt in.</p><p><strong>IAMSU</strong>: That's deep cause idea killers are horrible people. Horrible people.</p><p><strong>KELLEY</strong>: They're just sad.</p><p><strong>IAMSU</strong>: Just sad. Like, \"Here's a bunch of reasons why we can't do this.\" Like you said, let's try to <em>build </em>on it. If we can't do a circus on Mars, for example --</p><p><strong>KELLEY</strong>: Just one example.</p><p><strong>IAMSU</strong>: — let's figure out how we can do something along the lines to build the idea. Instead of let's just say a million reasons why it won't work. And I think that's the situation I came out of. It was just removing all negative energy. Just all negative energy. People that — I just want to be surrounded by people that want to contribute to the idea and help build it, in a realistic way. Cause of course when you a artist you gon' say some crazy stuff but that's why we're artists. Just different perspectives on life. So that was really cool.</p><p><strong>KELLEY</strong>: No, I do think there's value to a person who can say like, \"No no. You actually can't do this because we're already working on this other thing. And I know this is going to be\" — like, to keep some s--- in check.</p><p><strong>MUHAMMAD</strong>: Yeah, you have to be reasonable. Q-Tip calls me the voice of — everybody in the team is like, \"Yo, talk to Ali. He's the voice of reason.\" They all say that and I used to be offended by that; I'm like, \"Why? Am I the dream killer?\"</p><p><strong>KELLEY</strong>: Exactly.</p><p><strong>MUHAMMAD</strong>: But I know that I'm not. I'm the — OK. I'm the voice of reason. Like, \"OK, that's cool but can we think of it from this perspective.\" And, you know, I have also — god blessed me with the way — I appreciate people in what they're saying. I'm not a dream killer. It's just, I listen; I'm like, \"Cool.\" I'm a logical thinker. And it's just like, \"Cool. That's impossible but maybe if we try it this way then now it's possible.\"</p><p><strong>KELLEY</strong>: Nah. You do it to me. I've been trying to take to Mic Check on tour for a while. Do these interviews live in front of an audience. We've done them a few times --</p><p><strong>IAMSU</strong>: Oh that would be so clean! What! You don't think we should do it?</p><p><strong>KELLEY</strong>: And it's always killed — no no no. He does. But I want to do — I want to actually go on tour, do it for a month. Do ten cities at least. Whatever. Do a local act and a national act. Anyway, it wasn't --</p><p><strong>IAMSU</strong>: Yeah but that would be super clean. And I feel like it's way more credible. I don't know. It's just, it needs to be somebody from a position of theory, you know what I'm saying? So I would respect that a lot. I really think that would be cool.</p><p><strong>KELLEY</strong>: Yo. Well, from your lips to god's ears. Anyway, it was only until today that he was like, \"Oh, I see what you're saying. Yeah, we should do that.\" But he never told me, \"I think that's crazy and exhausting and gonna be really expensive.\" He was just like, \"OK. Fine.\"</p><p><strong>IAMSU</strong>: That's the — all of the above. For sure. All of the above.</p><p><strong>MUHAMMAD</strong>: I mean, that's exactly how my mind operates. I'm like --</p><p><strong>KELLEY</strong>: He's like, \"Frannie, we are so tired.\"</p><p><strong>MUHAMMAD</strong>: I'm like, \"I know the infrastructure.\" That's the other thing for me and it may be helpful for you. I don't know how you think. But I'm a very creative person but I'm also a very business-minded person so it's just like — and I think that would be the tug-of-war between Q-Tip and I. David, don't put any of this in there. This is s just for you guys. That would be the tug-of-war because he is that creative person and he has business sensibilities as well, some very good ones. But me, I could be like all-day creative or all-day business. And I'm like — and from the business, I completely understand the structure of my organization or corporation.</p><p>So it's just like, if we want this idea to really be, I'm like, \"Man, it's not possible.\" So I'm thinking like how can we make it possible. And it's like, alright, we gotta go out. We gotta do this. Then we gotta set this up. And then — and then sometimes I've learned you should be more of a feeling person. Go with the flow. That's what I'm learning now, at 44.</p><p><strong>KELLEY</strong>: What did Big Sean's dad say? \"It's a feeling process.\"</p><p><strong>MUHAMMAD</strong>: It's a feeling process.</p><p><strong>IAMSU</strong>: That was his dad talking?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>IAMSU</strong>: That was crazy.</p><p><strong>KELLEY</strong>: Right?</p><p><strong>MUHAMMAD</strong>: So I go in and out. I'm so structured. I have feeling and when I'm sitting down in front of a piano or a drum machine it's like crazy. I'm lost in the feeling. But then when it's operational life, I'm like less feeling and like, \"I want this s--- to work. I want to win.\" So it's like, OK. Let's make sure that we can — let's build it if it's not built. And then I spend so much time doing that and it's just like, \"Yo. Just go with the flow. It's going to work.\" So that's the dynamic. But you want to have people who have, you know, give and take.</p><p><strong>IAMSU</strong>: Mhmm.</p><p><strong>MUHAMMAD</strong>: Energy is important. It's all about energy. I don't have any negative energy people around me.</p><p>The kids that — it's funny. Tip was always big into bringing kids from his neighborhood, specifically bring them on the road to show them something. To give them an opportunity to see something they never saw and to figure out their way in life and to become business people just using whatever, carrying records for us or whatever.</p><p>And I don't think he told them about me. So, you know, it's like, \"Yo. These your people. Cool.\" But then they come in, I'm like, \"Yo, these the rules. I'm responsible for your life. I don't want to have to talk to your mom or dad and bring you home in a bag. So this is how we going to move. Do-do-do-do-do-do-do-do.\"</p><p><strong>IAMSU</strong>: They was not ready for that.</p><p><strong>MUHAMMAD</strong>: They be like, \"Yo what's his problem?\" And Tip'll be like --</p><p><strong>KELLEY</strong>: Voice of reason.</p><p><strong>MUHAMMAD</strong>: \"He don't have a problem. He want to bring you home safely cause we responsible for you.\" But you don't think like that when you 19 if you don't have the right structure around you. So you gotta learn the hard way. It's like, \"Ah, man. So-and-so just got arrested for whatever. We want to make money. We don't want to be wasting money on bail and attorney's cost.\"</p><p><strong>IAMSU</strong>: Exactly.</p><p><strong>MUHAMMAD</strong>: Litigating criminal attorneys cost a lot. We going on the road though, Frannie.</p><p><strong>KELLEY</strong>: Yes.</p><p><strong>MUHAMMAD</strong>: We taking <em>Microphone Check</em> on the road.</p><p><strong>KELLEY</strong>: Yes.</p><p><strong>IAMSU</strong>: Come to the Bay Area. Please.</p><p><strong>KELLEY</strong>: We will.</p><p><strong>IAMSU</strong>: Come to, like, Cal Berkeley or something. I know they would love to have that there.</p><p><strong>KELLEY</strong>: Yeah. Exactly.</p><p><strong>IAMSU</strong>: Or Youth Radio in Oakland would love that.</p><p><strong>KELLEY</strong>: Yo, they do really good work. We've worked with them before.</p><p><strong>IAMSU</strong>: Yeah. Yeah. Yeah. You know, I worked at Youth Radio.</p><p><strong>MUHAMMAD</strong>: I was just about to ask you.</p><p><strong>KELLEY</strong>: I didn't know that.</p><p><strong>IAMSU</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Well, he just told --</p><p><strong>KELLEY</strong>: OK. That's cool.</p><p><strong>IAMSU</strong>: Yeah, I worked at Youth Radio and I was in the program. That's probably why I was even able to take music so serious. They had a music production section and that's where I learned to use the program I use now. I learned how to use Pro Tools. They just gamed me up. And, like I was saying, they made me study music. It was just deep. They loaded my computer up with so much music.</p><p><strong>KELLEY</strong>: Public media.</p><p><strong>IAMSU</strong>: Like gigs and gigs and gigs of music.</p><p><strong>MUHAMMAD</strong>: How did you get involved?</p><p><strong>IAMSU</strong>: My homegirl. Her name was Savanya. We went to high school together. And she just knew I was into music; she was like, \"I work at this place. It's called Youth Radio. You should just go up there and do an interview with the person in charge and just see what happens.\" I told my mom and she took me up there.</p><p><strong>KELLEY</strong>: Mhmm. That's cool. I said when we — when I have to do interviews with people, I always send them to Youth Radio. I think I sent Lil B to Youth Radio.</p><p><strong>IAMSU</strong>: Lil B, Based God Lil B?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>IAMSU</strong>: That's crazy.</p><p><strong>KELLEY</strong>: Well, thank you for taking all this time. I don't know if you have to --</p><p><strong>IAMSU</strong>: It's all good. I could sit here for hours and chat it up with y'all.</p><p><strong>KELLEY</strong>: I know.</p><p><strong>IAMSU</strong>: This is cool. This is real cool. I learned a lot. More than anything.</p><p><strong>MUHAMMAD</strong>: Dope.</p><p><strong>KELLE</strong>Y: Thanks again. Talk to you soon.</p><p><strong>IAMSU</strong>: Hopefully. Hopefully you bring the tour to the Bay.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: Our house is your house.</p><p><strong>IAMSU</strong>: Ay!</p><p><strong>MUHAMMAD</strong>: Mi casa es su casa.</p><p><strong>IAMSU</strong>: Literally.</p><p><strong>MUHAMMAD</strong>: Su.</p><p><strong>IAMSU</strong>: Thank y'all.</p><p><strong>MUHAMMAD</strong>: You're welcome. Thank you.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iamsu%3A+%27I+Heard+That+Beat+Totally+Different%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"4187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404358879-ae6cc3.m3u?orgId=1&topicId=1039&aggIds=100920965&d=4187&story=404051793&ft=nprml&f=404051793"},{"href":"http://media.npr.org/assets/img/2015/05/04/20150303__npr_iamsu_pvy_00482-b3f188f3851b8874d6bf5d65d7bfb797e0ee2e92.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"593","width":"790"}}]}