{"created":"2014-10-07T20:49:25+00:00","modified":"2014-12-03T00:15:44+00:00","valid":{"from":"2014-12-03T00:15:44+00:00","to":"3014-12-03T00:15:44+00:00"},"hreflang":"en","title":"With Humor, 'Dead And Breathing' Dives Into End-Of-Life Struggles ","published":"2014-07-20T00:40:00+00:00","teaser":"Carolyn, 68, is ready to let go. Dying of cancer, she tries to get her nurse to assist in her suicide. Playwright Chisa Hutchinson drew on real-life inspirations for this dark comedy's characters.","itags":["npr_api","332572494"],"guid":"a02fa774-cef7-4c24-ac84-88cd068d2955","contentencoded":"<p>The play <em>Dead and Breathing</em> begins boldly. Sixty-eight-year-old Carolyn takes off her towel and steps into a bathtub completely naked. She's bathed by her chatty nurse, Veronika.</p><p>The wealthy, cantankerous woman is dying of cancer. Carolyn, played by Lizan Mitchell, wants to die sooner rather than later, and tries to convince the nurse (N.L. Graham) to help her do that.</p><p>It's one of the most talked-about new plays at this year's <a href=\"http://catf.org/\">Contemporary American Theater Festival</a> in Shepherdstown, W.Va., which runs through Aug. 3.</p><p>Playwright Chisa Hutchinson started writing <em>Dead and Breathing</em> about two years ago, not long after taking care of her own mother, who was dying of uterine cancer.</p><p>\"I wound up having to stay with her for a little while, taking leave from work,\" says Hutchinson. \"I mean, it's a trip having to change your mom's diaper, you know. It's a lot.\"</p><p>Beginning the play the way she does, with the bathing scene, Hutchinson disarms the audience. While she was writing, she sought feedback from John Eisner, artistic director of the Lark Play Development Center in New York.</p><p>\"It actually precipitated an amazing conversation about the usefulness of nudity on stage,\" Eisner says, \"and what it means when it's done in a useful way, when it's about intimacy and vulnerability and dependence, and it's not there for the shock value.\"</p><p>The wealthy, dying Carolyn and the hospice nurse Veronika are both African-American, but the similarity ends there. Veronika says things like, \"If you don't want to keep your breadbox clean, that's fine with me.\" And gets racier than that.</p><p>\"She's a big ol' potty mouth. She cusses up a storm,\" says Hutchinson.</p><p>Hutchinson says she was inspired by her real-life Aunt Veronika, who is also a nurse, and the health care workers she met while caring for her mother. She says she has enormous respect for those who care for the sick and dying.</p><p>As a writer, she also loves one of their coping mechanisms. \"Doctors and nurses and hospice care workers, they have the sickest sense of humor. I imagine you have to,\" she says.</p><p>In the play, Veronika's down-and-dirty humor rankles Carolyn, who is crotchety about everything, despite her vast wealth. \"Traveling's a hassle,\" she complains. \"So much hassle, and for what? See some old buildings, eat food prepared in kitchens of questionable hygiene and spend most of your trip with one end or the other aimed at the toilet.\"</p><p>\"Carolyn is my attempt to understand people who seem to have everything and are still miserable,\" says Hutchinson.</p><p>Between the chemo and her negative outlook, Carolyn is really ready to go. She tries to persuade Veronika to assist in her suicide; she even promises to put Veronika in her will. Veronika could use the money, but she's a devout Christian. Religion is something both characters wrestle with.</p><p>\"How about you say a little prayer while you hold the pillow over my face, if that'll make you feel better about it?\" Carolyn says to Veronika.</p><p><em>Dead and Breathing</em> is comedic. But playwright Chisa Hutchinson — who's 34 — has thought seriously about end-of-life issues. She has multiple sclerosis, which she says only affects her legs, for now. But Hutchinson does wonder about the course her life might take.</p><p>\"I wonder if I'll ever get to a point, or if I'm incapacitated in such a way, that will just make life seem not worth it,\" she says.</p><p>Hutchinson is not letting her MS get in the way of her writing, for which she has won a big handful of awards. She was one of the New York Neo-Futurists and once wrote for Blue Man Group. All the while, she pays the bills working as a copywriter for a company that she says sells garden gnomes and sensible shoes.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Humor%2C+%27Dead+And+Breathing%27+Dives+Into+End-Of-Life+Struggles+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332760161-85d9e7.m3u?orgId=1&topicId=1144&ft=3&f=332572494"},{"href":"http://media.npr.org/assets/img/2014/07/18/deadandbreathing-6d77a79f51f0739fae07b54af6e3c736aab275e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1602","width":"2137"}}]}