{"created":"2014-12-23T23:05:45+00:00","modified":"2014-12-29T21:30:13+00:00","valid":{"from":"2014-12-29T21:30:13+00:00","to":"3014-12-29T21:30:13+00:00"},"hreflang":"en","guid":"a035ed5b-046f-4b5d-bf96-b9ff2e2b701f","title":"Despite threats, 'The Interview' will actually hit (select) theaters on Christmas Day","published":"2014-12-29T21:30:12+00:00","byline":"David Leveille","tags":["Sony hack","Sony","Cyberwarfare","The Interview","Seth Rogen","James Franco","censorship","movies","Global Politics","North Korea","United States","Asia","North America","James Jones","Kim Jong-un","Seth Rogen","James Franco","North Korea","Movie theater","Sony","Entertainment","Alamo Drafthouse Cinema"],"teaser":"Grab your popcorn: \"The Interview\" will be showing in select theaters on Christmas Day after Sony decided to reverse its decision to show the movie in the wake of threats and a hacking scandal. But even brief success may give countries like North Korea a blueprint for future attacks.","contentencoded":"<p>If you're heading to the movies on Christmas Day, \"The Interview\" is back on your list of options</p>\n<p>\"This is the best Christmas gift anyone could give us,\" said Tim League, the CEO of the independent Alamo Drafthouse theater chain. \"We, both distributors and exhibitors, have collectively stood firm to our principles and for the right to freedom of expression.\"</p>\n<p>The film from Seth Rogen and James Flacco, which depicts an assassination attempt on North Korean leader Kim Jong-un, was briefly canceled by Sony after the company endured a massive hack and threats against showings of the movie. But their decision was widely criticized, even by President Barack Obama, and the studio decided to reverse course on Wednesday.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>The people have spoken! Freedom has prevailed! Sony didn't give up! The Interview will be shown at theaters willing to play it on Xmas day!</p>\n<p>— Seth Rogen (@Sethrogen) <a href=\"https://twitter.com/Sethrogen/status/547453144209178626\">December 23, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>\"We cannot imagine the pressures that have been affecting Sony, at all levels of the organization,\" League said. \"They have been under attack. Amidst this unwarranted chaos, they have regrouped and listened to the public, the government and the exhibition community and responded with resolve and determination. </p>\n<p>Others are slightly less impressed. \"Gosh, how brave!\" is the sarcastic response of journalist James Jones, who recently directed the PBS Frontline documentary, \"The State of North Korea.\" The United States has blamed North Korean hackers for the attack on Sony.</p>\n<p>Jones says he was surprised by Sony’s original decision to cancel the release of \"The Interview, because \"all North Korea watchers know that a lot of the North Korean strategy internationally is bluster, and Obama's policy has been to effectively treat them as a naughty child, and just not pay attention, and wait till they wear themselves out.\"</p>\n<p>He believes the adminstration likely pressured Sony to re-release the film. \"For Sony to give in to these outlandish threats totally undermined everything Obama's been doing the whole time he's been in office,\" Jones says. \"So I'm sure, behind the scenes, there's been a lot of pressure put on Sony to just get this film out.\" </p>\n<p>The entire episode was potentially a propaganda coup for Kim Jong-un — “a chance to flex his muscles and influence a multi-million dollar movie\" — but now it appears the strategy may have backfired on North Korea.</p>\n<p>\"It's probably the worst possible outcome, because this film, a middling, slightly slapstick comedy, would have gotten a decent audience, nothing special,\" Jones says. \"Suddenly this is the most famous film of the year, and people are going to be queuing around the blocks to see it at these small cinemas.\"</p>\n<p>So what can North Korea take away from this dustup with Hollywood? Jones points out that the country's nuclear threats, which have gone on for a decade, now \"are wearing a bit thin. Even Japan and South Korea are stopping taking them quite so seriously.\"</p>\n<p>Cyberwarfare might offer a new way to get the world's attention. \"The fact that they're actually capable of pulling off a cyber-hack, if indeed they did, is a great success for North Korea — and probably a model for future attacks.\"</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/122320141.mp3"},{"href":"http://www.pri.org/file/122320141mp3"}]}