{"created":"2015-04-10T19:57:39+00:00","modified":"2015-06-03T15:00:27+00:00","valid":{"from":"2015-06-03T15:00:27+00:00","to":"3015-06-03T15:00:27+00:00"},"hreflang":"en","title":"Lunch, Not Landfill: Nonprofit Rescues Produce Rejected At U.S. Border","published":"2015-04-13T15:07:00+00:00","teaser":"Each year, millions of pounds of Mexican produce are rejected just past the border even though it's tasty and edible. Instead of the landfill, it's now going to needy families across the U.S.","itags":["npr_api","398345233"],"guid":"a03f85b2-6d97-4a8a-94e1-798f4ff5ebdb","contentencoded":"<p>Just across the border from Nogales, Ariz., rows of northbound trucks line up for inspection. Over half of the produce that's grown in Mexico and imported — $4 billion worth — comes through this border crossing. Most gets distributed to all parts of the U.S. and Canada, but some fruits and vegetables get rejected before they leave the city of Nogales.</p><p>Yolanda Soto is determined to give that produce a second life, by redirecting it to needy families across the country. She runs <a href=\"http://www.borderlandfoodbank.org/\">Borderlands Food Bank</a>, which rescues between 35 and 40 million pounds of safe, edible fruits and vegetables headed for the landfill each year. That's about one serving of produce for every child in the U.S.</p><p><strong> </strong>Three miles north of the border, at the Borderlands warehouse on Produce Drive, Soto walks purposefully through stacks of fruits and vegetables, pointing out eggplants, Roma tomatoes, cucumbers. Forget about the usual worker's uniform of boots and heavy jackets: Soto is wearing bright pink, head to toe.</p><p>Reaching into a cardboard box, Soto pulls out a Mexican gray squash, pointing out a tiny bit of surface scarring. \"It's perfectly good, but because it had some scarring, they couldn't sell it. Who's going to buy it?\" she asks.</p><p>Many U.S. consumers think tasty produce has to look perfect on the outside — though, as The Salt has <a href=\"http://www.npr.org/blogs/thesalt/2015/03/26/395160156/think-nobody-wants-to-buy-ugly-fruits-and-veggies-think-again\">reported</a>, food-waste fighters across the country are working to change that perception.</p><p>\"We are crazy,\" Soto says. \"The waste is enormous, and it's just not right.\"</p><p><strong>Rejected At The Border</strong></p><p>According to author <a href=\"http://www.wastedfood.com/\">Jonathan Bloom</a>, about 40 percent of food in the U.S. goes to waste — in fields, on <a href=\"http://www.npr.org/blogs/thesalt/2014/09/25/351495274/supermarkets-waste-tons-of-food-as-they-woo-shoppers\">grocery store shelves</a>, in our refrigerators. Because we import so much produce from Mexico, plenty gets rejected right here in Nogales, before it can even begin its journey to you.</p><p>\"Actually, there are a lot of places where the food can get rejected,\" starting with U.S. Customs and Border Protection, explains Jaime Chamberlain of JC Distributing.</p><p>His company, which owns a huge produce warehouse just down the street from Borderlands, will import 7 million boxes of produce from Mexico this season. His business supplies tomatoes in winter to places like Boston at a low price.</p><p>\"We're able to import fruits and vegetables from any country we want,\" he says. \"We no longer live in that era where our parents or grandparents used to tell us, 'You can't have strawberries, you can't have zucchinis, that's not in season right now.'­­­­­ \"</p><p>\"At the U.S. border, all our fruits and vegetables, and whatever we're importing, can be subject to inspection by about 40 different government agencies\" searching for anything from drugs to pests, Chamberlain says.</p><p>After that, certain products go through additional inspection. In Chamberlain's warehouse, I watch USDA inspectors pull samples from stacks of tomato boxes, checking that each fruit meets quality and size standards.</p><p>Chamberlain may also decide that a shipment is not up to his standards. He shows me some tomatoes, all a light pink hue.</p><p>\"That color is fantastic to travel to the East Coast with,\" he says. Others have a little more color, \"and that's great to travel into Los Angeles, into San Francisco.\"</p><p>If there were any blood-red tomatoes, Chamberlain says, \"the full red needs to be sold tomorrow — there's a perishable timing to this.\"</p><p>When that's the case, and he doesn't have the right buyer, Chamberlain calls Soto.</p><p><strong>Getting Healthful Produce Into Needy Hands On The Cheap</strong></p><p>Soto explains that when Borderlands Food Bank started in the 1990s, it did what a lot of food banks do: hand out boxes full of nonperishable, emergency food, not produce.</p><p>When she came on as executive director 20 years ago, she was aghast at the amount of rejected produce saturating the local landfill, especially given the great need of people in the region. In the U.S., about 15 percent of people struggle with hunger. In Arizona, it's 20 percent.</p><p>So Soto reached out to her neighbors at the scores of produce distribution warehouses around her, asking them to call Borderlands before they dumped the goods.</p><p>When a distributor calls wanting to donate a big load of produce that can handle a long haul, Soto sends an email to her list of 200 hunger-relief organizations across the country. It's first come, first served. The agencies handle transportation and pay Borderlands two pennies per pound.</p><p>\"For a trailer load, the maximum you're going to pay is $800, which is nothing,\" Soto says, for what is up to $70,000 worth of product.</p><p>As for fruits and vegetables too ripe for much travel, Borderlands can distribute them to individuals and agencies in southern Arizona and northern Mexico within hours. Thousands of people also show up for POW-WOW: <a href=\"http://www.borderlandfoodbank.org/POWWOW.html\">Produce on Wheels Without Waste</a>, weekly distributions near Nogales and in Phoenix and Tucson.</p><p>I visit a parking lot at Tucson's Emmanuel Baptist Church, where anyone can come, give a $10 donation, and haul off 60 pounds of produce. I meet a young couple picking up squash and green beans, and cucumbers they plan to pickle. A man who walks with a cane brings along his grandson to carry their bags. Cheryl Brown is picking up bell peppers, squash and tomatoes for her family of six — and for friends, a practice Borderlands encourages.</p><p>Brown says, \"One particular person is an elderly man that just can't get out, and he needs to eat, so I'm just helping.\"</p><p>Soto has lots of future plans for Borderlands. \"I could rescue millions more [pounds of] product,\" she says. \"I could also do composting, I could do juicing, I could do dehydration and canning.\"</p><p>All she needs is a bigger warehouse.</p><hr /><p><em>This story was produced by NPR's Latino USA in collaboration with the </em><a href=\"http://thefern.org/\">Food & Environment Reporting Network</a>,<em> a nonprofit, investigative news organization. </em><em>Lisa Morehouse produced it while at </em><a href=\"http://www.hedgebrook.org/\">Hedgebrook</a><em>, a residency for female writers.</em><em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lunch%2C+Not+Landfill%3A+Nonprofit+Rescues+Produce+Rejected+At+U.S.+Border&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lisa Morehouse","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398809334-0cbbb8.m3u?orgId=1&topicId=1053&aggIds=130593764&d=404&story=398345233&ft=nprml&f=398345233"},{"href":"http://media.npr.org/assets/img/2015/04/10/photo-1-3--6047d66b6bd7ba507c72badc3c15b308cf3904ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/04/10/p1040401-ea25db761f85ac9d61e073c69e6f214e6c63351c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1631","width":"2178"}}]}