{"created":"2015-06-27T11:53:28+00:00","modified":"2015-07-03T21:05:14+00:00","valid":{"from":"2015-07-03T21:05:14+00:00","to":"3015-07-03T21:05:14+00:00"},"hreflang":"en","title":"In Saudi Arabia, An Uphill Fight To Out-Shout The Extremists","published":"2015-06-30T16:54:00+00:00","teaser":"Can satire and commentary win out against ISIS? Some Saudi journalists and comedians are risking their lives to mock and question their country's religious extremists.","itags":["npr_api","417162532"],"guid":"a051fe86-cca0-455b-a812-12e373cca146","contentencoded":"<p>For years, Saudi Arabia seemed immune from the wars and chaos of the Middle East — but not anymore. The sectarian violence raging on its borders hit home in May, when militants from the self-proclaimed Islamic State or ISIS launched two suicide attacks on mosques in Saudi's eastern province, targeting the country's minority Shiite population.</p><p>The kingdom was shaken by the attacks, which killed two dozen people — and prompted an unusually open debate about homegrown extremism.</p><p>\"For too long, we have kept quiet,\" wrote Khaled al-Maeena, a Jeddah-based veteran newspaper columnist. \"We have allowed these imams a free rein to spew hatred and falsehood.\"</p><p>Within days of the bombings, Maeena and other Saudi commentators widened their critique and called for an end to sectarian messages in schools and from the religious establishment. They demanded a crackdown on extremist Sunni preachers, who often appear on Saudi-based, private TV channels and are blamed for inciting anti-Shiite violence.</p><p>Maeena followed up with an editorial published in both Arabic and English. The provocative headline — <a href=\"http://www.saudigazette.com.sa/index.cfm?method=home.regcon&contentid=20150614247118\">\"I am a Liberal\" </a>-- created controversy.</p><p>\"The moment you say you are a liberal, people accuse you of being outside the fold of Islam, somebody who would like to have bars and drinks and pubs,\" Maeena says.</p><p>But that's not what he's talking about.</p><p>\"I am talking about liberal in accepting other people's religion,\" Maeena says. \"To each his own.\"</p><p>And to each his own definition. There is no Arabic word for \"liberal.\" The English word is used instead.</p><p><strong>Taking On The 'Guardians'</strong></p><p>For Maeena, it means the opposite of the mindset represented by ultraconservatives, whom he calls Saudi Arabia's \"self-appointed guardians of religion.\"</p><p>\"Unfortunately, our religion has been hijacked by these self-appointed guardians of religion,\" he says. \"And they also think they can hold sway over people, and I think that is wrong.\"</p><p>It's wrong, he says, that some prominent Saudi preachers spout intolerance in mosques and on social media and vilify anyone who doesn't adhere to an austere interpretation of Islam. And it's wrong of them to brand as heretics followers of Shiite Islam.</p><p>They have created a dangerous climate, Maeena says — one that contributed to May's deadly attacks on the Shiite mosques.</p><p>\"Look what we have today — bomb blasts, killing, suicide bombing, hatred for others,\" he says. \"This is our own doing.\"</p><p>And that has prompted a wider conversation.</p><p>A new Saudi TV series created by a popular comedian, Nasser al-Qasabi, mocks ISIS and religious extremists. The title is <em>Selfie</em>, which suggests holding a camera to the country.</p><p>The satire pokes fun at mindless militants who are interested only in sex and violence. It's attracted so much attention that the hashtag <em>#selfie</em> is now trending on Twitter across the Middle East.</p><p><strong>Mocking ISIS</strong></p><p>One <em>Selfie</em> episode involves a Saudi father who wants to save his son from ISIS. But he has to join the group to get close enough for his rescue mission.</p><p>The comedy takes on some of the iconic ISIS media imagery. The father is horrified when he is invited to take part in an execution. He fumbles, then faints when the knives come out.</p><p>In another scene, the father pants through military training. He hides under a bed, terrified of an aggressive female jihadi who wants to be his bride.</p><p>It is daring social commentary — and while most Saudis have praised the witty show, there was a backlash among some conservatives.</p><p>Maeena was not surprised when some Saudi preachers denounced Qasabi, and one declared him a heretic. It was not much different than ISIS's reaction to the show; militants issued <a href=\"http://www.reuters.com/article/2015/06/22/us-mideast-crisis-saudi-satire-idUSKBN0P21QO20150622\">death threats</a> against Qasabi.</p><p>\"ISIS may not be physically here at the moment, with their guns and all,\" Maeena says. \"Let's not fool ourselves, there are people who are aligned in body and mind with these people.\"</p><p>But this time, there was a surprise: The Saudi preacher who accused Qasabi of heresy publicly <a href=\"http://www.bbc.com/news/world-middle-east-33229429\">apologized</a> after the Saudi government called for an investigation.</p><p>\"I think the government now has to really stand up and draw a line in the sand or the cement or wherever it is, and say, 'Enough is enough,' \" Maeena says. \"And we would all be behind the government. Now the other side is strong, too. They scream and shout. But we should scream louder.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Saudi+Arabia%2C+An+Uphill+Fight+To+Out-Shout+The+Extremists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418776156-cac029.m3u?orgId=1&topicId=1009&d=255&p=3&story=417162532&t=progseg&e=418774691&seg=10&ft=nprml&f=417162532"},{"href":"http://media.npr.org/assets/img/2015/06/24/selfie1-ad27312055b6f69acb087d3926a696a11189dbaf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1084","width":"1446"}}]}