{"created":"2015-06-19T18:31:38+00:00","modified":"2015-06-19T19:32:12+00:00","valid":{"from":"2015-06-19T19:32:12+00:00","to":"3015-06-19T19:32:12+00:00"},"hreflang":"en","title":"Presidential Candidates React To Charleston Shooting","published":"2015-06-19T19:32:00+00:00","teaser":"Julie Mason of the Press Pool and Wesley Lowery of The Washington Post discuss how the Charleston shooting is reverberating politically.","itags":["npr_api","415797071"],"guid":"a0524556-123f-4510-a35c-558c778d907e","contentencoded":"<p>It didn&#8217;t take long, once news of the deadly shooting at the Emanuel AME Church in Charleston, South Carolina, started coming in for the 2016 presidential candidates to react.</p><p>Republican Jeb Bush canceled a planned town hall with veterans for Thursday in Charleston.</p><p>“Columba and I mourn today with the Emanuel AME Church and the families of the victims of this terrible crime. Our hearts are broken at the senseless loss of life,&#8221; he said in a statement. &#8220;Our prayers are for the community that has lost its pastor and a brave leader. May the families and the city of Charleston be lifted up by the prayers of our entire nation.&#8221;</p><p>Democrat Hillary Clinton, who left Charleston just hours before the shooting, had this to say at a campaign appearance the next day in Las Vegas:</p><p>&#8220;In the days ahead, we will once again ask what led to this terrible tragedy and where we as a nation need to go. In order to make sense of it, we have to be honest. We have to face hard truths about race, violence, guns and division,&#8221; she said. &#8220;How many innocent people in our country, from little children, to church members, to movie theater attendees, how many people do we need to see cut down before we act?&#8221;</p><p>And South Carolina Republican Sen. Lindsey Graham canceled campaign events elsewhere to travel back to his home state in the wake of the shooting.</p><p>&#8220;Really the last thing on my mind right now is a political debate,&#8221; he told CNN. &#8220;My job is to be here and to show solidarity with my community and my state. But if you want to have a debate, we&#8217;ll have it. I don&#8217;t mind debating gun control. I want Americans to know that the solutions to problems like this are not one law away.&#8221;</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em>&#8216;s Robin Young and Peter O&#8217;Dowd talk with <strong>Julie Mason</strong>, host of the Press Pool on Sirius XM&#8217;s POTUS channel, and <strong>Wesley Lowery</strong>, national reporter for The Washington Post, about how the Emanuel AME Church shooting is reverberating politically, and about other news from the campaign trail this week.</p><ul><li><a href=\"https://hereandnow.wbur.org/tag/charleston-church-shooting\" target=\"_blank\">See <em>Here & Now’</em>s full coverage of the shooting</a></li></ul><h4>Guests</h4><ul><li><a href=\"http://blog.siriusxm.com/author/julesxm124/\" target=\"_blank\"><strong>Julie Mason</strong></a>, host of the Press Pool on Sirius XM’s POTUS channel 124. She tweets<p><a href=\"https://twitter.com/juliemason\" target=\"_blank\">@juliemason</a>.</li><li><strong><a href=\"http://www.wesleylowery.com/\" target=\"_blank\">Wesley Lowery</a></strong>, national reporter for The Washington Post. He tweets <a href=\"https://twitter.com/wesleylowery\" target=\"_blank\">@WesleyLowery</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Presidential+Candidates+React+To+Charleston+Shooting&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"666"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415797074-3103fc.m3u?orgId=1&d=666&p=60&story=415797071&t=progseg&e=415767934&seg=9&ft=nprml&f=415797071"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0619_clinton-charleston.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}