{"created":"2014-11-28T09:04:25+00:00","modified":"2014-12-01T23:06:08+00:00","valid":{"from":"2014-12-01T23:06:08+00:00","to":"3014-12-01T23:06:08+00:00"},"hreflang":"en","title":"Pentagon Expected To Release More Detainees From Guantanamo","published":"2014-11-28T12:16:00+00:00","teaser":"Since the midterm elections, there has been a new batch of transfers from Guantanamo Bay, Cuba, and more releases are in the works. But a new GOP Congress could stall the drive to empty Guantanamo.","itags":["npr_api","367122671"],"guid":"a056c8aa-a12f-4691-85e6-5a0b75386d47","contentencoded":"<p>The U.S. prison at Guantanamo Bay, Cuba, is far from being closed — something President Obama promised to do in the first days of his administration. But people are being released.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/31/317704932/who-were-the-five-guant-namo-detainees-released-in-prisoner-swap\">Five Taliban prisoners </a>were swapped in May for U.S. Army Sgt. Bowe Bergdahl. Since the November midterm elections, there has been a <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/21/365647274/u-s-transfers-5-guantanamo-detainees-to-georgia-slovakia\">new batch of transfers</a> from Guantanamo, and more releases are in the works.</p><p>Seven low-level detainees have been moved from Guantanamo to other nations this month, bringing the number of inmates being held there down to 142. More than half of them are also approved for some kind of transfer.</p><p>David Rothkopf, CEO of the FP Group which publishes <a href=\"http://www.foreignpolicy.com/\"><em>Foreign Policy</em> magazine, </a>says the clock's ticking for moving the remaining detainees out.</p><p>\"The Obama administration came in with some stated goals with regard to dismantling Guantanamo that they have not been able to follow through on <br />thus far, and we are six years in, so I think they're feeling the pressure,\" Rothkopf says.<br /> <br />Pressure that's coming from inside the Obama administration but also from advocacy groups such as <a href=\"http://www.hrw.org/\">Human Rights Watch</a>, where Laura Pitter is <br />senior national security counsel.</p><p>\"It does seem like there is a renewed effort to reinvigorate the transfers out of Guantanomo,\" she says.<br /> <br />Pitter says those transfers stalled after the prisoner swap obtaining the release of Sergeant Bergdahl. GOP lawmakers were outraged that the <br />administration failed to give the required 30 days notice of that transfer.</p><p>Defense Secretary Chuck Hagel reminded the House Intelligence Committee after that episode that it's he who signs off on all prisoner transfers <br />from Guantanamo: \"I take that responsibility, Mr. Chairman, members of this committee, damn seriously, damn seriously.\"</p><p>Nearly five months would then go by with no more transfers. That time coincided with the rise of the Islamic State, also known as ISIS, and a new <br />battlefield for jihadists. Then, this month, seven more transfers.</p><p>House Armed Services Committee Chairman Buck McKeon said continuing such releases was unwise. At a recent hearing he said, \"Secretary Hagel, <br />how can the administration continue to press ahead with transfers from Guantanamo at this time? Isn't this in conflict with your policy of stemming the <br />flow of foreign fighters?\"</p><p>Hagel replied, \"The intelligence community assessed that more than 90 percent of those detainees had not intended to or had in fact, we had not <br />evidence of returning to the battlefield.\"</p><p>Ten days later, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/24/366310360/defense-secretary-hagel-said-to-be-stepping-down\">Hagel announced he was stepping down</a>. He'd already notified Congress, though, that there would be more transfers. But a new <br />Congress run entirely by Republicans could stall the new drive to empty Guantanamo.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pentagon+Expected+To+Release+More+Detainees+From+Guantanamo&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367154390-146513.m3u?orgId=1&topicId=1014&ft=3&f=367122671"}]}