{"created":"2015-03-13T20:54:14+00:00","modified":"2015-05-22T23:57:12+00:00","valid":{"from":"2015-05-22T23:57:12+00:00","to":"3015-05-22T23:57:12+00:00"},"hreflang":"en","title":"If Drugs Could Talk: In 'Delicious Foods' They Do","published":"2015-04-03T17:11:00+00:00","teaser":"In James Hannaham's novel <em>Delicious Foods</em>, addiction itself is a character — it even narrates some of the chapters. The book imagines what slavery would look like in modern America.","itags":["npr_api","391914914"],"guid":"a0593be8-5ab9-417e-ab19-cde9ae7416f0","contentencoded":"<p>There's a certain type of supporting character that author James Hannaham has always wanted to put into the spotlight. Critics call this character the \"Magical Negro\" — and you may recognize him from movies or TV shows. He's someone who \"has incredible abilities and has been through some kind of hardship but it's usually a little vague ...\" Hannaham tells NPR's Audie Cornish. \"Whenever I see that character, I want the book or the movie or the TV show to take a detour and tell me that story.\"</p><p>In the book <em>Delicious Foods</em> Hannaham tells that story.<em> </em>Darlene, a mother and widow, is held captive on a farm and is forced to labor for the food, lodging and drugs provided to her by the \"Delicious Foods\" company. Her son, Eddie, is missing both hands — and yet we meet him in Chapter 1, driving, escaping actually, in the middle of the night. After he lands safely in St. Cloud, Minn., he eventually becomes a cheerful and popular handyman with no hands that everyone knows — but no one really knows.</p><p>Eddie's the type of character who might have just been a background character in another story. \"You wouldn't know the backstory,\" Hannaham says. Starting the novel \"backwards,\" he explains, was a way of easing readers into disturbing material. The novel explores what slavery would look like in modern America.</p><hr /><h3>Interview Highlights</h3><p><strong>On how the \"Delicious Foods\" farm recruits workers</strong></p><p>People from a corrupt farm will drive a van or a bus way far away to an urban center where they're looking for people they think will not be missed — like drug addicts and homeless people. And they pitch them: There's this wonderful place where they'll give you a job and you can pick fruit and nobody will interfere with you and your drug habit. And of course, once you get there they tell you \"Oh, you owe us for the ride, and it costs money to stay here.\" And the accommodations that they told you you were going to be in are a lot worse than the ones that you are actually in.</p><p><strong>On addiction being such a strong character in the book that it literally narrates some of the chapters</strong></p><p>It came about rather naturally for something that seemed so odd. I had just started writing the book, and I was writing about Darlene in the third-person. So, I wanted to write from the third-person about this woman who happened to be a drug addict, and it was a very close third-person. And it was in this kind of trashy voice, for some reason. ...</p><p>But then I started asking myself the question you might start to ask yourself when you're writing an idiosyncratic voice in the first-person. ... Who is this person? ... I asked myself that question and then I said, \"Oh my God. It's the drug.\"</p><p><strong>On the way the drug talked</strong></p><p>At a certain point I said to myself ... \"Why is crack speaking in a black vernacular kind of voice? ... Is that kosher? Can I do that? Is the NAACP going to like run me out of town?\" ... So, I messed around with it. I thought maybe, at one point, \"Maybe crack is pretentious and wants to be, you know, more like cocaine.\" ... I rewrote the voice for a little while. And it was just so bad that I had to go back. And it was so much fun, really, to write that voice.</p><p><strong>On what he wants to explore about addiction</strong></p><p>I mean, initially ... it was really a way of keeping Darlene on the farm. But I've had first-hand experience. I was living with somebody for a while who was a drug addict, who was a very good friend of mine. And I think, I mean, to be honest, some of my interest in addiction comes from that relationship. ...</p><p>Like, there's this other entity, this other person, this other thing that seems to be coming between you and the relationship with your friend, or your relative, or your other loved one. And it's weird that they're having this intense relationship that is keeping you from having a relationship with them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=If+Drugs+Could+Talk%3A+In+%27Delicious+Foods%27+They+Do&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392846091-40da67.m3u?orgId=1&topicId=1033&d=272&p=2&story=391914914&t=progseg&e=392687037&seg=17&ft=nprml&f=391914914"},{"href":"http://media.npr.org/assets/img/2015/03/09/hannaham_deliciousfoodsboy-4423449585327cd9b43c566bc5bbe6a61a0a1c5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"448","width":"598"}}]}