{"created":"2014-10-27T18:27:25+00:00","modified":"2014-10-30T22:56:40+00:00","valid":{"from":"2014-10-30T22:56:40+00:00","to":"3014-10-30T22:56:40+00:00"},"hreflang":"en","title":"It's Not Business As Usual In Ferguson, Missouri","published":"2014-09-01T13:19:00+00:00","teaser":"From barber shops to bike shops, WBUR's Deborah Becker looks at what the protests have meant for businesses.","itags":["npr_api","343446669"],"guid":"a05aa6a8-fc52-494d-a539-73a1544f3f07","contentencoded":"<p>Missouri Highway Patrol Captain Ronald Johnson was among the officers walking the streets of Ferguson over the weekend, greeting the throngs of people protesting the shooting of unarmed black teenager Michael Brown.</p><p>“I see that we need to communicate more. When you don’t communicate more, you don’t show yourself for what you are and explain your processes and your policies, then you lend yourself to perception &#8212; and perception can be a negative thing,” Johnson said.</p><p>The perception of Ferguson has changed dramatically in just a few weeks. While many people may not have even known exactly where this St Louis suburb of 21,000 was, Ferguson is now an international symbol of racial unrest.</p><p>The largest gatherings of demonstrators have been near the site where Brown was shot &#8212; along a major roadway lined with strip malls. Several of the damaged stores have the word “Open&#8221; spray-painted on boarded-up windows. At least 80 businesses have been affected by vandalism and a loss of customers.</p><p>Among the business owners Captain Johnson met with was Kaye Mershon, owner of Clip Appeal barbershop.</p><p>“It’s been slow because it hasn’t been accessible,” Mershon said, but she&#8217;s optimistic. &#8220;I think that we’ll be back on track. We have clients who&#8217;ve been coming here for years. I think we’ll just be back to normal.”</p><p>But some business owners aren’t sure what normal is anymore. Charles Davis opened Ferguson Burger on August 8 &#8212; the day before Brown was shot. His restaurant has become the epicenter of the demonstrations where many protesters, police and reporters gather to monitor the streets.</p><p>The first days after Davis opened, business was slow, but soon he had a steady stream of hungry customers.</p><p>&#8220;Business is great right now,&#8221; Davis said. &#8220;People from Australia, Canada, Japan California. They would have never been here other than from this unfortunate situation.”</p><p>How the effects of the unrest will play out for local businesses is still not clear. Brian Goldman, president and CEO of the Northwest Chamber of Commerce, says at least one local business is monitoring the continuing demonstrations to determine when &#8212; or if &#8212; it will reopen.</p><p>&#8220;Things have calmed down. Now everyone is waiting to see what happens next,&#8221; Goldman said.</p><p>Already though, Goldman says St. Louis was taken out of consideration for some conventions. He says chamber officials are consulting those from California and Florida about how they handled racial unrest. They&#8217;re also meeting with the area&#8217;s largest employers &#8212; Express Scripts, Emerson Electric and local colleges &#8212; to assure them that Ferguson is safe, and encourage people to visit.</p><p>Goldman is calling it a &#8220;buy-cott rather than boycott Ferguson&#8221; campaign, and so far he says it appears be working.</p><p>&#8220;People were there this weekend and realizing that it looks scary at night, but during the day it&#8217;s just a normal street,&#8221; he said.</p><p>Another campaign that started after the unrest began is called the I Love Ferguson Committee, chaired by former Ferguson mayor Brian Fletcher. The group has distributed thousands of lawn signs and sold thousands of t-shirts with the &#8220;I heart Ferguson&#8221; logo.</p><p>Fletcher has long been involved in local politics and feels his community has been unfairly portrayed by the national media as a hotspot of racial insensitivity. Forming the committee is his way of trying to change the story line.</p><p>&#8220;It&#8217;s like riding a bicycle uphill,&#8221; Fletcher said. &#8220;You don&#8217;t ever stop pedaling or you go backwards. As the hill gets steeper, you have to pedal even harder. And that&#8217;s what we have to do now&#8230; so that the legacy of Ferguson&#8217;s future won’t be the death of Michael Brown, but the result of his death of how we become even a better community that hopefully will be a model community.&#8221;</p><p>Fletcher defends the fact that although 67 percent of Ferguson is black, its police department is 90 percent white. He says Ferguson doesn&#8217;t have the resources to attract minority police officers. But he admits there are racial tensions that Ferguson &#8212; and most U.S. cities &#8212; need to address.</p><p>Gerry Noll owns Ferguson Bicycle and like Fletcher, he says he&#8217;s shocked by the criticism of his community. But he&#8217;s hopeful that image will change.</p><p>&#8220;It&#8217;s exposed a lot in the white community we were not aware of. Whereas maybe Ferguson is a byword or hashtag Ferguson is a negative thing or brand right now, but my optimism says in two, three, five years, Ferguson will be a byword for &#8216;hey that&#8217;s the way to solve those problems.&#8217;&#8221;</p><p>One of the ways they&#8217;re hoping to change the image of Ferguson is by opening an Economic Recovery Center later this week.</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/deborah-becker\" target=\"_blank\">Deborah Becker</a></strong>, senior correspondent and host at WBUR in Boston. She tweets <a href=\"https://twitter.com/wburdebbecker\" target=\"_blank\">@wburdebbecker</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+Not+Business+As+Usual+In+Ferguson%2C+Missouri&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Deborah Becker","audio":[{"meta":{"duration":"373"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344967363-83386b.m3u?orgId=1&ft=3&f=343446669"}]}