{"created":"2014-11-13T22:25:36+00:00","modified":"2014-11-15T15:05:24+00:00","valid":{"from":"2014-11-15T15:05:24+00:00","to":"3014-11-15T15:05:24+00:00"},"hreflang":"en","title":"How To Make A Faux Cheddar In One Hour ","published":"2014-11-14T20:46:00+00:00","teaser":"Once Claudia Lucero had mastered rapid cheese-making, she knew it was time to tackle cheddar. But cheddar takes months, even years, to age, so Lucero devised a pseudo version: the Smoky Cheater.","itags":["npr_api","363349698"],"guid":"a06435a9-b2dc-4003-ad00-82eec555b877","contentencoded":"<p>Claudia Lucero has a special power: she can make cheese in one hour. Mozzarella, ricotta, paneer, goat cheese, queso blanco and more.</p><p>Those are simple cheeses that are relatively easy to make, says Lucero, who runs <a href=\"http://www.urbancheesecraft.com/\" target=\"_blank\">Urban Cheesecraft</a> in Portland, Ore. To do it, she says, you just need practice, not superpowers.</p><p>Lucero has mastered many quick cheeses, but cheddar wasn't a natural candidate for a one-hour method, she explains. Cheddar ages \"anywhere from two months to 10 years to make it sharp,\" she says. \"I don't have that kind of time — I've got one hour!\"</p><p>Even so, Lucero, author of <em>One Hour Cheese</em>, wanted to try it. She set out to create a firm, savory cheese with a golden hue — a sliceable cheese with a bit of a tart aftertaste, she says.</p><p>She separated the curds and whey, added turmeric and paprika for color, and dramatically condensed the cheddaring process — which normally involves pressing and stacking the curds again and again.</p><p>\"I press it into my wheel mold, and it's looking amazing. I let it cool for a bit, pop it out, and it's gorgeous. I really think I did it, and I'm a total genius,\" Lucero laughs.</p><p>\"But then I go to slice it, and it feels a little squeaky,\" she says. \"But that's OK. I keep going and I try to melt it — and it's not melting.\"</p><p>But all was not lost. The cheese kept its shape, but it also became \"golden and crusty on the outside,\" Lucero says. \"It turns into almost, like, its own grilled cheese sandwich.\"</p><p>Most importantly, she says, it's delicious. \"It was a keeper ... I decided to call it smoky cheater, because it's nice and savory and smoky with that smoked salt and paprika.\"</p><p>But don't be fooled, cheaters. It's a delectable creation, she says, \"but it's definitely not cheddar.\"</p><hr /><h3>Recipe: Smoky Cheater Cheese</h3><p>Makes 1 1/2 pounds</p><p><em>The immediate results are those of a farmer-style crumbling cheese. This cheese's recommended serving suggestion requires the additional step of panfrying the cheese.</em></p><p>1/2 teaspoon turmeric</p><p>2 teaspoons smoked paprika</p><p>1 1/2 teaspoons smoked salt</p><p>1 teaspoon flake salt</p><p>1/2 tablet vegetarian rennet</p><p>1/2 cup dechlorinated water</p><p>1 gallon whole cow's milk (not ultra-pasteurized)</p><p>3 tablespoons apple cider vinegar</p><p>Combine the turmeric and smoked paprika in a small bowl. Combine the smoked salt and flake salt in a separate small bowl. Dissolve the 1/2 tablet of rennet in the 1/2 cup of water and set it aside.</p><p>Line the colander with cheesecloth. Place a bowl under the colander if you want to collect the whey; otherwise, place the lined colander in your clean sink.</p><p>Pour the gallon of milk into the pot and whisk in the apple cider vinegar. Add the spices, whisk them to combine, and heat on medium to 95 degrees Fahrenheit. Add the rennet solution and mix it in with 20 quick strokes to incorporate it evenly. Heat to 105 degrees.</p><p>Look for coagulation to occur between adding the rennet and the milk reaching 105 degrees. The curd will pull away from the edge when you gently press the top and you will see a clear separation between the curd and whey.</p><p>Use the whisk or spoon to chop the pieces of curd into, (roughly) 1-inch pieces (do not use a whisking action). Reach down to cut the curd at the bottom of the pot, too. Allow the cut pieces to cook in the whey for about 2 more minutes. Heat to 115 degrees.</p><p>Watch the curds change from a softer yogurt-like texture until they come to resemble a sturdy, scrambled egg texture. Continue to heat, this time to 120 degrees, moving the curds around slowly but continuously with the spoon as you heat.</p><p>When the temperature of the curds and whey reaches 120 degrees, reduce the heat. While maintaining the temperature, use the back of the spoon to begin squeezing the curds against the side of the pot.</p><p>Pull some of the curd up with your spoon and press it with your fingers to track the changes in texture.</p><p>After you've squeezed all the curds against the side of the pot, turn off the heat and let the pot sit for 5 minutes, or until the curds hold together when you squeeze them.</p><p>If they don't quite hold, let the curds sit for another 5 to 10 minutes, stirring every couple of minutes to encourage the release of more whey.</p><p>Pour the curds and whey into the cheesecloth-lined colander and allow the whey to drain for 3 minutes or until the curds are almost dry, then firmly press out the last of the whey with clean hands.</p><p>Now break apart the pressed curd with your fingers until it all looks like popcorn. Mix in the salts and stir very thoroughly — dig deep to get that bottom layer!</p><p>Gather the edges of the cheesecloth and twist them together, squeezing out the remaining whey. Press the bundle into the mold. Depending on the size of the mold, you may have some curd overflow, which requires the removal of some curd to make it fit. In that case, split your curds and make two smaller wheels.</p><p>If there's just a small overflow, press to condense the cheese into the mold and to create an even texture.</p><p>Place the mold in the freezer for 5 minutes. The curd should compress into a wheel in that time. If it still looks crumbly, it may have dried out and cooled off a little too much when you were milling and salting.</p><p>More pressing will help: Rewrap the cheese, fill the gallon jug halfway with water and use it as a weight (place a small plate or container on the cheese for a nice flat top). After 10 minutes, let the cheese cool in the freezer for another five minutes.</p><p>Unwrap the cheese and remove it from the mold. Take a cheese knife and dig in! It's very tasty when eaten fresh, but really shines when fried in butter.</p><hr /><h3>Recipe: Grilled Cheese Sammies</h3><p>Makes 4 small sandwiches</p><p><em>\"Cheater became not only a keeper but also a new favorite in my household because of this serving suggestion,\" Lucero writes. \"If you love a good grilled cheese sandwich, you will love these sammies; they are every bit as familiar and comforting to snack on or to have alongside some tomato soup. These chewy morsels are crusty and addictive right out of the frying pan but all the sandwich fixings make them a proper meal.\"</em></p><p>1/4 batch of Smoky Cheater</p><p>2 to 4 tablespoons butter or ghee</p><p>4 to 6 crisp lettuce leaves and thinly sliced pickles, to taste</p><p>Crispy bacon strips, cucumbers, and other vegetables (optional)</p><p>Slice the Smoky Cheater into eight to 12 pieces the size of mini toasts (about 2 1/2 inches by 2 1/2 inches). Melt a teaspoon of butter or ghee onto a hot cast-iron skillet. Fry the cheese slices on medium-high heat until they get toasty brown on both sides. Try flattening them with a spatula to make them ooze a little (like haloumi or paneer, they will not melt but they will get tender and chewy). Pat them with a paper towel if necessary, then stack the toasty sammies with pickles and lettuce leaves, and repeat—as high as you can go.</p><p>Slices of bacon don't hurt this combination one bit. Cucumbers are great, but pickled beets, green beans, and even asparagus are tasty, too.</p><p><em>Recipes reprinted with permission from </em>One Hour Cheese: Ricotta, Mozzarella, Chevre, Paneer — Even Burrata. Fresh and Simple Cheeses You Can Make in an Hour or Less!<em> Copyright 2014 by Claudia Lucera, published by Workman Publishing. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Make+A+Faux+Cheddar+In+One+Hour+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"170"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363842868-c395e3.m3u?orgId=1&topicId=1139&aggIds=175306271&ft=3&f=363349698"},{"href":"http://media.npr.org/assets/img/2014/11/13/smoky-cheater-f14186bf9e77f0b5a2eb694419fd195e3ad076e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1299","width":"1731"}}]}