{"created":"2015-06-29T18:37:13+00:00","modified":"2015-06-29T18:37:13+00:00","valid":{"from":"2015-06-29T18:37:13+00:00","to":"3015-06-29T18:37:13+00:00"},"hreflang":"en","guid":"a0683da8-86f7-4a3f-9f8e-595800cf49d6","title":"Pop Culture Happy Hour, Small Batch Edition: Audiobooks","published":"2015-06-29T18:37:00+00:00","teaser":"We have a conversation with one of our favorite regular-book enthusiasts about the special matter of the audiobook.","itags":["npr_api","415198430"],"contentencoded":"<p>During our recent time with charming Bostonian librarian Margaret Willison, we managed to sit her down for a chat about audiobooks. We discovered that while I am a frequent listener to a variety of kinds of books (as <a href=\"http://www.npr.org/sections/monkeysee/2015/06/16/414703875/modern-romance-and-the-emerging-audiobook\" target=\"_blank\">I wrote about recently</a>), Margaret uses them in a very different way that might appeal to some of you who like to revisit and reread your favorites.</p><p>We talked about the personal touch of an author-performer's voice, the dexterity of good readers who can do lots of voices, the special magic that comes from matching just the right voice to just the right author, and the book that Margaret has spent an awful lot of hours simply rolling around in.</p><p>Below, a list of the books we talked about here, all of which are available at your favorite audiobook source (which may be your library). I will add that I have since completed <em>The Martian</em>, and I indeed loved it.</p><ul><li>Aziz Ansari's <em>Modern Romance</em>, read by the author</li><li>Amy Poehler's <em>Yes Please</em>, read by the author</li><li>Andy Weir's <em>The Martian</em>, read by R.C. Bray</li><li>Richard Price's <em>Lush Life</em>, read by Bobby Cannivale</li><li>Agatha Christie's <em>Murder On The Orient Express</em>, read by Dan Stevens</li><li>Allie Larkin's <em>Stay</em>, read by Julia Whelan</li><li>Elizabeth Gaskell's <em>Wives and Daughters</em>, read by Prunella Scales</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%2C+Small+Batch+Edition%3A+Audiobooks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Linda Holmes","audio":[{"meta":{"duration":"719"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418602262-83fa22.m3u?orgId=1&topicId=1032&d=719&story=415198430&ft=nprml&f=415198430"},{"href":"http://media.npr.org/assets/img/2015/06/29/pchhblogrect1-33bc0b884ba703eebf9be1ed20a4220786199be3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}