{"created":"2015-01-29T23:11:17+00:00","modified":"2015-05-01T18:53:52+00:00","valid":{"from":"2015-05-01T18:53:52+00:00","to":"3015-05-01T18:53:52+00:00"},"hreflang":"en","title":"The Gift Of Eternal Shelf Life: 'Tuck Everlasting' Turns 40","published":"2015-05-01T18:53:00+00:00","teaser":"In Natalie Babbitt's celebrated classic, a young girl stumbles upon a secret spring and the family the spring has given eternal life to. Babbitt says she wrote the book to help kids understand death.","itags":["npr_api","382383351"],"guid":"a06e92c0-6b5c-4c02-a3d1-79ac14c7f24b","contentencoded":"<p>What if you could drink the elixir of life — sip from a magical spring that would make you live forever? Would you do it? That's the question at the heart of Natalie Babbitt's <em>Tuck Everlasting, </em>a celebrated book for young readers that's marking its 40th anniversary this year.</p><p>In the book, 10-year-old Winnie Foster stumbles upon a secret spring and the family the spring has given eternal life to. The father, Angus Tuck, takes Winnie out in a rowboat to explain how unnatural it is to live forever; how the great wheel of life <em>has</em> to turn:</p><blockquote><p>She would try very hard not to think of it, but sometimes, as now, it would be forced upon her. She raged against it, helpless and insulted, and blurted at last, \"I don't want to die.\"</p><p>\"No,\" said Tuck calmly. \"Not now. Your time is not now. But dying's part of the wheel, right there next to being born. You can't pick out the pieces you like and leave the rest. Being part of the whole thing, that's the blessing. But it's passing us by, us Tucks. Living's heavy work, but off to one side, the way <em>we</em> are, it's useless, too. It don't make sense. If I knowed how to climb back on the wheel, I'd do it in a minute. You can't have living without dying. So you can't call it living, what we got. We just <em>are</em>, we just <em>be</em>, like rocks beside the road.\"<strong></strong></p></blockquote><p>Looking back, Babbitt tells NPR's Melissa Block, \"I think [that passage] was really hard to write. Except in a way it wasn't, because this is what the book is about.\"</p><p>Babbitt says she was inspired to write the book after a conversation she had with her young daughter. \"One day she had trouble sleeping, woke up crying from a nap. And we looked into it together, as well as you can with a 4-year-old, and she was very scared with the idea of dying. And it seemed to me that that was the kind of thing you could be scared of for the rest of your life. And so I wanted to make sure that she would understand what it was more. And it seemed to me that I could write a story about how it's something that everybody has to do and it's not a bad thing.\"</p><p>But balancing the book's darker themes with the rest of the story was a challenge. Not long before <em>Tuck Everlasting</em> was published, Babbitt wrote to her editor saying she had removed some of its heavier material. She says, \"If I took something out, it wasn't because I thought the kids were not going to understand it. It was just probably something that made the whole thing a little more laden with sorrows and stuff.\"</p><p>And it certainly wasn't because she wanted to shelter young readers from the reality of death. \"We know that early on,\" she says. \"Early on, your favorite dog or cat is run over in the street; your grandmother — I mean, it's around us all the time. And why adults think they have to hide all of that stuff — I think [that's] quite wrong.\"</p><p>Babbitt also never imagined the book would turn out to be such a hit. She credits teachers for getting it into the hands of students, and the kids, of course, for reading it. She even received feedback from some of her young readers. \"Some of them thought it was too slow in the beginning. ... I got a wonderful letter from a couple of boys in Boston who thought I should add stuff in the beginning so it wouldn't be so boring. ... They wanted me to put motorcycle racing into the story. ... I've never been on a motorcycle.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Gift+Of+Eternal+Shelf+Life%3A+%27Tuck+Everlasting%27+Turns+40&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382463581-8a52f6.m3u?orgId=1&topicId=1033&d=307&p=2&story=382383351&t=progseg&e=382375596&seg=20&ft=nprml&f=382383351"},{"href":"http://media.npr.org/assets/img/2015/01/29/tuck-40th-d6e1abde314f997728497e8fcb78eac659ae6a48.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"166","width":"222"}},{"href":"http://media.npr.org/assets/img/2015/01/29/natalie-babbitt-author-photo-c-samuel-f.-babbitt-ecb9419fc66180ef97acff286b8325f1cd4e72d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2147","width":"2863"}}]}