{"created":"2014-10-08T14:21:07+00:00","modified":"2014-10-31T01:16:32+00:00","valid":{"from":"2014-10-31T01:16:32+00:00","to":"3014-10-31T01:16:32+00:00"},"hreflang":"en","title":"The Difficulty And Drama Of Building A Top Black Magazine","published":"2014-06-11T21:10:00+00:00","teaser":"<em>Essence</em> might be the longest-running magazine for black women, but the authors of a new book, <em>The Man From Essence</em>, say that the road to building the brand had many twists and turns.","itags":["npr_api","320997345"],"guid":"a089bea5-382c-474c-8815-debbb9bb8c1b","contentencoded":"<p><em>This year marks the 50th anniversary of many pivotal events in the civil rights movement, and to commemorate \"Freedom Summer,\" </em>Tell Me More<em> is diving into books that explore that theme.</em></p><p>Back in 1969, faces of color doing any job in major media were few and far between. But that was the year an unlikely group of businessmen and salesmen decided to create a magazine specifically for black women: <em>Essence</em>.</p><p>Today, it's a reading staple in many African-American households, doctors' offices, hair salons and other places black women gather. While <em>Essence</em> has undergone several changes over the years — including a controversial sale to Time Inc. in 2005 — it is still a place where black women can turn to see diverse images of themselves, read about their most pressing concerns and see the latest trends in fashion and beauty.</p><p>But the road to making <em>Essence</em> wasn't as smooth as the magazine's pages. In the new book <em>The Man From Essence,</em> magazine co-founder Edward Lewis and former executive editor Audrey Edwards tell many of those stories. They join NPR's Michel Martin to discuss the magazine's early days.</p><hr /><h3><em>Interview Highlights</em></h3><p><strong>On why the magazine's first name, Sapphire, was scrapped </strong></p><p><strong>Edward Lewis:</strong> We were looking at a variety of names, and we thought that sapphire, the real meaning of a sapphire as a precious jewel and strong, and we wanted to say to black women that you are precious and strong. And sapphire, you know, emanates from the old <em>Amos 'n' Andy</em> show that was started in 1932. [It] had two black men and one black woman — the black woman was called Sapphire. So anytime any black woman ... when she was called Sapphire, that was a putdown. She was uncouth, loud-mouthed, unfeminine. But as you know, we began to feel good about ourselves with the growth of the civil rights movement, and black became beautiful, and we just thought that black women were a true jewel and very precious. We did hold some focus group discussions with a number of black women, and they said, \"Have you lost your mind?\" and \"Why don't you think about another name?\" and fortunately we listened. And the third editor of the magazine, a wonderful woman by the name of Ruth Ross, we were bouncing names off the ceiling and she said, \"Essence,\" and collectively my partners and I said, \"Ah! That's what we should call the magazine.\"</p><p><strong>On <em>Essence</em> only hiring white staffers and photographers during the early days</strong></p><p><strong>Audrey Edwards:</strong> There was not a large pool of black talent to choose from in 1970, and Ed is very clear about saying we wanted to put out the best product possible, and to do that we needed to hire talent who could train black talent to put out the best product.</p><p><strong>Edward Lewis:</strong> Please understand in those early days, we really thought that we would have an all-black staff, all-black everything. But the reality hit us quite quickly with regard to trying to find people to fulfill those positions, particularly back in 1970 and 1971.</p><p><strong>On the allure of working for <em>Essence</em></strong></p><p><strong>Audrey Edwards:</strong> When I first heard about <em>Essence,</em> I was working at <em>Redbook,</em> and I was a secretary in the fiction department. I was 22 years old. The editor-in-chief had heard that this magazine was coming out for black women, and he was worried that the black women working at <em>Redbook</em> were going to be recruited, and I distinctly remember him coming in to me and saying, \"Audrey, has anyone from <em>Essence</em> called you?\" And I said no, and I said to myself, \"They don't even know I'm here. But one day they will.\" And in 1981 I was working at <em>Family Circle,</em> [and] I got a call — after Susan Taylor had been made editor-in-chief — I got a call from Ed Lewis asking me to come to lunch, and I remember thinking, \"Ed Lewis knows I'm here.\" And I think for any black journalist female, working at <em>Essence</em> is the height. I cannot imagine being black and being a journalist and not wanting to work at <em>Essence</em>.</p><p>Working at <em>Redbook</em>, where the editor-in-chief was very much into diversity and it was wonderful from an employment standpoint, but I was in editorial and rarely saw black models in <em>Redbook</em>. I was in the fiction department. We occasionally published black fiction writers, but for the most part I was editing a product for women who didn't look like me. There was a commitment to hiring, but you were working in these white settings where you did not see people in the product that you were editing. So, <em>Essence</em> was very important to me personally and to me professionally.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Difficulty+And+Drama+Of+Building+A+Top+Black+Magazine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"781"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320997346-d10f7a.m3u?orgId=1&topicId=1033&aggIds=321079302&ft=3&f=320997345"}]}