{"created":"2014-10-27T19:28:39+00:00","modified":"2015-04-23T18:14:59+00:00","valid":{"from":"2015-04-23T18:14:59+00:00","to":"3015-04-23T18:14:59+00:00"},"hreflang":"en","title":"The Man Behind Wonder Woman Was Inspired By Both Suffragists And Centerfolds","published":"2014-10-27T19:45:00+00:00","teaser":"Wonder Woman's creator, William Moulton Marston, had a secret life: He had a wife and a mistress and fathered children with both of them. Jill Lepore explains in <em>The Secret History of Wonder Woman</em>.","itags":["npr_api","359078315"],"guid":"a09b2c98-0254-499c-8d6f-bb5d2adc63d2","contentencoded":"<p>The man behind the most popular female comic book hero of all time, Wonder Woman, had a secret past: Creator William Moulton Marston had a wife — and a mistress. He fathered children with both of them, and they all secretly lived together in Rye, N.Y. And the best part? Marston was also the creator of the lie detector.</p><p>Harvard professor and <em>New Yorker</em> contributor Jill Lepore reveals this and other surprising details about Marston in the new book <em>The Secret History of Wonder Woman</em>.</p><p>\"I got fascinated by this story because I'm a political historian and it seemed to me there was a really important political story that had been missed that's basically as invisible as Wonder Woman's jet,\" Lepore tells <em>Fresh Air</em>'s Terry Gross.</p><p>Marston, who was a famous psychologist, made up Wonder Woman in 1941. He was interested in the women's suffrage movement and in Margaret Sanger, the birth control and women's rights activist — who was also his mistress's aunt.</p><p>A feminist icon, Wonder Woman was an Amazon who forced people to tell the truth with her magic lasso. She was a controversial figure in the 1940s because of her overt sexuality and her link to bondage. Her costume was inspired by Marston's interest in erotic pin-up art.</p><p>\"There's no simple story here,\" Lepore says. \"There are a lot of people who get very upset at what Marston was doing. ... 'Is this a feminist project that's supposed to help girls decide to go to college and have careers, or is this just like soft porn?' \"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Wonder Woman, the character</strong></p><p>Wonder Woman is an Amazon from an island of women who left ancient Greece to escape the enslavement of men. And they lived on Paradise Island and had eternal life. And a plane crashes on their island carrying a man — and Wonder Woman's mother decides he needs to be brought back to where he came from because they can have no men on Paradise Island.</p><p>So she stitches for Wonder Woman this star-spangled costume, and Wonder Woman flies in her invisible jet with her man-captive Steve Trevor, who is a U.S. military intelligence officer, back to the United States. This is in 1941.</p><p>And [she] comes to call herself \"Wonder Woman\" because she has superhuman powers that only Amazons have. She has bracelets that can stop bullets. She has a magic lasso — a golden lasso — [and] anyone she ropes has to tell the truth. And she's got the cool jet.</p><p><strong>On the secret life of Marston and his mistress</strong></p><p>It's so bizarre. I think they thought it was very funny. In a certain way it <em>is</em> very funny — like that they're putting one over on everybody. The funniest thing of it all to me is [they have] this really triangular family arrangement, but in the '30s [Marston's mistress] Olive Byrne takes a job as a staff writer at <em>Family Circle</em> magazine writing advice for housewives. <em>Family Circle</em>, which starts in 1932, [is] a giveaway at the grocery store [and] the stories that she writes are sort of a \"how to raise your children\" in the most conventional possible way.<strong> </strong></p><p><strong>On how the early suffrage movement influenced Marston </strong></p><p>Marston has all kinds of ties to the early progressive-era suffrage and feminist and birth control movements — sort of an uncanny number and complexity of ties. ...</p><p>[They] begin when he, as a Harvard freshman in 1911, is caught up in a big controversy on campus. In the fall of 1911, the Harvard Men's League for Women's Suffrage invites the incredible Emmeline Pankhurst to campus to speak in Sanders Theatre, which is like the largest lecture hall on campus. The Harvard Corporation is terrified — women are not allowed to speak on campus ... so [eventually ] Pankhurst is banned from speaking on campus. And this [is] kind of a big fracas across the country.</p><p>Even to that alone, there's so much in there that reappears in Wonder Woman, 30 years later, when Marston creates Wonder Woman in 1941. ... One of the things that's a defining element of Wonder Woman is that if a man binds her in chains, she loses all of her Amazonian strength. So in almost every episode of the early comics, the ones that Marston wrote [Marston stopped writing Wonder Woman in 1947], she's chained up or she's roped up ... and she has to break free of these chains. ... That's [what] Marston would always say — \"in order to signify her emancipation from men.\" But those chains are a really important part of the feminist and suffrage struggles of the 1910s that Marston had a front-row seat for.</p><p><strong>On the imagery of chains </strong></p><p>[During the suffrage movement], women chained themselves to the gate outside the White House in protest. There were suffrage parades, women would march in chains — they imported that iconography from the abolitionist campaigns of the 19th century that women had been involved in. ...</p><p>Chains become a really important symbol. Women in the wake of emancipation in the aftermath of the Civil War really turn to the imagery of chains and enslavement and the language of enslavement to talk about the ways in which they have not yet been fully emancipated.</p><p><strong>On Marston entering the comic-book world </strong></p><p>Comic books start in 1933, '34, and then the first superhero, Superman, starts in 1938. Batman follows in 1939, but then immediately there's a pretty big crisis around comic books, which become scandalous [because of their violence] and people start wanting to burn them. People think they're bad for kids and that Superman is a fascist and Batman carries a gun for a while. ... There's a pretty big wave of critics damning comic books.</p><p>The guy who publishes <em>Superman</em>, M.C. Gaines, decides he wants to hire someone to help him out, and he reads Olive Byrne [Marston's lover's story] in <em>Family Circle</em> about how William Moulton Marston thinks comic books might be good for kids. So he calls Marston into his office.</p><p><strong>On a need for a female superhero </strong></p><p>If you think about the problem with the comic books [then], Marston says they're [full of] \"blood-curdling masculinity.\" That's the problem — that they're just too violent, it's the violence, but it's also the domination. The reason why Superman looks like a fascist to some literary critics is he's kind of a demagogue, but he also overpowers everybody.</p><p>In the shadow of what's going on in Europe [the Nazi uprising], it's very terrifying to imagine kids worshiping this Ubermensch. And so [Marston] says [to Gaines], \"Look, if you had a female superhero, her powers could all be about love and truth and beauty, and you could also sell your comic books better to girls. And that would be really important and great because she could show girls that they could do anything.\"</p><p><strong>On the Varga Girls, inspiration for Wonder Woman's costume</strong></p><p>The Varga Girl centerfolds appeared in <em>Esquire</em> in the 1940s. ... The Varga Girls are really different from earlier conventions of female beauty. ... There's a kind of leggy, sultry, athletic, healthy, high-heeled perky something. There's a kind of cosmopolitanism to the Varga Girls. ... They're not all-American, they have a kind of exoticism that Wonder Woman has, too. She's not supposed to be from the United States, and that's kind of a piece of it. They're wearing the skimpiest possible swimsuit-like costumes — their shirts are always unbuttoned and they're enticing.</p><p><strong>On how Wonder Woman is a complex character </strong></p><p>[Wonder Woman is] a tangle and it's a puzzle kind of like [how] Lady Gaga is. You look at Lady Gaga and you're like, \"Huh, what do I think about her?\" You know? ... Wonder Woman looks like that for me, too. She didn't look like that when I started, but now I'm like, \"She's way more complicated and rich —there's no wonder why she has permeated the culture and has lasted so long. There's a lot going on there.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Man+Behind+Wonder+Woman+Was+Inspired+By+Both+Suffragists+And+Centerfolds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2699"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359378490-3ac694.m3u?orgId=1&topicId=1033&aggIds=100876926&e=359078315&d=2699&ft=nprml&f=359078315"},{"href":"http://media.npr.org/assets/img/2014/10/26/978-0-385-35404-2-1-b705a4edd8ac1cf04b32e2865b8d8c836d78f6e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1444","width":"1926"}},{"href":"http://media.npr.org/assets/img/2014/10/27/comics-pp.-76_77-1--d08eea06136cc1088442f80b67ab11c40bb0b0bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"675","width":"901"}},{"href":"http://media.npr.org/assets/img/2014/10/26/american-scholar-image-pg.-85-1102ad536ac083f8208e290ba7abfe4e36f5088a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1869","width":"2492"}},{"href":"http://media.npr.org/assets/img/2014/10/27/lou-rogers-image-pg.85-2_sq-fe640a4ae225489311bd23faeca45af3899edafb.jpg","type":"image/jpeg","meta":{"crop":"square","height":"530","width":"530"}},{"href":"http://media.npr.org/assets/img/2014/10/26/jill-lepore-author-photo-e15d796c6cd10497654aa25450e78486a909a0dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1067","width":"1422"}}]}