{"created":"2015-05-06T21:50:18+00:00","modified":"2015-05-12T19:42:30+00:00","valid":{"from":"2015-05-12T19:42:30+00:00","to":"3015-05-12T19:42:30+00:00"},"hreflang":"en","guid":"a09efbaf-d1bc-444d-8665-995691fcc3dc","title":"Why some Jamaican kids want to grow up to be lottery scammers","published":"2015-05-12T19:42:24+00:00","byline":"David Leveille","tags":["Justice","crimes","business and economy","Justice","Conflict & Justice","Jamaica","Fraud","Lottery scam","Lotteries","Ethics","Crime"],"teaser":"A top Jamaican cop who served as a witness in the federal trial of an alleged Jamaican lottery scammer says his country is working to stamp out the scams. But that can be a hard sell in an economically depressed country where con men are living large.","contentencoded":"<p>Imagine you get a call saying you've won a lottery worth several million dollars. All you has to do is pay some fees and expenses and the money is yours. Sounds good, right?</p>\n<p>It must, because scammers in Jamaica have used that lie to extort millions of dollars from unsuspecting marks. They're such a growth industry that Kevin Watson, an investigator with Jamaica's Major Organized Crime and Anti-Corruption Agency, recently found something stunning when he visited a school to warn kids off the scheme: In one classroom of 38 schoolchildren, 17 kids said they wanted to be lottery scammers.</p>\n<p>“I spoke with two little boys, two students, who said they wanted to become scammers,” Watson says, “They said, 'Well, sir, we see scammers driving nice cars, and they have big houses and they wear nice clothes and party, and that's what we want.' I think young, impressionable minds like this now see this as a really easy way to make money.”</p>\n<p>So what can you tell kids who aspire to be con men instead of doctors, lawyers or even Olympic sprinters?</p>\n<p>“I tell them that lottery scamming is wrong. It's a crime. It’s against the laws of Jamaica,\" Watson says. \"I just let them know that the best way is to get a sound education and get a job, a legitimate job.”</p>\n<p>But that can be a tough sell in Jamaica, where the World Bank says <a href=\"http://www.worldbank.org/en/country/jamaica/overview\">the unemployment rate is above 13 percent</a> — and perhaps twice that for young people. Meanwhile, scammers are so rich that they've generated some off-the-wall stories about their lifestyles. One suggests they wash their cars with champagne; another says they have contests to see who can set the most money on fire.</p>\n<p>“Lottery scammers are usually very flamboyant,” Watson says. “Some of these guys just left high school and find themselves with a large sum of money that they have scammed off these victims, and so I guess they just want to show they're living the high life, living like a rock star.”</p>\n<p>Not all of them stay lucky: One scammer named Sanjay Williams was caught thanks to a suspicious would-be victim in Bismarck, North Dakota, who tipped off the police. Williams is now on trial for conspiracy and wire fraud, and Watson is in North Dakota providing testimony. The trial gave him the opportunity to meet some of the scamming victims face-to-face.</p>\n<p>“It was heartbreaking, eye-opening to meet the victims testifying about how they’ve been scammed,\" he says. \"Some of these victims are really old, it really touches my heart, and makes it worthwhile for me to fight this even more.”</p>\n<p>And as the jury considers Williams' fate — and Jamaican media cover the trial — Watson is hopeful that the anti-scamming message will get through to Jamaican schoolchildren.</p>\n<p>“I definitely feel like we're making progress at this,\" he says. \"The trial in Bismarck, North Dakota, can lead to a revolution in how we handle these matters. This will definitely scare people [away] from getting involved.”  </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-06%2Fwhy-some-jamaican-kids-want-grow-be-lottery-scammers&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/MOCA-kevin-watson.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/moca-kevin-watsonjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05062015_06.mp3"},{"href":"http://admin.pri.org/file/0506201506mp3"}]}