{"created":"2015-05-15T11:21:55+00:00","modified":"2015-05-15T11:21:55+00:00","valid":{"from":"2013-08-21T16:54:53+00:00","to":"3013-08-21T16:54:53+00:00"},"hreflang":"en","guid":"a0abb60a-616d-4677-86f0-523a1c899426","title":"Hotels seek added revenue in service fees","published":"2013-08-21T16:54:53+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Used to be you could make a cup of coffee in a hotel room and feel good about getting something for free. But just like the airlines, hotels are charging extra for things that, once upon a time, cost nothing at all.&nbsp; And the latest numbers show fees at hotels and resorts are reaching new heights.&nbsp;&nbsp;</p>\n<p>If you stay at the <a href=\"http://theclarendon.net\" target=\"_blank\">Clarendon Hotel</a>, a hip landmark in Central Phoenix, you’ll pay about $90 for a room this time of year, plus a $20 hotel service fee.&nbsp;It includes internet, parking, international calls, unlimited mini-bar food, soft drinks and a foot massage, says owner Ben Bethel.</p>\n<p>“Because hotels are making a lot of money off of it, I think it’s important to return the favor to the guest by giving value for that money,” says Bethel, who started charging the service fee in 2008.</p>\n<p>Five years ago, the recession was raging, and Bethel says he needed the cash. Other hotels were slashing nightly room rates. The service fee allowed the Clarendon to stay competitive by raising about $400,000 a year, “which really did help us to keep the doors open and keep a lot of people employed,” Bethel says.</p>\n<p>All across sun-shiny Phoenix, resorts and hotels have used fees to boost revenue. But some resort fees go toward a yoga class that you may never take. Others include a tip for the maid. “It’s becoming a near-universal practice,” says New York University’s Bjorn Hanson, who has been tracking resort fees and hotel surcharges nationally for more than a decade.&nbsp;</p>\n<p>He says 2013 will be another record: $2.1 billion. &nbsp;And here’s a big reason why the fees have gotten so popular: “Travelers are so sensitive to room rates,” Hanson says. “A $2 shift will have a dramatic shift in market share.”</p>\n<p>So, hotels leave the room rate alone and charge a fee instead. &nbsp;Hanson says more guests are understanding and accept these charges.&nbsp; “The airline industry has provided cover for the lodging industry,” he says.</p>\n<p>Hanson says hotels started charging fees before the airlines ever did.&nbsp; It’s just that airlines have gotten a lot more flak from passengers repulsed by the thought of paying for every bag of peanuts.&nbsp; Hanson also says airline fees still far outpace the lodging industry.&nbsp;</p>\n<p>Meanwhile, hotels are grappling with ways to charge extra and keep their customers happy. On a scorching hot day at the <a href=\"http://www.hotelvalleyho.com/scottsdalehotels/index.html?\" target=\"_blank\">Hotel Valley Ho</a> in the Phoenix suburb of Scottsdale, a handful of guests splash around the pool -- free of charge. Spokeswoman Kristin Heggli says there is no hotel service fee because “we really believe in charging guests for what they use. Not what they might use.”</p>\n<p>And the hotel makes a point of telling customers what it <em>doesn’t</em> charge for like newspapers, a shoe shine, and basic internet. Parking is free too, unless you want a valet to put your car in the shaded garage. This policy is clear to guest Sue McMeekin, and it’s why she’s a repeat customer. &nbsp;She lives in San Francisco and travels once a month.</p>\n<p>“It’s kind of deceiving,” she said of industry fees. “You get a price for your hotel room, by the time you check out, it’s sticker shock. It’s the hidden stuff you don’t expect.”&nbsp;</p></div>","description":"Following the huge financial windfall of airline fees, hotels and resorts are now charging fees for things that used to be free.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Used to be you could make a cup of coffee in a hotel room and feel good about getting something for free. But just like the airlines, hotels are charging extra for things that, once upon a time, cost nothing at all.  And the latest numbers show fees at hotels and resorts are reaching new heights.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>If you stay at the <a href=\\\"http://theclarendon.net\\\" target=\\\"_blank\\\">Clarendon Hotel</a>, a hip landmark in Central Phoenix, you’ll pay about $90 for a room this time of year, plus a $20 hotel service fee. It includes internet, parking, international calls, unlimited mini-bar food, soft drinks and a foot massage, says owner Ben Bethel.</p>\"},{\"content\":\"<p>“Because hotels are making a lot of money off of it, I think it’s important to return the favor to the guest by giving value for that money,” says Bethel, who started charging the service fee in 2008.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Five years ago, the recession was raging, and Bethel says he needed the cash. Other hotels were slashing nightly room rates. The service fee allowed the Clarendon to stay competitive by raising about $400,000 a year, “which really did help us to keep the doors open and keep a lot of people employed,” Bethel says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>All across sun-shiny Phoenix, resorts and hotels have used fees to boost revenue. But some resort fees go toward a yoga class that you may never take. Others include a tip for the maid. “It’s becoming a near-universal practice,” says New York University’s Bjorn Hanson, who has been tracking resort fees and hotel surcharges nationally for more than a decade. </p>\"},{\"content\":\"<p>He says 2013 will be another record: $2.1 billion.  And here’s a big reason why the fees have gotten so popular: “Travelers are so sensitive to room rates,” Hanson says. “A $2 shift will have a dramatic shift in market share.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So, hotels leave the room rate alone and charge a fee instead.  Hanson says more guests are understanding and accept these charges.  “The airline industry has provided cover for the lodging industry,” he says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Hanson says hotels started charging fees before the airlines ever did.  It’s just that airlines have gotten a lot more flak from passengers repulsed by the thought of paying for every bag of peanuts.  Hanson also says airline fees still far outpace the lodging industry. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Meanwhile, hotels are grappling with ways to charge extra and keep their customers happy. On a scorching hot day at the <a href=\\\"http://www.hotelvalleyho.com/scottsdalehotels/index.html?\\\" target=\\\"_blank\\\">Hotel Valley Ho</a> in the Phoenix suburb of Scottsdale, a handful of guests splash around the pool -- free of charge. Spokeswoman Kristin Heggli says there is no hotel service fee because “we really believe in charging guests for what they use. Not what they might use.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>And the hotel makes a point of telling customers what it <em>doesn’t</em> charge for like newspapers, a shoe shine, and basic internet. Parking is free too, unless you want a valet to put your car in the shaded garage. This policy is clear to guest Sue McMeekin, and it’s why she’s a repeat customer.  She lives in San Francisco and travels once a month.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s kind of deceiving,” she said of industry fees. “You get a price for your hotel room, by the time you check out, it’s sticker shock. It’s the hidden stuff you don’t expect.” </p>\"}]","byline":"Peter O'Dowd","tags":["APM","Business","Travel","hotels","room service"],"teaser":"Following the huge financial windfall of airline fees, hotels and resorts are now charging fees for things that used to be free.","itags":["Marketplace for Wednesday, August 21, 2013","Marketplace","a0abb60a616d67786f09523a1c899426","PMP:Marketplace_PMP"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/clarendon.jpg?itok=_RaScAaz","meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/21/marketplace_segment18_20130821_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"duration":210,"duration_hms":"00:03:30","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/21/marketplace_segment18_20130821"}}}]}