{"created":"2014-10-18T00:15:25+00:00","modified":"2014-10-23T14:21:09+00:00","valid":{"from":"2014-10-23T14:21:09+00:00","to":"3014-10-23T14:21:09+00:00"},"hreflang":"en","guid":"a0af41cd-a84e-4250-bc62-f2061fc756f0","title":"One story describes the oppressive Ebola 'siege' in Sierra Leone","published":"2014-10-23T14:21:05+00:00","byline":"Bradley Campbell","tags":["Ebola","health","Media & Journalism","Human Needs","Health","Health & Medicine","Freetown","Africa","Sierra Leone","West Africa","Africa","Francis Samuka","Tulip Mazumdar","Ebola","Medicine","Biology","Ebola virus disease"],"teaser":"Ebola has wormed its way into every facet of life in Sierra Leone, from basic greetings to an overworked medical system. The story of Ebola patient Francis Samuka shows how the country is trying, and often failing, to get a grip on the crisis.","contentencoded":"<p>The leaders of West African countries have called the fight against Ebola a war, and Tulip Mazumdar says that's right: Freetown, Sierra Leone, is \"a city that is really under siege.\"</p>\n<p>But even in a place where people tap their chests in greeting rather than touch other people, where deaths are a daily feature of life, one incident stands out for Mazumdar, a global health correspondent for the BBC.</p>\n<p>Mazumdar and her crew rolled up to a treatment center in Freetown run by the Italian NGO, <a href=\"http://www.emergency.it/history.html\">Emergency</a>. They saw a car loaded with people, and one man stood out from the rest. He sat inside the car, obviously ill. \"I'll never forget his eyes,” she says. “He had these red, bloodshot eyes. He looked confused, disorientated, he was sweating.”</p>\n<p>His name was Francis Samuka, and he was clearly an Ebola victim. He sat waiting for treatment inside the car while his brother fanned him with a scarf.</p>\n<p>Outside the car stood three of his family members, begging at the gate for medics to treat Francis. Their pleading didn’t work: The treatment center was at capacity. “We don’t have a bed for your brother,” medics told the family.</p>\n<p>\"We watched that car leave the treatment center; they were going back into the community. Everybody in that car was at risk,\" Mazumdar says. \"That is something that we happened to see that day, but that is happening day after day.\"</p>\n<p>But not all news is bad. Sure enough, a bed opened up for Francis Samuka just an hour after the clinic turned him away, and he got a place in the isolation center.</p>\n<p>But this is not a movie, rather a real-life moment in the middle of an epidemic that’s already killed thousands. And the next day, Francis Samuka joined the ranks of the dead.</p>\n<p>This happens every day. It happens in Sierra Leone. It happens in Liberia. It happens in Guinea. \"It’s a very difficult thing to report on,\" Mazumdar says. \"And for the medics — above and beyond anybody else — they have to make those impossible decisions to send people away ... The very people they are trying to help.”</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/101720141.mp3"},{"href":"http://www.pri.org/file/101720141mp3"}]}