{"created":"2014-09-08T15:36:58+00:00","modified":"2015-01-29T19:57:14+00:00","valid":{"from":"2015-01-29T19:57:14+00:00","to":"3015-01-29T19:57:14+00:00"},"hreflang":"en","title":"'You Don't Really Know Us,' Chicago Kids Tell News Media","published":"2014-08-25T15:53:00+00:00","teaser":"Tired of bad publicity, fifth-graders write an op-ed for <em>The Chicago Tribune</em> that includes this line: \"This isn't Chi-raq. This is home. This is us.\"","itags":["npr_api","337338509"],"guid":"a0bd7342-11d6-4014-ba6f-28a1a4be4bb2","contentencoded":"<p>Tired of seeing their neighborhood portrayed in news reports as a desolate and violent place, fifth-graders in Chicago's South Shore area wrote what their teacher calls a \"counternarrative.\" Their op-ed for <a href=\"http://www.chicagotribune.com/news/opinion/commentary/ct-elementary-children-violence-chicago-0728-20140725-story.html\">The Chicago Tribune</a> includes this line: \"This isn't Chi-raq. This is home. This is us.\"</p><p>The students attend the <a href=\"http://auslchicago.org/schools/pages/bradwell\">Bradwell School of Excellence</a> in South Shore. They wrote their essay collaboratively, taking the best parts of what they wanted to say. In one section they spoke directly to reporters who drop in to report on a shooting, telling them, \"but you don't really know us.\"</p><p>Two of the students — Rondayle Sanders and Damiontaye Rodgers – discuss the essay on today's <a href=\"http://www.npr.org/programs/weekend-edition-saturday/?prgDate=08-02-2014\">Weekend Edition</a>, along with their teacher, Linsey Rose.</p><p>\"It wasn't really hard to write it,\" Rondayle says, \"because I always try to see the good things out of bad. As a class we wrote it, and it inspired a lot of people. So, I'm really proud of myself.\"</p><p>The essay was published this week. In it, the 28 students talk about their futures and their friends — and, these being kids, they also mention candy and playing games.</p><p>Speaking with NPR's Scott Simon, Rondayle and Damiontaye read two excerpts. The first portion deals with the negative publicity their neighborhood gets:</p><blockquote><p>\"We saw your news trucks and cameras here recently and we read the articles, 'Six shot in South Shore laundromat' and 'Another mass shooting in Terror Town.' We saw the reporters with fancy suits in front of our laundromat. You spent less than 24 hours here, but you don't really know us.</p><p>\"Those who don't know us think this is a poor neighborhood, with abandoned buildings everywhere, with wood covering the windows and broken doors. Those who don't know us see the police on the corner and think that we're all about violence and drugs.\"</p></blockquote><p>The second portion is more about how the kids see themselves – and their home:</p><blockquote><p>\"We want you to know us. We aren't afraid. We know that man on the corner. He works at the store and gives us free Lemonheads. Those girls jumping rope are Precious, Aniya and Nivia. The people in the suits are people not going to funerals, but to church. ...</p><p>\"If you listen, you'll hear the laughter and the chattering from the group of girls on the corner who are best friends and really care about each other. Do you see the smile on the cashier's face when the kids walk in? Why? Because this neighborhood is filled with love. This isn't Chi-raq. This is home. This is us.\"</p></blockquote><p>Citywide in Chicago, gun violence spiked dramatically in April and May of 2014 compared to last year. According to <a href=\"http://crime.chicagotribune.com/chicago/shootings/\">data from The Tribune</a>, more than 1,250 people have been shot in the city so far this year — but the violence declined sharply in July.</p><p>NPR is among the news organizations that have reported on gun violence in Chicago's South Side, including an incident in May, when an interview with community activists about urban renewal was <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/29/317001107/oh-my-jesus-gun-violence-interview-gets-up-close-example\">interrupted by the sound of gunfire</a> — and the shocking sight of a man spraying a van with bullets, just down the block.</p><p>\"This is not typical,\" neighborhood leader Demond Drummer told NPR's David Schaper that day. \"It's far too common, but it's not normal.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27You+Don%27t+Really+Know+Us%2C%27+Chicago+Kids+Tell+News+Media&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337349302-4a8e53.m3u?orgId=1&topicId=1013&e=337338509&d=317&ft=nprml&f=337338509"},{"href":"http://media.npr.org/assets/img/2014/08/02/bradwell-ef1a0104bdb7ac45a05917b74127c1b6e28f7478.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"427","width":"570"}},{"href":"http://media.npr.org/assets/img/2014/08/02/kids_photo-74262745d753acf3c06610a6850ed4c73c4ef9aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1048","width":"1398"}}]}