{"created":"2015-05-25T19:04:23+00:00","modified":"2015-05-25T19:07:47+00:00","valid":{"from":"2015-05-25T19:07:47+00:00","to":"3015-05-25T19:07:47+00:00"},"hreflang":"en","title":"An Ordinary Day At Arlington National Cemetery","published":"2015-05-25T19:04:00+00:00","teaser":"Official ceremonies will be held at Arlington National Cemetery to commemorate Memorial Day. Here & Now's Lisa Mullins has this report of an ordinary day at the cemetery.","itags":["npr_api","409520761"],"guid":"a0c24427-5a50-4f5e-bf99-b9e9d6d73da2","contentencoded":"<p>Today is no ordinary day at Arlington National Cemetery outside Washington DC. Thousands of people have come to Memorial Day ceremonies that will include the scattering of rose petals this afternoon- That&#8217;s a traditional tribute to the war dead.</p><p>But even on an ordinary day, what transpires at the national cemetery is profoundly elegant- and quintessentially American.</p><p>Just a few days ago on a windy afternoon, we met two brothers from Switzerland, one of them a Swiss soldier, just inside the entrance. Their had kids in strollers. Both brothers believe this landmark is a reflection of what Americans value.</p><p>&#8220;I think the emotion that’s being creating here … it seems to be American for us, because we don&#8217;t have this honoring of people as it&#8217;s done here,&#8221; one of the brothers says.</p><p>Walk a little deeper into the cemetery and you hear two sounds you can’t avoid: military and commercial planes overhead, and cranes on the ground. Arlington is  an active burial site. This day and just about every other, Darrell Stafford&#8217;s crew prepares a soldier&#8217;s final resting place.</p><p>&#8220;Today was an easy day. We done 19 today, but it varies between 25 and 30 per day,&#8221; Stafford says. &#8220;With the wars going on we get young guys &#8230; A lot of the World War II veterans are passing away now.&#8221;</p><p>He’s not cavalier about his job. The hardest part is burying a young person.</p><p>&#8220;The best part is comforting the families,&#8221; Stafford says. &#8220;That their last time together with their loved one was a special time and it was done well.&#8221;</p><p>Section 60 is filling up fast. It&#8217;s where vets from World War Two through the Iraq and Afghanistan wars are being buried- more than 900 of them so far.</p><p>The author Robert Poole notes in his book &#8220;<a href=\"http://www.shop-vahistorical.org/Section-60-Arlington-National-Cemetery-Where-War-Comes-Home-Hardcover-P545.aspx\" target=\"_blank\">Section 60</a>,&#8221; that normal life continues on the home front, without the shared sacrifice of war taxes, gas rationing, or draft notices. But Section 60 is one of the few places Americans come face to face with the fact that we’ve been at war.</p><p>This particular afternoon was so quiet in Section 60, it was a surprise to hear the happy hollering of two young and their little sister.</p><p>Annaleise, Tyler, and Joseph West were camped out at their dad&#8217;s headstone with their mother Carolyn, their Aunt Kristine, and grandmother Marcia West.</p><p>They had chocolate cupcakes and a big balloon the colors of camouflage. They were celebrating what would have been the 41st birthday of <a href=\"http://www.arlingtoncemetery.net/mjwest.htm\" target=\"_blank\">Matthew John West</a>, the kids&#8217; dad and Marcia’s son.</p><p>Staff Sergeant West was with the explosive ordinance disposal unit &#8212; the bomb squad. He died on August 30, 2010 in Afghanistan in an IED explosion.</p><p>&#8220;He&#8217;s an American hero, and a wonderful husband and godsend to the kids, and was taken away way too soon,&#8221; West&#8217;s widow, Carolyn says.</p><p>Twice a year, Matthew West&#8217;s family packs up the car and drives 16 hours from Eau Claire, Wisc., to visit his grave.</p><p>&#8220;This is all we have,&#8221; Carolyn says, &#8220;This is where we get to be with him, and the kids, this is what they know of their dad. Daddy&#8217;s stone.&#8221;</p><h4>Reporter</h4><ul><li><strong>Lisa Mullins</strong>, fill-in host for <em>Here & Now</em>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Ordinary+Day+At+Arlington+National+Cemetery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409520764-579ec2.m3u?orgId=1&d=292&p=60&story=409520761&t=progseg&e=409520755&seg=2&ft=nprml&f=409520761"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0525_west-family.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"480","width":"640"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0525_arlington-flags.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"845","width":"1280"}}]}