{"created":"2014-11-10T21:30:22+00:00","modified":"2015-05-06T18:31:49+00:00","valid":{"from":"2015-05-06T18:31:49+00:00","to":"3015-05-06T18:31:49+00:00"},"hreflang":"en","title":"HealthCare.gov's Tech Improvements Mean You Can Now Window Shop","published":"2014-11-11T13:59:00+00:00","teaser":"After a launch that failed last fall, the administration is hoping this year's open enrollment period goes more smoothly, by letting customers browse first.","itags":["npr_api","363052856"],"guid":"a0d06c64-f09a-4e23-9100-a5c1c545cf1b","contentencoded":"<p>HealthCare.gov <a href=\"https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CB4QFjAA&url=http%3A%2F%2Fwww.npr.org%2Fblogs%2Falltechconsidered%2F2013%2F11%2F19%2F246132770%2Fthis-slide-shows-why-healthcare-gov-wouldnt-work-at-launch&ei=Hg1hVOmvK4ieyASNoYDYCg&usg=AFQjCNG6CaT7Mt6ALyiNPUq5r4RRVVGsDw&sig2=wErPbQ4UFtdIecJI0U4ehA&bvm=bv.79189006,d.aWw\">barely worked when it launched</a> last fall, with only six people able to enroll in a plan on opening day. But the new version of HealthCare.gov came out sometime Sunday night, and it's available for window shopping for the first time. A few things to know:</p><p><strong>What's different about the site this year?</strong></p><p>For starters, it's a working website. Its load times have improved substantially, and the administration says it can handle <a href=\"http://www.huffingtonpost.com/2014/11/08/obamacare-website_n_6126456.html?1415476338\">twice as much traffic volume</a> as last year. For customers shopping for coverage, you actually browse plans — get a sense of what they cost, check eligibility for tax credits (which are under Supreme Court review) and decide whether you want to buy.</p><p><strong>Open enrollment doesn't start until Saturday, so if you go to the site today, what can you do there?</strong></p><p>Besides window shopping, you can get an estimated eligibility of the tax credit to help lower premium costs. This was nearly impossible in the first version of HealthCare.gov, which made users jump through ridiculous hoops in creating a user profile, and then they ran into error after error until they either gave up or the site crashed on them.</p><p><strong>What's the administration doing to prepare for high traffic to the site after open enrollment starts? </strong></p><p>They have been working on contingency plans. President Obama talked about it a little last week, saying, \"We're really making sure the website works super well. ... We're double- and triple-checking it.\"</p><p><em>The Washington Post</em> <a href=\"http://www.washingtonpost.com/national/health-science/obama-officials-work-on-health-site-contingency-plans-as-enrollment-nears/2014/11/09/177a5aec-65e0-11e4-836c-83bc4f26eb67_story.html\">got ahold of internal documents</a> at the Center for Medicare and Medicaid Services, which oversees HealthCare.gov, and found there's a new system in place that detects traffic overloads faster. If it works correctly, it will send users into separate online waiting rooms, instead of putting them in one long online queue, which is how things worked last open enrollment.</p><p><strong>What other challenges could come up this year?</strong></p><p>For every major software system, hacking is always a threat. Just today, the Postal Service disclosed <a href=\"http://www.nytimes.com/2014/11/11/us/postal-service-discloses-major-data-theft.html\">hackers hit its system</a>, getting employee information from tens of thousands. So to protect HealthCare.gov, programmers from the Department of Homeland Security are <a href=\"http://www.washingtonpost.com/national/health-science/obama-officials-work-on-health-site-contingency-plans-as-enrollment-nears/2014/11/09/177a5aec-65e0-11e4-836c-83bc4f26eb67_story.html\">trying to hack into</a> the site once a day to test its security.</p><p>One thing this system hasn't faced before that could be a concern is <a href=\"http://www.vox.com/2014/11/9/7181649/healthcare-gov-window-shopping-opens-tonight\">re-enrollment in health plans</a>. We know that about 8 million people signed up for health insurance through the Obamacare exchanges last year. When the open enrollment period begins Saturday, those folks are going to re-up or choose new plans through HealthCare.gov.</p><p>It's also just a shorter open enrollment period. This year, it runs from Nov. 15 to Feb. 15. Last year, it opened earlier and stayed open longer. So you have a much shorter time frame to shop and buy, if you're in the market.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=HealthCare.gov%27s+Tech+Improvements+Mean+You+Can+Now+Window+Shop&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"195"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363101526-3a819e.m3u?orgId=1&topicId=1027&d=195&p=2&story=363052856&t=progseg&e=363055137&seg=11&ft=nprml&f=363052856"}]}