{"created":"2014-11-24T08:38:35+00:00","modified":"2015-05-13T21:30:28+00:00","valid":{"from":"2015-05-13T21:30:28+00:00","to":"3015-05-13T21:30:28+00:00"},"hreflang":"en","title":"Africa Inspires A Health Care Experiment In New York ","published":"2014-11-24T22:09:00+00:00","teaser":"Dr. Prabhjot Singh lives and works in Harlem, a neighborhood plagued by chronic disease. He thinks an African model of health care can help — training people in the community to be health educators.","itags":["npr_api","365234329"],"guid":"a0d0c7ff-a80e-4e20-aa3b-b614071c4cb2","contentencoded":"<p>There's a project in the neighborhood of Harlem in New York that has a through-the-looking-glass quality. An organization called City Health Works is trying to bring an African model of health care delivery to the United States. Usually it works the other way around.</p><p>If City Health Works' approach is successful, it could help change the way chronic diseases are managed in poverty-stricken communities, where people suffer disproportionately from HIV/AIDS, obesity and diabetes.</p><p>One of the people behind the experiment, which builds on the public-health technique of community outreach, is <a href=\"http://cityhealthworks.com/about-us/\">Manmeet Kaur</a>. Kaur is a native New Yorker who grew up in Queens.</p><p>About a decade ago, just after she graduated from college, she spent time in Cape Town, South Africa. While there, she worked with a community health group called <a href=\"http://www.mamelani.org.za/\">Mamelani Projects</a> that tried to tackle some of the chronic health problems in the poor neighborhoods of Cape Town, especially HIV infection and AIDS. The organization had an interesting way of tackling those problems.</p><p>\"They hired people from the community as peer health educators,\" she says. These weren't people with medical backgrounds. They were just local residents — people who were willing to help out.</p><p>One of the people Kaur was most impressed by was a woman named Thandi. \"What was most powerful was her ability to draw from the life experiences of people she worked with to help them make better informed decisions,\" says Kaur. \"No amount of training can help you do that when you don't have the same life experience of the people you're working with.\"</p><p>When she returned from Africa, her thoughts kept straying back to Thandi and how effective she was in helping people with their medical issues.</p><p>Skip forward to 2011. Now Kaur is married and living in Harlem, another poor neighborhood where people have a lot of chronic health problems, including HIV infection and diabetes.</p><p>Her husband was training to be a doctor. As part of his training, he worked at a clinic that treats people with diabetes. \"As I watched my husband begin residency, it just seemed to me he had an extremely short amount of time to talk to somebody,\" she says.</p><p>She felt all he was really doing was telling his patients to take their pills and watch their diet, and then sending them on their way.</p><p>\"I was slightly aghast at seeing this revolving door of people coming in and out of the clinics but then going back to the same neighborhoods that have the conditions that shape why they were sick in the first place,\" says Kaur.</p><p>She thought \"maybe a system of peer educators like Thandi in Cape Town could help here in America.\"</p><p>That's how the idea for City Health Works was born. Kaur's husband, Dr. <a href=\"https://sipa.columbia.edu/faculty/prabhjot-singh\">Prabhjot Singh</a>, partnered with Kaur to get the project off the ground. The pair raised about a million dollars from three sources: <a href=\"http://www.rwjf.org/\">the Robert Wood Johnson Foundation</a> (also a supporter of NPR), the <a href=\"https://www.robinhood.org/\">Robin Hood Foundation</a> and <a href=\"http://www.mountsinai.org/\">Mount Sinai Hospital</a>, where Singh works.</p><p>Singh says a lot of the people he sees in his clinic at Mount Sinai are in really bad shape. \"People you'd expect to see in the hospital. People you couldn't imagine are in such a late stage of illness,\" he says.</p><p>It's this population that City Health Works really wants to help. The idea is to get patients to the clinic before they get so sick, and then help them stay out of the clinics going forward.</p><p>\"We really need an ambassador,\" he says. \"Somebody that really understands the clinical environment but is deeply embedded in the community.\"</p><p>City Health Works hires people like Norma Melendez to be those ambassadors. Melendez does not have a medical background. She's what City Health Works calls a health coach. Her job is to work with patients after they've visited the clinic. She goes to their homes, makes sure they have the medicine, makes sure they take it, and shows them how to stay on a diet their doctor has ordered. These may seem like easy tasks, but they aren't, especially when you don't have a lot of money.</p><p>\"I live in this immediate neighborhood, so I can relate to a lot of the people who live in my community,\" says Melendez. \"I've faced many of the similar barriers once upon a time, or someone I know has faced these similar barriers.\"</p><p>Hiring people like Melendez, people \"deeply embedded in the community,\" as Singh puts it, is one of the things that sets City Health Works apart from other programs that use community health workers. \"This is an opportunity for a much more intimate relationship, much faster,\" says Paul Tarini, senior project officer at the Robert Wood Johnson Foundation. Such relationships should yield better health outcomes.</p><p>On the day I met Melendez, she was visiting a woman in one of the housing projects near the hospital. We went along with the understanding that health privacy laws prevented our using any of her clients' full names. The woman we met that day introduced herself as Mrs. T. She was diagnosed with diabetes 15 years ago. Now she lives alone, and for a long time she wasn't doing a good job controlling her disease. \"I was stupid,\" she says. \"I've let myself go so much. And I don't have anybody else.\"</p><p>Tears drip from Mrs. T's eyes as she describes all the people she's lost in recent years. \"My mother died, my ex-husband died, my sister died, my brother died and my dog died. And I buried everybody! I'm tired of burying people.\"</p><p>A doctor seeing Mrs. T at a clinic can't know how Mrs. T's emotional distress makes it hard to do what she knows she should do to control her diabetes. But a community health worker like Norma Melendez can see all this and can help. Even a kind word can do the trick.</p><p>\"I see her sometimes in the street and I'm like, yay!\" says Mrs. T. \"So it's somebody who's here. It's not somebody that I go to an office to see that lives in mid-Manhattan.\"</p><p>And there's an economic reality at work here. If City Health Works coaches can keep people like Mrs. T healthy and out of the clinic, that would dramatically reduce the cost of her care.</p><p>Dr. Singh says there's another benefit to using health coaches. He says they can help build ties between doctors and the local community — something that could be really important in dealing with a medical crisis like Ebola.</p><p>Coaches like Melendez who don't have any medical training wouldn't have any direct role in caring for sick patients, \"but they have an important role in building trust between the community and the health care system if a situation does arise,\" says Singh. \"They have an extremely important role in identifying people that might not feel comfortable going to the health care system.\"</p><p>Just getting sick people to a clinic early could stop an outbreak in its tracks.</p><p>City Health Works doesn't intend to rely on foundation grants to keep operating. It is gathering data in order to prove to health insurers that it has a cost-effective method of solving some of the problems that plague health care for the poor in this country. And if it works, it would be ironic that a country with the most sophisticated medical care in the world could learn a thing or two from countries that get by on a shoestring.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Africa+Inspires+A+Health+Care+Experiment+In+New+York+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366259666-a38850.m3u?orgId=1&topicId=1128&aggIds=156490415,130593764&d=419&p=3&story=365234329&t=progseg&e=366259543&seg=7&ft=nprml&f=365234329"},{"href":"http://media.npr.org/assets/img/2014/11/21/norma-1-78cc0202a614b50028e000bda4058e30f6085d7c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/11/21/mk-ps-2-92af32a892bf85cb94c87215a10a7a1c1204d56b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/11/21/norma-21-5c55b7639a4254e6cb9111afb11c8677de5c737d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}