{"created":"2014-12-02T22:29:27+00:00","modified":"2014-12-02T23:57:54+00:00","valid":{"from":"2014-12-02T23:57:54+00:00","to":"3014-12-02T23:57:54+00:00"},"hreflang":"en","guid":"a0d0d7db-1322-486a-a925-9d6394f706d1","title":"A new study suggests the HIV virus may be getting weaker","published":"2014-12-02T23:57:45+00:00","byline":"Nina Porzucki","tags":["hiv","aids","viruses","genetics","heath","science","research","Human Needs","Science","Science, Tech & Environment","Africa","Maximilian Muenchhoff","HIV/AIDS","Health","Medicine","Sexually transmitted diseases and infections","HIV","Virus","AIDS"],"teaser":"A new study suggests that HIV, like other diseases in history, may be getting less virulent over time. But the study's authors warn there's still plenty of danger from HIV/AIDS.","contentencoded":"<p>Ebola has dominated recent headlines from Africa, but it wasn't long ago that AIDS was getting most of the attention. Now there's a bit of good news about that older disease: A group of scientists have just published a study concluding that the <a href=\"http://www.eurekalert.org/pub_releases/2014-12/wt-rsa112814.php\">HIV virus may actually be getting milder over time</a>.</p>\n<p>“The trick with HIV is that, when it infects an individual, the person cannot control HIV,\" says Maximilian Muenchhoff, a doctor from the University of Oxford who worked on the study. \"All of the immune responses that that person is aiming against HIV, the virus can kind of escape them because it's mutating so frequently. That’s why HIV infection is so tricky.\"</p>\n<p>But HIV’s ability to mutate at a frequent rate also turns out to be its undoing. “In our study, we actually figured out that every time that HIV has to escape such an immunological response and has to change a bit, it also decreases a bit the capacity of the virus to actually replicate,\" Muenchhoff says. \"So it becomes less virulent.\"</p>\n<p>To study the evolution of the HIV virus, Muenchhoff and his fellow scientists compared HIV-positive people in Botswana and South Africa. The HIV/AIDS epidemic started in Botswana about 10 years earlier than in South Africa, he says.</p>\n<p>“In Botswana, where HIV has been around in a longer time, the virus already adapted to the host immune responses to a greater extent,\" Muenchoff explains. \"You could basically say that the virus already attenuated because it’s been circulating in that specific population for a longer time.\"</p>\n<p>Muenchoff says it's an example of \"evolution happening right in front of our eyes. ... I think the reason why we can observe something like this in such a short time-span is because HIV is so dynamic and changes very rapidly.\"</p>\n<p>HIV wouldn't be the only disease to exhibit such behavior. Muenchoff says history shows that many other viruses have tempered over time. </p>\n<p>Viruses are most deadly shortly after they jump from one species to anoher. \"If this virus just changes slightly so it can also infect humans, initially this virus is going to be very virulent because mankind doesn’t have any pre-existing immunity against it,\" Muenchoff says.</p>\n<p>That phenomenon is why dieases like avian and swine flu have been so alarming. \"This is something that we observe frequently with the influenza virus, and why we are so worried about new epidemics of newly evolved influenza viruses,” Muenchoff says.</p>\n<p>The human genome offers more proof of attenuation. Muenchoff says about eight percent of the genome is estimated to consist of retroviruses that were integrated without causing disease. “This is a process that has occurred in the evolution over the past millennia already,” he says.</p>\n<p>But he also warns that HIV/AIDS is still a deadly virus; testing, treatment and prevention continue to be the focus of staunching the epidemic.</p>\n<p>“One of the most important slogans in this context in my mind is to ‘test and treat,'\" Muenchoff says. \"Everyone who is HIV-infected should know they are HIV-infected and should take the medication so they cannot transmit the virus to another person any more.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/AIDS1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/aids1jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120220142.mp3"},{"href":"http://www.pri.org/file/120220142mp3"}]}