{"created":"2014-08-30T17:06:05+00:00","modified":"2015-01-06T21:05:21+00:00","valid":{"from":"2015-01-06T21:05:21+00:00","to":"3015-01-06T21:05:21+00:00"},"hreflang":"en","title":"Taylor Swift Aims For Pop's Throne","published":"2014-08-20T23:48:00+00:00","teaser":"Erstwhile country singer Taylor Swift has a new sound and a new goal: to be the world's biggest pop star, with all the attention and provocation that comes with the job.","itags":["npr_api","341702579"],"guid":"a0d13f5e-a7eb-4a1f-9d40-dc679244a96f","contentencoded":"<p>On Monday, <a href=\"http://www.npr.org/artists/120581188/taylor-swift\" target=\"_blank\">Taylor Swift</a> announced her new album, called <em>1989</em> after the year of her birth, during a live stream that began with her greeting fans from atop the Empire State Building. Available in October, <em>1989</em> will include \"Shake It Off,\" the song whose video she also premiered during the event.</p><p>Swift's choice of settings revealed a lot. She settled into a deluxe <a href=\"http://variety.com/2014/dirt/real-estalker/could-taylor-swift-1201237677/http:/variety.com/2014/dirt/real-estalker/could-taylor-swift-1201237677/\" target=\"_blank\">New York domicile</a> last spring, and her sound has migrated away from her old home of Nashville, and country music too. Following up on the shiny success of the <a href=\"https://www.youtube.com/watch?v=vNoKguSdy4Y\" target=\"_blank\">crossover singles</a> from her 2012 album, <em>Red</em>, Swift announced that <em>1989</em> will be her first \"documented, official pop album.\" She also said that this will be her most \"sonically cohesive\" set of songs, inspired by the happily ambitious pop sounds of her birth year, when Madonna, De La Soul, Janet Jackson, Bobby Brown, Roxette and Debbie Gibson all had highly danceable hits.</p><p>Like her earlier pop forays, \"Shake It Off\" was produced by multiplatinum Swedes Max Martin and Shellback, who've also worked with <a href=\"http://www.npr.org/artists/16353081/britney-spears\" target=\"_blank\">Britney Spears</a>, <a href=\"http://www.npr.org/artists/91837552/katy-perry\" target=\"_blank\">Katy Perry</a>, Pink, <a href=\"http://www.npr.org/artists/15394675/avril-lavigne\" target=\"_blank\">Avril Lavigne</a>, <a href=\"http://www.npr.org/artists/91208383/kelly-clarkson\" target=\"_blank\">Kelly Clarkson</a>, <a href=\"http://www.npr.org/artists/15817733/usher\" target=\"_blank\">Usher</a>, <a href=\"http://www.npr.org/artists/16149128/maroon-5\" target=\"_blank\">Maroon 5</a> — virtually every major charting artist right now, with some notable exceptions, like <a href=\"http://www.npr.org/artists/15757248/rihanna\" target=\"_blank\">Rihanna</a> and <a href=\"http://www.npr.org/artists/19230778/beyonce\">Beyonce</a>. Synth-driven and hopped up on horns, with a cheerleader chant at the center that's both self-motivational and just a bit snotty, Swift's new song is built to hang around the radio for months. She's written a lyric, about her favorite subject of \"haters\" who criticize her very public leisure time and love life, that's characteristically both self-deprecating and impetuous. But it matters little in this song. The whole composition exists for that competition-crushing hook, a kiss-off, pep talk, dance step and nostalgia trip, melted into the ultimate musical <a href=\"http://www.tootsie.com/candy/charms-blow-pops\" target=\"_blank\">Charms Blow Pop</a>.</p><p>This is Swift in empire mode. She was already on her way with <em>Red, </em>which sold more in its first week than any other album in a decade, and took her beyond both country music (which she'd already arguably redefined) and the still-loyal fan base of girls whom her music had guided through pubescence. But Swift has always stood slightly outside the pantheon of female pop stars that have defined the early 2000s. She's exceptional, partly because she's rarely made music primarily for dancing — the foundation of the Top 40 — and partly because she's never traded in provocation, the stuff that grabs attention instead of earning it. Though she's had her share of (mild, manageable) scandal, Swift has never been comically crude the way Perry tends to be, or pugnacious like Pink, or overtly sexual like <a href=\"http://www.npr.org/artists/126317980/nicki-minaj\" target=\"_blank\">Nicki Minaj</a> or Rihanna. She's stayed above the fray. But now she wants to claim pop's inherently troublemaking center.</p><p>\"Shake It Off\" is her bounce <a href=\"https://www.youtube.com/watch?v=VuNIsY6JdUw\" target=\"_blank\">off the bleachers</a>, her tryout for the cheerleading squad — much more so than her earlier work with Martin and Shellback, which retained her trademark just-us-girls vulnerability. Checking off the boxes, Swift puts her all into belting clichés (\"I never miss a beat,\" \"haters gonna hate\"); she raps, though thankfully only for a moment; she lets the song's gigantic beat (which, in another cliché deployment, she declares \"sick\") direct her. She's having fun showing how she can be just like the other mega-selling girls. In fact, she can best them.</p><p>What Swift probably knows, and will just ride out, is that pop requires overstepping, and, it follows, a certain refusal to be either tasteful or sensitive. She surely intended the song and video's appropriations of multiracial styles — the nods to rap, the twerking, the phrase \"sick beat\" itself — to work as both a comical critique of other artists who've recently caught heat for alleged minstrel moves (<em>ahem</em>, <a href=\"http://www.npr.org/tags/126941307/miley-cyrus\" target=\"_blank\">Miley</a>) and a jab at her own status as the queen of Stuff White People Like. But they jar, because they feel strategic and unintentionally unkind. When a joke is built around someone looking ridiculous doing something uncharacteristic, it's easy for the behavior, not the person doing it, to become the humor's target. Performing many different kinds of dances — ballet, breakdancing, the robot — in the video, Swift plays the inept Everywoman (as she has, often). But the fact is, she's not every woman, she is a particular woman who normally doesn't shake her booty the way a Fly Girl would, and who normally wouldn't use a phrase like \"sick beat,\" and \"Shake It Off\" sets up those cultural crossings as pretty crazy. Swift's critique suggests she wants to have her pop and somehow stay above it, too.</p><p>Right now, as <a href=\"http://www.thedailybeast.com/articles/2014/08/19/can-t-shake-off-taylor-swift-s-cultural-appropriation-haters-gonna-hate.html\" target=\"_blank\">others</a> <a href=\"http://grantland.com/hollywood-prospectus/haters-keep-hating-taylor-swifts-shake-it-off-will-take-over-the-world/\" target=\"_blank\">have</a> <a href=\"http://oneofthosefaces.com/2014/08/19/does-cultural-appropriation-in-pop-music-even-matter/\" target=\"_blank\">noted,</a> Swift doing a dance like the <a href=\"https://www.youtube.com/watch?v=qs7f3ssuEjA\" target=\"_blank\">Tootsie Roll</a> is extra-risky, because so many white performers are using black styles as a bridge to everywhere — authenticity, erotic freedom, commercial success — while artists of color stand to the side or in the background. In 1989, the mood might have been lighter; in 2014, it often seems like pop itself runs on a devouring sense of privilege, a trash-all-barriers spirit of unquenchable arrogance. For Taylor Swift to tap into that spirit is truly something new. But she's still smarter than the average pop star, and <em>1989 </em>itself may be more complicated than \"Shake It Off.\" It will be interesting to see how this new Swift story shakes out.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Taylor+Swift+Aims+For+Pop%27s+Throne&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ann Powers","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341826217-b128cf.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=341702579"},{"href":"http://media.npr.org/assets/img/2014/08/19/swift-shake3-6b7dd0d481a91972bb6f87e59efab8ac673ba358.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"785","width":"1047"}}]}