{"created":"2015-01-29T18:51:02+00:00","modified":"2015-02-09T01:37:07+00:00","valid":{"from":"2015-02-09T01:37:07+00:00","to":"3015-02-09T01:37:07+00:00"},"hreflang":"en","title":"Editor Picks Religions For The First Norton Anthology of World Religions","published":"2015-02-09T01:37:00+00:00","teaser":"The anthology includes ancient and contemporary interpretations of Judaism, Christianity, Islam, Hinduism, Buddhism and Daoism. Editor Jack Miles discusses primary texts, extremism and death.","itags":["npr_api","382388786"],"guid":"a0d43de9-0396-45c6-8d77-a157bef8535f","contentencoded":"<p><strong>A NOTE FROM FRESH AIR:</strong> Following the broadcast of our interview with Jack Miles, we heard from a number of listeners who pointed out that a question in the interview misrepresented Hinduism, describing it as a polytheistic religion. In the unedited version of the interview, Jack Miles's response included this clarification: \"it is important to note that there is a kind of monotheism hidden within Hindu polytheism ... you have not only monotheism, but a step beyond it: monism, a single reality that includes both the world and the human.\"</p><p>That statement was edited out because of time constraints, which was an error in judgment on our part.</p><p>We asked Jack Miles to expand on his point about Hinduism, and he sent us this:</p><p>\"As the great Hindu art historian Pratapaditya Pal wrote in his book <em>The Sensuous Immortals,</em></p><blockquote><p>Essentially, a Hindu is a polytheist who believes in many different gods and goddesses, although Hindu philosophy declares them to be manifestations of a supreme principle known as Brahman. Hence, a more appropriate term for the religion is <em>Brahmanyadharma</em> or Brahmanism. Philosophically, this Brahman is beyond description and without form (<em>nirakara</em>) or qualities (<em>nirguna</em>). However, such abstract notions held little or no meaning for a people that had always worshiped visible images and symbols, both natural and man-made. As a result, countless gods and godlings populate the world of Indian mythology and these have provided the artists with an inexhaustible repertoire.</p></blockquote><p>\"Writing of Brahmanism in a complementary vein, <em>The Norton Anthology of World Religions</em> comments:</p><blockquote><p>The world of <em>brahman</em> is a world of monism (which assumes that all living things are elements of a single, universal being), a doctrine of pantheism (in which God is everything and everything is God.) This philosophy views the very substance of the universe as divine, and views that substance and that divinity as unitary. The pluralistic world has a secondary, illusory status in comparison with the enduring, real status of the underlying monistic being. (--Wendy Doniger)</p></blockquote><p>\"Radio is a wonderful medium, but the clock is very unforgiving, and the discussion of this matter included in the interview as originally recorded had to be cut to fit the allotted time. I am happy to provide this elaboration to correct the record.\"</p><blockquote><p>-- Jack Miles</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Editor+Picks+Religions+For+The+First+Norton+Anthology+of+World+Religions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"2236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382434767-121486.m3u?orgId=1&topicId=1016&e=382388786&d=2236&ft=nprml&f=382388786"}]}