{"created":"2014-10-08T15:22:25+00:00","modified":"2014-10-31T01:54:08+00:00","valid":{"from":"2014-10-31T01:54:08+00:00","to":"3014-10-31T01:54:08+00:00"},"hreflang":"en","title":"During World War II, Even Filmmakers Reported For Duty","published":"2014-05-26T18:03:00+00:00","teaser":"A new book looks at how the military and Hollywood directors teamed up during the war. The films they made helped show Americans what was at stake, and served as evidence during the Nuremberg Trials.","itags":["npr_api","314362055"],"guid":"a0d84a1f-bc3a-4d23-8534-2a3d841a4815","contentencoded":"<p><em>This interview was originally broadcast on <a href=\"http://www.npr.org/2014/03/03/285234573/during-world-war-ii-even-filmmakers-reported-for-duty\">March 3, 2014</a>.</em></p><p>When America entered World War II, some of Hollywood's most celebrated directors enlisted and risked their lives. But they weren't fighting — they were filming combat.</p><p>Through the 1930s, Hollywood and the federal government held a mutual suspicion of each other. But after Pearl Harbor, the War Department asked Hollywood directors to make short documentaries that could be presented in theaters before the featured films. The ideas was to show Americans what was at stake, give them a glimpse of what our soldiers were going through and stir up patriotic feelings.</p><p>Mark Harris has written a book about this unusual and unprecedented relationship between the military and Hollywood. It's called <em>Five Came Back: A Story Of Hollywood And The Second World War</em>. Harris focuses on five directors who made movies for the War Department: John Ford, George Stevens, John Huston, William Wyler and Frank Capra.</p><p>He tells <em>Fresh Air</em>'s Terry Gross about the filmmakers' efforts to collect footage of D-Day, and their role in documenting the horrors of Nazi concentration camps.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Frank Capra's use of Nazi propaganda in his \"Why We Fight\" film series</strong></p><p>Part of Capra's idea to use Nazi propaganda films in the \"Why We Fight\" series was born out of necessity. There was almost no budget for these movies. He had something like $450,000 ... to make 50 movies. So he was really on a shoestring.</p><p>He really couldn't go out and shoot a lot of stuff, but the Treasury Department had seized a lot of foreign propaganda movies. And Capra himself had also gone to New York and seen a print of Leni Riefenstahl's <em>Triumph Of The Will</em>, [which shows a Hitler rally staged for the camera,] at the Museum of Modern Art and he was so stirred by it and was so stunned by it, that he came out of the theater saying, \"We're going to lose.\"...</p><p><em>Triumph Of The Will</em> is pro-Nazi propaganda, pro-Hitler propaganda on a level of intensity that nobody in America had ever tried, because propaganda, even right after the war started, was still kind of a tainted word, whereas it was not in Germany. So Capra's brilliant idea was to take some of these movies — which shockingly were shown theatrically in German communities in New York in local movie theaters to pro-German audience — and turned them against their makers by showing just how dangerous and domineering these people could be.</p><p><strong>On the effort to collect footage of D-Day </strong></p><p>George Stevens (for the Army) and John Ford (for the Navy) were really the ones that came up with a concerted plan. ... It involved hundreds of cameras, hundreds of cameramen, dozens of cameras fixed to the front of landing vessels.</p><p>What is ironic is that most of the footage that was shot at D-Day was destroyed. Many of the stationary cameras didn't function. The cameramen miraculously almost all survived, but a lot of their footage didn't. So there was no way to create a clear narrative, chronological structure of what happened at D-Day out of the footage. What there was was an extraordinary amount of raw footage that was then collected from every camera, and every cameraman, that hadn't malfunctioned. It was all sort of packed up, sent to England and edited, apparently, into several hours of continuous footage that was shown to the War Department back in the United States.</p><p>Most of the most shocking footage, the most realistic footage, the best footage, if you will, from D-Day was much too raw and frightening and upsetting to be shown to home front audiences. So while movie theaters across the country advertised for 10 days with signs outside that said, \"Ten Days Until First Footage Of D-Day\" ... the actual footage that made its way to theaters was a very carefully manicured selection of stuff that was acceptable to show ...</p><p>Most of the D-Day footage was not shown until much, much later. And really, you'd have to go forward to the movie <em>Saving Private Ryan</em>, the first part of which is a recreation of D-Day that is in part inspired by that never-seen footage.</p><p><strong>On George Stevens' footage of the Dachau concentration camp</strong></p><p>What Stevens filmed at Dachau was so painful that he didn't talk about it for decades afterwards. But what we think of now as some of the images of Holocaust atrocity that are burned into our collective consciousness — that's what Stevens saw: bodies in boxcars; starving, dying, skeletal people; bodies covered in snow; body parts; crematoria.</p><p>The worst things that we know of what the Nazis did in the death camps and the concentration camps were news to Stevens and his men, and of course to America when he discovered them. Imagine walking into Dachau not knowing what a death camp was and seeing what he saw. So he did the only thing that he could do, which was to record it. At that point, he was no longer interested in making a documentary, what he was doing and what he knew he was doing from the first hour that he was there was gathering evidence.</p><p><strong>On how Stevens' Dachau footage was used</strong></p><p>The footage that he shot proved to be extraordinarily important in the Nuremberg Trials, where it was compiled into two evidentiary movies, one of which was specifically designed to show Nazi atrocities and the other of which was designed to prove that this had been a long-term plan on the part of the Nazis — essentially to prove intent ...</p><p>The defendants were forced to sit there and watch them, and many people feel that they were essentially turning points in the trial ... not in that these guys were ever going to be found innocent, but in bringing home just how horrible what they had done was. Famously, a couple of German lawyers for the defendants said that after seeing the footage that Stevens had compiled, they couldn't even stand to be in the same room with their own clients.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=During+World+War+II%2C+Even+Filmmakers+Reported+For+Duty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316096266-2d78fe.m3u?orgId=1&topicId=1022&ft=3&f=314362055"},{"href":"http://media.npr.org/assets/img/2014/05/20/mark-harris-cb36ba78fa672abe6458d72d364dee1e91550286.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2379","width":"3168"}}]}