{"created":"2014-10-16T07:33:40+00:00","modified":"2014-11-02T01:56:39+00:00","valid":{"from":"2014-11-02T01:56:39+00:00","to":"3014-11-02T01:56:39+00:00"},"hreflang":"en","title":"Mindy Kaling On Refusing To Be An Outsider And Sexism On Set","published":"2014-10-16T16:32:00+00:00","teaser":"The comedian says she often forgets that as an Indian-American woman who's not pencil thin, she's kind of a new thing for broadcast TV. But, she says, \"I refuse to view myself in such terms.\"","itags":["npr_api","356390794"],"guid":"a0da28aa-a759-40a4-8aa0-f5744fcd16ea","contentencoded":"<p>Mindy Kaling is part of a small group of female comedians, writers and actresses who have created and now run their own TV shows. Kaling also stars in her show, <em>The Mindy Project</em>, as Mindy Lahiri, whom she describes as \"delusionally confident\" and \"unapologetically selfish.\"</p><p>And how do others describe Kaling? The word \"pioneer\" comes up a lot.</p><p>\"I often forget that ... being Indian, an Indian-American woman who is not, sort of, pencil thin — that that is very new to broadcast television,\" Kaling tells NPR's Rachel Martin.</p><p>Kaling and Martin discuss the challenges of being seen as a pioneer and the sexism Kaling has encountered on the job.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On her <em>Mindy Project</em> character</strong></p><p>People, you know, had trouble with the character. She's not immediately likeable. She does and says a lot of things that you don't see in, forget female characters, any characters. Like, she says things like, \"I'm going to hell because I don't really care about the environment and I love to gossip.\" She thinks Rick Santorum is handsome. Like, she has lots of all-over-the-map opinions and feelings that the writers dream up, but it makes her really original and fun. ...</p><p>I don't think anyone wants to grow up to be Mindy Lahiri, the same way no one wants to grow up to be Michael Scott [Steve Carell's character on <em>The Office</em>]. But that's OK. ... My dream of course, as a writer and a person who's an entertainer, is: Grow up to be Mindy Kaling, don't grow up to be Mindy Lahiri.</p><p><strong>On being a role model</strong></p><p>I embrace it. I think I've always wanted to be a role model, and I think ... everyone should try to live their life like they'd like to be a role model. I think it's like the thing keeping me out of jail. ... It's good for me mentally, selfishly, and it's also nice to try to do that for, especially, younger women. I mean, it's scary as hell. ... I worry about it, but I think it's a good thing to try to do.</p><p>Of course, everyone wants to be mythologized in a great way. I'd rather be like Odysseus than someone who was handed everything. And I, besides my parents and a handful of people, I don't know anyone that worked harder. ... I work so hard and so many hours, and I've done that for years and years and years. You know, I write a little bit about what it's like to be a female boss in <a href=\"http://www.npr.org/books/titles/141860536/is-everyone-hanging-out-without-me-and-other-concerns\">my book</a> and the things I've noticed about that, but by and large, it's just a tough job in general.</p><p><strong>On the sexism she's encountered on the job</strong></p><p>Years from now, when I have time to sit and reflect on the different situations that I face every day, I'll be able to speak more succinctly about the challenges as a woman. Yeah, there's obviously instances where I perceive sexism in my job. ... I think that the sort of sexism that I see has been one that's a little bit like a gentler form of sexism, but still a little bit debilitating, which is that when, as a producer and a writer, whether it was at <em>The Office</em> or [at <em>The Mindy Project</em>], if I make a decision, it'll still seem like it's up for debate. And I notice that a little bit at <em>The Office</em>, with, like, an actor: If I decided there'd be a certain way in the script, it would still seem open-ended, whereas ... if I was a man I would not have seen that. [At <em>The Mindy Project</em>,] I feel that ... less and less as I've sort of matured into the role more. The one thing I sort of, because of that, have felt [is] that when I made a decision I sort of would have to leave the room so that it was final and there was like no discussion would come after that.</p><p><strong>On being referred to as a pioneer</strong></p><p>I know why people are interested and I know why people want me to speak about it. But I sort of refuse to be an outsider, even though I know that I very much look like one to a lot of people, and I refuse to view myself in such terms.</p><p><strong>On the challenge of talking about her otherness while also doing her job </strong></p><p>I was on Twitter recently and a critic, who's been very critical of me and of the show, was talking about a round table that three South Asian women had done where they kind of criticized and dissected the show, and said, \"Why doesn't Mindy respond to this?\" ...</p><p>I'm an actor and a writer and a showrunner and I edit my show. ... I have a job that three people usually have, and I have it in one person. And the idea that the critic thought that I had this excess of time for which I could go to, like, panels or write essays was just so laughable to me.</p><p>And I think as women, you know, if you are considered a pioneer in these things, you can get really distracted by these other things — you know, people's demands of you reflecting on your otherness. And for this white critic to say, \"I don't understand why she doesn't do that\" — and you're like, \"It's because I'm running a show on a major network and I want the show to continue\" — and to sort of guilt me. ... I'm an A student. I'm addicted to feedback, and I want to please people. That's sort of how I've gotten to where I am. And I think that it's insidious to be spending more of your time reflecting and talking about panels, and talking more and more in smart ways about your otherness, rather than doing the hard work of your job.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mindy+Kaling+On+Refusing+To+Be+An+Outsider+And+Sexism+On+Set&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356588479-763e2c.m3u?orgId=1&topicId=1022&aggIds=177622347&ft=3&f=356390794"},{"href":"http://media.npr.org/assets/img/2014/10/15/mindy_302-sc19_0162_hires2-27ccf318315c439f7cc956155c2d594be838efd4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2889","width":"3852"}}]}