{"created":"2014-11-05T08:32:44+00:00","modified":"2015-05-02T02:39:54+00:00","valid":{"from":"2015-05-02T02:39:54+00:00","to":"3015-05-02T02:39:54+00:00"},"hreflang":"en","title":"Taylor Swift, Platinum Party Of One","published":"2014-11-05T22:53:00+00:00","teaser":"Taylor Swift's latest album, <em>1989,</em> sold 1.287 million copies its first week alone, making it the first album released in 2014 to go platinum. The last musician to go platinum in a week? Taylor Swift.","itags":["npr_api","361577726"],"guid":"a0e652bf-a43c-4689-9ea2-9027b0cdab36","contentencoded":"<p>Tuesday night, Nielsen SoundScan announced that Taylor Swift sold 1.287 million copies of her new album, <em>1989 </em>in its first week of release. This would be impressive in any year, but in a year like this, you could call it a miracle. So far in 2014, only one album has sold more than a million copies: the soundtrack to the movie <em>Frozen</em>, which actually came out in 2013. No other album released in 2014 has sold one million copies, all year long. So it's not just that Taylor Swift is doing big numbers. She's doing big numbers at a time when no one else is doing big numbers. Taylor Swift is more than just a pop music anomaly. Music writer and former <em>Billboard</em> Magazine editor Bill Werde says she is \"defying retail gravity at this point.\"</p><p>Sales of physical albums have been in decline since 2001 and this year, digital downloads, which had been on the rise since 2004, finally followed. So far, sales at Apple's iTunes store have decreased by 13 percent over 2013. Listeners have moved toward streaming music services like Spotify, but so far, these services don't make artists or labels nearly as much money as album sales.</p><p>In this environment most musicians in the rarefied air Swift occupies have turned the album release into something like a stunt — Jay-Z through a smartphone app; U2 by just dumping their new album in your iTunes library; and Beyonce by releasing an album and 17 music videos digitally, and by surprise, with no traditional promotion at all.</p><p>Swift, though, is following the old industry playbook and besting everyone. Here's how she did it.</p><p><strong>BE EVERYWHERE</strong></p><p>Taylor Swift's promotional run for <em>1989</em> is a case study on what a full court blitz looks like in 2014. Before <em>1989</em>'s release, she coached and performed on NBC's <em>The Voice</em>. She made an appearance on <em>The View</em>. She shut down Hollywood Boulevard for a performance broadcast on <em>Jimmy Kimmel Live.</em> She sat down with David Letterman, who called her \"Mother Teresa.\" Swift made an appearance on <em>Good Morning America</em> to announce that she'd become the global ambassador of New York City, even though she just moved there. She spent time on Ryan Seacrest's morning radio show, and he played big chunks of the album on his program the day of its release. And it didn't just begin a few weeks ago. Earlier in the year, Taylor Swift wrote <a href=\"http://online.wsj.com/articles/for-taylor-swift-the-future-of-music-is-a-love-story-1404763219\" target=\"_blank\">an optimistic op-ed</a> in <em>The Wall Street Journal</em> on the future of the industry (more on that later). And <a href=\"http://www.npr.org/blogs/therecord/2014/08/20/341702579/taylor-swift-aims-for-pops-throne\" target=\"_blank\">the announcement of her album</a> and its first single, \"Shake It Off,\" were also social media events.</p><p>Of course, plenty of artists do massive amounts of press for their new album releases. (And some don't. Just look at Beyonce.) But Swift is on another level. \"I don't think that there's a lot of artists out today who are at the success level of Taylor Swift who are dedicated to and willing to work the way Taylor Swift works,\" Bill Werde says. \"Taylor Swift is a promoting fantasy. She wants to be everywhere. She wants to get up early in the morning, go to bed late at night and work, work, work. And that is not coincidental to the fact that she is the only artist who's selling a million albums [in her] first week these days.\" These days date back to 2012, when the last album to sell a million copies in a week came out. That album was <em>Red</em>, by Taylor Swift.</p><p>But is she setting a new template, or is she just an exception to all the rules? Taylor Swift's promotional tactics work in part because of who she is: an immensely famous young woman who is extremely likeable and relatable to young fans. People care about <a href=\"http://www.usmagazine.com/celebrity-news/news/taylor-swifts-out-of-the-woods-three-hints-its-about-harry-styles-20141510\" target=\"_blank\">who she's dating</a>. <a href=\"http://www.imdb.com/name/nm2357847/?ref_=tt_cl_t8#actress\" target=\"_blank\">She stars in movies</a>. Most everything she does is an event. \"A lot of what Taylor Swift is doing works great if you're Taylor Swift,\" says Werde.</p><p><strong>#TAYLURKING</strong></p><p>Current Billboard Magazine editor Joe Levy says Swift has been at the forefront of fan outreach throughout her entire career. \"You go back to when she was 15 years old,\" Levy says. \"She was the one lecturing her record company about MySpace. Well it isn't MySpace anymore. Now it's Twitter and Tumblr.\" And when it comes to Twitter, maybe no artist uses the platform better than Swift. She's got over 46 million followers on the site, and Levy says she goes out of her way to talk directly to them.</p><p>\"Taylor Swift is spending her evenings on social media looking for her fans, and connecting with them. The hashtag is [#taylurking]. It could be #TaylorStalking.\" She responds personally to fans' tweets to and about her all the time. She'll retweet their tweets about her, or photos of them buying her albums, which only makes other fans go out and buy more of her albums, just for her Twitter recognition. She even used Twitter to invite a small number of fans to her house for a private <em>1989</em> listening party. And of course, they all tweeted about it, further increasing the hype around <em>1989</em>.</p><p>And Taylor Swift has written about the need for these intense connections with fans. In that <em>Wall Street Journal</em> <a href=\"http://online.wsj.com/articles/for-taylor-swift-the-future-of-music-is-a-love-story-1404763219\" target=\"_blank\">essay</a> earlier this year, she wrote, \"There are always going to be those artists who break through on an emotional level and end up in people's lives forever. The way I see it, fans view music the way they view their relationships.\"</p><p><strong>MAKE THEM BUY IT</strong></p><p>And once she hooks them, Swift goes out of her way to get those devoted fans of hers to buy <em>1989</em>, and if possible, to buy a physical copy.</p><p>She understands that this isn't the norm any more. In an interview last week, <a href=\"http://www.npr.org/2014/10/31/359827368/anything-that-connects-a-conversation-with-taylor-swift\" target=\"_blank\">she explained</a> the process of selling physical media in a digital world to NPR's Melissa Block. \"There has to be an incentive to go to a store, buy a CD. We've done an exclusive at Target that has three extra songs. It has three songwriting voice memos from my cell phone,\" she said. \"I have five sets of thirteen Polaroids from the album photo shoot that are in an envelope in the CD. So it's very much an experience that's different than downloading the music itself. It's almost like this kind of collector's edition, the physical copy.\" (Swift's interview with Block was conducted on Halloween, and she arrived at NPR's studios in New York in costume, <a href=\"https://twitter.com/nprmusic/status/528254836543086592\" target=\"_blank\">dressed as a pegacorn</a> — half-pegasus, half-unicorn. Something mythical, magical and exceptional, kind of like Swift's career.)</p><p>In a more aggressive move, Swift recently removed her entire catalog from the streaming service Spotify. She and other big artists were already keeping new releases from Spotify for weeks or months after their initial release to boost sales, but Swift's move this week is bigger than that. Nearly all of her music is off Spotify now (one song, her contribution to the <em>Hunger Games</em> soundtrack, is still there). So, why did everything else disappear? <em>The Wall Street Journal</em> reports:</p><blockquote><p><em>Ms. Swift's catalog withdrawal comes several months after the pop star's record label asked Spotify to make her new album, \"1989,\" available on the streaming service only outside the U.S. While Ms. Swift is a giant star in her home country, she is still trying to expand her fan base abroad, according to a person familiar with the matter. Spotify denied that request, this person said. </em></p></blockquote><p>The <em>Journal</em> also says that Swift's label might have a special reason for the Spotify move:</p><blockquote><p><em>Big Machine is seeking a buyer, according to people familiar with the matter, and is looking more than $200 million, the New York Post reported over the weekend. Big Machine's records are distributed by Vivendi SA's Universal Music Group. Lofty sales of \"1989\" could make the label more attractive to bidders against a backdrop of shrinking sales across the industry.</em></p></blockquote><p>But Swift's Spotify news may only be good for her. Streaming is the one of very few growth areas for the ailing music industry. iTunes Store sales are down this year and physical sales have been dropping precipitously for years. Of course, many debate just how good Spotify is for artists: Spotify claims 70 percent of their revenue goes to labels, but artists say the cut of that percentage they see is often insignificant, a fraction of a penny per stream. In that <em>WSJ</em> op-ed Swift put out earlier this year, she said, \" Music is art, and art is important and rare. Important, rare things are valuable. Valuable things should be paid for.\"</p><p>But the idea that someone as big as Swift would remove herself from streaming is a concern to Bill Werde. He thinks big artists need to support streaming: \"You're talking about undercutting one of the few growing revenue streams in the recorded music business, and that's streaming music. With downloads falling, and with CDs falling, if streaming music isn't the answer, it's not really clear what the answer is,\" Werde says. (In a Tumblr post this week, <a href=\"http://billwerde.tumblr.com/post/101695692768/an-open-letter-to-spotify-about-taylor-swift-and-why\" target=\"_blank\">Werde wrote</a> that he was canceling his subscription to Spotify because the service didn't carry big artists like Beyonce and Swift.)</p><p>Maybe, of all the lessons from Swift's amazing first week of sales, that's the biggest takeaway: What's good for Swift is not automatically good for the entire industry. Swift has proven that she is an artist that lives in a world far away from other artists. \"Her good week is not a sign of an upward trend for the industry,\" says Joe Levy of Billboard. \"Her good week is weird. Her good week is out of the ordinary. Her good week is some <em>Twilight Zone</em> stuff.\" Some very, very lucrative <em>Twilight Zone</em> stuff.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Taylor+Swift%2C+Platinum+Party+Of+One&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361677012-d5204c.m3u?orgId=1&topicId=1106&aggIds=100920965&d=231&p=3&story=361577726&t=progseg&e=361644008&seg=15&ft=nprml&f=361577726"},{"href":"http://media.npr.org/assets/img/2014/11/05/458099080-73356b6dca7304ef5ad3fe9a334e51fb12a55986.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1579","width":"2106"}}]}