{"created":"2015-04-12T21:23:38+00:00","modified":"2015-04-27T01:14:13+00:00","valid":{"from":"2015-04-27T01:14:13+00:00","to":"3015-04-27T01:14:13+00:00"},"hreflang":"en","title":"20 Years Later, Sabotage Of Amtrak's Sunset Limited Still A Mystery","published":"2015-04-14T16:25:00+00:00","teaser":"In October 1995, a passenger train was bound for Los Angeles. But it never reached its destination. The train derailed in the Arizona desert, killing one and injuring dozens — and it was no accident.","itags":["npr_api","399159965"],"guid":"a1024f9f-ea25-4a7b-9655-269b779ca323","contentencoded":"<p>The mystery goes back 20 years.</p><p>It was an ordinary, cross-country train trip back in 1995: Amtrak's Sunset Limited passenger train, bound for Los Angeles from Miami.</p><p>The train never reached its destination: It was sabotaged, derailed in the Arizona desert.</p><p>The investigation continues to this day: On Friday, at the FBI field office in Phoenix, Assistant Special Agent in Charge Mark Cwynar announced a $310,000 reward for information leading to the arrest of those who derailed the Sunset Limited.</p><p>\"We want to send a message to those responsible to this senseless act of sabotage. And that message is simple,\" Cwynar said. \"We are very close, we are watching — and we will bring you to justice.\"</p><p><strong>Out In The Middle Of The Desert</strong></p><p>The story begins on the night of October 9, 1995, sometime around 1:30 a.m.</p><p>Passenger Neal Hallford was jolted awake by a horrific sound: the train's brakes screaming up ahead.</p><p>\"Just [an] incredible shriek, then a really large impact, and of course it slams me into the seat in front of me,\" Hallford remembers. \"Then all of the lights go off inside the train car.\"</p><p>The Sunset Limited derailed in the middle of the Arizona desert, well over 50 miles from Phoenix — and a long way from the nearest road.</p><p>As the train passed over a trestle, some of the cars were knocked down into a gulch 30 feet below. Brian Hamblet and his wife were inside.</p><p>\"You could hear the train clacking along the tracks ... and I felt the train lift a little bit and then it started to tilt sideways very slowly,\" Hamblet says. \"And after that, it dropped pretty fast.\"</p><p>All around him were the sounds of other passengers screaming.</p><p>\"Everyone was waking up and realizing what was going on as we were falling,\" he says. \"I remember screaming to my wife and my wife screaming back, and as it turned out we were both fine.\"</p><p>They climbed up and into the other compartments to escape through the window and then went back to help the injured.</p><p><strong>A Call Comes In: Passenger Train Derailed</strong></p><p>Meanwhile, in the nearby town of Buckeye, Ariz., Patricia Borree was the lone police dispatcher on duty, working an ordinary night.</p><p>\"The graveyard shift is the quietest,\" Borree says. \"Just a few traffic stops and maybe a beer run here or there, you know?\"</p><p>She got the call that night: Passenger train derailed. So Borree got to work.</p><p>\"All of our fire and ambulance personnel were all volunteers at that time so they all had pagers,\" she says. \"So what I had to do was just page them all out. It was a mass rescue.\"</p><p>Rescue workers were driving off-road through dried-up riverbeds. So she called farmers and asked them to clear dirt roads. Borree even called local airfields to fuel helicopters.</p><p>\"Then just getting lights set up out there for them to be able to do their work,\" she says. \"It was a long night for everybody.\"</p><p>Nearly 100 passengers were injured and one man, 41-year-old Mitchell Bates, was killed. He was a sleeping-car attendant who spent 20 years working for the railroad.</p><p>Brian Hamblet remembers meeting him during the trip.</p><p>\"He had brought us towels and blankets and some extra pillows for my wife,\" Hamblet says. \"Really sweet guy, so we were quite shaken up to learn that he had not made it.\"</p><p><strong>'Somebody Sabotaged This Train'<br /></strong></p><p>As Neal Hallford saw rescue workers approaching, he stepped outside his train car for some fresh air.</p><p>Under the light of a full moon, he says, something caught his eye: in the dirt, a piece of paper under a rock by the wreckage.</p><p>It was a typewritten, anti-government manifesto. The note, Hallford says, was signed, \"Sons of Gestapo.\"</p><p>This was no accident.</p><p>\"Holy ... whatever,\" Hallford says. \"Somebody sabotaged this train.\"</p><p>Several more identical \"Sons of Gestapo\" notes were found along the crash site.</p><p>That's when Larry McCormick arrived on the scene. He was the acting special agent in charge for the FBI in Phoenix back then.</p><p>\"In 30 years in the FBI, I worked a lot of high-level cases,\" he says. \"The Jimmy Hoffa case, Oklahoma City bombing case — but this one was unique.\"</p><p>Along with the notes, railroad spikes had been removed and left by the track. Whoever did this overrode the railroad's safety system so the train conductor had no idea what was coming.</p><p>\"They had tampered with the tracks,\" McCormick says. \"And it was done in such a way that someone knew how to derail a train.\"</p><p>Prior to this investigation, no one had ever heard of the Sons of Gestapo. And no one has heard of them since.</p><p>Mark Potok covered the aftermath of the derailment for <em>USA Today</em>. Now, he's at the Southern Poverty Law Center where he monitors extremist groups.</p><p>\"It's been a continuing mystery,\" he says. \"And in particular, a continuing question about whether this was a political attack on the government or whether in fact it was just some disgruntled, angry or psychotic person out there.\"</p><p>Polly Hanson, the Amtrak chief of police, says she wants justice for Amtrak employee Mitchell Bates.</p><p>\"I'm told that Mr. Bates no longer has living survivors, so I stand here representing his Amtrak family,\" Hanson said at the recent FBI announcement, \"who then and now were stricken and outraged because of his senseless loss — the tragic loss of a life.\"</p><p>So Amtrak and the FBI continue to search for answers — for who was out in the middle of that remote desert to derail the Sunset Limited.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=20+Years+Later%2C+Sabotage+Of+Amtrak%27s+Sunset+Limited+Still+A+Mystery&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399210577-38e7f2.m3u?orgId=1&topicId=1091&e=399159965&d=332&ft=nprml&f=399159965"},{"href":"http://media.npr.org/assets/img/2015/04/12/42a-60298f733103e1f6c8e7d8581a1720661cd598c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1632","width":"2177"}}]}