{"created":"2014-10-23T13:55:26+00:00","modified":"2014-11-10T21:35:45+00:00","valid":{"from":"2014-11-10T21:35:45+00:00","to":"3014-11-10T21:35:45+00:00"},"hreflang":"en","title":"Lake Street Dive: My Beautiful Balloon","published":"2014-10-24T15:43:00+00:00","teaser":"The soul-pop quartet behind <em>Bad Self Portraits</em> reveals its extraordinary talent of covering pop songs using, yes, party balloons. Can you guess the titles of these squeaky melodies?","itags":["npr_api","358051044"],"guid":"a10384d5-7a86-4181-9d0f-6776ca878a4b","contentencoded":"<p>How do the members of the soul-pop quartet Lake Street Dive while away long hours on the bus as they tour the country?</p><p>\"The current [tour bus] game is called Guess Butt,\" explained lead vocalist Rachael Price to <em>Ask Me Another</em> host Ophira Eisenberg. \"One person lies face down, and you put various objects, unknown to them, on their butt. And they have to use their butt to guess what the object is.\"</p><p>Who is the reigning champion? Who once thought a guitar was a bag of socks? Clearly, this band, renowned for its third studio album <em>Bad Self Portraits</em>, and its contributions to producer T. Bone Burnett's <a href=\"http://www.insidellewyndavis.com/concert\">showcase</a> of music from the film <em>Inside Llewyn Davis</em>, enjoys spending time together.</p><p>The four artists (including bassist Bridget Kearney, drummer Mike Calabrese and guitarist Mike \"McDuck\" Olson) met while students at the New England Conservatory, and started playing music together--though McDuck is cagey about the first genre they explored, except to say it wasn't jazz. Jazz informs a lot of their sound today, but they've also been labeled as everything from \"vintage pop\" and rockabilly to Motown-swing. But, Kearney added, \"we try not to limit ourselves.\"</p><p>The group's diverse musical talent was on full display in a round in which they revealed another tour bus timekiller: covering pop songs using balloons as instruments. Can you guess the titles of their squeaky melodies?</p><p>Plus, <a href=\"http://www.npr.org/2014/10/17/358051056/lake-street-dive-i-love-the-90s\">don't miss Lake Street Dive's <em>Ask Me Another</em> Challenge</a>, in which these children of the '90s must correct Jonathan Coulton's wrecked lyrics to some of the era's most beloved radio hits.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lake+Street+Dive%3A+My+Beautiful+Balloon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358560454-7b69e7.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=358051044"},{"meta":{"duration":"409"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358154880-567029.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=358051044"},{"href":"http://media.npr.org/assets/img/2014/10/22/p1090670-4df7a8ad4c267ab2473e519f68efee1bfad4bd60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2459","width":"3278"}}]}