{"created":"2014-09-15T14:48:38+00:00","modified":"2014-09-29T12:36:03+00:00","valid":{"from":"2014-09-29T12:36:02+00:00","to":"3014-09-29T12:36:02+00:00"},"hreflang":"en","title":"First Listen: Rodrigo y Gabriela, '9 Dead Alive'","published":"2014-04-30T13:38:00+00:00","teaser":"The natives of Mexico City offer a stripped-down, intimate recording that's no less thrilling.","tags":["npr_api","303388443"],"guid":"a10899f4-2c38-41f3-9c48-15e46fc87d2b","contentencoded":"<p>In their newest album, <em>9 Dead Alive</em>, <a href=\"http://www.npr.org/artists/15397659/rodrigo-y-gabriela\" target=\"_blank\">Rodrigo y Gabriela</a> return to their roots, reminding listeners why they fell in love with the Mexican duo in the first place. The album finds them at the peak of their musical flexibility, dexterously weaving elements of heavy metal with flamenco.</p><p>These Mexico City natives are an if-at-first-you-don't-succeed parable. As heavy metal musicians, Rodrigo Sanchez and Gabriela Quintero had trouble launching their careers. Making it in one of the biggest music scenes in the Spanish speaking world is as pivotal as it is nightmarish: if you break through in Mexico, you've made it in Latin America, but succeeding in an environment that is frequently reluctant to take risks can also be an impossible task. So they picked up to go busk in Ireland, where they perfected the guitar licks that have made them famous.</p><p>The band has a loyal fan base that has followed them as they experiment with more orchestral and cinematic sounds (they famously put music to <em>Shrek</em>,<em> Pirates of the Caribbean</em> and <em>Puss In Boots</em>.) But this new album is extremely stripped down and minimalistic, a treat both for those who've been following the duo since the beginning, and also for those who recently discovered them: letting listeners eavesdrop on a private conversation spoken between two friends, in the universal language of the guitar.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=First+Listen%3A+Rodrigo+y+Gabriela%2C+%279+Dead+Alive%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"175"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1306148653-fdfd78.m3u?orgId=1&topicId=1039&aggIds=98679384&ft=3&f=303388443"},{"href":"http://media.npr.org/assets/img/2014/04/17/rodrigoygabriela-03620868a47feaac3c7395f1aaed1adebadc1d69.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1203","width":"1603"}}]}