{"created":"2015-05-26T20:42:58+00:00","modified":"2015-06-03T14:27:26+00:00","valid":{"from":"2015-06-03T14:27:26+00:00","to":"3015-06-03T14:27:26+00:00"},"hreflang":"en","title":"Don't Write Off Paper Just Yet","published":"2015-05-28T13:23:00+00:00","teaser":"In today's digital age it's easy to forget about paper, but as one paper pusher says, \"a paperless society is about as plausible as a paperless bathroom.\"","itags":["npr_api","408794149"],"guid":"a108d032-e6a5-4570-995d-7cadb3106170","contentencoded":"<p>There's a scene in the television series <em>The Office</em> that says all you need to know about the paper industry's image these days. That sad sack of a company Dunder Mifflin is launching an advertising campaign — and just in time, says one of the sad sack employees. Whenever he tells people he works for Dunder Mifflin, they assume the company make mufflers or muffins or mittens, but \"frankly all of those sound better than paper, so I let it slide.\"</p><p>In the real world, paper doesn't appear to be faring much better. Not only are U.S. companies facing precipitous drops in demand; they're also confronting tough competition from the country that invented paper 2,000 years ago.</p><p>\"China dwarfs what we're doing,\" says Thad McIlroy, a paper industry analyst, in a statement that is more literal than you might imagine. Chinese scientists have developed genetically modified trees that grow as much as 10 times as fast as natural trees. And the Chinese government pumps billions of dollars of subsidies into the country's paper mills. Meanwhile, global demand for many kinds of paper, such as newsprint, is in free fall.</p><p>\"You just look at the decline, it's so rapid,\" says McIlroy. \"Why would that stop? Why would people suddenly say, 'I just want to get that daily paper and sit down and read it over breakfast.' It's not going to happen again.\"</p><p>So it's easy to reach the grim conclusion that paper is dead, and will soon go the way of eight-track tapes and pay phones.</p><p>Not so fast. Like the character in a Monty Python skit, paper is \"not dead yet.\" In fact, some industry niches are surprisingly robust. The Sonoco Paper Mill in Richmond, Va., is staffed seven days a week, 24 hours a day, and can still barely keep up with demand for its recycled cardboard.</p><p>\"Business is strong for us,\" says manager Jonathan Anderson. \"We've actually sold more than we can produce right now.\"</p><p>The mill has been around since the 1950s. It hasn't changed much since then. It's using the same equipment — not just the same <em>kind of </em>equipment but the very same machines. The process hasn't changed much either. First, the raw material — other people's trash — is loaded onto a conveyor belt, water is added, then it's all mixed together in a vat — \"basically a big blender,\" says Anderson — and eventually this \"slurry\" is converted into a finished product: giant rolls of paper stacked end to end, which is then used to make containers for products such as Pringles potato chips or Planters peanuts. In other words, products not threatened by the digital revolution.</p><p>For some paper companies, the Internet has been a godsend. Every time you order something on Amazon, it arrives in a cardboard — that is, paper — package. Other paper companies are retooling to produce high-end stock used in photo books, like those made by Shutterfly and Snapfish. Paper companies are remarkably nimble and resourceful, yet, says Anderson, they still can't seem to get any respect.</p><p>\"You talk to another professional and tell him you make paper and that's really not exciting, but people don't realize they don't get away from paper in their life, whether it's at home or even in the airport. It's not the cool thing, but it's the necessity, and it's not going away.\"</p><p>He has a point. Just look at the way paper has wormed its way into our culture, into our <em>language</em>. We paper over problems, no doubt caused by all those paper pushers, who leave no paper trail but turn out to be paper tigers.</p><p>In the rush to embrace all things digital, we sometimes forget that paper, too, is a technology — an extremely versatile one, says Nicholas Basbanes, author of <em>On Paper: The Everything of Its Two-Thousand-Year History</em>.</p><p>\"It's resilient, it's resourceful, it's portable, it's foldable, it's strong if you want it to be strong. It can last 500 years if that's the goal, or if it's a hygienic tissue, maybe its life span is five or six or 10 seconds, but it's still doing its job, isn't it?\"</p><p>There are, in fact, some 20,000 uses for paper but none as remarkable, and seductive, as the book. Basbanes recalls the time he found himself in the presence of a 500-year-old Gutenberg Bible.</p><p>\"I darned near fainted when I was allowed to hold it in my hands. It was one of the great moments of my life to be able to touch where metal type bit into paper for the first time.\"</p><p>Would he have had the same reaction if he were looking at a digital copy of the Gutenberg?</p><p>Absolutely not, he says. \"There's something about the real thing, and I think we're really having an appreciation of that as we dig a little further into the 21st century.\" Digital technology has many advantages — he loves his digital camera, for instance — but there's something \"about the artifact, the material object, that makes people stop and say, 'Wow.' \"</p><p>He's not worried about paper's future. A paperless society, he says, citing an old adage, \"is about as plausible as a paperless bathroom.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Don%27t+Write+Off+Paper+Just+Yet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Weiner","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409672044-366c87.m3u?orgId=1&topicId=1006&d=423&p=3&story=408794149&t=progseg&e=409635489&seg=4&ft=nprml&f=408794149"},{"href":"http://media.npr.org/assets/img/2015/05/22/books-chart-hp-161facfce8b021977b0d817655f480caccc81500.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"672","width":"896"}},{"href":"http://media.npr.org/assets/img/2015/05/22/recycled-paper-ericweiner_custom-1f5f3fe3830f45c460e4bb01094bb45ef3506dba.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2634","width":"2250"}}]}