{"created":"2015-04-01T22:15:32+00:00","modified":"2015-04-02T20:51:35+00:00","valid":{"from":"2015-04-02T20:51:34+00:00","to":"3015-04-02T20:51:34+00:00"},"hreflang":"en","guid":"a1106bb5-fe50-4b4a-8172-68cedaafe580","title":"In Mexico, 'anyone can get away with murder' ","published":"2015-04-02T20:51:31+00:00","byline":"David Leveille","tags":["Ayotzinapa","law","Justice","missing students","Justice","Conflict & Justice","Ayotzinapa","Mexico","Guerrero"],"teaser":"It’s been six months since 43 Mexican students vanished from the city of Iguala in Guerrero, Mexico. But some parents and families of the students say there are unanswered questions about what happened that fateful night, and that their ordeal is not over.","contentencoded":"<p>Desspite months of investigations, protests and anger, the case of 43 missing students in Ayotzinapa, Mexico, simply will not go away. </p>\n<p>\"It gets to the lack of justice, the lack of transparency, the really decadent levels of impunity — all of these factors seem to come together in one case where these 43 unarmed young men ... [are] completely undeserving of this kind of a malicious end to their lives,\" says Daniel Hernandez, the Mexico bureau chief for Vice News.  \"I think this case gets to all of the nightmares that are lived in Mexico, this beautiful country that is living this collective trauma.”</p>\n<p>According to Mexican government investigators, 43 students from Ayotzinapa were kidnapped on September 26, 2014, on the orders of the local mayor, who feared the students would disrupt an event in his town. The students were then allegedly handed over by corrupt police officers to members of Guerreros Unidos, a drug gang, who murdered the students in a garbage dump and piled their bodies on bonfires.</p>\n<p>Yet after months of searching, only one victim's remains have been found. “The government and independent forensics experts concluded that the remains of these young men were most likely incinerated really beyond any kind of recognition that is possible scientifically,\" Hernandez says. \"It was really a kind of extermination operation.\"</p>\n<p>The lack of physical evidence has given rise to speculation about what did or didn't happen that night. Some parents and friends of the missing students reject the official investigation and have pressed the Mexican government for more answers. This week, some parents even approached the leader of the Reds, a drug gang that’s a rival to Guerreros Unidos, hoping for information.</p>\n<p>“Logically it makes sense to go to a criminal group and ask for their help, but I think it just reflects how rotten the situation is in Guerrero,\" Hernandez says. \"They're desperate, clearly, and they're determined to find out what exactly happened to these young men.”</p>\n<p>And that desperation is felt by many Mexicans, including many young people, Hernandez says: “Anyone can get away with murder in this country, even today in the 21st century, and that's the real horror I think that we are confronting here now.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-01%2Fcase-corruption-and-impunity-mexico-wont-go-away&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/mexico130.mp3"},{"href":"http://www.pri.org/file/mexico130mp3"}]}