{"created":"2015-02-19T08:25:13+00:00","modified":"2015-06-05T15:28:48+00:00","valid":{"from":"2015-06-05T15:28:48+00:00","to":"3015-06-05T15:28:48+00:00"},"hreflang":"en","title":"Iran's Jews: It's Our Home And We Plan To Stay","published":"2015-02-19T14:33:00+00:00","teaser":"Iran's Jewish population has dropped dramatically since the 1979 Islamic Revolution. But nearly 9,000 Jews remain and many say they've built comfortable lives and learned to accept the limitations.","itags":["npr_api","387265766"],"guid":"a11ce646-fde3-4ba4-914e-a2cfa90d8fec","contentencoded":"<p>Iran is a country where people at rallies routinely chant \"Death to Israel.\" It's also home to the largest Jewish population in the Middle East outside of Israel and Turkey.</p><p>Iran's Jewish population topped 100,000 in the years before the Shah of Iran was toppled in 1979 by the country's Shiite Muslim clerics. Today, the number of Jews has dipped to below 9,000.</p><p>The Jews' very presence in Iran demonstrates the complexity of a country that is hard for outsiders to understand. Our search to understand what keeps the Jews here begins in the kitchen of a kosher restaurant in Tehran.</p><p>The cooks were in the basement, cutting up meat. We took a table in the dining room, and talked with David Shumer, 28, the son of the owner. He says his family has run this place for 35 years, serving kebab and chicken on the bone.</p><p>\"Many restaurant is better than this restaurant,\" he says.</p><p>I stopped him, wanting to be sure of his English.</p><p>\"I am honest,\" he says with a laugh.</p><p>We asked Shumer for an honest answer to a more serious question: What is it like to be Jewish in an Islamic republic?</p><p>\"It's so good and so happy,\" he says.</p><p>He contends that Jews have equal rights. They don't, as we came to learn, but Shumer does lead a comfortable middle-class life.</p><p>\"I have a car, and a job. Everything I have is here,\" he says. \"Why not?\"</p><p><strong>A Long History, A Changing Middle East</strong></p><p>Americans might start with a slightly different question: Why are thousands of Jews still in Iran?</p><p>The government assigns Jews a different status than Muslims, but still celebrates their presence. It holds them up as evidence of Iran's tolerance.</p><p>The truth is, Jews have lived here for millennia, and their story says much about a changing Middle East.</p><p>We heard part of that story from Iran's one Jewish member of Parliament, Siamak Moreh Sedgh. His seat is one of five that the government reserves for Iran's religious minorities.</p><p>\"Iran is the country of unbelievable paradoxes,\" says Moreh Sedgh, who smoked one cigarette after another from a red-and-white pack of Winstons. \"You can find that there is the greatest Jewish community in the Middle East in Iran, in the country with the greatest political problem with Israel.\"</p><p>In addition to being a member of Parliament, Moreh Sedgh is a general surgeon; he met us at the Jewish charity hospital he directs. It takes in patients of all faiths.</p><p>Tradition says the first Jews moved here in ancient times. They were forced to move eastward from what's now Israel to the kingdom of Babylon, which was later conquered by the rulers of ancient Persia.</p><p><strong>A Commitment To Stay</strong></p><p>Today, the Jewish lawmaker says simply that Iranian Jews are Iranians. They stay because it's their country. And Moreh Sedgh says he supports his country's foreign policy, even when it comes to the Jewish state.</p><p>He says Judaism is not the same as Zionism, the project of building Israel.</p><p>\"There is a great difference between being a Jew and being Zionist,\" he says.</p><p>The lawmaker draws more distinctions when it comes to Iran's controversial former president, Mahmoud Ahmadinejad, who raised questions about the Holocaust.</p><p>\"I think that the Ahmadinejad case must be viewed from another window,\" Moreh Sedgh says. \"He does not deny [the] Holocaust clearly. He said there is some question about [the] Holocaust, and this idea was not the official statement of the Iranian government. This was only a personal idea of President Ahmadinejad.\"</p><p>Moreh Sedgh said Ahmadinejad's comments prompted him to write a letter to the president saying that denying the Holocaust is denying truth, and \"it's not even in the direction of Iranian national interest.\"</p><p>Here you see a clue to Iranian Jews' long-running survival. The Jewish lawmaker keeps his disagreements narrow. He avoids openly challenging the Islamic Republic, which has often repressed its critics.</p><p><strong>Secondary Status</strong></p><p>Moreh Sedgh says he prefers to focus on slowly improving Jews' daily life, and their secondary status in Iran. They may freely practice their faith and vote, but they cannot hold high office.</p><p>So they gradually push for more rights. They recently won permission to keep their children out of school on the Jewish Sabbath. And Moreh Sedgh says he would like it if Jews could someday serve in cabinet posts or as judges.</p><p>\"It's not a problem that affects our day-to-day life, but we think that people with good knowledge and a high degree of ability, from a religious minority, can help the country to be a better country,\" he says.</p><p>Moreh Sedgh says it's best to seek improvements \"little by little, step by step.\"</p><p>Clearly this wasn't enough for many Iranian Jews, most of whom have left for places like Israel and the United States. After the 1979 revolution, a Jewish business leader was famously executed as an Israeli spy. A 2011 census found that Iranian Jews numbered 8,756. Even at the Jewish charity hospital that Moreh Sedgh runs, the vast majority of staff and patients are Muslims.</p><p>One of Iran's three main Jewish communities is in the city of Isfahan, where we attended a morning prayer service. About two dozen people came for the early service.</p><p>It was in a brick synagogue, with simple stained-glass windows that bring to mind a modest church in the American Midwest.</p><p>Noticing strangers, a middle-aged man sought our attention and addressed us in English. He gave his name as Daniel Ayeneszan and said that he used to live in New York City.</p><p>\"I lived in America for 20 years, and I'm an American citizen,\" he says, adding that Isfahan \"is my home town, I come back here.\"</p><p>He went from Isfahan to America as a youth and worked in New York City, a few blocks from Macy's, selling women's clothes. Ten years ago he returned to Isfahan — first to mourn his mother's death, and then to search for a wife. He didn't find one — \"because I'm Jewish and the Jewish community is very small,\" he says.</p><p>The truth is, the whole Middle East is going through a great and brutal sorting of faiths.</p><p>In country after country, Christians are driven out, Jews are pushed into Israel, groups like Yazidis are targeted by the self-declared Islamic State, Sunni Muslims push out Shiites and Shiites push out Sunnis.</p><p>It's an attack on the fantastic religious diversity that has distinguished the Middle East for millennia. The Jews in Iran are daily resisting that trend.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iran%27s+Jews%3A+It%27s+Our+Home+And+We+Plan+To+Stay&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"485"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387420774-904d1b.m3u?orgId=1&topicId=1009&d=485&p=3&story=387265766&t=progseg&e=387420666&seg=10&ft=nprml&f=387265766"},{"href":"http://media.npr.org/assets/img/2015/02/18/iran-jews-promo-getty-605ec6c28f0d4d207d515b04f4f76e3a4e66603a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1466","width":"1954"}},{"href":"http://media.npr.org/assets/img/2015/02/18/img_7328edit_custom-66a83faadce63464bdafafbc196b29a35839dec2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1843","width":"2530"}},{"href":"http://media.npr.org/assets/img/2015/02/18/img_7296edit_custom-cedbb36636792d55b0021d62f241126761d30536.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1717","width":"2184"}},{"href":"http://media.npr.org/assets/img/2015/02/18/img_7283edit_custom-fb016b5dda3a744f0e1e3d73579d8abb86a73f04.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1902","width":"2021"}}]}