{"created":"2014-09-19T19:43:43+00:00","modified":"2014-12-23T18:40:48+00:00","valid":{"from":"2014-12-23T18:40:48+00:00","to":"3014-12-23T18:40:48+00:00"},"hreflang":"en","title":"Rust Devastates Guatemala's Prime Coffee Crop And Its Farmers","published":"2014-07-28T19:23:00+00:00","teaser":"Central American coffee farmers are facing off against a deadly fungus that has wiped out thousands of acres of crops. Coffee companies like Starbucks are pooling money to support them in the fight.","itags":["npr_api","335293974"],"guid":"a11fc30f-a38f-43e9-bc91-97d0b3453350","contentencoded":"<p>Outside the northern Guatemalan town of Olopa, near the Honduran border, farmer Edwin Fernando Diaz Viera stands in the middle of his tiny coffee field. He says it was his lifelong dream to own a farm here. The area is renowned for producing some of the world's richest arabica, the smooth-tasting beans beloved by specialty coffee brewers.</p><p>\"My farm was beautiful; it was big,\" he says.</p><p>But then, a plant fungus called coffee rust, or <em>roya</em> in Spanish, hit his crop.</p><p>\"Coffee rust appeared and wiped out everything,\" he says.</p><p>That was in 2012, and it was Diaz Viera's first crop. The rust took it all. The fungus roared over the hillsides, covered the valleys and clung to the slopes of Guatemala's shady volcanoes.</p><p>Diaz says it was like an atomic bomb — it wiped the whole place clean.</p><p>The fungus has spread through Central America at an alarming rate, causing crop losses of more than $1 billion. And it is leaving hundreds of thousands unemployed in its wake.</p><p>In El Salvador, nearly three quarters of all coffee trees are infected with the fungus; in Costa Rica more than 60 percent are infected. And in Guatemala, coffee rust now covers 70 percent of the crop, resulting in the loss of at least 100,000 jobs and a 15 percent drop in coffee output over the past two years.</p><p>Francisco Anzueto, of Guatemala's Coffee Board, <a href=\"http://www.anacafe.org/\">Anacafe</a>, says coffee rust has been in the region a long time. But recently, it has become more aggressive.</p><p>It's due to climate change, Anzueto says. Temperatures are up, and the fungus thrives in hot weather. It attacks the leaves of coffee trees, eventually choking off nutrients to the cherries that encase the beans. And now that it's hotter, the rust has spread to higher altitudes, where it had rarely ventured before, and where Guatemala's finest beans are grown.</p><p>To fight the scourge, several coffee companies, including Starbucks and Green Mountain, have teamed up with the U.S. Agency for International Development. They've pooled more than $23 million to offer financing to repair crops and train farmers to fight the disease.</p><p>I asked Mark Visocky, who directs the economic growth office for USAID in Guatemala, if that's going to be enough money.</p><p>\"It's a big problem, and if it's not crisis it is very close to crisis,\" he says.</p><p>Visocky says it will be a full-fledged crisis when coffee prices spike and illegal immigration to the U.S. rises. Right now, coffee prices are up, but it's mostly due to the prolonged drought in Brazil.</p><p>Humanitarian organizations insist that the current flood of immigrants out of Central America is not a product of coffee-rust-induced unemployment. But ask around Olopa by the Honduran border, and you'll get a different answer. One farmer estimated that a third of the tiny town's residents are in the U.S.</p><p>Jose Ramirez Mendez's house is guarded by a very skinny mutt. His crop was wiped out two years ago by the fungus, and both he and his younger brother took off for the U.S. His brother made it to New York, but he got caught in Arizona and was deported back.</p><p>Now that he's back, he says he tried planting a new coffee variety that is supposedly resistant to rust. Many farmers are turning to these new resistant plants, but <strong></strong>the coffee quality is said to not be as good.</p><p>Mendez's brother sends money when he can. But the family is deep in debt, both from the smuggler who tried to help them cross the border, and from their previous failed crop.</p><p>Other farmers affected by coffee rust are pruning back trees with hope that new growth will improve resistance. Some are just getting out of the coffee business altogether.</p><p>Humberto Mendez Perez digs a shallow hole, grabs a few black beans from a plastic cup and tosses them. He and his 7-year-old son and 10-year-nephew do this repeatedly up a steep hillside. He lost his crop to rust last year and has to plant corn and beans if his extended family is to survive.</p><p>\"It's really a nightmare from an environmental perspective,\" says <a href=\"http://newswire.crs.org/crs-world-report-coffee-rust-in-central-america/\">Daniel McQuillan</a>, an agricultural specialist with the charity <a href=\"http://newswire.crs.org/\">Catholic Relief Services</a>.</p><p>His group is trying to help coffee farmers stay in the business. The nonprofit gives farmers vegetable seed and fruit trees — which also provide shade and some protection from rust — so coffee growers can diversify their incomes. They also provide some of these farmers with loans for bigger projects.</p><p>Edwin Diaz was a recipient of one such loan. He used the $800 to buy 100 chickens. Now his eggs are selling like crazy, and he can't keep up with demand. Once he pays off the loan, the money will go to another farmer.</p><p>Diaz says he doesn't want to depend solely on coffee. He too has planted the rust-resistant strain of coffee, but he doesn't like the lower quality. He's got two small coffee plants set aside — that's all that remains of his fine arabica trees, he says. He's saved them so that he'll have a good supply of seeds in case one day the rust goes away from Guatemala.</p><p>If that day doesn't come, he jokes, he'll donate the plants to a museum, so people will have some way to remember Guatemala's once fine coffee.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rust+Devastates+Guatemala%27s+Prime+Coffee+Crop+And+Its+Farmers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335986207-934f4e.m3u?orgId=1&topicId=1053&ft=3&f=335293974"},{"href":"http://media.npr.org/assets/img/2014/07/28/funguscoffee-9905424c387b18a9942cba57ce853f6b821dae20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"3000"}}]}