{"created":"2015-05-19T16:05:23+00:00","modified":"2015-05-20T18:58:45+00:00","valid":{"from":"2015-05-20T18:58:45+00:00","to":"3015-05-20T18:58:45+00:00"},"hreflang":"en","guid":"a1379ed6-ba49-40e7-a0f0-c76c16e6cbb6","title":"How the CIA helped make 'Zero Dark Thirty' — and shape the torture debate","published":"2015-05-20T18:58:41+00:00","byline":"Patrice Taddonio","tags":["conflict","terrorism","government","Conflict","Conflict & Justice","North America","United States","Frontline","Secrets Politics and Torture","CIA","Zero Dark Thirty","Michael Kirk","Ethics","Human rights abuses","Torture in the United States","Interrogation techniques","Enhanced interrogation techniques","Central Intelligence Agency"],"teaser":"The 2012 blockbuster about the hunt for Osama bin Laden reflected the CIA's narrative that torture, euphemistically called \"enhanced interrogation techniques,\" was key in finding the terrorist leader. But was that version of history true? A new documentary from PBS Frontline shows it wasn't.","contentencoded":"<p>When \"Zero Dark Thirty\" premiered in 2012, the Hollywood film about the hunt for Osama bin Laden became a blockbuster hit.</p>\n<p>Behind the scenes, the CIA secretly worked with the filmmakers, and the movie portrayed the agency’s use of torture — which the government calls “enhanced interrogation techniques” — as a key to uncovering information that led to the finding and killing of bin Laden.</p>\n<p>But in \"<a href=\"http://www.pbs.org/wgbh/pages/frontline/secrets-politics-and-torture/\">Secrets, Politics and Torture</a>,\" premiering Tuesday, May 19 on PBS, Frontline reveals the many challenges to that narrative, and the inside story of how it came to be.</p>\n<p><em>(Find <a href=\"http://www.pbs.org/wgbh/pages/frontline/local-schedule/\">your local PBS listings</a>.)</em></p>\n<p>The documentary unspools the dueling versions of history laid out by the CIA — which maintains that its now officially-shuttered program was effective in combating terrorism — and the massive Senate torture report <a href=\"http://www.pbs.org/wgbh/pages/frontline/iraq-war-on-terror/the-cia-torture-report-what-you-need-to-know/\">released in December 2014</a>, which found that the program was brutal, mismanaged and — most importantly — didn’t work.</p>\n<p>And that’s just the beginning.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/brVHpirFwec?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Drawing on recently declassified documents and interviews with prominent political leaders and CIA insiders, the film examines how the secret interrogation program began, what it accomplished and the bitter fight in Washington over the public outing of its existence.</p>\n<p>“We’ve found that, faced with 9/11 and the fear of a second attack, everybody from the head of the CIA, to the Justice Department, to the president asked ‘Can we do it?’ — meaning, can we do it legally — not, ‘Should we do it?’\" says veteran Frontline filmmaker Michael Kirk.</p>\n<p>\"Secrets, Politics and Torture\" is the latest in Kirk’s acclaimed line of documentaries examining counterterrorism programs and government secrecy in the wake of 9/11. He traveled to the infamous Abu Ghraib prison in Iraq to make \"<a href=\"http://www.pbs.org/wgbh/pages/frontline/torture/view/\">The Torture Question</a>\" in 2005, and he just won a Peabody Award for \"<a href=\"http://www.pbs.org/wgbh/pages/frontline/united-states-of-secrets/\">United States of Secrets</a>,\" Frontline’s 2014 examination of the National Security Agency’s mass surveillance program.</p>\n<p>“As the debate over how far the US should be willing to go in the fight against terrorism continues, we felt it was important to tell the story of this CIA program, comprehensively, in documentary form,” Kirk says. “What we’ve found raises some very tough questions.”</p>\n<p><em>The story was <a href=\"http://www.pbs.org/wgbh/pages/frontline/government-elections-politics/secrets-politics-and-torture/watch-how-the-cia-helped-make-zero-dark-thirty/\">cross-posted</a> by our partners at Frontline.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-19%2Fhow-cia-helped-make-zero-dark-thirty&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05192015_04.mp3"},{"href":"http://admin.pri.org/file/0519201504mp3"}]}