{"created":"2014-11-16T09:37:55+00:00","modified":"2014-12-04T15:15:10+00:00","valid":{"from":"2014-12-04T15:15:10+00:00","to":"3014-12-04T15:15:10+00:00"},"hreflang":"en","title":"Family Film Offers Glimpse Of 'Three Minutes In Poland' Before Holocaust","published":"2014-11-16T17:25:00+00:00","teaser":"In 1938, Glenn Kurtz's grandfather went on vacation and filmed a few minutes of footage of his Polish hometown. Seventy years later, his grandson set out to find the people who appeared in that film.","itags":["npr_api","364051174"],"guid":"a13fa47b-0fdb-46ed-b03e-1a47aac61c2a","contentencoded":"<p>In 2009, Glenn Kurtz stumbled across some old family films in a closet in his parents' house in Florida. One of the films, shot more than 70 years earlier by his grandparents while on vacation in Europe, turned out to include footage of his grandfather's hometown in Poland.</p><p>\"I realized it was 1938,\" Kurtz tells NPR's Rachel Martin. \"And there are all of these beautiful images of children and adults in this town, one year before World War II begins. I was just haunted by these faces. They're so happy to be filmed, they're so excited to see these Americans coming to visit the town. And of course I know something that they don't know — which is what's about to happen.\"</p><p>Kurtz set out to restore the film (<a href=\"http://www.ushmm.org/online/film/display/detail.php?file_num=5221\">which you can watch here</a>) and find the people in it. The book based on this journey is called <em>Three Minutes in Poland: Discovering a Lost World in a 1938 Family Film.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On what you can see in the video</strong></p><p>There's this extraordinary, beautiful detail of the people — their faces, the clothing that they're wearing. There's lots of kids who kind of mob my grandfather and jump up and down and wave their arms and try to get into the frame. It's just this sort of commotion of these visitors coming to visit the town, and everybody wants to see what's going on and be in the picture.</p><p>When I found the film, it was not in playable condition. It had fused into, essentially, a hockey puck. So I started hunting around, and I ultimately donated the film to the United States Holocaust Memorial Museum. And they were extraordinarily helpful. They gave the film to a film laboratory in Maryland ... and they spent four months restoring the images.</p><p><strong>On finding survivor Morris Chandler, who appears as a 13-year-old boy in the film</strong></p><p>Once the film had been restored and digitized, the U.S. Holocaust Memorial Museum <a href=\"http://www.ushmm.org/online/film/display/detail.php?file_num=5221\">put it on their website.</a> It was part of their collection and it was there with all of the other home movies that they have. And I received an email one day, from a woman I'd never heard of, out of the blue. And she said that someone had brought this film to her attention and that she was sitting, watching it with her father; camera pans across the crowd, there are all these children jumping and waving, and suddenly, a boy's face looked out and she saw her grandfather as a 13-year-old boy. And in this email that she wrote to me, she said, \"He's still alive, and he'd very much like to talk to you, because I believe he knew your family as a child.\"</p><p><strong>On watching the film with Chandler</strong></p><p>A few weeks later, my family and his family gathered in Florida and we watched the film together. And Mr. Chandler has a prodigious memory. I sometimes feel like he'd been waiting his whole life to talk about this town. And we sat for hours, looking at these few minutes of film and he was able to identify a number of people who he recognized immediately. There were stories about those people, and then, of course, about his life, about people who didn't appear in the film. And it was just one of the most extraordinary experiences in my life.</p><p><strong>On what it was like for Chandler to watch the film</strong></p><p>Yeah, in fact, one of the things he said to me on the phone when we first spoke was, \"You've given me back my childhood.\" And I think, for someone who survived the Holocaust — the tragedy of that, the loss of it, the intense fear of that experience — just overshadows everything that came before it and makes what came before, in a sense, almost incomprehensible. And when we were sitting and watching the film, one of the things that he said was, \"I just can't believe that I was a kid.\" It was a part of his life that he couldn't even relate to anymore. But here it was, in these beautiful color images, and one of the things that he said to me was, \"Now, I can show you that I'm not from Mars.\" He had felt that isolated in his family, as if he had come from Mars.</p><p><strong>On the impact of the Holocaust on that town</strong></p><p>When my grandparents visited in 1938, there were approximately 3,000 Jews living in the town, and by the end of the war, fewer than 100 were still alive.</p><p><strong>On the stories the survivors shared with him</strong></p><p>When I started to research the project, I thought that I was going to try and recreate what the town was like. But 75 years later, what you're left with are these fragments — not only documents, but also these memories. Some of these memories which the survivors have been willing to share with their families, you know, have become stories that are fairly polished. And they tend to share with their families stories that aren't too scary — things that are even amusing or things that have, you know, a happy ending.</p><p>I was fortunate that the survivors were willing to share with me, I think, more, actually, than they'd shared with their own families. As an outsider, they were willing to talk with me and weren't trying to protect me, although they were still trying to protect themselves in some ways. And it took many, many times of speaking with people, sometimes, to get behind the polished stories that they were willing to share. And, of course, everything that they remember is intimately bound, inextricably bound, with loss.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Family+Film+Offers+Glimpse+Of+%27Three+Minutes+In+Poland%27+Before+Holocaust&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"432"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364479424-3b04d7.m3u?orgId=1&topicId=1136&ft=3&f=364051174"},{"href":"http://media.npr.org/assets/img/2014/11/14/nasielsk3-22e7e5fd33fe093cef153f621d31d15a79150bc3.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1075","width":"1433"}},{"href":"http://media.npr.org/assets/img/2014/11/14/kurtz-glenn-c-franziska-liepe-4dde00be7fbb2b6d5e9ac2d8a6ba58bec4c5025d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1594","width":"2125"}},{"href":"http://media.npr.org/assets/img/2014/11/14/morrie-52d49cdd41f9bdcefeb24978c500134b81cef5eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"721","width":"961"}}]}