{"created":"2015-03-16T20:20:15+00:00","modified":"2015-05-13T21:08:48+00:00","valid":{"from":"2015-05-13T21:08:48+00:00","to":"3015-05-13T21:08:48+00:00"},"hreflang":"en","title":"Missed Abortion Language Tangles Senate's Trafficking Bill","published":"2015-03-17T00:01:00+00:00","teaser":"A bill cracking down on human trafficking was supposed to be an easy one to pass, but that was before Democrats discovered the bill also contained language restricting abortion rights.","itags":["npr_api","393395613"],"guid":"a14e543b-f5bd-4704-b5b6-b271e1d523c6","contentencoded":"<p>A once widely supported Senate bill that would create a fund for human trafficking victims has hit a snag over language Democrats say they didn't know was in the bill — a provision that would bar funds collected under the measure from being used to pay for abortions. And the impasse over that language now threatens to delay other Senate business, like confirming a new attorney general.</p><p>The bill would create a \"Domestic Trafficking Victims' Fund\" — a restitution fund for victims collected through fines on people convicted of trafficking crimes. The measure was unanimously approved by the Judiciary Committee last month, and it was one of those few bills expected to glide seamlessly through the Senate this year with wide bipartisan support.</p><p>Republicans point out that the abortion language was in the bill since mid-January when the bill was introduced. But Democrats say the other side never brought the language to their attention when they specifically asked for a summary of changes between this bill and last year's version.</p><p>And on top of that, Democrats point out, the abortion language isn't that obvious if you actually read the <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-114s178rs/pdf/BILLS-114s178rs.pdf\">bill</a>. What this bill says, on pages 50-51, is that the victims' fund is to be subject to all the limitations on funds, as detailed in last December's spending bill:</p><p>So then you have to go to Page 405, Section 507 of <a href=\"http://www.gpo.gov/fdsys/pkg/BILLS-113hr3547enr/pdf/BILLS-113hr3547enr.pdf\" target=\"_blank\">last December's appropriations bill</a> to find the language:</p><p>To be sure, even Democratic staffers say they should have caught the language. But they contend it's a stretch to argue the abortion provision was, as Republican Sen. John Cornyn put it, \"as plain as the nose on your face.\"</p><p>The provision at issue is called the Hyde Amendment. It bars taxpayer money from being used for abortions — except in cases of rape or incest, or if the mother's life is at risk. Republican senators point out it's already been the law of the land for years. But Democrats say what's different in this case is that the Hyde Amendment is now reaching legislation that isn't an appropriations bill. The victims' fund that would be created under the legislation is not simply \"taxpayers' money.\" It is money collected from people who've broken the law.</p><p>While this standoff persists, Senate Majority Leader Mitch McConnell says he won't let the chamber vote on Loretta Lynch — the nominee to become the next attorney general — until the Senate passes this human trafficking bill.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Missed+Abortion+Language+Tangles+Senate%27s+Trafficking+Bill&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"193"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393403218-3a4469.m3u?orgId=1&topicId=1014&d=193&p=2&story=393395613&t=progseg&e=393342119&seg=1&ft=nprml&f=393395613"},{"href":"http://media.npr.org/assets/img/2015/03/16/465789274-0fac97ac2d9396ca7aa506eed18c8f02b6d39c79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1961","width":"2614"}}]}