{"created":"2015-01-13T23:19:10+00:00","modified":"2015-01-16T15:05:19+00:00","valid":{"from":"2015-01-16T15:05:19+00:00","to":"3015-01-16T15:05:19+00:00"},"hreflang":"en","title":"For Some Immigrants, Temporary Life In U.S. Can Mean A Long Stay","published":"2015-01-13T23:45:00+00:00","teaser":"A little-known program allows some immigrants to stay in the U.S. when a disaster strikes their home country. Designed to be short-term, Temporary Protected Status can sometimes last for many years.","itags":["npr_api","377003329"],"guid":"a1644d1c-46d4-4d37-98a8-7642efd3f82d","contentencoded":"<p>Earlier this month, the U.S. government gave more than 200,000 Salvadorans living here temporarily the opportunity to stay for at least another 18 months.</p><p>These immigrants are on something called <a href=\"http://www.uscis.gov/humanitarian/temporary-protected-status-deferred-enforced-departure/temporary-protected-status\">Temporary Protected Status</a>, or TPS. It's for immigrants who are already living in the United States illegally when a natural or humanitarian disaster hits their home country.</p><p>But in some cases, TPS can seem to be more permanent than temporary — and once a country is included in the list, it can remain there for many years.</p><p>Alex Sanchez left El Salvador for the United States in 1999. For the first few years, he didn't have papers — which made for a difficult life.</p><p>\"I didn't have a stable job,\" he says. \"Practically speaking, I was dependent on my mother.\"</p><p>But then, in 2001, an earthquake devastated El Salvador, causing more than $2 billion in damage. The U.S. government then granted Salvadorans Temporary Protected Status.</p><p>Once Sanchez got TPS, he took a job as a handyman. \"It would have been impossible for me to have a job with my company if I didn't have legal documents,\" he says. \"Thanks to TPS I was able to find my job and stay in my job.\"</p><p>Sanchez was able to keep his job because El Salvador has not been taken off the TPS list since the 2001 earthquake. Salvadorans actually account for more than half of the nearly 350,000 immigrants with that status.</p><p>Marc Rosenblum, deputy director of the Migration Policy Institute, a Washington, D.C.-based think tank, points out that most of the countries that get TPS status stay on the list. That's particularly true when there are a large number of people from that country living here with temporary status.</p><p>\"With countries like El Salvador, where you have over 200,000 people with TPS, and they've had it for more than a decade, it gets increasingly difficult to imagine ending that designation because it's going to have such a huge impact on such a large number of people,\" he says.</p><p>TPS has been around since 1990, when it was signed into law by then-President George H.W. Bush. The U.S. government has since placed 19 countries on the TPS list, and presidents from both parties have granted it.</p><p>Bosnian and Sudanese immigrants were given TPS during the civil wars in their countries. Last year, three African nations contending with the Ebola outbreak were added to the list. And last week, Syria's status was extended along with El Salvador's.</p><p>Once a country is on the TPS list, the administration reevaluates every 18 months whether it should remain there. As Rosenblum explains, Central American countries in particular have made maintaining TPS a priority.</p><p>\"Those countries have actively lobbied to be kept on the list, because they benefit very much from having some of their nationals here and being eligible to work and to send remittances, versus being subject to being deported,\" he says.</p><p>El Salvador and Honduras are also racked by gang violence. That factors into the decision to keep them on the list.</p><p>The fact that TPS seems semi-permanent for a lot of immigrants frustrates Mark Krikorian, director of the Center for Immigration Studies, a group that advocates for a more restrictive immigration policy.</p><p>\"It's a kind of lottery or jackpot for illegal immigrants who just happen to be here when a volcano explodes in their home country,\" he says.</p><p>Krikorian says he understands there are situations were immigrants can't return. But he says TPS needs to be reformed. \"It needs to be much more clearly temporary,\" he says. \"In other words, there need to be mechanisms to prevent it from turning into a permanent grant of amnesty.\"</p><p>Of course, TPS is not the equivalent of an actual green card. Immigrants have to pay $465 every 18 months to maintain their work authorization.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Some+Immigrants%2C+Temporary+Life+In+U.S.+Can+Mean+A+Long+Stay&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexandra Starr","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377024755-c3381e.m3u?orgId=1&topicId=1003&ft=3&f=377003329"},{"href":"http://media.npr.org/assets/img/2015/01/13/sanchez-family-edit-f3a8bb1e912d7278b981c2d5bb5fcf62922f9dd0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"609","width":"813"}}]}