{"created":"2015-07-01T21:06:11+00:00","modified":"2015-07-01T21:15:51+00:00","valid":{"from":"2015-07-01T21:15:51+00:00","to":"3015-07-01T21:15:51+00:00"},"hreflang":"en","guid":"a16d2376-b26e-45ab-8cf6-0da8c1acceb4","title":"Greeks seeking financial refuge in America watch from afar as their country suffers","published":"2015-07-01T21:15:47+00:00","byline":"Stephen Nessen","tags":["business and economy","immigration","government","Global Nation","Economics","Business, Finance & Economics","North America","Europe","United States","Greece"],"teaser":"The effects of the Greek financial crisis ripple cross the Atlantic to Astoria, Queens, the largest Greek American community in the US. Long-term residents and recent immigrants alike worry about relatives back home — as well as the financial fate of their homeland.","contentencoded":"<p>At the cozy Cafe Boulis in Queens, a song by Greek singer Giorgos Sampanis blasts through the stereo. He sings, \"If you don't have the strength, the relationship does not live. In all things together, otherwise get out now.\"</p>\n<p>The song could be about a beautiful woman — or today, the European Union.</p>\n<p>But Neokls Melis is too busy to ponder the lyrics. He's hustling — pouring coffee and frying small donuts, called loukoumades. Melis, who's 40, was living in Athens with his family until just last week. But his autoparts company was going bust and he got fed up.</p>\n<p>\"You know, you just work to break even,\" Melis says. \"You need to do something in your life, and I have a family, so I came here.\"</p>\n<p>Because he's a US citizen, he knew he could pick up work in Queens fast, connecting with Greeks here. Now, he's hoping to save enough to bring his wife and 2-year-old over soon.</p>\n<p>Outside the cafe, under the shade of an umbrella, Greeks who have lived here for long chat with newcomers, like Komst Inos. He's 51, a lawyer and got here six months ago. He's been doing odd jobs — offering legal advice to Greek Americans about how to pay their Greek debts and helping them buy cheap homes there. But he's still living off his Greek bank account. That worries him.</p>\n<p>\"I think that the next week will have a clear picture about what will happen. But we don't wait for something good, only bad, believe me,\" Inos says.</p>\n<p>Wearing aviator shades and taking long drags on a cigarette, Inos says Greece's financial problems go back decades. He blames those in power.</p>\n<p>\"We have only bad politicians,\" Inos says.</p>\n<p>Down the street is an American-style diner called Tastee Corner. Konstantisnos Platis is the owner. While he's been in New York for more than 30 years, he has deep ties back home. He shares a bank account with his two sisters who run a souvenir shop on the Greek island of Thasos. And he worries constantly. Platis was hoping to develop some property there this summer.</p>\n<p>\"To obtain a license to build a house you need over 20,000 euros. So I already invested them, I already paid for the license,\" Platis says.</p>\n<p>Glued to his phone, he follows every twist and turn in Greece. But he's still perplexed.</p>\n<p>\"I don't know who to believe, which side to believe now,\" Platis says. \"The people are optimistic, but the people are pessimistic too.\"</p>\n<p>He says if things get really bad and his sisters can't rely on tourism, they'll go back to growing olives on their farm. And like many in this Greek enclave, he can only watch, wait and hope the economy bounces back.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-01%2Fbiggest-greek-american-community-us&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/Neokls%20Melis%20at%20Cafe%20Boulis%20in%20Astoria%2C%20Queens.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/neokls-melis-cafe-boulis-astoria-queensjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07012015_01.mp3"},{"href":"http://admin.pri.org/file/0701201501mp3"}]}