{"created":"2015-06-30T15:45:48+00:00","modified":"2015-07-02T19:43:05+00:00","valid":{"from":"2015-07-02T19:43:05+00:00","to":"3015-07-02T19:43:05+00:00"},"hreflang":"en","title":"Single Mom Leads Double Life On The Streets Of Shanghai","published":"2015-07-01T19:59:00+00:00","teaser":"NPR's Frank Langfitt is offering free rides around Shanghai in exchange for stories about one of the world's most dynamic cities. In his latest installment, he meets a woman whose work surprises him.<em> </em>","itags":["npr_api","418651793"],"guid":"a16f77d2-6948-4515-8ed0-6775518d64f3","contentencoded":"<p><em>Editor's Note: NPR Shanghai correspondent Frank Langfitt once drove a taxi as a summer job. He decided to do it again, this time offering free rides around Shanghai in exchange for stories about one of the world's most dynamic cities. Here's his latest installment. <br /></em></p><p>I was driving to work one morning along Huaihai Road, a high-end shopping street in the heart of Shanghai. It was a cloudless day, the Rolling Stones were playing on my smartphone and I spotted a woman trying, unsuccessfully, to hail a cab just across from Tiffany's. She wore a long gray skirt, white blouse, silver hoop earrings and big sunglasses.</p><p>I was driving my free taxi, which has magnetic signs in Mandarin that offer free rides around town. It's a way to meet all sorts of people for a series on ordinary life in China called <em>Streets of Shanghai</em>.</p><p>I pulled over, popped my head through the sunroof and offered a lift. The woman climbed in and asked in Chinese if I could drop her off near the Bund, Shanghai's colonial-era waterfront. She looked like she had a morning meeting.</p><p>Her Mandarin sounded fine, but the accent was off. She quickly switched to English and explained she was from Vietnam and in town for work for a few weeks. As I turned down People's Boulevard and drove past the city's opera house and art museum, I asked what she did, expecting an answer like \"import-export.\"</p><p>\"I work in a bar,\" she said.</p><p>Curious, but trying to be polite, I asked what she did specifically.</p><p>\"I think you know,\" she answered.</p><p>She gave me her working name, Cherry, and explained that she was a prostitute. She told me the name of her bar, which I'd never heard of. Cherry was astonished.</p><p>\"It's famous,\" she said. \"You've lived here how long?\"</p><p>Nearly four years, I said. I explained that I had a wife and two kids and mostly hung out with them. Expat bars like the one where she worked weren't really my scene.</p><p>\"You're smart,\" she said with a laugh.</p><p>Cherry said the customers at the bar were mostly foreign businessmen and some Chinese.</p><p>\"How old?\" I asked.</p><p>\"Old,\" she said. \"Like you.\"</p><p>I dropped her off at her hotel, a run-down, no-star joint where she shared a room with three Vietnamese co-workers.</p><p><strong>A Magnet For Money</strong></p><p>Like New York, London and other great megacities, Shanghai is a magnet. It draws people from around the globe who want to make money, perhaps reinvent themselves and then — in many cases — move on.</p><p>Although Cherry's work is illegal, she is not unlike hundreds of thousands of other foreigners in Shanghai, here to capitalize on China's extraordinary economic growth and take advantage of opportunities that are hard to find elsewhere.</p><p>A few days later, I invited Cherry to a quiet Indian restaurant a few blocks from the NPR bureau. After lunch, she shared her story.</p><p>She grew up on Vietnam's Halong Bay, a spectacular landscape where limestone islands jut out of green waters. Her mother, a rice farmer, raised her on her own. Cherry learned English in school and honed it tending bar for tourists. After losing her job, she came in January to work in Shanghai, which — like the rest of urban China — has a huge sex industry.</p><p>\"First time is very hard,\" said Cherry, who travels in and out of China on tourist visas. \"I think I cannot do it. I cannot earn the money this way. I never do it before.\"</p><p>She says, initially, she was uncomfortable soliciting men at the bar, where the action begins around 9 p.m. and runs until 4 or 5 in the morning. She didn't know how to start a conversation.</p><p>In her first week, she didn't have a single customer or make any money. Cherry wasn't sure the men found her attractive and the numbers weren't in her favor. She said more than 50 women work the bar on Saturday nights and it's hard to compete. At 33, she already has crow's feet. Most of the other women, she says, are at least a decade younger.</p><p>The relationship between the bar and the women is symbiotic. They come to the bar, attract customers and encourage them to buy lots of drinks. Any arrangements they make with customers later are their own business. Cherry says she doesn't like sex work and finds it scary for health and safety reasons.</p><p>\"When you meet so many people, of course it's not good for you,\" she says.</p><p><strong>Fast Money</strong></p><p>But she can make and save a lot of money. Back in Vietnam, she earned $200 a month bartending. Here, she can make $2,000 to $3,000 over the same period.</p><p>As we chat, I ask to see pictures of her life back home. Cherry brushes her finger across the cracked screen of her smartphone. There's her house with gleaming, white tile floors, a flat-screen TV and cut flowers on a coffee table. Cherry loves flowers. There's also a photo with her arms around her 2-year-old son.</p><p>\"He's very cute and he's very clever,\" Cherry says.</p><p>Cherry's mother and brother take care of him while she's away. Without the heavy mascara and platform shoes, Cherry looks like any other single mom, smiling and happy.</p><p>\"Do people back home know what you're doing here?\" I ask.</p><p>Cherry's face falls. She looks terrified by the notion.</p><p>\"They cannot,\" she says. \"Why I let them know that I do this?\"</p><p>Like most foreigners in Shanghai, Cherry doesn't plan to stay for a long time. She expects to quit by the end of the year and take her savings to England, where she has a boyfriend who also doesn't know what she does now. There, she hopes, she can keep her past a secret and build a new life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Single+Mom+Leads+Double+Life+On+The+Streets+Of+Shanghai&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418924590-2621c3.m3u?orgId=1&topicId=1125&d=218&p=2&story=418651793&t=progseg&e=418894977&seg=5&ft=nprml&f=418651793"},{"href":"http://media.npr.org/assets/img/2015/06/30/shanghai_landov-710937dc256a3844a80adc0f713d0ac4a560d98d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}