{"created":"2014-09-26T09:07:12+00:00","modified":"2014-10-30T22:03:34+00:00","valid":{"from":"2014-10-30T22:03:34+00:00","to":"3014-10-30T22:03:34+00:00"},"hreflang":"en","title":"Former Fed Bank Examiner Says Secret Tapes Show Fed Leniency","published":"2014-09-26T14:43:00+00:00","teaser":"The former Fed employee recorded 46 hours of meetings using a small device on her keychain. The concern, says ProPublica reporter Jake Bernstein, is the Fed may be too cozy with banks it oversees.","itags":["npr_api","351520037"],"guid":"a18738a7-9bc8-4ecb-92fd-f1eda9d6557d","contentencoded":"<p>The Federal Reserve is among the most powerful institutions in the nation and also among the more private. But new audio tapes secretly recorded by a former employee provide a rare look into meetings involving officials from the Federal Reserve Bank of New York.</p><p>In them, you hear officials considering how to oversee Goldman Sachs, and specifically, they discuss a financial transaction that one official describes as \"legal but shady.\"</p><p>The recordings were made in 2012 by Carmen Segarra, who at the time was a New York Fed bank examiner, charged with making sure banks followed the rules. She felt the Fed was going too easy on a powerful and very well-connected investment bank. She was later fired. She sued the Fed, which <a href=\"http://www.propublica.org/article/ny-fed-fired-examiner-who-took-on-goldman\" target=\"_blank\">made some news</a>.</p><p>Segarra recorded 46 hours of meetings using a small audio recorder on a key chain. She gave those recordings to Jake Bernstein, <a href=\"http://www.propublica.org/article/carmen-segarras-secret-recordings-from-inside-new-york-fed\" target=\"_blank\">an investigative reporter from ProPublica</a>, and to the <a href=\"http://www.thisamericanlife.org/radio-archives/episode/536/the-secret-recordings-of-carmen-segarra\" target=\"_blank\">public radio program, This American Life</a>.</p><p>The concern being raised by the recordings, Bernstein tells NPR's Steve Inskeep, is that regulators may be too cozy with the banks they oversee.</p><p>\"These are people who work inside the banks. They see these people every day, and they need to obtain the information from these banks, and it's easier to obtain the information if you're friendly and if you have a good relationship, but sometimes that can slide to deference,\" Bernstein says.</p><p>Goldman Sachs says that the concerns raised in Segarra's examination were off base.</p><hr /><h3>Interview Highlights</h3><p><strong>On the former Fed bank examiner who made the recordings</strong></p><p>Carmen Segarra is a lawyer. She had about 15 years of experience helping banks comply with rules and regulations, and then after the financial crisis she applied for a job at the New York Fed because she says that she wanted to do something that would help the financial system and help prevent these kinds of things from happening in the future.</p><p><strong>On the deal that Mike Silva, the head Fed official inside Goldman, is recorded as describing as \"legal and shady\"</strong></p><p>This was a deal between Goldman Sachs and a Spanish bank called Banco Santander. Banco Santander's European regulators were telling it to hold more capital [in case the investments go wrong].</p><p>And so what Goldman was doing was they were taking some of the assets off of Santander's books. They were going to hold them for a few years, which would let Santander hold less capital.</p><p>...</p><p>[Silva] wants to question Goldman executives about this deal and ask some sharp questions. He's got some concerns. ... Although the deal is legal, there is one thing about the deal that seems to require an explanation. Goldman had a clause in the agreement that said that they needed to obtain a \"no objection\" from the Fed for the deal – so essentially it seemed like the Fed had to sign off on the deal before it was closed, but as Silva says, he doesn't feel like he got that sign off:</p><blockquote><p>My own personal thinking right now is that we're looking at a transaction that's legal but shady. I wanna put a big shot around their bow on that. Poking at it, maybe we find something even shadier than we already know. So let's poke at this thing, let's poke at it with our usual poker faces, you know, I'd like these guys to come away from this meeting confused as to what we think about it. I wanna keep 'em nervous.</p></blockquote><p><strong>But when Fed examiners met with Goldman about the deal, Segarra's recordings show that Silva gently brings up the clause only once</strong></p><p>That's the only time that Silva asks about the no-objection issue. Goldman did mention it in the meeting, and they said that the clause didn't actually mean what it appeared to say, and they in fact didn't require a no objection from the New York Fed.</p><p><strong>On who, besides Segarra, says the Fed has been too gentle on the banks</strong></p><p>The Fed did. They commissioned a report in 2009 that said the biggest problem at the Fed was its own culture – the deference, the fear of speaking up and suggested that they hire expert examiners who would speak out and contradict their bosses – people like Carmen Segarra.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+Fed+Bank+Examiner+Says+Secret+Tapes+Show+Fed+Leniency&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"509"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351678373-a9b33a.m3u?orgId=1&topicId=1006&ft=3&f=351520037"}]}