{"created":"2015-06-10T09:00:52+00:00","modified":"2015-06-17T15:30:00+00:00","valid":{"from":"2015-06-17T15:30:00+00:00","to":"3015-06-17T15:30:00+00:00"},"hreflang":"en","title":"Businesses Are Hanging Up On Voice Mail To Dial In Productivity","published":"2015-06-12T11:14:00+00:00","teaser":"It was a workplace necessity not long ago. Now voice mail is the latest mode of communication to be phased out by the digital age. Companies big and small are cutting it to save time and money.","itags":["npr_api","412866432"],"guid":"a1899ae9-f998-41ba-907e-124f0301249e","contentencoded":"<p>A few short years after voice mail was developed in the late 1970s, it quickly became an essential business tool.</p><p>But in the past few years, its use has been in decline. And some offices have opted to get rid of it altogether.</p><p>After JPMorgan Chase said last week it was <a href=\"http://www.bloomberg.com/news/articles/2015-06-02/jpmorgan-says-don-t-leave-message-at-the-tone-as-voice-mail-dies\">canceling voice mail</a> for most of its employees, I sent the bank's public relations department an email.</p><p>A bit later, there was that familiar red light on my desk phone:</p><p>\"Hi Yuki, this is Trish Wexler at Chase. Ironically I'm leaving you a voice mail about your email about the death of voice mail.\"</p><p>Wexler says the bank's chief financial officer was searching for budget cuts that wouldn't hurt too much. Limo services was one. Voice mail, it turned out, cost $10 per person per month and, intuitively, it seemed ripe for the chopping block.</p><p>\"You didn't even need a survey because that's how the world is changing these days,\" Wexler says.</p><p>So in January, the bank offered employees who didn't need voice mail to interact with clients a choice to ditch it.</p><p>\"People started raising their hands. They started volunteering, 'Please take my voice mail away. It's annoying, it's redundant, I never use it anymore,' \" she says.</p><p>The bank blew past its goal of eliminating half of its voice mail boxes and to date has eliminated about two-thirds. Across the whole bank so far, that's over $8 million in annual savings. Coca-Cola recently <a href=\"http://www.bloomberg.com/news/articles/2014-12-22/coca-cola-disconnects-voice-mail-at-headquarters\">made a similar move</a> and only 6 percent of employees chose to keep voice mail.</p><p>Like the pay phone and pager before it, voice mail is on its way out.</p><p>Shawn Hakl is head of new products for Verizon's business division. Before the digital era, he says more than 80 percent of business lines had voice mail. Now, he estimates only a third of office phones have it.</p><p>\"Voice mail has lost its appeal primarily because it's very much tied to the notion of the phone and your communication being tethered to a physical thing or a physical location,\" he says.</p><p>That doesn't necessarily mean the telecom giant makes less money. Hakl says businesses are substituting other, newer services that they're using instead.</p><p>\"You see a lot more people working on collaboration technologies where you can share and exchange information in more social media-like contexts,\" he says.</p><p>Paul Blanchard, managing director of an eight-person PR firm based in London, says his company got rid of voice mail three years ago. Even for a client-services business, voice mail seemed unnecessary, he says.</p><p>That's not to say the firm didn't see a backlash at first.</p><p>\"If I'm honest, I mean, we do tell our clients that we don't have voice mail,\" Blanchard says. \"But our clients forgot and they said, 'Have you gone out of business? What's happening? What's going wrong?' \"</p><p>But overall, he says the experience has been good for his business, and not just in terms of saving on the monthly cost of the service.</p><p>He says checking voice mail, with all the announcements, codes and prompts, took 10 to 15 minutes out of a day, not including the time required to call each person back.</p><p>Now, with all that pushed to emails or texts, his workers are more responsive to clients and can reply during or in between meetings.</p><p>\"It's been one of the best things that we've ever done, really,\" Blanchard says. \"Productivity's gone up and we've just got so much more time.\"</p><p>Jessica Sheehan agrees. She heads social media for JPMorgan Chase and was one of the employees opting to get rid of voice mail. Everyone she works with already knows the best way to reach her is on Twitter, Facebook, instant message or text — even her mom.</p><p>\"If my mom needs to reach me, she'll send a text, like 'Call me now,' if I don't answer,\" she says.</p><p>Sheehan, who is 28, says the demise of voice mail is part of a general shift away from more formal communication in all forms.</p><p>\"Even responses have gotten shorter,\" she adds. \"I was noticing that with some emails from four years ago where I had these very long, 'Hello, I hope all is well,' sort of like longer emails to now I'm much more — blunt.\"</p><p>Frankly, she says, who has the time to spare?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Businesses+Are+Hanging+Up+On+Voice+Mail+To+Dial+In+Productivity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413318100-027b96.m3u?orgId=1&topicId=1019&d=253&p=3&story=412866432&t=progseg&e=413317980&seg=4&ft=nprml&f=412866432"},{"href":"http://media.npr.org/assets/img/2015/06/09/phone-voicemail2-7e2c6bcd1b5909a1dbae1156e02856c276bdce33.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1914","width":"2553"}}]}