{"created":"2015-06-18T09:09:15+00:00","modified":"2015-07-02T23:05:28+00:00","valid":{"from":"2015-07-02T23:05:28+00:00","to":"3015-07-02T23:05:28+00:00"},"hreflang":"en","title":"A Geek's Guide To Growing Up In Inglewood In 'Dope'","published":"2015-06-23T13:26:00+00:00","teaser":"Film director Rick Famuyiwa drew from his own childhood in Southern California for this new comedy. It follows hip-hop loving high school geeks who get mixed up in a drug heist.","itags":["npr_api","415265718"],"guid":"a193c5ff-fbec-4fcf-9cf1-fdcf695c5c22","contentencoded":"<p><em>'Dope' is out in theaters this weekend, and if you need to know more about the film, check out my story that aired on Morning Edition earlier this week. Five minutes and 16 seconds wasn't long enough to showcase all of writer and director Rick Famuyiwa's reasons for making the film, or what inspired the main characters. So here's some of what hit the cutting room floor.</em></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>When and why Famuyiwa started writing <em>Dope</em></strong></p><p>About three years ago. I'd had the idea in my mind about this story of three geeks that are growing up in a tough neighborhood for a while because I'd been thinking about this concept of 'geekdom' as it started to become very popular in the mainstream; what that means in relation to black kids and kids of color that are growing up, and thinking about my own childhood and adolescence.</p><p>To be black and to be a geek was so different, in many ways, from the depictions that you normally see on television and in the movies. And you know for a kid like me growing up in Inglewood, my existence was a lot different than the kids in <em>The Breakfast Club</em>.</p><p>It felt like I had to do this and there were a lot of things happening in society and in pop culture that made me feel like it was a good time.</p><p><strong>On growing up where poor and middle-class black neighborhoods are close</strong></p><p>The communities that we live in are very connected. So Ladera Heights, which is sort of an upper-middle-class part of L.A., is in very close proximity to poorest parts of Inglewood.</p><p>And all these kids end up interacting with each other. The proximity of the haves and the have-nots in these communities is close. So these kids, who are black and who come from money, are still living in an environment where they see the rules and expectations of what is black and what isn't black surrounding them all the time.</p><p>I was always fascinated by how many kids like Jaleel [a character in the film] that I knew who were from middle-class homes and stable environments still ended up in gangs and in trouble and I would always go, 'How? You've got everything.'</p><p>So...part of the drive in making the movie was thinking about...all these folks I grew up with, and the two dozen or more situations we got ourselves into where if they had gone one way or another, it would have completely impacted and changed our lives for the negative.</p><p>When you're in these types of environments...often times, you're not balancing good and bad choices, but bad and worse choices. So how you navigate through that impacts who you become in life. And those are the decisions that the kids in <em>Super Bad</em> don't necessarily have to face. It's just a bad day for them: a ride home in a cop car and your parents are upset that you wrecked the car.</p><p><strong>Not for dopes: Famuyiwa on making his characters complex and layered</strong></p><p>Growing up, there'd be doctors in the barber chair and drug dealers sitting right next to them and they're all talking about [something like] the Affordable Care Act, and the pros and cons of it, having really intense, layered and nuanced debates.</p><p>And so, I think a lot of what I was dealing with in the movie was perception versus reality. There's a perception of who these kids are, Malcolm and his friends, who Dom is, about who Nakia is, who Jaleel is, and all of those perceptions are shaded by media, pop culture, our own stereotypes, and prejudices.</p><p>I wanted to use the expectations that people have of characters like these and the conventions of the genre that I think people are familiar with when they think about films like this, whether it's <em>Boyz n the Hood</em> or <em>Menace II Society</em> or <em>Friday</em>.</p><p>We've been trained in a certain way to assume how these characters will interact with each other, how they live and who they are. I wanted to play with those expectations and take you in a place that I think you felt was very familiar, and then hopefully, turn it, so by the end of the film you go 'Oh wow, I didn't realize that these kids were just like my kids, or this kid is just like me.'</p><p>I really wanted to take that notion of what people expect from characters and flip it on you. I hope by the end of the film you're thinking about these people a little bit differently.</p><p><strong><em>Once you've seen the film, weigh in and let us know if you think Famuyiwa flipped the script, or if 'Dope' is just another Hollywood 'hood flick. I'm <a href=\"https://twitter.com/radiomirage\">@RadioMirage</a>.</em></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Geek%27s+Guide+To+Growing+Up+In+Inglewood+In+%27Dope%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"316"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415394762-81dc9f.m3u?orgId=1&topicId=1045&d=316&p=3&story=415265718&t=progseg&e=415358348&seg=10&ft=nprml&f=415265718"},{"href":"http://media.npr.org/assets/img/2015/06/17/dopestill2-high-res-3f4d0a0d6a2eafd11325a46bd82df106b3354aa1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"648","width":"864"}},{"href":"http://media.npr.org/assets/img/2015/06/19/dopestill3-high-res-2f5280b046488206dff1255df8e961e2fa653159.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1050","width":"1402"}}]}