{"created":"2014-09-03T19:48:14+00:00","modified":"2014-10-30T22:45:33+00:00","valid":{"from":"2014-10-30T22:45:33+00:00","to":"3014-10-30T22:45:33+00:00"},"hreflang":"en","title":"You'll Never Walk-Off Alone","published":"2014-09-03T12:22:00+00:00","teaser":"With baseball's pennant race in full swing, commentator Frank Deford takes a moment to examine an oft-used baseball phrase ... and imagines how sportswriters might apply it to big moments in history.","itags":["npr_api","345255919"],"guid":"a195b1ce-00ce-472d-925f-90eecc26b0ea","contentencoded":"<p>Along with the U.S. Open in tennis, early September means baseball's pennant race is in full swing ... and no sports term has become a more maddening cliche than baseball's \"walk-off.\"</p><p>At first it was applied only to a walk-off home run — that is, when the home team would win in the last inning with a homer — game's over, so it's a walk-off, because there's no need to run. Then there became walk-off triples, doubles, singles, sacrifice flies — even walk-off walks with the bases loaded. It's creeping walk-offism.</p><p>The expression apparently was created a quarter-century ago by Dennis Eckersley, the Hall of Fame pitcher, and the irony is that he was looking at it, negatively, from a pitcher's point of view. That is, if he gave up the homer that ended the game, the poor pitcher just lowered his head and walked off the mound.</p><p>Over time, though, a walk-off became a positive phrase, featuring the triumphant hitter, not the woebegone pitcher. And never mind that when somebody gets a \"walk-off\" now, there is no actual walking off. The batter who made the hit and his teammates all run and hop and jump and do everything in ambulatory celebration except walk.</p><p>Nonetheless, the expression has become horribly rampant in baseball, so I thought it was time to imagine what sportswriters would be saying about some historical moments.</p><p>Starting, of course, with the most famous duel, which was a walk-off by Aaron Burr. When Robert E. Lee left the McLean House at Appomattox: walk-off surrender. Brad leaving Jennifer for Angelina: walk-off breakup.</p><p>Pope Benedict XVI: walk-off papacy. There's a tie between Robin Hood splitting the other guy's arrow and William Tell splitting the apple for the all-time great walk-off bulls-eye. Adam and Eve getting tossed out of Paradise: walk-off sin.</p><p>And let's give credit where credit is due: Surely Blackbeard produced the most walk-offs the plank. <em>Aye, Matey.</em></p><p>And now to the strains of that great inspirational ballad, \"You'll Never Walk-Off Alone,\" let us never forget Neil Armstrong as he departed the LEM: \"That's one small walk-off for man, one giant walk-off for mankind.\"</p><p><em>Click on the audio link above to hear Deford's commentary.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=You%27ll+Never+Walk-Off+Alone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345428614-d20fd4.m3u?orgId=1&topicId=1055&aggIds=4499275&ft=3&f=345255919"}]}