{"created":"2015-03-06T22:49:51+00:00","modified":"2015-03-18T10:39:31+00:00","valid":{"from":"2015-03-18T10:39:31+00:00","to":"3015-03-18T10:39:31+00:00"},"hreflang":"en","title":"Part-Time Workers Struggle With Full-Time Juggling Act","published":"2015-03-07T01:05:00+00:00","teaser":"By the numbers, February was a good month for job creation. But while there is plenty of hiring, there are still many part-timers who want more work and struggle to balance the jobs they do have.","itags":["npr_api","390730056"],"guid":"a199d043-11a9-4bfb-954e-34796cea4beb","contentencoded":"<p>The cold weather did not hamper hiring last month. Employers <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/06/391164116/nearly-300k-new-jobs-in-february-unemployment-dips-to-5-5-percent\">added nearly 300,000</a> jobs to payrolls, and the unemployment rate fell to 5.5 percent.</p><p>Despite another strong report, there is little evidence that all the hiring is putting upward pressures on wages.</p><p>And there are more than 6.5 million people working part time who would like to have more hours.</p><p>Randa Jama pushes airline passengers on wheelchairs to their gates at the Minneapolis-St. Paul International Airport. This had been a full-time job when she took it last fall, but then a couple of months later, that changed.</p><p>\"They told me that you're working only Saturday and Sunday from now,\" she says.</p><p>That cut her hours to 12 a week. Sometimes, her supervisors ask her at the last minute to stay late or do an extra shift. Since she cut back on babysitters, she can't accommodate.</p><p>\"I let them go because they can't just wait for me to get full time. Now that I want to work full time, no I can't because obviously I changed everything,\" Jama says.</p><p>Higher wages are just one issue workers like Jama care about. They say getting enough hours — and a predictable schedule — are equally important in order to enable them to find additional work or deal with the other obligations in their lives.</p><p>\"Nowadays you have to say you have open availability and that you're free to work whenever,\" says Aditi Sen, a researcher for the Center for Popular Democracy, a worker advocacy group.</p><p>But pledging open availability limits a worker's ability to plan or get other work.</p><p>So far, the law has little to say when it comes to scheduling.</p><p>Some states, including Minnesota, Connecticut, Maryland and Massachusetts, are considering legislation that would require several weeks' advance notice of schedule changes and institute minimum time off between shifts.</p><p>Shannon Henderson says she needs more control over her constantly shifting work schedule. The single mom of two says she asks for more than the 33 hours a week she typically gets working at the Wal-Mart in Sacramento, Calif. But that's also stressful.</p><p>\"In order to get hours, you have to have open availability,\" she says. \"For instance, last week I worked all late shifts, which was 2 to 11. And then this week I had all early shifts, which was 6:30 to 2.\"</p><p>Wal-Mart last month promised to raise its base wage and give workers more control over their schedules.</p><p>Henderson worries the store won't give her more control without cutting back on her hours. She looks for more steady work when she can.</p><p>\"I do look. But the thing is, with the scheduling being all over the place, it makes it hard for me to actually set time to go look,\" she says.</p><p>Neil Trautwein, vice president of health care policy at the National Retail Federation, says, \"Unquestionably those are some difficult hours.\"</p><p>Trautwein says retailers are balancing the consumer demand for 24/7 service with employees' scheduling concerns. Wal-Mart, he says, is responding to workers' demands.</p><p>\"That's the way the market self-adjusts and self-regulates,\" he says.</p><p>Jason Diaz, a server at a restaurant in New Haven, Conn., says in order to work 40 hours a week, he's constantly looking for extra gigs.</p><p>\"Finding the place is the first problem,\" he says. \"And then finding out how to manage that, and travel cost expenses and still being to my next job on time is pretty difficult.\"</p><p>He spends his remaining time trying to find a full-time job and taking care of his son.</p><p>\"Just in the last two weeks, I got an email from my boss saying, 'Hey, you have to work on Tuesday, so figure out what you're going to do with your son,' \" he says.</p><p>So Diaz canceled his son's drum lesson and found babysitting, only to discover his boss had made a mistake and he didn't have to work, after all.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Part-Time+Workers+Struggle+With+Full-Time+Juggling+Act&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391269444-e5e3f4.m3u?orgId=1&topicId=1003&e=390730056&d=256&ft=nprml&f=390730056"},{"href":"http://media.npr.org/assets/img/2015/03/06/working-part-time-for-economic-reasons_chartbuilder-c74e9c3d4f035b8fb961bd09d10d7e46b9988708.png","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"600"}}]}