{"created":"2014-09-18T17:05:26+00:00","modified":"2014-10-31T15:41:50+00:00","valid":{"from":"2014-10-31T15:41:50+00:00","to":"3014-10-31T15:41:50+00:00"},"hreflang":"en","title":"Before 'Brown V. Board,' Mendez Fought California's Segregated Schools","published":"2014-05-17T02:51:00+00:00","teaser":"Latino families sued four Orange County school districts over school segregation. The case, <em>Mendez v. Westminster</em>, ended school segregation in California seven years before <em>Brown v. Board</em>.","itags":["npr_api","312555636"],"guid":"a199a3f1-ad44-4444-9ff9-4c958647dd0a","contentencoded":"<p>Sylvia Mendez says the only reason she wanted to go to an all-white school in California's Westminster District in the 1940s was because of its beautiful playground. The school that she and other Latino students were forced to attend didn't have monkey bars or swings.</p><p>\"I was 9 years old,\" she says. \"I just thought my parents wanted us to go to the nice-looking school.\"</p><p>But her parents, Gonzalo and Felicitas, were fighting for integration. Seven years before the Supreme Court's landmark decision in <em>Brown v. Board of Education</em>, the Mendezes brought a class-action lawsuit with other Latino families against four Orange County school districts that had separate schools for whites and Mexicans. Their case went all the way to the 9th U.S. Circuit Court of Appeals. And in 1947 they won: Segregation in those districts ended, and the rest of the state followed.</p><p>\"I went to court every single day not knowing what they were fighting for,\" says Mendez, now 77. She shows off the official honors that line her home office in Orange County. There are photos with presidents past and present, certificates from across the country recognizing her for what her family did, and coffee mugs from every university she has been invited to speak to.</p><p>Today, two schools in Southern California are named after her parents: the Felicitas and Gonzalo Mendez Learning Center in Los Angeles and the Gonzalo Felicitas Mendez Fundamental Intermediate School in Santa Ana.</p><p>The Santa Ana middle school — which people call Mendez for short — sits in one of the districts named in <em>Mendez v. Westminster</em>.</p><p>At the relatively new school (it was built in 1998), Principal Dennis Cole shows off amenities like campus Wi-Fi and a music program where kids have access to instruments and start learning to read music in the sixth grade.</p><p>In Ms. Moreno's math class, students are learning ratios. I ask the sixth-graders what they know about <em>Mendez v. Westminster</em>.</p><p>\"There was a school,\" 12-year-old Jose Gonzales says, tentatively. \"And, they started taking kids out, because ... \"</p><p>\"Because of segregation,\" his classmate Abraham Lopez finishes. \"There was supposed to be different schools between Hispanics and Americans.\"</p><p>Principal Cole says that by eighth grade most of the kids know the history of the case by heart.</p><p>There are more than 1,300 students at Mendez. It's what Cole calls a \"school of choice,\" meaning parents can choose to send their kids here from all over the district, something that was unheard of for Latino families in Santa Ana before <em>Mendez</em>.</p><p>But nobody would call this middle school integrated: 98 percent of the students are Latino, and 92 percent qualify for free and reduced lunch.</p><p>Sylvia Mendez tells me she has witnessed re-segregation over the decades. \"We're more segregated in schools today than we were in 1947,\" she says, adding that in the past 40 years she has watched her neighborhood go from strongly middle class and diverse to more working class and Latino.</p><p>\"Two schools that are named after my mother and father are 99 and 100 percent Latino, so what does that tell you?\" Mendez says. \"They fought and they won, so by law we cannot be segregated — that is called de jure<em> --</em> but what we have now is de facto segregation.\"</p><p>According to a report out this week from UCLA's Civil Rights Project, half of all Latino kids in California go to schools where at least 90 percent of the students are Hispanic or African-American, and poor. And, 67 years after <em>Mendez</em>, California has surpassed Texas as the state where Latino schoolchildren are the most segregated.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Before+%27Brown+V.+Board%2C%27+Mendez+Fought+California%27s+Segregated+Schools&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312978140-bdab61.m3u?orgId=1&topicId=1015&ft=3&f=312555636"},{"href":"http://media.npr.org/assets/img/2014/05/15/sylvia-mendez_01-debd2753ef054ddf1ba11c0450e76f96a0bf6af4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3165","width":"4223"}},{"href":"http://media.npr.org/assets/img/2014/05/15/Sylvia+Mendez_02-e47c191858bc2c70c85aa2b7667844328485f728.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3165","width":"4223"}}]}