{"created":"2015-04-07T20:41:03+00:00","modified":"2015-05-13T21:04:13+00:00","valid":{"from":"2015-05-13T21:04:13+00:00","to":"3015-05-13T21:04:13+00:00"},"hreflang":"en","title":"California Farmers Gulp Most Of State's Water, But Say They've Cut Back","published":"2015-04-07T23:54:00+00:00","teaser":"Farms in California use as much as four times the water consumed by cities and towns. Now farmers are on defense after the governor decided to mostly exempt them from new, sweeping water cutbacks.","itags":["npr_api","398106067"],"guid":"a1a2808c-2d55-4093-913b-cbd4e0dbce38","contentencoded":"<p>When Gov. Jerry Brown <a href=\"http://www.npr.org/2015/04/01/396871398/california-governor-announces-first-ever-mandatory-water-restrictions\">announced the largest mandatory water restrictions in California history</a> April 1 while standing in a snowless field in the Sierra Nevada, he gave hardly a mention to farms.</p><p>When reporters asked about farmers later, Brown replied that they already are making sacrifices. After all, this is the second straight year that most will get no federal or state irrigation water because of <a href=\"http://www.npr.org/blogs/thesalt/2015/04/01/396780035/scary-times-for-california-farmers-as-snowpack-hits-record-lows\">paltry Sierra Nevada snowpacks</a>.</p><p>\"Agriculture has already suffered major cutbacks,\" Brown added. \"A lot of people are letting their land go fallow, trees are dying — so farmers have been hit very hard.\"</p><p>California's historic drought is putting the amount of water used by farmers and other industries into sharp focus, especially as urban Californians soon will be required to cut their water use by 25 percent.</p><p>Each year farms in this state gulp down as much as four times the amount of water consumed by cities and towns. But that <a href=\"http://www.ppic.org/main/publication_show.asp?i=1108\">oft-cited statistic</a> may not always reflect reality, especially in a year like this, according to farm groups.</p><p>\"Farmers in the San Joaquin Valley have been the only ones to have their water actually completely cut off,\" said <a href=\"http://www.wga.com/staff/dave-puglia\">Dave Puglia</a>, senior vice president with the Western Growers Association.</p><p>Puglia likens the \"zero percent allocations of water\" that most of his growers will get to the ultimate kind of forced water conservation.</p><p>\"I don't know how you can ask farmers to conserve more than zero,\" he says.</p><p>In good years, farmers tap relatively cheap, subsidized water flowing in federal and state canals down from the wet north to the arid south. It's what helped turn the dry, flat plain of the San Joaquin Valley into one of the world's most important food-growing regions. Farming wouldn't even be possible in much of California without irrigation — the Mediterranean climate here means that almost all of the state's precipitation falls in the winter.</p><p>That means the record drought and two years of severe water rationing have put the valley's farm economy in peril, according to Puglia.</p><p>\"We've seen in the citrus belt — on the east side of the San Joaquin Valley — thousands of acres of citrus ripped out, thousands of acres of almonds ripped out,\" Puglia says.</p><p>On the one hand agriculture is still a small part of California's $2 trillion economy — roughly 2 percent of the gross state product. And with the drought in its fourth year, there are renewed questions about the viability of growing water-intensive crops — including almonds or alfalfa — especially for export.</p><p>On the other hand, that 2 percent is still pretty big from a global perspective: California, if set apart from the U.S., would be one of the world's ten biggest economies. Indeed, the industry is quick to point out that California now produces the bulk of the country's fresh food supply, including lettuce, broccoli, tomatoes and, yes, nuts.</p><p>For people like Dan Macon, who raises sheep near Auburn, Calif., it comes down to the question of what the best use of limited water is. Borrowing a line from the governor this week, Macon said that lawns don't feed people.</p><p>\"We have to have some hard discussions about what types of water use we're doing,\" Macon added.</p><p>Macon's sheep ranch is in the foothills of the Sierra Nevada, not far down the mountain from where Gov. Brown announced his water rationing plan on April 1. Macon says the governor's staunch support of agriculture is encouraging.</p><p>\"We're all trying to find ways that we can do more to make limited water stretch further,\" he says.</p><p>His livelihood is almost wholly dependent on rainfall that greens up pastures for his sheep. To cope, Macon is experimenting with planting more drought-tolerant grasses. He also has had to reduce his flock size by 60 percent, and has taken a full-time job off the farm.</p><p>Macon says that the drought may be hitting urban California hard right now, but that it's the fourth bad year in a row for farmers and ranchers.</p><p>\"It really does feel like we've crossed some sort of threshold this year; it's really, really a scary year,\" Macon says. \"This year is actually worse than last year in my mind.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=California+Farmers+Gulp+Most+Of+State%27s+Water%2C+But+Say+They%27ve+Cut+Back&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398123467-3c0d6b.m3u?orgId=1&topicId=1053&d=216&p=2&story=398106067&t=progseg&e=398104741&seg=1&ft=nprml&f=398106067"},{"href":"http://media.npr.org/assets/img/2015/04/07/468234878-1d7d8acf789924529df5eef09af659383b8c0b09.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1914","width":"2553"}}]}