{"created":"2014-09-03T04:37:50+00:00","modified":"2014-10-30T23:02:18+00:00","valid":{"from":"2014-10-30T23:02:17+00:00","to":"3014-10-30T23:02:17+00:00"},"hreflang":"en","title":"Alone In The Wilderness, A Lost Fisherman Fights For His Life","published":"2014-08-23T22:26:00+00:00","teaser":"A Sacramento man went on a fishing trip in the California mountains, but lost his way as he searched for bait. After days spent stranded and hungry, he spelled out a cry for help with tree branches.","itags":["npr_api","342529591"],"guid":"a1a781a1-6897-43a1-af26-61e05278807b","contentencoded":"<p>It's a textbook worst-case scenario: You're out in the wilderness, hiking deep through a remote forest, and suddenly you realize you're completely lost.</p><p>You have no cell phone signal, no food and no idea where you are. You've wandered off your map, and into a potential disaster.</p><p>That's exactly what happened to Mike Vilhauer earlier this month.</p><p>He was on a fishing trip in the Mokelumne Wilderness, about 70 miles east of Sacramento, Calif., when what started as a weekend getaway turned into a fight for his life.</p><p>\"I was fishing on this lake. It was a small lake and I was in a kayak, I was the only one there,\" Mike Vilhauer tells host Tess Vigeland. \"I'd been there all day fishing without success.\"</p><p>So he decided to search for grasshoppers to use as bait. His search led him deeper and deeper into the wilderness.</p><p>Not finding any insects, he headed back to his campsite.</p><p>\"I went up a ridge and was expecting to see the lake and ... no lake,\" he says.</p><p>Vilhauer was lost.</p><p>\"I actually had a little topographical map just around the lake and by the time I realized I was lost, I was actually off my map,\" he says.</p><p>At first, he wasn't panicked so much as irritated with himself. \"It was getting windy and a storm-front was coming in,\" he says. \"I was looking for somewhere to get out of the wind and then I found a big pine tree.\"</p><p>He covered himself with branches, but his clothes were wet from going in and out of streams that day.</p><p>\"So I stayed awake all night, as I did for the next four nights,\" he says.</p><p>Vilhauer didn't have any food with him, but he was able to keep hydrated by drinking from streams and puddles.</p><p>\"I would always go back down to the streams,\" he says. \"I just kept drinking whenever I could find some water.\"</p><p>Meanwhile, rescue crews from eight different counties were out searching for Vilhauer. At one point, a search and rescue helicopter flew directly overhead but didn't spot him.</p><p>There was a moment when Vilhauer almost lost hope.</p><p>\"Saturday was my last attempt at trying to crest a mountain to look on the other side,\" he says. \"I didn't think the ridge was that high and unfortunately, I'd get up to that ridge, and there'd be another ridge, and then there'd be another ridge and another ridge.\"</p><p>Exhausted, Vilhauer stopped hiking.</p><p>\"I actually just laid down and for a few minutes [thought] 'You know what, I'm done. I can't do this anymore,' \" he says.</p><p>But he knew he couldn't give up. He made a plan.</p><p>\"I'm going back down to that damn water and I'm going to stay there for as long as it takes till they find me,\" he says.</p><p>Vilhauer made his way down to the edge of a cliff and noticed a cypress tree in the middle of a clear, gravelly area.</p><p>\"I started doing a little hair-cutting on the cypress tree\" — ripping off needles and branches — \"and then sticking the branches into the ground on the side of this ridge,\" he says.</p><p>His 8-foot-tall message, written in tree branches and cypress needles, read, \"HELP.\"</p><p>One of the search and rescue helicopters spotted Vilhauer's message.</p><p>\"They came by and I was thinking they were going over the ridge, but they came back around,\" he says. \"They had to see me, I mean, I'm getting up and waving my little shirt and yelling and screaming for 30-40 seconds before I was exhausted.\"</p><p>The helicopter was actually circling the area in order to help guide a ground team to make contact with Vilhauer.</p><p>Then the first crew member from the rescue team emerged from the woods.</p><p>\"It was actually a dog,\" Vilhauer says. \"It was the tracking dog. And right behind her was the dog handler. And then I could look up and see the other ones coming down. They were all in orange.</p><p>\"That was one hell of a relief.\"</p><p>Mike Vilhauer is back home in Sacramento. He's still recovering, but getting back to normal.</p><p>Next month, he'll meet with members of the El Dorado County search and rescue team who spotted his message. And he won't need any cypress needles to say \"thanks.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Alone+In+The+Wilderness%2C+A+Lost+Fisherman+Fights+For+His+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342740535-6da347.m3u?orgId=1&topicId=1091&ft=3&f=342529591"},{"href":"http://media.npr.org/assets/img/2014/08/23/6277712975_a7c9ba50be_o-4aa065163fabe9e53431ba5ce521b552b24663da.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2264","width":"3019"}},{"href":"http://media.npr.org/assets/img/2014/08/23/img_2898-549764fc5e5e505c4e2d72231f9a814bed99249c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"432","width":"576"}},{"href":"http://media.npr.org/assets/img/2014/08/23/img_2889-78fc2d285a205dd531db0ab521b8a2a38a4e2eea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"432","width":"576"}}]}