{"created":"2015-05-28T20:06:43+00:00","modified":"2015-06-03T17:05:23+00:00","valid":{"from":"2015-06-03T17:05:23+00:00","to":"3015-06-03T17:05:23+00:00"},"hreflang":"en","title":"Does Less Latin Mean Dumbing Down? France Debates School Reform","published":"2015-05-29T14:17:00+00:00","teaser":"France has one of the world's highest dropout rates, and the reforms are meant to make the middle school curriculum more interesting. But critics say the changes amount to a \"dumbing down.\"","itags":["npr_api","410017058"],"guid":"a1a85e6f-5e7f-4acc-ae1a-f0b4e3bd930b","contentencoded":"<p>Reforming the education system in any country can be tricky. But in France, where learning is highly centralized and public school (<em>l'ecole de la Republique) </em>a symbol of French greatness, it's all but impossible.</p><p>Several French presidents have tried and failed. President Francois Hollande's second attempt has traditionalists up in arms and critics on the right and left screaming that French schools are being dumbed down.</p><p>Teachers, students and some parents took to the streets of cities across the country recently to denounce the government's project.</p><p>One of the most contentious elements is the plan to cut back on Greek and Latin, focusing instead on teaching a more lively history of ancient civilizations. In Paris, Latin and Greek teachers waved signs of protest as they marched through the streets, some of them dressed in togas.</p><p>Former journalist Peter Gumbel, who is writing his second book on the French education system, says the middle school reform has touched a nerve.</p><p>\"The fuss has come about because there are certain very elitist things that are being scratched at,\" he says. \"Anyone who thinks of himself as an intellectual is saying, this is the end of civilization as we know it! But of course it's not.\"</p><p>Conservatives are also up in arms about proposed changes to teaching history. Slavery and colonialism are to be emphasized, while the study of the Enlightenment will be optional.</p><p>Luc Ferry, education minister under former President Jacques Chirac, denounced what he called an \"apologist curriculum.\"</p><p>\"Presenting European civilization through the lens of the slave trade and colonialism is scandalous,\" said Ferry. \"What about Voltaire and Diderot, not to mention the invention of science, the encyclopedia and the museum, and of course the ideals of the French revolution – these aren't important?\"</p><p>The aim of the reform is to make the heavy, French middle school curriculum more interesting and lively for students. International studies show France has one of the highest dropout rates, with one in five kids leaving school with no qualifications at all.</p><p>Author Gumbel says the French public school system is also one of the world's most unequal, with success often linked to where a student lives and the income level of his family.</p><p>\"And for a country where the words <em>liberte</em>, <em>fraternite </em>and<em> egalite</em> are carved on the front of school buildings, that's very shocking for the French,\" says Gumbel.</p><p>\"They have this meritocratic belief in the vision that anybody by sheer dint of their intellectual prowess can rise to the top of French society,\" he continues.\" And of course it basically doesn't work like that. And the real problem is it's getting worse.\"</p><p>At the protest, 65-year-old Odile Nicolas says she's demonstrating for her granddaughter, who will start middle school next year.</p><p>\"Dumbing down school is not the way to go,\" she says. \"Children from disadvantaged families should be pulled up to succeed in their lives and not the other way around.\"</p><p>Another focus of protesters' ire is the young education minister, Najat Vallaud-Belkacem, Hollande's third in as many years. Despite the outcry against the reform, she says the government has no time to waste and is pushing it through.</p><p>Vallaud-Belkacem is the daughter of Moroccan immigrants and a French education success story in her own right. But she has angered her detractors by calling them pseudo-intellectuals. The minister's defenders in turn accuse her critics of racism.</p><p>Many marchers at the demonstration carried German flags. German teachers fear the study of German will diminish if the reform does away with special bilingual classes in English and German for particularly talented students.</p><p>The bilingual classes are seen as elitist because students must have a certain grade-point average to be admitted. The government wants to drop them in favor of a second foreign language in middle school for every student.</p><p>German teacher Christine Herzog is furious.</p><p>\"English is mandatory, so everyone will continue to learn English,\" she says. \"But the number of students studying German will drop drastically if the bilingual classes are dropped.\"</p><p>Protesters like Herzog aren't the only ones worried. German Chancellor Angela Merkel also called Hollande to voice her concern.</p><p>Max Maldecker, a minister and spokesman at the German Embassy in Paris says the bilingual classes are actually enshrined in a friendship treaty between the two nations. That treaty ended the hostility after three wars, and founded the basis for the European Union.</p><p>\"In the long run, should German be in dramatic decline in France, that would certainly not help the status of the French language in Germany either,\" he says.</p><p>Maldecker says it's crucial that French and German children learn each other's language. Not only to foster close relations between their two nations, but to ensure a peaceful and prosperous future for all of Europe.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Does+Less+Latin+Mean+Dumbing+Down%3F+France+Debates+School+Reform&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410340287-40c4d7.m3u?orgId=1&topicId=1124&d=200&p=2&story=410017058&t=progseg&e=410338173&seg=16&ft=nprml&f=410017058"},{"href":"http://media.npr.org/assets/img/2015/05/28/france-teacher-strike-landov-8ba9ee340760d90a43028e8fc528b034cba604bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1714","width":"2285"}}]}