{"created":"2014-10-01T08:58:55+00:00","modified":"2014-10-30T21:54:25+00:00","valid":{"from":"2014-10-30T21:54:25+00:00","to":"3014-10-30T21:54:25+00:00"},"hreflang":"en","title":"FX's 'The Bridge' Finds Authenticity In Spanish-Language Scenes ","published":"2014-10-01T13:06:00+00:00","teaser":"\"We're giving those 33 million Hispanics in the U.S. ... a point where they can actually identify themselves,\" says Demian Bichir, a star of the cross-border crime drama.","itags":["npr_api","352817190"],"guid":"a1b7029c-598f-41de-9523-e6f7a3738cf8","contentencoded":"<p>It's the best show that you're probably not watching.</p><p>As FX's <em>The Bridge</em> ends its ratings-challenged second season Wednesday, it has told a sprawling story about two detectives — one in El Paso, Texas, and one in Juarez, Mexico — pursuing a Mexican drug cartel.</p><p>This year, much of the story has centered on reluctant hero and Mexican police detective Marco Ruiz, who's chasing cartel boss Fausto Galvan. Almost all of those moments are filmed in Spanish, helping flesh out characters who tend to remain mere stereotypes in other shows.</p><p>I visited <em>The Bridge</em>'s set in Santa Clarita, Calif., earlier this year to see how the show films its Spanish-language scenes, watching star Demian Bichir handle a crucial moment while playing Ruiz.</p><p>No detail was too small for attention; Bichir even spent several minutes talking about what to do with his shirt.</p><p>He was standing inside a detailed re-creation of a Mexican police station, complete with police vehicles positioned outside the windows and smoke pumped into the air to make it look humid and oppressive.</p><p>Bichir says maintaining an authentic feel has always been an important part of the show.</p><p>\"We went through a lot of details about Mexico and how Mexico works and how we could really get away from some stereotypes and cliches,\" he says about working with the show's producers. \"That was pretty much what hooked me. ... We were pretty much talking about the same goals. We wanted the same things.\"</p><p>Just before filming ended for the season, producers were trying to nail a crucial scene for the season finale episode between Bichir's Detective Ruiz, his crooked boss Capt. Robles and cartel boss Galvan.</p><p>All of the dialogue was in Spanish, with English subtitles to be added later. And while script supervisor Liliana Molina made sure everything filmed matched the script, she also explained the specific accents to the show's producers. \"The third letter, you drop [in words],\" Molina says. \"Mexicans, they drop one word, the third word of the sentence. It's a trick — how to speak with a Mexican accent.\"</p><p>Mauricio Katz, a director of several Spanish-language independent films, was hired for <em>The Bridge</em>'s second season as a consulting producer to oversee the Spanish dialogue. He says getting the Spanish-language scenes right helps maintain the show's realism overall. \"TV shows are about creating worlds, right? You can't have a series that's completely subtitled, I understand,\" he says. \"But when you have people speaking in accented English pretending to speak another language, I think it throws you off.\"</p><p>Bichir believes the Spanish language scenes have an impact on Latino viewers, too. \"We're giving those 33 million Hispanics in the U.S. ... a point where they can actually identify themselves.\"</p><p>To achieve that, Bichir insists on accuracy. He has family and friends in Juarez, so the star knows how Spanish is spoken there and pushes his fellow actors to adopt the right accent.</p><p>No one learned that quicker than Ramon Franco, who plays Fausto Galvan. As a Puerto Rican from New York City, Franco had no idea how Spanish was spoken in Juarez.</p><p>Until his first scene with Bichir.</p><p>\"And he went, 'No, no, no ... it's <em>northern</em> Mexico,' \" Franco says. \"And I went, 'Well, why didn't somebody tell me three months ago, I would have had time to prepare it?' That day, in the car, he's teaching it to me ... a four-page scene. And the entire crew's looking at me like, 'Oh, my God. What did they just do to this guy?' \"</p><p>Franco eventually learned the accent, working with a coach and watching certain Spanish-language films on Netflix. But he also found another inspiration for Galvan, based on the anger he felt years ago watching news reports about undocumented immigrants captured in police raids.</p><p>\"Every day, they were messing with these people ... and I just sat there and I wanted to kill somebody.\" Franco says he was moved despite the fact that, as a Puerto Rican, he didn't face the same concerns about deportation and U.S. citizenship. \"So when [the part of] Fausto Galvan came up, guess what I did? ... All of that anger, all of that power, [went] right to him.\"</p><p><em>The Bridge</em> won a Peabody award for its first season, but it may not get a third act. The show still struggles for an audience, and FX hasn't said yet whether it will bring the show back.</p><p>Still, Franco says <em>The Bridge</em> already has accomplished a lot.</p><p>\"We are blessed to be able to show characters in Mexico that have never been shown on American TV. How nice is that?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=FX%27s+%27The+Bridge%27+Finds+Authenticity+In+Spanish-Language+Scenes+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352925467-38ed07.m3u?orgId=1&topicId=1138&ft=3&f=352817190"},{"href":"http://media.npr.org/assets/img/2014/09/30/tb_213_0386_hires2-e6631a567b91a14f9d8bd2d14b715eddca9c5613.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1408","width":"1878"}}]}