{"created":"2015-04-15T19:49:43+00:00","modified":"2015-04-15T21:02:35+00:00","valid":{"from":"2015-04-15T21:02:35+00:00","to":"3015-04-15T21:02:35+00:00"},"hreflang":"en","guid":"a1cf93b1-6d2c-4f0b-9c4f-3d6708814ab6","title":"Boston Marathon bombing survivors deal with a lingering, invisible injury — tinnitus","published":"2015-04-15T21:02:30+00:00","byline":"Craig LeMoult","tags":["Boston Marathon bombings","health","science","research","Health","Health & Medicine","Boston","United States","Massachusetts","Tinnitus","Dave Fortier","Boston Marathon","Boston marathon bombings","Audiology","Ringing","Hearing impairment","Hearing"],"teaser":"The bombings at the 2013 Boston Marathon caused hundreds of traumatic injuries. But among the most common is an invisible one: tinnitus, a persistent ringing in the ears that for some people still hasn't stopped.","contentencoded":"<p>Dave Fortier was about to finish his first marathon when he saw a huge flash of light off to his left.</p>\n<p>“As I was looking at the arches and looking where I was going to be going, that’s when everything changed,” he remembers. “I was knocked sideways. I ended up on the ground over near the grandstands, with just this muffled noise and this ringing in my ears.”</p>\n<p>He could see people screaming, but he couldn’t hear them. “I did see the second explosion,\" he says. \"I did feel it, but I really couldn’t hear it. It sounded like a distant gunshot.”</p>\n<p>At some point, Fortier looked down and saw a pool of blood forming around his foot. He’d been hit by shrapnel, and was taken to the hospital.</p>\n<p>\"I still remember talking to the doctors about my — about the noise, this ringing, when does it go away?\" he said. \"And they said, 'Yeah, it should be gone within a couple of days.' And it is still as loud today as it was two years ago.\"</p>\n<p>That ringing sound is called tinnitus, and it's one of the most common injuries to emerge from the 2013 Boston Marathon bombing. Even as the attack caused hundreds of traumatic and very visible injuries, tinnitus is an unseen malady that is still significantly disrupting the lives of victims.</p>\n<p>In Fortier's case, while his hearing is better, he says it still sounds like he's always next to a fluorescent bulb. It’s especially bad when he’s in a quiet place. At night he tries to drown out the sound with classical music using headphones.</p>\n<p>\"The hardest part comes when it does wake you up,\" he says. \"It becomes very difficult to get back to sleep, so it’s broken sleep.\"</p>\n<p>But tinnitus isn't easily fixed. \"This is a pathology that’s rooted in the brain,\" says Daniel Polley, a research scientist at the Massachusetts Eye and Ear Infirmary. \"It is not amenable to surgery, nor is it really ideally suited with some broad-spectrum pharmaceutical. We need to come up with another approach.\"</p>\n<div class=\"edit-entity cta_no_border cta_align-left cta_icon-engagement cta_bg-white\" data-entity-id=\"79316\" data-entity-title=\"The sound of tinnitus\" data-entity-type=\"node\">\n<div id=\"node-79316\" class=\"node node-story-act story-act-cta story-act-nid-79316 cta-type-custom-text clearfix\" about=\"/node/79316\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/79316\">The sound of tinnitus</a></h2>\n<p>    <span property=\"dc:title\" content=\"The sound of tinnitus\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    The sound of tinnitus  </div>\n<div class=\"field-body\">\n<iframe width=\"100%\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/200616252&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\"></iframe></div>\n</div>\n</div>\n</div>\n<p>That’s what Boston-area hospitals are trying to do. The <a href=\"http://www.onefundboston.org/\">One Fund</a>, which has been paying for the continued treatment of bombing victims, found that at least 100 of them suffer from hearing damage, including tinnitus. The fund is paying for a program at Massachusetts General Hospital that’s teaching meditation and other methods to help reduce the stress of tinnitus.</p>\n<p>The fund is also paying for a clinical trial of two technology-based interventions at the Massachusetts Eye and Ear Infirmary, led by Polley.</p>\n<p>“We believe that the brain is the most sophisticated machine in the universe and we want to take advantage of its own wiring to try to fix itself,” he says.</p>\n<p>In order to do that, Polley needs to tap into the brain when it’s most open to being rewired. \"We need to coax the adult brain into an environment where it feels like it’s being challenged, that there’s something at risk — that it stands to benefit or might get punished,” he says.</p>\n<p>That's exactly what video games do, so Polley's team created one. The game is played on a tablet computer, and it turns the specific sound of the user’s own tinnitus into the enemy.  Polley shows me how to trace the outline of an invisible shape on the screen using just the sounds I’m hearing. The goal is to reconstruct a broken-up picture, using only sound as my guide.</p>\n<p>“They’re learning to sort of isolate it from the other sounds and suppress it,” Polley explains.</p>\n<p>There’s no guarantee the game will work, so the dozen or so bombing victims participating in the trial so far are also trying out something that’s been studied a bit more: music therapy.</p>\n<p>Polley explains that tinnitus is caused by damage to neurons associated with certain frequencies of sound. Those neurons become overactive, causing feedback, which is what they’re hearing. The music therapy filters the music and omits the frequency of each person's tinnitus.</p>\n<p>“As a result, the other frequencies, not the tinnitus frequencies, are used a little bit more in hearing the music,” Polley said. That advantages those neurons, and gives them the opportunity to move in and take over, hopefully turning down the volume on the over-active neurons creating all that noise.</p>\n<p>Sitting in his Beacon Hill kitchen, bombing victim Steven Reny shows off the music therapy program.</p>\n<p>\"Now I have a choice between a couple of music programs,\" he says. \"I’ll go into Spotify and I can listen to any music I like. ... Simple as that, I’m listening to music and getting therapy at the same time.\"</p>\n<p>Reny was with his wife and daughter on Boylston Street two years ago to see his other daughter finish the marathon. The daughter standing next to him got the worst of it, with bad leg injuries. Reny and his wife were also hit with shrapnel.</p>\n<p>“My eardrums were blown out by the sound wave of the blast,\" he said. \"I don’t remember hearing it as much as the feeling of pressure in my ears that swept over me.\"</p>\n<p>Ever since that moment, Reny has suffered from significant hearing loss. His own voice now sounds weird to him, when he talks. He also has tinnitus in a grating, unpleasant, high pitched tone.</p>\n<p>“It’s a nuisance,\" Reny said. \"It’s bothersome. It’s a subtle reminder at times, and a more direct reminder of what happened that day. All things that you’d like to put behind you.”</p>\n<p>Reny is hoping to turn down the volume on that terrible reminder. And in the process, he hopes his contribution to the study may ultimately help the millions of others who are looking for therapies to reduce their own hearing problems.</p>\n<p><em><a href=\"http://wgbhnews.org/post/boston-marathon-bombing-survivors-deal-lingering-invisible-injury-tinnitus\">This story is cross-posted</a> with our partners at WGBH News.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-15%2Fboston-marathon-bombing-survivors-are-dealing-lingering-and-invisible-injury&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/person-image/Dave%20Fortier.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dave-fortierjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04152015_07_0.mp3"},{"href":"http://www.pri.org/file/0415201507mp3-0"}]}