{"created":"2014-10-08T16:23:42+00:00","modified":"2014-10-31T02:13:37+00:00","valid":{"from":"2014-10-31T02:13:37+00:00","to":"3014-10-31T02:13:37+00:00"},"hreflang":"en","title":"In A Changing Climate, Science Fiction Starts To Feel Real","published":"2014-05-12T20:17:00+00:00","teaser":"In response to The White House's new report on climate change, author Lev Grossman has some recommended reading. It's a novel called <em>The Windup Girl</em> by Paolo Bacigalupi.","itags":["npr_api","311119356"],"guid":"a1dcaf5c-b0bc-457d-8ddc-d21ce1f6a917","contentencoded":"<p>The White House released a report this week on the impacts of global warming. Many places are already feeling the effects. There's drought in the Southwest, rising sea levels in Miami, and now even fictional worlds are feeling the burn.</p><p>There have been novels about climate change since the 1960's, but to me the definitive example is a book that's not well known outside the field of science fiction: <em>The Windup Girl, </em>by the American novelist Paolo Bacigalupi, which won both the Hugo and the Nebula Awards in 2010.</p><p>Great science fiction isn't so much about predicting the future as it is about taking seriously the nightmarish implications of the present. In <em>The Windup Girl, </em>Bacigalupi asks the question, what if all our nightmares came true?</p><p>It's the 23rd century and New York and New Orleans are underwater. Genetic engineering has unleashed devastating plagues and famines. There are no flying cars or jet packs because there are no fossil fuels left to run them. Computers are powered by foot-pedals. Cars and factories run on energy stored in enormous springs, which are wound by monstrous mutant elephants.</p><p>The plot of <em>The Windup Girl </em>centers on an agent of an American biotech firm, who is searching for a trove of rare genetically intact seeds. Along the way he meets the windup girl of the title: a woman who has been trapped by her own DNA. She's designed to be nothing but a servant and a sex toy.</p><p>But the real point of <em>The Windup Girl </em>is that dreams and desires don't matter. In a world this ecologically devastated, the only thing that <em>does </em>matter is energy in the form of calories: people it grow as crops, consume it as food, expend it as work.</p><p>These people look back on our time as a utopia, \"a golden age fueled by petroleum and technology. A time when every solution to a problem didn't engender another.\"</p><p>What they learn is that we're a part of nature, and anything we do to her we do to ourselves.</p><p><em>Lev Grossman is the author of </em>The Magician's Land,<em> which is out in August. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Changing+Climate%2C+Science+Fiction+Starts+To+Feel+Real&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lev Grossman","audio":[{"meta":{"duration":"142"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311119357-58423d.m3u?orgId=1&topicId=1032&aggIds=257657827&ft=3&f=311119356"},{"href":"http://media.npr.org/assets/img/2014/05/09/windup-girl1-b485e9584f49c493047d6abf1ee45a096c0b224c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"243","width":"323"}}]}