{"created":"2015-04-26T22:33:05+00:00","modified":"2015-04-28T23:05:33+00:00","valid":{"from":"2015-04-28T23:05:33+00:00","to":"3015-04-28T23:05:33+00:00"},"hreflang":"en","title":"South Africa's Xenophobic Attacks 'Vile,' Says Zulu King Accused Of Inciting Them","published":"2015-04-27T04:36:00+00:00","teaser":"Recent attacks against immigrants have reportedly caused at least seven deaths in the country. Accused of incendiary remarks, Zulu King Goodwill Zwelithini says his comments were taken out of context.","itags":["npr_api","402400958"],"guid":"a1ea8af2-9208-4124-b19a-55c64a31cc2f","contentencoded":"<p>Goodwill Zwelithini is the influential king of South Africa's Zulu nation. Comments that he made last month — when he <a href=\"http://www.reuters.com/article/2015/04/20/us-safrica-violence-zulu-idUSKBN0NB18920150420\">reportedly said</a> head lice should be squashed and foreigners should pack their belongings and leave the country — have been blamed for igniting attacks on foreigners, resulting in at least seven deaths. But Zwelithini denies inciting the violence.</p><p>The king has no official power in modern South Africa, but he commands the loyalty of about 10 million Zulu people, the country's largest ethnic group. It took him almost a month after making his initial comments to call for an end to attacks on immigrants living in South Africa.</p><p>At a mass rally he called last Monday at a stadium in Durban, in KwaZulu province — where the king holds sway and where the attacks began — Zwelithini called the xenophobic violence \"vile.\" He insisted that his remarks last month were taken out of context by the media. Zwelithini told the several thousand people who gathered at the stadium for the<em> imbizo</em> — a traditional meeting — that if he had really called for foreigners to be killed, South Africa \"would have been reduced to ashes.\"</p><p>But Mondli Makhanya, a columnist and editor-at-large for South Africa's <a href=\"http://www.citypress.co.za/\">City Press</a> newspaper, says there is no way the king's comments could have been misunderstood.</p><p>\"There can be no misinterpreting what he meant when he likened foreigners, foreign nationals, to parasitic fleas,\" says Makhanya. \"Anybody who speaks Zulu ... understood exactly what he was saying. And those are very, very dangerous things to be saying about human beings.\"</p><p>Coming from a revered traditional leader, Makhanya says, such utterances were potentially explosive in South Africa. Twenty-one years after the end of apartheid and white minority rule, the country faces entrenched poverty and high <a href=\"http://businesstech.co.za/news/international/77737/south-africa-unemployment-1994-2015/\">unemployment</a>.</p><p>\"There is a saying in Zulu which means 'the mouth that speaks no lies,' \" says Makhanya. \"That is what kings are normally referred to in Zulu. ... The king can never be wrong. And a lot of people who were running around doing the destruction over the past couple of weeks were saying exactly that: '[He] has told us to go and do this — he cannot be defied.' \"</p><p>The Zulu king's reported choice of comments has been denounced by neighboring countries, including Zimbabwe. Many Zimbabweans live and work in South Africa. Zimbabwe's president, Robert Mugabe, <a href=\"http://www.voazimbabwe.com/content/zimbabwe-mugabe-independence-day/2724959.html\">said</a> in an Independence Day speech on April 18 that he was appalled by the attacks, which are the second sustained round of xenophobic violence in South Africa in seven years.</p><p>\"I want to express our sense of shock and disgust ... The act of treating other Africans in that horrible way can never be condoned by anyone,\" Mugabe said. \"And whether these are followers of the Zulu king Zwelithini or the followers of some other misled members of the South African community ... that must never happen again, never happen again in South Africa or any other country.\"</p><p>South Africa's home affairs minister, Malusi Gigaba, acknowledges that his country must mend fences with neighbors and Africans beyond the immediate region. \"The international community must not view South Africa as a xenophobic and Afro-phobic country,\" he says. \"And Africa in particular must not think that we hate fellow Africans so much that we are prepared to do the worst to cause them harm. We are taking steps to address this.\"</p><p>It's not the first time the the 67-year-old king — who has six wives and stands accused of an extravagant lifestyle at the cost of the South African taxpayer, since traditional leaders are all supported by the government — has made controversial remarks. In 2012, <a href=\"http://www.timeslive.co.za/local/2012/01/23/gays-are-rotten-says-zulu-king\">he was quoted</a> as saying gay people were \"rotten,\" going against the spirit of South Africa's liberal and much-heralded constitution.</p><p>Despite the problems, Makhanya says the king not been penalized by the governing African National Congress party, which needs his support — and Zulu votes.</p><p>He says the ANC has been dancing around the subject, \"saying that the Zulu [comment] was taken out of context. No such [thing]. The politicians have hidden behind that.\"</p><p>President Jacob Zuma is Zulu.</p><p>For now, Makhanya says, \"The biggest challenge for King Goodwill Zwelithini is to restore his place in the society ... his reputation and his standing. He has been attacked, lampooned and castigated. So his moral authority has diminished greatly in the eyes of greater South Africa ... and he's going to have to do something quite major to restore that. I'm not sure he will ever be able to.\"</p><p>But Makhanya believes the loyalty of many of the King's Zulu subjects in rural areas, and others who cling to tradition, remains intact.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=South+Africa%27s+Xenophobic+Attacks+%27Vile%2C%27+Says+Zulu+King+Accused+Of+Inciting+Them&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402413169-bfb658.m3u?orgId=1&topicId=1126&e=402400958&d=213&ft=nprml&f=402400958"},{"href":"http://media.npr.org/assets/img/2015/04/26/146382338-40bac54bb35519b1bade749cad66895007cdf403.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1296","width":"1729"}}]}