{"created":"2015-05-18T18:38:14+00:00","modified":"2015-05-18T18:48:17+00:00","valid":{"from":"2015-05-18T18:48:17+00:00","to":"3015-05-18T18:48:17+00:00"},"hreflang":"en","guid":"a1f9407b-4579-406d-8dc9-dbb9af2bce8b","title":"How one political ad held back a generation of American inmates","published":"2015-05-18T18:48:12+00:00","byline":"T.J. Raphael","teaser":"The GOP's devastating Willie Horton ad in the 1988 presidential election \"taught Democrats that this was an issue where they had to be more Catholic than the Pope; tougher than tough,\" says Bill Keller, editor-in-chief of the nonprofit Marshall Project.","tags":["Justice","Conflict & Justice","Willie Horton","Lee Atwater","Negative campaigning","Michael Dukakis"],"contentencoded":"<p dir=\"ltr\">What happens when politicians use fears of violence and tragedy for political gain? Could one negative political advertisement stifle criminal reform for a generation?</p>\n<p dir=\"ltr\">Look no further than the 1988 presidential campaign ad featuring Willie Horton, says Bill Keller, editor-in-chief of The Marshall Project. The nonprofit <a href=\"https://www.themarshallproject.org/2015/05/13/willie-horton-revisited\">interviewed Horton</a>, 63, whose case became a decisive part of George H.W. Bush's campaign against Democratic contender Michael Dukakis.</p>\n<p>In the famous Bush advertisement, an ominous voice states that Dukakis “allowed first-degree murderers to have weekend passes from prison. One was Willie Horton, who murdered a boy in a robbery, stabbing him 19 times. Despite a life sentence, Horton received 10 weekend passes from prison. Horton fled, kidnapped a young couple, stabbing the man and repeatedly raping his girlfriend. Weekend prison passes — Dukakis on crime.”</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/Io9KMSSEZ0Y\" width=\"420\"></iframe></p>\n<p>“The first person to use the issue was Al Gore in a Democratic debate in the primary, debating Michael Dukakis,” Keller says. He raised the issue of Dukakis having supported furloughs for prisoners, including murderers. He didn’t name Willie Horton, but he raised the issue.”</p>\n<p dir=\"ltr\">After Dukakis made it through the primary season, Keller says that Republican political strategist Lee Atwater tapped into this messaging and brought it to a new level as Dukakis squared off against George H.W. Bush.</p>\n<p dir=\"ltr\">“They framed an ad that is chilling and kind of classic in its way,” says Keller. “It features a portrait of this very scary looking, disheveled, wild-eyed black man. As Atwater once said, by the end of this campaign, you’re going to think that Willie Horton is Michael Dukakis’ running mate.”</p>\n<p dir=\"ltr\">Though the advertisement presented factually accurate information about Horton’s crimes, it wildly distorted the reality surrounding prison release programs.</p>\n<p dir=\"ltr\">“The astounding fact is that, at the time, all 50 states had furlough programs for prisoners, including for murderers in many states,” says Keller. “Even Ronald Reagan, when he was governor of California, had a furlough program. There was an episode where, I think twice, inmates who were out on furloughs in California during Reagan’s watch committed murders. Reagan defended the program and said nobody’s perfect.”</p>\n<p dir=\"ltr\">The Willie Horton ad had implications that stretched far beyond the 1988 campaign season — it ultimately pushed a button of fear that marked the beginning of a \"tough on crime\" era, the consequences of which we are still grappling with today.</p>\n<p dir=\"ltr\">“It had a tremendous impact,” says Keller. “It taught Democrats that this was an issue where they had to be more Catholic than the Pope; tougher than tough. I think you can draw a line between the Willie Horton ad in 1988 and Bill Clinton’s tenure as president.'' Clinton championed the 1994 crime act, \"which included nearly $10 billion for building more prisons, 100,000 more cops on the streets, and took away Pell education grants for prison inmates. He wasn’t exceptional — that law was actually drafted by a senator named Joe Biden.”</p>\n<p dir=\"ltr\">The Willie Horton ad forced the Democratic Party to take a harder approach to crime — an approach that often pushed for the destruction of furlough programs, for longer sentences, and for the removal of educational opportunities for inmates. The ad was so successful that it’s been identified by TIME magazine as one of the <a href=\"http://content.time.com/time/specials/packages/article/0,28804,1842516_1842514_1842557,00.html\">top 10 campaign advertisements</a> of all time.</p>\n<p dir=\"ltr\">“The Willie Horton ad inspired campaigns across the country and still does,” says Keller. “Especially in states where judges and prosecutors are elected, and where the whole campaign is about how they’re going to administer justice. You’ll see these Willie Horton-style ads that will flash a portrait of the candidate who’s being reviled next to some inmate who looks like the devil incarnate in his mugshot.”</p>\n<p dir=\"ltr\">Keller says that Willie Horton, who now goes by William, was not wronged by this ad, but that he was used by the system for political gain.</p>\n<p dir=\"ltr\">“He was a convenient tool in a kind of politics that at the very least was fear mongering and I think fair to say race baiting,” he says. “I think it had echoes of the earlier Southern strategy of Republicans, which was to play on white anxiety.”</p>\n<p dir=\"ltr\">Though Willie Horton-style ads are still being used around the United States, Keller says that the tide may be turning as America continues to confront unrest in places like Ferguson and Baltimore. “I think there’s some reason to think things have changed — that Willie Horton’s potency have been diminished,” says Keller. “Four or five of the Republican presidential candidates are advocating for criminal justice reforms. This has yet to be fully tested, but it may very well get tested in the 2016 round because it does look like criminal justice is going to be one of those issues.”</p>\n<p dir=\"ltr\"><em>This story <a href=\"http://www.thetakeaway.org/story/crime-reshaped-criminal-justice/\">was adapted from</a> an interview on the PRI's radio show <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>. </em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-18%2Fwhat-willie-horton-wrought&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/duke.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/dukejpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/takeaway051815-horton.mp3"},{"href":"http://admin.pri.org/file/takeaway051815-hortonmp3"}]}