{"created":"2014-11-04T22:04:18+00:00","modified":"2014-11-05T21:20:29+00:00","valid":{"from":"2014-11-05T21:20:29+00:00","to":"3014-11-05T21:20:29+00:00"},"hreflang":"en","guid":"a1fcae3b-ad1b-465e-a318-2ae4d3e2f4c9","title":"The US leads the world in election spending — and that's not a good thing","published":"2014-11-05T21:20:25+00:00","byline":"Bradley Campbell","tags":["campaign finance","elections","politics","Global Politics","North America","United States","North America","Lisa Rosenberg","Politics","Elections","Campaign finance"],"teaser":"Candidates around the country rang up a $4 billion bill in 2014, making this the most expensive midterm election in American history. That level of spending is far and away the highest in the world, and other countries take a dim view of the money that American pour into campaigns.","contentencoded":"<p>Tuesday is Election Day in the United States, and it's an historic one: The nonpartisan Center for Responsive Politics says these will be the most expensive midterm elections in history. The group estimates that a total of four billion dollars have been spent to get your vote.</p>\n<p>That's right: $4 <em>billion</em>.</p>\n<p>\"I like to say the US is the leader in campaign finance spending, and that's not necessarily a position we want,\" says Lisa Rosenberg of the Sunlight Foundation, a pro-transparency group.</p>\n<p>Rosenberg compares the cost of this year's midterms with the elections just held in India. That one cost around $5 billion, but for nearly four times the population. So in terms of dollars per person, Americans are far and away the biggest campaign spenders in the world. </p>\n<p>\"We basically have a two-year campaign cycle — people are already starting to fundraise for 2016 — so there is no question that adds to it,\" Rosenberg explains. \"We also have no free media, which many other countries have for their candidates. So [American] candidates are forced to spend in order to basically just drown out their competitors, if nothing else.\"</p>\n<p>Add in longer campaigns — campaigns in many countries are legally limited to short periods — feeble spending limits and secret money donated in private, and it makes the US a unique place to run a campaign. \"I don't think that's a good sign for the US' democracy,\" Rosenberg says. \"I think it's a dangerous sign that that much money is coming in every election cycle.\"</p>\n<p>It's not all bad news, though. \"We do have disclosure rules that are reasonably effective,\" Rosenberg says, while cautioning that more needs to be done. \"Many countries that we work with — and we've been in Latin America, we've been in Western Europe recently — and they all say, 'At least you have something. At least you have some rules in place to ensure there is disclosure of the money that is directly going toward the candidates.'\" </p>\n<p>But when they hear about how much money is spent, it tempers their view of the American democracy, Rosenberg says: \"People look at our democratic system from across the globe with a lot less respect than I think we would like to have from our allies or our partners — or anyone, really.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}