{"created":"2014-10-08T16:37:33+00:00","modified":"2014-10-31T02:38:45+00:00","valid":{"from":"2014-10-31T02:38:45+00:00","to":"3014-10-31T02:38:45+00:00"},"hreflang":"en","title":"Dancers Find A Second Act At Palm Springs Follies","published":"2014-05-08T03:45:00+00:00","teaser":"The Palm Springs Follies is an old-fashioned musical revue with a difference: the performers are old enough to have been in shows like this in their heyday. After 23 seasons, the show closes in May.","itags":["npr_api","305506374"],"guid":"a1fedb42-73f7-4e4b-a189-a0322c5012e8","contentencoded":"<p>The Palm Springs Follies is an old-fashioned musical revue designed for an audience who remembers when this sort of entertainment wasn't old fashioned. But it's not only for older people — it's by older people. The dancers range in age from 55 to 84.</p><p>The show, an institution in Palm Springs, is getting ready to wrap up its 23<sup>rd</sup> and final season in May.</p><p>All of the women and men on stage were professional dancers — and thanks to Follies co-founder Riff Markowitz, they still are. He got the idea for an old-fashioned musical revue when he saw a refurbished old theater in Palm Springs' struggling downtown. It reminded him of the places where he saw variety shows when he was a kid. He thought, why not do that again? He decided it should be \"Follies with [performers] old enough to understand what they were doing, instead of young people acting as if they were old people — because we remember, because we were there.\"</p><p>So as in the old days, the Follies not only has dance numbers, there's also a juggling act and a headliner. Currently, that's 72-year-old Darlene Love of <em>Twenty Feet From Stardom</em> fame.</p><p>The Follies does a lot to cater to its audience. Almost all the performances are matinees. There's a special squad of ushers to check walkers and scooters. Some fans come back year after year. That's despite — or maybe because — older people will be mocked relentlessly by Markowitz, who is the Follies' emcee. He makes fun of \"all the things that the audience feels and experiences and fears.\"</p><p>Because it's the Follies last season, the remaining shows are nearly sold out. That hasn't happened since the recession hit in 2008. Since then, fewer people have been able to afford tickets, which can cost as much as $95. The Follies survives on ticket sales. Ultimately, the financial hole was just too deep to keep going.</p><p>But for a few more weeks, the show must go on. Follies performances end, as all Follies shows do, with a traditional patriotic medley. They blow out all the stops for the finale: red, white and blue balloons, fireworks effects and a blinding amount of gold sequins. Then the entire cast — and a few members of the audience — join together in a chorus of <em>Auld Lang Syne</em>, that ode to old friends and times gone by.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dancers+Find+A+Second+Act+At+Palm+Springs+Follies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"465"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310300903-a79616.m3u?orgId=1&topicId=1144&ft=3&f=305506374"},{"href":"http://media.npr.org/assets/img/2014/04/21/follies-49a0e2f134f8615dba9b69c97732f7f12bf1a271.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2048"}},{"href":"http://media.npr.org/assets/img/2014/04/21/season_18_pretty_girl_pose-0459839dc92fefa794a2d00a2342379eb0bfb82e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3243","width":"4324"}},{"href":"http://media.npr.org/assets/img/2014/04/21/finale-a2817b0d00b9a6810497eaab63c5af1808a8a027.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1767","width":"2358"}}]}