{"created":"2015-05-04T09:04:36+00:00","modified":"2015-06-01T14:23:43+00:00","valid":{"from":"2015-06-01T14:23:43+00:00","to":"3015-06-01T14:23:43+00:00"},"hreflang":"en","title":"A Town Divided Over The Next Chapter Of An Iconic Harper Lee Book","published":"2015-05-04T16:13:00+00:00","teaser":"There's plenty of speculation about whether the octogenarian author really intended to release the manuscript, discovered by her lawyer last year.","itags":["npr_api","403364020"],"guid":"a1fe31b1-4794-4b6f-822e-8dde2e0cf05b","contentencoded":"<p>Business is brisk at the Ole Curiosities and Book Shoppe, a block off the town square in Monroeville, Ala.</p><p>Jennifer Brinkley and her friend Leigh Mikovch are at the counter, putting in a pre-order for <em>Go Set a Watchman</em>, the much anticipated forthcoming book from Harper Lee.</p><p>\"We're big Harper Lee fans and <em>To Kill a Mockingbird</em> fans,\" Brinkley says.</p><p>Both are writers from Bowling Green, Ky. They're visiting Monroeville for the annual Alabama Writers Symposium. Brinkley says it will be meaningful to have the new book come from Lee's hometown.</p><p>\"It comes with a certificate and it comes with a seal that it's from Monroeville,\" she says.</p><p><em>Go Set a Watchman </em>was written before the 1960 classic <em>To Kill a Mockingbird</em>. It is set chronologically later, when the character Scout is a grown woman. But the book's upcoming release is controversial.</p><p>Harper Lee thought her first manuscript was lost. But according to Harper Publishing, Lee's lawyer, Tonja Carter, found it last year. Many people in Monroeville question the timing. The manuscript was found after the death of Lee's sister Alice, her attorney and protector of the author's privacy.</p><p>Brinkley says they have closely followed the controversy that's come since the manuscript was discovered. She summarizes what she thinks all the fuss is about.</p><p>\"Whether or not she's been exploited and whether or not she's competent and ready and willing to have her work published,\" Brinkley says.</p><p>Book Shoppe owner Spencer Madrie says it has divided the town.</p><p>\"Some think that she didn't ever want to publish again,\" says Madrie. \"Others think it's a treasure that she's ready to put forth that's come out of hiding.\"</p><p>Either way, the news has been good for Madrie. He has sold more than 5,000 copies of the new book, an unprecedented number for his tiny bookshop. Behind that success, he says, is Harper Lee.</p><p>\"The blood that runs through this town is Harper Lee,\" he says. \"Her name is what sustains the town.\"</p><p>Tourists can't come to Monroeville and miss the fact that this is Nelle Harper Lee's hometown. There's the Mockingbird Inn and Radley's Fountain Grille, and a mockingbird is on the city logo. Visitors can tour the street where she grew up, next door to her childhood pal Truman Capote.</p><p>As the textile and timber industries here waned, Monroeville billed itself as the Literary Capital of Alabama — and the inspiration for Maycomb, the fictional setting of <em>To Kill A Mockingbird</em>. That's what drew Mikovich and Brinkley from Kentucky.</p><p>\"Walking around the Monroeville square is like stepping back into time,\" Brinkley says. \"It's like you're stepping back into the pages of <em>To Kill A Mockingbird</em>.\"</p><p>At the center of the town square is the old courthouse, built in 1903. Its domed clock tower chimes on the hour.</p><p>Inside is the Monroe County Heritage Museum.</p><p>\"We're now in the old courtroom,\" says museum director Stephanie Rogers on a tour of the historic building. She stands amid the wooden pews and points out the original jury chairs, balcony and pressed tin roof.</p><p>\"We're very proud of this room and the mental image of what it stands for,\" Rogers says.</p><p>Every spring for 26 years, local residents have staged a play based on <em>To Kill a Mockingbird</em> in the courthouse. Scout's father, Atticus Finch, defends an innocent black man to no avail.</p><p>\"You know Atticus Finch giving his charge to the jury in this room is, I mean it gives you chill bumps. It's special,\" Rogers says.</p><p>She adds that the museum draws about 30,000 people a year from all over the world. That's more than triple Monroeville's population.</p><p>The play sold out in five days this year with all the excitement about the new book. Act 1 starts at dusk, on the courthouse lawn. Rogers says birds chirp naturally from the magnolia trees as Miss Maudie delivers the iconic opening line:</p><p>\"Scout, you hear that? You hear that mockingbird singing?\"</p><p>But bubbling beneath the bucolic setting is recent legal animosity. Harper Lee wanted to trademark \"To Kill a Mockingbird.\" The museum opposed. Lee later sued the museum for using her name and Mockingbird on merchandise without proper trademark compensation.</p><p>Those disputes have since been settled. But this year, there was a fight over the museum's rights to stage the play. Lee has founded a nonprofit to oversee the local production in the future.</p><p>After lunch at the Courthouse Cafe, local accountant and museum board member Tim McKenzie says it's too bad relations with Lee have soured.</p><p>\"That trademark opposition is big,\" McKenzie says. \"I think that's probably the biggest thorn in the side. Some people got their feelings hurt I guess and just got to get over it.\"</p><p>But cafe owner Janet Sawyer isn't convinced Lee's feelings are the problem.</p><p>\"I really don't think it's her,\" Sawyer says.</p><p>She thinks lawyer Tonja Carter is behind the disputes.</p><p>\"In my opinion I think that has a lot to do with it,\" she says.</p><p>Sawyer questions whether the 89-year-old Lee is even capable of making her own decisions.</p><p>\"She is not demented,\" says historian Wayne Flynt, a longtime friend of Nelle Harper Lee. \"She can give full, informed consent for anything she does.\"</p><p>The state recently closed an elder abuse investigation involving Lee, who suffered a stroke in 2007 and now lives in an assisted living facility.</p><p>Flynt says she's not the recluse the world press has made her out to be. He says last month she sponsored a performance of <em>King Lear</em> at the Alabama Shakespeare Festival and made the trip to Montgomery to see it.</p><p>Flynt says Lee has long had a rocky relationship with her hometown. Back in 1960, he says, local schools banned <em>To Kill a Mockingbird</em>. Today, he's not surprised by the narrative that has emerged.</p><p>\"What Monroeville can't do is to say Nelle is a cruchety, crotchety, obsessively private old woman who can't hear and see,\" Flynt says. \"But she's really a saint and she put us on the literary map.\"</p><p>He says the culprit can't be Lee.</p><p>\"So who can the culprit be? Well the culprit has to be the lawyer.\"</p><p>The lawyer, Tonja Carter, has not responded to NPR's requests for an interview. Neither has Harper Lee, who has shunned the media for decades.</p><p>Flynt says Lee's feelings about the new release have been up and down — her initial excitement dimmed by the ensuing controversy.</p><p>That's a shame, says Nancy Anderson, an English professor at Auburn University in Montgomery who has been teaching <em>To Kill A Mockingbird</em> since it was first published.</p><p>\"Have all of them forgotten to take Atticus' advice of put on someone else's shoes and walk around in them for a few moments before they get all het up about whatever the controversy is?\" Anderson asks.</p><p>The truth is, the public may never really know why Harper Lee is publishing <em>Go Set A Watchman,</em> unless she decides to break her silence.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Town+Divided+Over+The+Next+Chapter+Of+An+Iconic+Harper+Lee+Book&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"442"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404114310-526ff6.m3u?orgId=1&topicId=1032&d=442&p=3&story=403364020&t=progseg&e=404112517&seg=8&ft=nprml&f=403364020"},{"href":"http://media.npr.org/assets/img/2015/05/01/img_6079-d76ea14e1676103f2c50cfe8e9359e0f83254faf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}}]}