{"created":"2015-01-27T21:13:23+00:00","modified":"2015-05-13T21:19:59+00:00","valid":{"from":"2015-05-13T21:19:59+00:00","to":"3015-05-13T21:19:59+00:00"},"hreflang":"en","title":"On Holocaust Day, Argentina's Jews Despair Over Deaths, Old And New","published":"2015-01-27T23:30:00+00:00","teaser":"On a day usually filled with quiet reflection, the Jewish community spoke out forcefully against the president for her handling of a 20-year-old bombing case that remains unsolved.","itags":["npr_api","381876286"],"guid":"a20d16fb-742c-44f7-99f2-a2708810df52","contentencoded":"<p>In more normal times, the annual Holocaust remembrance ceremony would have drawn the Jewish community to a somber ceremony at Argentina's Foreign Ministry. But a large part of the community decided to boycott the event Tuesday and hold its own on the site of a deadly bombing two decades ago.</p><p>The speakers, including the treasurer of the Delegation of Argentine Israeli Associations, Mario Comisarenco, wanted to make clear why.</p><p>\"In honor of the victims, we will not sit at the table with people who do not tell the truth, and do not impart justice,\" he said. \"We have also come here to honor Alberto Nisman, a prosecutor who became a victim simply because he was investigating the worst attack in Argentine history.\"</p><p>That attack happened in 1994. A bomb leveled the Argentine Israelite Mutual Association, or AMIA as its known here, killing 85 people and wounding hundreds. Nisman was the lead prosecutor on the case — and he had accused Iran of masterminding what happened.</p><p>Nisman died of a gunshot last week in murky circumstances just before he was going to present evidence that he said would implicate President Cristina Fernandez in a cover-up to absolve Iran of responsibility.</p><p>For the Jewish community, it is the latest twist in a tragic saga that began with the AMIA bombing.</p><p>\"Those first few moments were really terrible, of course. I think I couldn't say a word,\" says Anita Weinstein, who was at AMIA the day of the bombing. \"I saw the destroyed building at my feet; that was the worst moment.\"</p><p>She only narrowly escaped losing her life because she had left her office momentarily for another part of the building. Her secretary, who had three small children, was killed.</p><p>Weinstein's parents were Holocaust survivors and she says she will never forget what her mother told her after the attack happened.</p><p>\"She said I would never have thought that a daughter of mine would be a survivor of an attack against Jews,\" recalls Weinstein. \"She thought humanity had learned something.\"</p><p>Initially, there was a sense of unity and purpose within the Jewish community, and in particular among the survivors and the family members of those who died in the attack.</p><p>But years went by and no one was charged with the bombing. The investigation was marred by incompetence and obstruction of justice. In fact, the only people to have been charged in the case at all have been those who were supposed to be investigating it.</p><p>\"What happened kept on driving people apart,\" says Pablo Gitter.</p><p>Gitter belongs to one of four groups that now represent the families of the AMIA bombing. They all have different ideas about who was behind the bombing.</p><p>Many follow the main Jewish organizations that were represented in Tuesday's Holocaust memorial. They believe that Iran and its agent Hezbollah are to blame.</p><p>Gitter doesn't buy the Iran line of inquiry and thinks the Argentine government of Carlos Menem, who was in power when the bombing happened, was mostly behind it.</p><p>There is also little consensus on what should be done moving forward.</p><p>\"We will never know the truth if this remains in the hands of judges and prosecutors. We are guaranteed another 20 years of impunity going forward,\" says Gitter. He wants to see an independent truth commission established.</p><p>Others contend that won't work, and those culpable need to be pursued through the Argentine justice system.</p><p>Romina Manguel, an investigative journalist, has been following the AMIA case since the attack happened. She says in many ways those who still fight for a resolution to the bombing are broken people.</p><p>\"They were left alone in their battle for justice. In the last 20 years many have died of pain and despair. The years went by and AMIA didn't matter to anybody,\" she says.</p><p>Now, with the death of Nisman, the case has been resurrected and is at the heart of a national scandal.</p><p>Still, Weinstein says she isn't sure they will ever find out what really happened that day in 1994. \"I hope so. I don't believe so,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Holocaust+Day%2C+Argentina%27s+Jews+Despair+Over+Deaths%2C+Old+And+New&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381943022-e7662c.m3u?orgId=1&topicId=1127&d=281&p=2&story=381876286&t=progseg&e=381942687&seg=13&ft=nprml&f=381876286"},{"href":"http://media.npr.org/assets/img/2015/01/27/462350554-7ef9ed1f12a6b90e368219cfe06d472ec40f5c4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2274","width":"3034"}},{"href":"http://media.npr.org/assets/img/2015/01/27/51424231-7bd72eb9c3640ff6dbcebbab7d75572342f44a63.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1349","width":"1799"}}]}