{"created":"2014-09-04T16:44:07+00:00","modified":"2015-02-26T18:52:56+00:00","valid":{"from":"2015-02-26T18:52:56+00:00","to":"3015-02-26T18:52:56+00:00"},"hreflang":"en","title":"This Time It's 'Personal': Lee Child Writes His 19th Jack Reacher Novel","published":"2014-09-02T16:50:00+00:00","teaser":"The retired U.S. military policeman is in pursuit of a sniper in the latest installment of the suspense series. Child says its both fun and challenging to make these novels \"the same but different.\"","itags":["npr_api","344264425"],"guid":"a2145cf1-b440-4f06-a7ad-b7d1b59589da","contentencoded":"<p>As Lee Child writes new installments in his Jack Reacher series, he thinks back to something his father said: When it came to books and films, \"he would say he wanted the same but different,\" Child tells NPR's Linda Wertheimer. And that, for Child, is the fun and the challenge of it all.</p><p><em>Personal </em>is his 19th novel starring Jack Reacher, the retired U.S. military policeman who puts his folding toothbrush in his shirt pocket and boards a bus to wherever that bus is going.</p><p>Reacher roams the country and along the way, saves lives, solves problems and thrashes the bad guys. And he makes readers momentarily want to rethink their lives — at least for the few evenings it takes to read the latest book.</p><hr /><h3>Interview Highlights</h3><p><strong>On how he structures the books in many different ways, with Reacher as the anchor</strong></p><p>It's a bit like a composer, I think, writing music. You start out with a key in mind and a feeling comes over me — I want a book to be a certain mood, a certain tone, almost a certain color, and that then will suggest a location, it will suggest the type of story that could be told and it takes off from their organically.</p><p><strong>On the exceptionally talented sniper at the heart of his new book</strong></p><p>I wanted to start the book with action ... but I wanted it to be failed action. What happens here is the sniper tries a shot against the president of France in Paris and it's a long way — over 3/4 of a mile — and he makes the shot, except, like world leaders are these days, this guy is protected by a bullet proof screen and the bullet does not break the screen. So Reacher is brought on board to contribute toward finding this particular guy.</p><p><strong>On using Reacher to make light of international politics, politicians and various national security agencies</strong></p><p>A guy like Reacher ... he's been a soldier. He's seen it from the inside, and there is nothing more cynical than a serving soldier. They know everything's nonsense and they know this is all behind-covering by the politicians. ... So he is both challenged by the technical problem but also somewhat contemptuous of the reasons why it needs to be sorted out.</p><p><strong>On creating a character in this book who is even bigger and uglier than 6'5\" Jack Reacher </strong></p><p>That's something I feel I have to do sometimes because if its David versus Goliath and Reacher is David then Goliath has got to be some really awesome thing. So I invented a character that is substantially bigger than Reacher and of course Reacher thinks that's weird. To be his size is fine, to be any bigger than that is weird.</p><p><strong>On the selection of Tom Cruise to play Reacher in the first film adaptation</strong></p><p>A book is entirely in the realm of imagination: my imagination and your imagination. But then, if you turn that into a movie, it is fundamentally real: people in a real physical place and so you're limited straight away to the real people available. For years we were in a bizarre conversation where we were saying, well, this guy who was eight inches shorter than Reacher is obviously better than this guy who is 8.5 inches shorter than Reacher. [It] didn't seem really worth arguing about after a while, so what we went for was a guy who could do the internals — the vibe, the feel, everything about Reacher except for the physicality — and I thought Cruise did a really great job about that.</p><p><strong>On whether he paid a price for selecting Cruise</strong></p><p>I paid that I wasn't entirely expecting, because, in my head it was very clear: This was a <em>version. </em>This does not replace the books in any way. But it did surprise me a little bit how people felt that somehow the movie was liable to overshadow the books. Because to me books are the thing. I mean frankly, I was thrilled that anyone had an opinion. I mean ... if somebody had said to me, you're going to create a character so popular that people are going to get upset about who is going to play them in the movie, I would have bit their hands off.</p><p><strong>On what's in store for Reacher in the 20th book</strong></p><p>It's a lonely landscape somewhere with a single railroad line running through it and what happens after that I have no idea. But a year from now no doubt there will be a book and it will be coming out and this early fumbling towards it will seem very odd when it's a completed project.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Time+It%27s+%27Personal%27%3A+Lee+Child+Writes+His+19th+Jack+Reacher+Novel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"373"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344732619-a9b421.m3u?orgId=1&topicId=1033&aggIds=100876926&e=344264425&d=373&ft=nprml&f=344264425"},{"href":"http://media.npr.org/assets/img/2014/08/29/ap090403042469-4b8412be736c098231bbcc9465431da143201589.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1516","width":"2022"}}]}