{"created":"2014-09-12T23:05:21+00:00","modified":"2014-10-31T01:07:10+00:00","valid":{"from":"2014-10-31T01:07:09+00:00","to":"3014-10-31T01:07:09+00:00"},"hreflang":"en","title":"In Yabbies And Cappuccino, A Culinary Lifeline For Aboriginal Youth","published":"2014-06-17T21:48:00+00:00","teaser":"Australia has a long, dark history of racial discrimination against the Aborigines. A cooking and hospitality program tries to help youth discover their culture and build confidence and competence.","itags":["npr_api","322569875"],"guid":"a21b01e9-3423-4fed-b84d-558569794c34","contentencoded":"<p>If you teach an aboriginal man (or woman) to make a cappuccino, can you feed his career for a lifetime?</p><p>That's the hope at Yaama Dhiyaan, a cooking and hospitality school for at-risk indigenous young people in Australia.</p><p>Students there are learning the skills to be cooks, restaurant and hotel workers, and caterers. The school is also helping to reconnect them to their culture, disrupted when many of their grandparents were kidnapped off the land, forced into missionary schools and denied the right to vote until the 1960s.</p><p>Aunty Beryl Van-Oploo is an aboriginal elder who heads the school. She is from the Gamillera tribe and grew up on a reservation about 500 miles from Sydney in New South Wales.</p><p>\"They asked me to name the school,\" says Aunty Beryl, \"so I thought I might as well say 'hello' in my own Yuwaalaraay language. <em>Yaama</em> means 'hello' and <em>Dhiyaan </em>means 'family.' So it's 'Hello family and friends' when you come here.\"</p><p>Among the skills the students learn at Yaama Dhiyaan is how to make cappuccinos and other specialty coffee drinks.</p><p>\"A lot of aboriginal people wouldn't go near a cappuccino machine,\" she laughs. \"Actually, we don't drink it. We were never brought up with coffee. ... We were tea drinkers.\"</p><p>The school takes about 20 students per session for the eight-week cooking and hospitality course.</p><p>\"I've been cooking all my life. I'm from the bush,\" says James Wilden, a 20-year-old student who recently completed the program. \"I've cooked kangaroo, goanna [a local lizard], yabbies [crustaceans].\"</p><p>Wilden grew up in a family with 15 brothers and eight sisters. Times got hard. He and most of his brothers have been in and out of jail all their lives. While he was in the school, Wilden was incarcerated in a jail but was allowed to leave to take daily classes at Yaama Dhiyaan.</p><p>\"When I was younger I made some bad decisions,\" Wilden says. \"That's why I'm in this course: to make my life better.\"</p><p>\"Most of the people in our class are aboriginal — boys, girls, mothers, fathers, cousins,\" says 20-year-old Molly Meribito. Her family is from the Bundjalung tribe from the border of Queensland and New South Wales. She got pregnant at 16, and since she hasn't had much to do lately, her family recommended that she go learn with Aunty Beryl.</p><p>\"We're lucky if we get 12 to stay\" in the program, says Aunty Beryl.</p><p>\"Sometimes they can't cope,\" says Aunty Beryl. \"When you're ready, you come back. And we've had that happen to one of our young lads. He went away for a year, and he came back and he said, 'Aunty Beryl, I'm ready to be a chef.' \"</p><p><strong>Classified As Unemployable</strong></p><p>Australia's history of racial discrimination against the Aborigines is a long one. And young members of this minority group who have criminal records and previous drug histories, or who got pregnant as teenagers, are not who people usually want to hire.</p><p>\"Traditionally, the students that we train are classified as unemployable — that's what the society has labeled them as,\" says Dani Hore, who manages the Aboriginal Employment Program that oversees Yaama Dhiyaan.</p><p>The Employment Program also offers a carpentry and construction course downstairs from the cooking school. Aunty Beryl's students prepare lunch each day for themselves and the students studying to be electricians, carpenters and plumbers.</p><p>\"So many young people don't even have a home to live in,\" Hore says. \"One student, who we actually got employment for, was living in a tree. He had nowhere to live, and the tree was safe because it was up off the ground.\"</p><p><strong>Bush Tucker</strong></p><p>Just as many chefs and traditional cooks in Australia are interested in integrating traditional foods into modern-day cooking, the students are learning to prepare and eat Chinese stir-fry, French baguettes, Italian pasta.</p><p>The through line is cooking fresh, local and seasonal whenever possible. That, for Aunty Beryl, leads to bush tucker.</p><p>\"Bush tucker is what we got off the land, and that is why we are introducing it again, connecting students to their culture through food,\" says Aunty Beryl.</p><p>\"You have your fruits, nuts, yams,\" Aunty Beryl lists. \"You have your meats — kangaroo, wallaby, wild buffaloes up north.</p><p>There's also lemon myrtle, quandongs (an indigenous peach), marigold (a native spinach), wattleseeds from the Acacia tree, and salt bush, a shrub that covers large areas of dry, inland Australia.</p><p>\"You have your seafood like barramundi,\" she adds. \"It's got a real bushy sort of flavor. It's got that woody, tart flavor. Wrap it in gum leaves and throw it on an open fire. Then it will cook in its own oils.\"</p><p>Another favorite of Aunty Beryl is the finger lime. \"I call it the aboriginal caviar,\" she says. \"When you split it and open it up, it's got little lime modules inside that look like caviar. They are really great on fresh oysters.\"</p><p><strong>You Can't Eat Your Totem</strong></p><p>The students are also learning to make emu prosciutto. But Aunty Beryl doesn't eat the ostrichlike bird that some say tastes like steak.</p><p>\"My totem is an emu, so I don't eat it,\" she says. \"It's an animal that we worship.\" A totem is a being, an animal or plant, that serves as a sacred symbol to an aboriginal clan or tribe. A totem connects people, ancestors and mythic past.</p><p>\"Kangaroo, goanna, dolphins — whatever totem your aboriginal tribe has, you can't kill, touch or eat,\" says student James Wilden. \"I'm an emu. If I kill an emu, it's like killing my brother, my sister or my mother.\"</p><p>Ricardo Golding's totem is a turtle. He has come to Yaama Dhiyaan just out of high school. \"I had nothing to do,\" says the 17-year-old. \"I'm not that smart, but I'm doing my work. I used to get picked on a lot at school, because of the sound of my voice. The way I act. I was very afraid to go into class. I missed out on a lot of lessons. Here, the cooking is the part I like the most.\"</p><p><strong> </strong>\"The biggest thing our students or anybody has to deal with,\" says Aunty Beryl, \"is their self-confidence.\"</p><p><strong>The Stolen Generation</strong></p><p>The history of the treatment of native cultures in Australia is a dark one. Whole generations of children were taken away from their parents, forced into missionary schools, native language forbidden, traditional foods taken away, whole clans forced off their own lands and onto reservations, cultures denied the right to vote until the 1960s.</p><p>Jamie Rayburch works with Aunty Beryl, helping out with the hospitality and training program. \"My grandfather was part of the 'Stolen Generation.' He was stolen away when he was 5 years old and put into a cattle ranch and then into an all-boys orphanage. He never knew his parents. My grandmother's the same.\"</p><p>\"I'm 24 years old,\" says Jamie, \"and I'm still trying to understand what that's all about and how that affected my family, my culture, myself. I think that this generation — the Stolen Generation — has kind of almost been forgotten, where our culture came from, where the food derives from as well.\"</p><p>Dani Hore from the Employment Program says the aboriginal teachers and mentors at Yaama Dhiyaan are providing important role models for the youth.</p><p>\"Once these young people come to Yaama Dhiyaan,\" says Dani, \"they know that they are in a caring, loving environment where they are going to be taught vocational skills. But they are also going to be taught about self-respect and self-esteem and life skills that a parent would normally teach about punctuality, cleanliness, how to talk to people, how to eat together. It's a very short period of time, but it's quite transformational.\"</p><p><strong>'It's James' Journey Now'</strong></p><p>Along with learning to make lemon myrtle rose tarts, the perfect long black coffee and emu prosciutto, and how to card people and look for fake IDs to make sure people walking into a bar are old enough to drink — all skills required in Australia's hospitality and cooking industry — Yaama Dhiyaan is providing a vision for a future, and a sense of community.</p><p>James Wilden is preparing to graduate from his program in the next few weeks.</p><p>\"I just love cooking,\" James says. \"I love the smell. When I get out and get out of trouble, I want to be a chef.\"</p><p>James is eager to start his work, but he tears up at the thought of leaving the deep community of this Australian hidden kitchen.</p><p>Before he gets too broken up, Aunty Beryl speaks for her school. \"We're looking at James going up into the Northern Territory and becoming an apprentice chef up there. I know James will be a success because his heart is in it. At the end of the day, it's James' journey now, once he leaves here. But, we're only a phone call away, because that's what Yaama's all about that. We're always going to be there as part of his journey.\"</p><p><em>You can find more Hidden Kitchen stories and Web extras, including bush tucker recipes, at kitchensisters.org.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Yabbies+And+Cappuccino%2C+A+Culinary+Lifeline+For+Aboriginal+Youth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"The Kitchen Sisters","audio":[{"meta":{"duration":"458"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322800447-e9c671.m3u?orgId=1&topicId=1053&aggIds=91851784&ft=3&f=322569875"},{"href":"http://media.npr.org/assets/img/2014/06/16/kylie-kwong-edit-c37ca5c714f524540081686b93f45afaea86b477.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/06/16/aunty-beryl-edit-f91d5cb11bb2876ff7145d504832b843c31239d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/06/16/james-edit-3f94b5edf9db51b8ba3a3101c41e3313986fccf8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/06/16/logo-edit-bfff8a159727dee67298809ca526d1c05f5733b6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}