{"created":"2014-10-21T19:16:16+00:00","modified":"2015-03-24T23:05:25+00:00","valid":{"from":"2015-03-24T23:05:25+00:00","to":"3015-03-24T23:05:25+00:00"},"hreflang":"en","title":"Ambushes, Mines And Booby Traps: ISIS Militants Change Tack","published":"2014-10-22T11:01:00+00:00","teaser":"In northern Iraq, Kurdish fighters have won back territory from the so-called Islamic State only to lose it again. ISIS is using a range of explosives, inflicting heavy Kurdish casualties.","itags":["npr_api","357791239"],"guid":"a220330d-a974-4b48-a302-0de01ad50103","contentencoded":"<p>At a front-line outpost — a few sandbags, soldiers and grenades perched on the brow of a hill — the Iraqi Kurdish soldiers known as Peshmerga are looking out toward the eastern Iraqi town of Jalula, maybe three miles away.</p><p>A few months ago, the so-called Islamic State seized Jalula. The Peshmerga took it back, but now the militants have retaken it. The soldiers catch sight of three vehicles belonging to the Islamic State rolling toward the outpost.</p><p>They rattle off machine gun fire at the Humvees heading their way and the vehicles change direction. But that's not always been a good sign. The jihadists keep slipping through Peshmerga defenses, to stage ambushes and lay roadside bombs.</p><p>More than four months after the Islamic State burst into towns and cities across Iraq, taking over checkpoints, bases and government buildings, they've changed tack. Rival military commanders say the group, also known as ISIS, now is using ambushes, booby traps and mines.</p><p>The Peshmerga say that's preventing the Kurdish forces from holding turf, and is causing heavy casualties.</p><p>Back at base in the nearby town of Khanaqin, Gen. Mahmoud Sangawy says his biggest problems are roadside bombs, mines and the traps the jihadists leave when they withdraw from their territory.</p><p>\"They make booby-trap houses — if you open the kitchen door, it will explode,\" he says. \"Or they leave the gas cylinder open to explode when you enter.\"</p><p>The Peshmerga are not trained for this, but teams of British soldiers and security contractors are giving them lessons in how to deal with these new threats. At a recent session, consultant Chris de Gruchy talked about IEDs — improvised explosive devices.</p><p>\"You're starting to see complex attacks where an IED may trigger an ambush for a small-arms attack, there may be complex attacks with further IEDs employed ... to target followup troop,\" he says. \"It's a very valuable weapon in the insurgent arsenal to provide them a capability where they might be outmatched and outgunned in other areas.\"</p><p>In exercises, one Peshmerga practices using devices to detect explosives, while another lumbers over to a suspect vehicle in a bombproof suit that weighs 70 pounds. His name is Umeid Kharaman, and he's been a military engineer for three years, but this is the first time he's had any proper training. And he's lost a lot of friends to car bombs.</p><p>His commander, Gen. Zana Abdulrahman counters that the Peshmerga are trained — but for regular combat in their own region.</p><p>\"Our officers got their experience on the mountain,\" he says. Gradually, he says, they're improving their skills.</p><p>For some though, that's coming too late.</p><p>A medical director for the Peshmerga, Dr. Mohsen Rashid, leads the way through a hospital in the city of Erbil to Rebwa Hassan, who is lying with bolts in his leg and winces when he tries to sit up</p><p>\"Brave Peshmerga,\" says Rashid. \"Injured by a bomb, big one, with a fractured femur, lost piece of bone.\"</p><p>He holds up an X-ray of the man's leg; it looks like his bones exploded. Hassan tells me two people were killed in the attack that shattered his leg.</p><p>The militants put bombs under everything, he says — under weapons they leave lying around, in houses.</p><p>The doctor's own family hasn't been spared. Rashid tells me his nephew, a young officer, was killed by a mine last month</p><p>\"We are proud of him, really, although we miss him too much,\" he says, his voice catching. \"Every time I remember him.\"</p><p>Rashid won't give specific numbers, but he says that so far hundreds of Peshmerga have been killed and injured in this way. He says it's an emergency.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ambushes%2C+Mines+And+Booby+Traps%3A+ISIS+Militants+Change+Tack&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357859545-3ece34.m3u?orgId=1&topicId=1009&e=357791239&d=285&ft=nprml&f=357791239"},{"href":"http://media.npr.org/assets/img/2014/10/21/pesh.vs.isis1-b46f9712b0016b5e63c28dce2015a6000b37adb5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1220","width":"1627"}},{"href":"http://media.npr.org/assets/img/2014/10/21/pesh.vs.isis5_custom-70a4776c27a21370fdba19914b19f7183e766256.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1342","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/10/21/pesh.vs.isis6-d8a8e9a35cb11189cb6a86ff14a8de40ef0ea75f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1458","width":"1944"}}]}