{"created":"2015-04-06T20:33:53+00:00","modified":"2015-04-07T18:32:11+00:00","valid":{"from":"2015-04-07T18:32:10+00:00","to":"3015-04-07T18:32:10+00:00"},"hreflang":"en","guid":"a2329965-0d9d-462c-9433-dfd4c20c9cb8","title":"Somalis in Kenya brace for a backlash","published":"2015-04-07T18:32:06+00:00","byline":"Traci Tong, Christopher Woolf","tags":["al-shabab","Garissa massacre","Somali Kenyans","terrorism","Conflict","Conflict & Justice","Garissa","Kenya","Somalia","Salah Mahad","Bashkas Jugsodaay","Islamic terrorism","Al-Qaeda","Al-Shabaab","Kenya border","Garissa county","University of Nairobi","Islamist groups","Somali people"],"teaser":"Somalis living in neighboring Kenya are bracing for the worst after the massacre at Garissa University carried out by al-Shabab. One Somali Kenyan says that while nothing has happened yet, history suggests that Somalis will be targeted by police and Kenyan citizens alike.","contentencoded":"<p>While all Kenyans are mourning the massacre of at least 150 people at Garissa University by the Somali-based terrorist group al-Shabab, it's Somali Kenyans who are particularly on edge.</p>\n<p>\"Normally when this type of terrorism takes place, we become targets,\" says Salah Mahad, a 27-year-old Somali-Kenyan graduate student at the university. This time, he says, \"everything is cool\" — for now.</p>\n<p>Despite the calm, Mahad and other Somali-Kenyans still fear retaliation by the Kenyan government, the police or simply anyone who's not of Somali descent.</p>\n<p>\"They generalize everybody as a Somali or maybe a Muslim,\" he says. \"Everybody thinks that you are the one who's doing this, forgetting that this was an act committed by criminals. ... You feel scared. You don't feel even comfortable moving around.\"</p>\n<p>But other Kenyans don't seem much happier with the response to the attack. The town of Garissa, where the attacks took place, is less than 100 miles from the Somali border, and the BBC's Bashkas Jugsodaay says residents there are displeased with security forces.</p>\n<p>\"On any day there are 2,000 soldiers, in five camps, in Garissa,\" Jugsodaay points out. \"With that number of security personnel, [armed] with everything, four people coming from Somalia armed with AK-47s [still] caused that huge damage.\"</p>\n<p>Jugsodaay says the entire country is anxious that another attack could come any time. \"Some people are saying it looks like al-Shabab can simply attack at will. So where is next?\"</p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-06%2Fkenyan-somali-panic&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04062015_06.mp3"},{"href":"http://www.pri.org/file/0406201506mp3"}]}