{"created":"2014-09-08T15:35:50+00:00","modified":"2015-02-06T19:33:17+00:00","valid":{"from":"2015-02-06T19:33:17+00:00","to":"3015-02-06T19:33:17+00:00"},"hreflang":"en","title":"130 U.S. Personnel Sent To Iraq, Defense Secretary Hagel Says","published":"2014-08-13T01:25:00+00:00","teaser":"The troops, who have arrived in northern Iraq, are in addition to advisers already in the country. This \"is not a combat boots on the ground kind of operation,\" Chuck Hagel said.","itags":["npr_api","339930300"],"guid":"a2353f49-93af-4fbf-9b50-7bb62aaab770","contentencoded":"<p>Defense Secretary Chuck Hagel announced another 130 U.S. personnel have been sent to Iraq.</p><p>Hagel said President Obama authorized the deployment of the \"new assessment-team members,\" who arrived in Irbil, northern Iraq, today. The region has been <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/12/339763333/iraq-s-power-struggle-what-you-need-to-know\">under threat from extremists</a> who support the Islamic State, and members of the Yazidi religious sect there have been forced to flee their homes, without food, water or shelter.</p><p>The secretary made the announcement while speaking to Marines at Camp Pendleton in California.</p><p>The extra personnel were sent to \"take a closer look and give a more in-depth assessment of where we can continue to help the Iraqis with what they're doing and the threats that they are now dealing with,\" Hagel said.</p><p>He said the move was in line with the criteria already established by President Obama, and that it \"is not a 'combat boots on the ground' kind of operation.\"</p><p><a href=\"http://www.wrcbtv.com/story/26260663/officials-us-to-send-130-more-advisers-to-iraq\">The Associated Press notes</a> that the 130 advisers add to other military personnel already in Iraq:</p><blockquote><p>\"The 130 are in addition to 90 U.S. military advisers already in Baghdad and 160 in a pair of operations centers — one in Irbil and one in Baghdad — working with Iraqi security forces. They are in addition to about 455 U.S. security forces and 100 military personnel working in the Office of Security Cooperation in the U.S. Embassy in Baghdad.\"</p></blockquote><p><strong>Update at 9:10 p.m. ET. The troops' mission:</strong></p><p>The extra troops in Irbil will be looking for better ways to help <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/11/339608657/watch-rescue-mission-in-iraq-leaves-everyone-on-board-in-tears\">the stranded Yazidis on Mount Sinjar</a>. The U.S. is assessing ways to expand the humanitarian mission in northern Iraq beyond airdrops of food and water, NPR's Tom Bowman reports.</p><p>Bowman tells Robert Siegel on <em>All Things Considered</em> that there's a possibility of creating a safe haven or a safe corridor to move Yazidis off the mountain. He adds:</p><blockquote><p>\"The reason they're going to Irbil ... is they're trying to see other areas in Irbil, the city itself, where they could move these people and set up, let's say, tents or some facilities that they could have these people stay in that would make them safer of course than being on the mountain.\"</p></blockquote><p>A less likely option, Bowman says, would be airlifting people off the mountain. \"There are estimates of as many as 40,000 of them up there,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=130+U.S.+Personnel+Sent+To+Iraq%2C+Defense+Secretary+Hagel+Says&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dana Farrington","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339947349-a1292a.m3u?orgId=1&topicId=1010&e=339930300&d=218&ft=nprml&f=339930300"}]}