{"created":"2015-04-07T16:31:02+00:00","modified":"2015-04-07T16:31:02+00:00","valid":{"from":"2015-04-07T16:31:02+00:00","to":"3015-04-07T16:31:02+00:00"},"hreflang":"en","guid":"a237f195-eabb-49b6-bb26-b4a1077ac2b0","title":"Debate: Has The President Exceeded His War Powers Authority? ","published":"2015-04-07T16:30:00+00:00","teaser":"President Obama has launched a sustained, long-term military campaign against the Islamic State, also known as ISIS or ISIL. Four legal experts debate whether he had the constitutional power to do so.","itags":["npr_api","398065156"],"contentencoded":"<p>President Obama has launched a sustained, long-term military campaign against the Islamic State, also known as ISIS or ISIL. But did he have constitutional power to do so?</p><p>Article I of the Constitution gives some war powers to the Congress — namely, the power to declare war — while Article II gives the president the power of commander-in-chief. But the U.S. Congress has not declared war since World War II, even as the nation has engaged in numerous military actions across the globe in the intervening decades.</p><p>Obama contends that U.S. drone attacks in Pakistan and Yemen, bombing in Libya and airstrikes on ISIS do not require a declaration of war. Proponents of his position argue that an Authorization for the Use of Military Force, passed by Congress in 2001, empowers the president to use deadly force against ISIS today.</p><p>But critics of these military actions believe the president has overreached. They argue that the president has the power to wage war without congressional authorization only when it is required to stop an actual or imminent threat to the United States. The threat posed by ISIS, they argue, does not currently rise to that level.</p><p>At the <a href=\"http://intelligencesquaredus.org/debates/past-debates/item/1253-the-president-has-exceeded-his-constitutional-authority-by-waging-war-without-congressional-authorization\" target=\"_blank\">latest event from Intelligence Squared U.S.</a>, two teams faced off over these issues while debating the motion, \"The President Has Exceeded His Constitutional Authority By Waging War Without Congressional Authorization.\" In these Oxford-style debates, the team that sways the most people to its side by the end is the winner.</p><p>Before the debate, 27 percent of the audience at the Miller Theatre at Columbia University voted in favor of the motion, with 33 percent opposed and 40 percent undecided. After the debate, 38 percent approved of the motion and 53 percent were against, making the team arguing against the motion the winner of the debate.</p><p><strong>Those debating:</strong></p><p><strong>FOR THE MOTION</strong></p><p><strong>Gene Healy</strong> is a vice president at the Cato Institute. His research interests include executive power and the role of the presidency, as well as federalism and over-criminalization. He is the author of <em>False Idol: Barack Obama and the Continuing Cult of the Presidency</em> and <em>The Cult of the Presidency: America's Dangerous Devotion to Executive Power</em>, and editor of <em>Go Directly to Jail: The Criminalization of Almost Everything</em>. Healy has appeared on PBS' <em>Newshour </em>and NPR's <em>Talk of the Nation</em>, and his work has been published in <em>Los Angeles Times, The New York Times, Chicago Tribune, Legal Times</em> and elsewhere. Healy holds a bachelor's from Georgetown University and a J.D. from the University of Chicago Law School.</p><p><strong>Deborah Pearlstein</strong> joined the faculty of the Cordozo School of Law at Yeshiva University in 2011, following her tenure at Princeton's Law and Public Affairs Program at the Woodrow Wilson School, and visiting appointments at the University of Pennsylvania Law School and Georgetown University Law Center. Her research focuses on national security law and the separation of powers, and her work has appeared widely in law journals and the popular press. Pearlstein has repeatedly testified before Congress and on law and counterterrorism, and in 2009 was appointed to the ABA's Advisory Committee on Law and National Security. She also served as the founding director of the Law and Security Program at Human Rights First. Before embarking on a career in law, Pearlstein served in the White House as a senior editor and speechwriter for President Clinton. A Harvard Law graduate, she clerked for Judge Michael Boudin of the U.S. Court of Appeals for the 1st Circuit and Justice John Paul Stevens of the U.S. Supreme Court.</p><p><strong>AGAINST THE MOTION</strong></p><p><strong>Akhil Reed Amar</strong> is Sterling Professor of Law and Political Science at Yale University, where he teaches constitutional law. Amar, a graduate of Yale College and Yale Law school, joined the Yale faculty in 1985 after clerking for Judge Stephen Breyer, U.S. Court of Appeals, 1st Circuit. Along with Dean Paul Brest and professors Sanford Levinson, Jack Balkin and Reva Siegel, Amar is the co-editor of a leading constitutional law casebook, <em>Processes of Constitutional Decisionmaking</em>. He is also the author of several books, including <em>The Constitution and Criminal Procedure: First Principles</em>, <em>The Bill of Rights: Creation and Reconstruction</em>, <em>America's Constitution: A Biography</em>, and most recently, <em>America's Unwritten Constitution: The Precedents and Principles We Live By</em>.</p><p><strong>Philip Bobbitt</strong> is Herbert Wechsler Professor of Federal Jurisprudence at Columbia Law School, the director of its Center for National Security and a distinguished senior lecturer at the University of Texas. One of the nation's leading constitutional theorists, his interests comprise constitutional law, international security and the history of strategy. He has published nine books, including <em>Terror and Consent</em>. He served as law clerk to the Hon. Henry J. Friendly, 2nd Circuit; associate counsel to the President; the counselor on international law at the U.S. Department of State; and senior director for strategic planning at the National Security Council, among other posts. Bobbitt is a fellow of the American Academy of Arts and Sciences, a life member of the American Law Institute and a member of the Council on Foreign Relations, the Pacific Council on International Policy and the International Institute for Strategic Studies. He also serves on the Commission on the Continuity of Government.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Has+The+President+Exceeded+His+War+Powers+Authority%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"5229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398070670-190669.m3u?orgId=1&topicId=1057&aggIds=6263392&e=398065156&d=5229&ft=nprml&f=398065156"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398070627-055e45.m3u?orgId=1&topicId=1057&aggIds=6263392&e=398065156&d=3030&ft=nprml&f=398065156"},{"href":"http://media.npr.org/assets/img/2015/04/07/1158_img_2090-7bb9548221bc679eeadf7eab2793f751d52eb762.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1183","width":"1577"}},{"href":"http://media.npr.org/assets/img/2015/04/07/1055_img_2250-10e5ce3f8a00254c7fc4992b127e0f7e6d430d1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1087","width":"1449"}},{"href":"http://media.npr.org/assets/img/2015/04/07/1140_img_2415-dead2c7f8c1357cbf91cb153ba2a3a56c4984ba5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}