{"created":"2015-01-20T08:18:11+00:00","modified":"2015-01-20T19:50:19+00:00","valid":{"from":"2015-01-20T19:50:19+00:00","to":"3015-01-20T19:50:19+00:00"},"hreflang":"en","title":"Analysts Watch For Impacts Of European Economic Weakness On U.S.","published":"2015-01-20T12:58:00+00:00","teaser":"German automakers have several plants in the South, and Florida counts on European tourists. Analysts hope efforts to stimulate Europe's economy will keep investments in the U.S. from slipping.","itags":["npr_api","378382296"],"guid":"a24662ca-a7e6-4316-9846-7b28c41f1c70","contentencoded":"<p>With the European economy barely growing, leaders there are worried about deflation. To boost growth and stabilize prices, the European Central Bank is expected to take a bold step at its Thursday meeting.</p><p>It would start buying up government bonds on a huge scale — just as the Federal Reserve did here beginning in 2007. The hope is that it would pump enough cash into the economy to get it moving.</p><p>This effort, known as quantitative easing, would impact the U.S. economy, too — especially in the Southeast.</p><p>Interstate 85 from Spartanburg, S.C., to Atlanta has a German nickname, says Christoph Sander, who represents the country as a consul in six Southern states: \"We have come to call this the Autobahn, because that's the focus of German investment to the region. ... Two hundred and fifty companies around the Atlanta metro region, about 200 companies in the Charlotte region, and then we have 130 or so between Spartanburg and Greenville.\"</p><p>German car brands like BMW, Volkswagen and Porsche have brought thousands of jobs to the region. Last week, Georgia Gov. Nathan Deal used his \"state of the state\" address to thank Mercedes for moving its headquarters from New Jersey to Atlanta.</p><p>\"The Mercedes-Benz slogan is, 'the best or nothing,' \" Deal said. \"The company that accepts nothing but the best chose Georgia. I'll take that!\"</p><p>Mercedes also got more than $23 million in tax incentives to come to Atlanta.</p><p>Germans aren't the only ones bringing jobs to the South — plenty of French, British, Dutch and Irish firms have a strong presence there. That's why the region should pay attention to what happens in Europe, says Jeff Rosensweig, who teaches international business at Emory University.</p><p>\"In America, we forget how close our ties are,\" he says.</p><p>European firms bring investment to the U.S., which could dry up if Europe's economy does poorly; Rosensweig also points out that U.S. companies get big profits from European subsidiaries. He says, there is \"accumulating fear that Europe — one of the great potential engines of the world economy — is an engine that's stuttering.\"</p><p>The euro has already taken a hit against the dollar, making it more expensive for Europeans to travel. That could hurt another big European connection to the South — Florida tourism.</p><p>Many Europeans visit Disney World. Naples is very popular too — Europeans, drawn to its beautiful beaches, pumped $216 million into the local economy last year. JoNell Mody is with the convention and visitors bureau there.</p><p>\"Well, they come and they stay longer, and they typically spend more money than a U.S. visitor,\" Mody says. \"And they also like to come when they have the bulk of their vacation time, which is the summer, which is our slower season. So they're a very, very important part of helping us stabilize our tourism economy.\"</p><p>Economists like Rosensweig want the European Central Bank to pull out all the stops — much like the Fed did during the U.S. recession — and help stabilize European markets.</p><p>\"When Europe does well, we do well,\" Rosensweig says. \"And the reverse is true also. I don't want either of us to sneeze, because the other one might catch cold.\"</p><p>The ECB will meet Thursday to decide on a policy to help Europe's economy fight off a recession.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Analysts+Watch+For+Impacts+Of+European+Economic+Weakness+On+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susanna Capelouto","audio":[{"meta":{"duration":"207"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378525701-9f2f70.m3u?orgId=1&topicId=1006&ft=3&f=378382296"}]}