{"created":"2015-07-03T21:23:33+00:00","modified":"2015-07-04T01:20:51+00:00","valid":{"from":"2015-07-04T01:20:51+00:00","to":"3015-07-04T01:20:51+00:00"},"hreflang":"en","guid":"a24e0081-f804-40d2-af8f-f78c60eb30cc","title":"Once held hostage, she's now trying to help her former captors ","published":"2015-07-04T01:20:47+00:00","byline":"Camila Kerwin","tags":["FARC","Colombia","Hostage taking","FARC guerrillas","Stockholm syndrome","Cali","Across Women's Lives","Conflict","Conflict & Justice","Cali","South America","Colombia","Latin America"],"teaser":"Kidnapped by the FARC as a child, Laura Ulloa went to work helping ex-rebels as an adult. ","contentencoded":"<p>She was kidnapped by leftist guerrillas at age 11 and held for nearly a year.</p>\n<p>Now, 13 years later, she's helping former guerrillas get reintegrated into society.</p>\n<p>Her journey began on a school bus ride on September 20, 2001, Laura Ulloa grabbed a seat in the back. Suddenly, five guys with guns boarded. One of them ordered everyone to put their heads down. Laura didn’t realize it at the time, but the man was her family’s former gardener. The men pulled her out of the bus, and in less than an hour, she was walking in the Cordillera Mountains alongside a group of about 30 guerrillas from the leftist FARC. </p>\n<p>This was day one of her kidnap for ransom.</p>\n<p>“I felt like ... they hated me,” she says. “So I started to be not nice. I thought they would maybe say, ‘ay no, this girl is ugh, she’s like so spoiled, why don’t we just let her go and we go for another one.’ ”</p>\n<p>For about a week, Ulloa hardly ate, bathed, or spoke. Eventually, her FARC captors stopped talking to her. She felt lonely, afraid, so one day she made a seemingly small decision; she would get up early and join them for breakfast.</p>\n<p>“The next morning I stood in the entrance of the little rudimentary kitchen they had built. My heart was beating like, absolutely fast. And I looked at them and I asked, ‘Good morning. How are you?’ That was one of the most important days, because the whole story changed.”</p>\n<p>This is when Ulloa says she began to know her captors. She talks about traveling the mountains with them, helping them gather wood and listening to their stories. They never physically harmed her, she says, but it wasn’t all summer camp. Once they convinced her that her parents had divorced in her absence. She remembers sobbing, thinking it was her fault. Seven months would pass before she saw her family again.</p>\n<p>There’s a home video of Ulloa’s return in 2002, and in it, she’s standing in the middle of her bedroom surrounded by relatives. She’s talking to them about the cards she left for her FARC captors and the small gifts they gave her.</p>\n<p>“Being kidnapped showed me that the actual victims were them,” Ulloa says now. “Many of them were abused, many of them were displaced, I didn’t consider myself as a victim because I have had everything all of my life.”</p>\n<p>I met Ulloa and her mother, Liliana, at the family’s house in Cali. We sat outside their home, with a view of the mountains where Ulloa was held for seven months. Her parents paid a ransom, though they never told her how much (and they wouldn’t tell me either). Her mother says though they were desperate for Ulloa’s return, in some ways her homecoming was unsettling. She seemed too cheerful about her experience, and even brought home a pair of camouflage sweatpants.</p>\n<p>Ulloa says that now she understands why it was hard for her family to deal with her behavior, and the way she seemed to identify with her captors. But she still feels a connection to the rebels. In fact, after college she worked for the Colombian Agency for Reintegration, which helps demobilized FARC guerrillas re-enter society. Not many people in Colombia support that work.</p>\n<p>When I ask Ulloa’s mother  how she felt about her daughter taking this job, she gives me an answer that surprised me — it surprised her daughter, too:</p>\n<p>“I love it. I think it’s the best thing she can do. And she did, and I’m happy, and my husband is happy.”</p>\n<p>But at this point, Ulloa gently interrupts: “I think my father was less happier than you are.”</p>\n<p>Today, Ulloa works with an NGO that helps improve education for poor Colombians.  But she says she still misses working for demobilized rebels. It’s easy to imagine that she was somehow brainwashed during her seven months in the mountains — a victim of Stockholm Syndrome. And Ulloa understands that.</p>\n<p>“I was with a group of people seven months, I talked to them all of the day, I did everything with them. It’s obvious that I was going to feel some kind of attachment. But I wouldn’t be sure to say what happened to me was Stockholm Syndrome if I take it out of the context. But because I was kidnapped, maybe I could say it was.”</p>\n<p>She concedes this with a bit of uncharacteristic self-doubt. But she still resists the conclusion that she was a victim in this story. She says sure, her captors changed her, but she changed them, too.</p>\n<p>“And at the end, we are Colombians! Colombians, essentially!”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-26%2Fpeople-colombia-aren-t-surprised-another-kidnap-story-laura-ulloas-might&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/CROPLauraMtns.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/croplauramtnsjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0703201507.mp3"},{"href":"http://www.pri.org/file/0703201507mp3"}]}