{"created":"2014-12-04T18:49:00+00:00","modified":"2014-12-04T19:23:55+00:00","valid":{"from":"2014-12-04T19:23:54+00:00","to":"3014-12-04T19:23:54+00:00"},"hreflang":"en","title":"Living In Kobani, A City Devastated By War","published":"2014-12-04T19:23:00+00:00","teaser":"For an inside look at the Syrian city besieged by ISIS, we speak with a Kurdish official who has been living there since the siege began.","itags":["npr_api","368510922"],"guid":"a2567881-a38f-4cb5-b3ec-9f4ae335121b","contentencoded":"<p>Turkey&#8217;s foreign minister announced Wednesday that they are getting closer to an agreement with the U.S. to establish a no-fly zone along Syria&#8217;s northern border, but the U.S. denies any possible agreement.</p><p>The buffer area, Turkish officials argue, would protect cities and civilians caught in the middle of a war with the self-proclaimed Islamic State, or ISIS, and the frequent airstrikes led by the Syrian government.</p><p>One of those cities is Kobani. Once a safe haven, the Syrian border town has devolved into a war zone as ISIS fighters have besieged the city since September.</p><p>For the inside look, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Peter O&#8217;Dowd spoke with Kurdish official <strong>Idriss Nassan</strong>, who has been living in Kobani since the siege began.</p><h4>Interview Highlights: Idriss Nassan</h4><p><strong>On the current state of Kobani</strong></p><p>“Kobani is now under big attacks by ISIS terrorists for 80 days. Most of the city is destroyed by these terrorists because they’re bomb shelling with tanks, with mortars, with rockets and with suicide cars. They were controlling most of the city of Kobani but now the defenders are regaining a lot of positions from them. A small town like Kobani with simple weaponry, little number of fighters compared to the huge numbers of mercenaries of ISIS, when they resist it is a big victory for Kobani.&#8221;</p><p><strong>On why Kobani continues to fight ISIS</strong></p><p>“Because I am a part of my administration here and because when we declared this administration we promised our people that we are going to protect them, that we are going to provide life &#8212; not that we are going to give up on them and run to safe places. We are going to defend our people, our houses, our land, our decision for life. We are going to defend our promises to the last minute.”</p><h4>Guest</h4><ul><li><strong>Idriss Nassan</strong>, deputy foreign minister of the Kobani canton in northern Syria.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Living+In+Kobani%2C+A+City+Devastated+By+War&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368510925-627413.m3u?orgId=1&ft=3&f=368510922"}]}