{"created":"2015-06-07T13:25:28+00:00","modified":"2015-06-19T15:05:19+00:00","valid":{"from":"2015-06-19T15:05:19+00:00","to":"3015-06-19T15:05:19+00:00"},"hreflang":"en","title":"In Newark, Reversing 40 Years Of Neighborhood Neglect","published":"2015-06-09T15:37:00+00:00","teaser":"Newark, N.J., has spent decades in decline. Mayor Ras Baraka is trying to turn the city around, with intensive investment in two tough neighborhoods. Residents say he has a lot of history to overcome.","itags":["npr_api","412269919"],"guid":"a2638f28-d051-4512-b8fa-3c11a3463ef3","contentencoded":"<p>In cities with high crime rates, like Newark, N.J., figuring out the right balance of police engagement is especially hard.</p><p>In 2013, Newark had 40 homicides per 100,000 residents, the third-highest homicide rate in the country.</p><p>Last fall, the new mayor, Ras Baraka, announced a plan to tackle the crime and neglect that have plagued the city's worst neighborhoods. He started by focusing on two of the toughest: Clinton Hill and the Lower West Ward. I asked him in January how he'll know the program is working.</p><p>\"It doesn't mean that all crime in the neighborhood is going to disappear,\" he said at the time. \"What it does mean, however, is that we've got a handle over what's happening in that community. If people report to us that they feel safer six months later than they did when we first started, then I would look at that as a victory.\"</p><p>This week on <a href=\"http://www.npr.org/tags/399382645/for-the-record\">For the Record</a>: Fixing Newark. Six months after the mayor began his initiative, four Clinton Hill residents tell us how much has changed.</p><hr /><p><strong>Bertha Martin</strong></p><p>Bertha's Martin's home on Chadwick Avenue is part of a row of new colonial-style houses, packed tightly together, each with a little patch of manicured yard in the front. The row stands in sharp contrast to the rest of the street, lined with boarded-up, run-down homes, some abandoned.</p><p>The city refurbished Martin's house. Officials say 30 houses have either been rebuilt or are in the process of being renovated, and another 80 lots have been tapped for redevelopment.</p><p>Martin's new house has given her a new start in life. She has more room for her family, including grandchildren and great-grandchildren.</p><p>At her old place, she had to pull her barbeque grill inside at night because dealers would hide their drugs in it. She has noticed an increased police presence in the neighborhood.</p><p>However, the police don't always come when she needs them.</p><p>\"You call them, they don't respond,\" she says. \"You call back and say, 'Nobody ever showed up. What's going on?' 'Oh, we had an emergency more important than that.' ... Act like we're human, act like you're here to serve.\"</p><p>\"She's right,\" says Baraka on a tour of Martin's neighborhood. \"I mean, with the fact that you have small amounts of police officers, they're going to come on priority calls. It's a challenge.\"</p><p>The key, the mayor says, is getting police to do more than just come in, sweep up the bad guys and leave. He wants them to be part of the community and build relationships with residents and shop owners.<br /> <br />Newark has spent millions in this neighborhood in the past six months. Under Baraka's program, the city has built new houses and planted trees, and store owners are doing a better job of keeping their businesses up to code. But the real test is what happens when the mayor's program shifts its focus to new neighborhoods and all this attention goes away.</p><p><strong>Monique Baptiste-Good, director of the Strong, Healthy Communities Initiative</strong></p><p>One street over is Mildred Helms Park, where a couple kids play on a small playground. Monique Baptiste-Good lives a few blocks away with her husband and two kids, but she doesn't bring them to the playground.</p><p>\"This park, during the daytime, is really an asset, as you can see, for the community,\" she says. \"But at nighttime, it is a terror zone. ... All types of activities turn up in the park — drug activities, gang activities. Actually, last year they found two bodies in the park.\"</p><p>Baptiste-Good has been working to improve this neighborhood for years and supports the mayor's effort, but she says it's not enough.</p><p>\"When we first were starting this model block project, we spoke to some property owners who were saying, 'Can you guys help us find some money to fix our siding,' and they started pointing out all the bullet holes that were still in the siding,\" she says. \"So we are talking about families and residents who have been dealing with some really traumatic situations for a pretty significant period of time. Six months of city hall investment is not going to undo that.\"</p><p><strong>Robin Elliott and Richard Delee, next-door neighbors</strong></p><p>A couple blocks away, on Seymour Street, Robin Elliott and Richard Delee talk about a recent shooting and how close it came to Elliott's young son.</p><p>\"The bullets outside hit my windows, and the house, and luckily the baby wasn't playing in his truck, because he would've got shot,\" she says.</p><p>Delee says they don't know other residents on their street. They also don't know much about the mayor's plan to rehabilitate their neighborhood, although they point out a sapling the city planted a few months ago in front of Elliott's house.</p><p>But if Baraka's plan is going to work, he needs residents like Elliott and Delee to start to raise their own expectations for what's possible in this neighborhood.</p><p>\"You're talking about people not having attention for 40, 50 years,\" Baraka says. \"You know, I just had it dawn on me that six months of attention will never match 40 years of neglect.\"</p><p>Baptiste-Good says the mayor can start to chip away at that neglect by asking for their buy-in.</p><p>\"Probably the greatest challenge that the mayor has is actually responding to residents and their feedback,\" she says.</p><p>I ask Baptiste-Good how she will know the neighborhood has really changed.</p><p>\"I think when I see how mothers and their children are behaving in their neighborhood,\" she says. \"If I can come back here by next summer, say, and this park is full, is just teeming with local kids playing and laughing, I know that we've made a difference.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Newark%2C+Reversing+40+Years+Of+Neighborhood+Neglect&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"672"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412633602-ee4c35.m3u?orgId=1&topicId=1091&d=672&p=10&story=412269919&t=progseg&e=412633542&seg=10&ft=nprml&f=412269919"},{"href":"http://media.npr.org/assets/img/2015/06/05/06.03.15_npr__newark_0505-2f7ac18471ffce3153e352b1961d8faeb3f5c8c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/05/06.03.15_npr__newark_0287_custom-d6ef5813cf94d2d7450c747d6f099bef7d7c6538.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/06/05/06.03.15_npr__newark_0053edit_custom-852fadbdfea29d1e1722413f2f4ffd9e3efb9ee4.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1190","width":"3500"}},{"href":"http://media.npr.org/assets/img/2015/06/05/06.03.15_npr__newark_0461_custom-0d3d4100810c80dba9658e72f7a975ba4e5aff01.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/06/05/06.03.15_npr__newark_0319_custom-e8d69bf0f375836dc35ce53d66d9b6bfa6c2a652.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1951","width":"2446"}},{"href":"http://media.npr.org/assets/img/2015/06/05/06.03.15_npr__newark_0047_custom-6b740b11ea56b6c087ad5cbedee10bc9eb3146aa.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2754","width":"2400"}}]}