{"created":"2015-03-25T08:20:03+00:00","modified":"2015-06-01T23:27:32+00:00","valid":{"from":"2015-06-01T23:27:32+00:00","to":"3015-06-01T23:27:32+00:00"},"hreflang":"en","title":"Vanilla, Nutmeg Spice And Everything Nice On A Zanzibar Farm","published":"2015-06-01T23:27:00+00:00","teaser":"Three spices that grow on the island of Zanzibar are so common they might be flavoring your morning cup of coffee. But vanilla, cinnamon and nutmeg have very different origins.<strong> </strong>","itags":["npr_api","395112316"],"guid":"a27059a1-824c-42dd-832a-d13d6c45d592","contentencoded":"<p>Let's start with a spice quiz. One is a bean discovered in Mexico. One's a tree native to India. One's the seed of a fruit discovered in Indonesia.</p><p>Today vanilla, cinnamon and nutmeg can all be found in any spice farm in Zanzibar — the East African archipelago that was used as a spice plantation by the 18<sup>th</sup> century Omani Empire.</p><p>Our guide to Zanzibar is Fadhil Mohammed, and he's starting with <a href=\"http://www.npr.org/blogs/thesalt/2014/08/29/344262822/real-vanilla-isnt-plain-it-depends-on-dare-we-say-it-terroir\">vanilla</a> because vanilla is a prima donna. A type of orchid, it flowers only once a year. So there no time for a bee to find it. A farmer has to pollinate it by hand, with a stick, flower by flower.</p><p>The farmer only has one chance to pollinate, Fadhil says, because if the temperamental bloom has not been touched by noon, it dies, just hours after it blossomed. And no pods will ever emerge.</p><p>After nine months of maturing, the pods need even more careful attention: They have to be boiled and dried in the direct sun for only one hour. Prima donna indeed. And thus expensive. That's why the vanilla in your coffee is probably synthetic imitation made in a lab.</p><p>But our next stop on the tour is, by contrast, a low-maintenance, fast-growing laurel tree. Scrape off her bark, and you get delicious cinnamon, both a digestive and antiseptic. While should you feel an oncoming cold or flu, just move down to her roots and chew on them.</p><p>What do you taste? Eucalyptus, sweet basil and menthol, says Fadhil. I ask if the cinnamon tree is like <em>The Giving Tree</em>? Yes, says, Fadhil: You can use every part of it.</p><p>Our last spice on the tour is the most secretive. We walk up to a tree of what looks like apricots. But Fadhil tosses away the fruit and holds the precious pit. He strips away the waxy red webbing.</p><p>This is <a href=\"http://www.npr.org/blogs/thesalt/2012/11/26/165657050/no-innocent-spice-the-secret-story-of-nutmeg-life-and-death\">nutmeg</a>, used in cake and coffee and also locally in nutmeg porridge, an alleged aphrodisiac. \"If your husband is not around, don't eat nutmeg porridge,\" says Fadhil. Such is the power of the nutmeg powder.</p><p>The island of Zanzibar has a soil and climate ideal for spices and is situated in the crosshairs of ancient trade winds. It was a key stop on the spice route between Asia and Europe.</p><p>But I ask Fadhil to choose his favorite desert island spice. \"Zanzibar is spice island, so we got this name around 1818. We got this name because of the one thing - it's called cloves,\" he says.</p><p>Cloves used to be produced on this island in such number that arriving sailors would catch their scent from giant warehouses by the harbor. Madagascar has now supplanted Zanzibar as the chief exporter. But Fadhil says that cloves will always smell to him like his home.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vanilla%2C+Nutmeg+Spice+And+Everything+Nice+On+A+Zanzibar+Farm&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395238637-68e34c.m3u?orgId=1&topicId=1053&d=233&p=3&story=395112316&t=progseg&e=395221733&seg=8&ft=nprml&f=395112316"},{"href":"http://media.npr.org/assets/img/2015/03/24/istock_000015515549large-1e3e05b6877efbf6a2a609fd5076be7ac9df7b8d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1809","width":"2412"}},{"href":"http://media.npr.org/assets/img/2015/03/24/img_1553-6aab324c8301205f429068c06089a6a096f399d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}},{"href":"http://media.npr.org/assets/img/2015/03/24/img_1560_vert-7f635787f99817d0c2ee11a0064e4ab3aa742b3f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2839","width":"2129"}}]}