{"created":"2014-10-01T20:21:11+00:00","modified":"2015-02-27T22:33:38+00:00","valid":{"from":"2015-02-27T22:33:38+00:00","to":"3015-02-27T22:33:38+00:00"},"hreflang":"en","title":"How A Law From The Civil War Fights Modern-Day Fraud","published":"2014-10-01T22:14:00+00:00","teaser":"A Civil War-era law that encourages whistleblowers to turn in their employers has been successful at exposing corporate fraud.","itags":["npr_api","352819369"],"guid":"a27e3c24-a257-40bb-a5e7-1349425a3c95","contentencoded":"<p>A law passed to protect the Union army in the Civil War is one of the key tools federal officials have used to collect tens of billion in corporate fines this year.</p><p>During the Civil War, the army relied heavily on private contractors for necessities like uniforms, shoes, and gunpowder. Those contractors often cut corners.</p><p>\"Soldiers complained about shoddy uniforms that would dissolve in rain,\" said Mark Greenbaum, an attorney who studies the Civil War era. \"They would get horses that were withered, that were weak and in some cases blind.\" Some contractors mixed sawdust with gunpowder.</p><p>The government was broke and didn't have enough inspectors to ferret out the fraud. So Congress came up with a clever plan. It would provide an incentive for employees to turn in their own companies. The government agreed to give whistleblowers half of any fine it collected based on their accusations.</p><p>After the Civil War, the law was weakened and mostly forgotten until the 1980s, when stories about military spending — $400 hammers and a $600 toilet seats — started to surface.</p><p>The False Claims Act got whistleblowers in the defense industry to come forward. And it worked well at drug companies and health care firms.</p><p>Elin Baklid-Kunz worked for Halifax Health, a big hospital in Daytona Beach, Fla., for more than 20 years.</p><p>A few years ago, she found out Halifax Health was billing patients for services they hadn't gotten and submitting those claims to Medicare. The fraud added up to hundreds of millions of dollars a year.</p><p>She tried to report it to her bosses. They shut her down. So she went to a lawyer. \"The False Claims Act seemed to be the only tool I had to report this to the government,\" Baklid-Kunz says.</p><p>During the five years it to make the case, Baklid-Kunz kept working at Halifax Health. It was hard. She says no one at the company would speak to her. When she and one of her coworkers got lunch, they met far from the office. But still they were spotted.</p><p>\"She was literally told that if she cared about her job, she had to stay away from me,\" says Baklid-Kunz. \"When it started impacting my friends, it was very difficult.\"</p><p>Halifax Health settled with the government in March 2014 for $85 million. Baklid-Kunz got around $20 million. But she says one thing that still bothers her: Her bosses were never punished.</p><p>When lawmakers designed the the False Claims Act during the Civil War, companies were much smaller. Fines could bankrupt you. But now, in the age of large public corporations, shareholders often pay the fine. And no one is held personally responsible.</p><p>So while the government is able to win money from the law, it may not be doing much to reduce fraud.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Law+From+The+Civil+War+Fights+Modern-Day+Fraud&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stacey Vanek Smith","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353048481-9ad942.m3u?orgId=1&topicId=1070&e=352819369&d=292&ft=nprml&f=352819369"}]}