{"created":"2014-09-02T17:05:18+00:00","modified":"2014-10-31T01:00:20+00:00","valid":{"from":"2014-10-31T01:00:20+00:00","to":"3014-10-31T01:00:20+00:00"},"hreflang":"en","title":"A Leap Too Far? 'Venus' And 'Jersey Boys' Bounce From Stage To Screen","published":"2014-06-24T00:07:00+00:00","teaser":"Critic Bob Mondello takes a look at two very different films, both adapted from stage plays to screen by two very cinematic directors — Roman Polanski and Clint Eastwood.","itags":["npr_api","323707439"],"guid":"a28ce5d5-fc1a-4faf-b5b1-5845f4cbe3c0","contentencoded":"<p>An intellectual play about sadomasochism, a musical about a '60s pop group, and a pair of famously cinematic directors. There's always going to be a bit of a leap when a play moves from stage to screen — but Roman Polanski's <em>Venus in Fur</em> and Clint Eastwood's <em>Jersey Boys</em> leap a little further than usual.</p><p>A director is casting a new play at the start of <em>Venus in Fur,</em> and auditions have been ghastly. The play is based on a 19th century novel by bondage fan Leopold Von Sacher-Masoch — we get the term masochism from his last name — and the play's writer/director is convinced he'll never find a sexy leading lady who has both classical training and a brain. Vanda, a very late arrival for the audition, only reinforces his doubts.</p><p>Doing vocal exercises, she sounds like a fishwife, and she's dressed dominatrix-style in black leather, where a lacy dress with a bustle would suit the character better. But it turns out she has one of those in her bag. And her voice turns more delicate when she starts speaking the play's lines — from memory, much to the director's surprise. Lines about sexual fantasies involving fur coats and childhood spankings.</p><p>Roman Polanski's been making films about psychosexual mind games for decades, and when his opening shot poses his stage director next to a very phallic cactus, you know he's at it again. But there's more going on in the movie <em>Venus in Fur</em> than the male-female power struggle that playwright David Ives put in his original stage script.</p><p>He and Polanski adapted it from English to French because Polanski wanted to tweak the film in a personal way by casting a Polanski look-alike, Mathieu Almaric, as the director. The filmmaker even gave Amalric the haircut he himself used to wear. And as Vanda, Polanski cast his own real-life wife, actress Emmanuelle Seigner.</p><p>So where the play had the stage actress and her director sort of morphing into the characters as they rehearsed, the movie blurs not only those lines, but the ones between the film's creators and the folks on-screen. Factor in the unequal power dynamics in Polanski's off-screen history, and well, let's just say that the sexual tension in <em>Venus in Fur</em> acquires a few specifically Polanski-esque layers.</p><p>Clint Eastwood also puts a little of his younger self into <em>Jersey Boys</em> — a black-and-white <em>Rawhide</em> episode is playing on TV at one point, but that's just a joke about the early '60s. As a director, what Eastwood brings to this Broadway smash is a seriousness you don't expect in a musical about Frankie Valli and the Four Seasons. He doesn't even start with a song. He starts with a scene that could've been in <em>Goodfellas</em> — a barber's 16-year-old son giving a shave to a local mob boss and, by accident, nearly slicing the guy's throat. The mob boss, happily, is a fan of the kid's throat, or at least the vocals that emanate from it.</p><p>The hard work is to find a sound that goes with Frankie's angelic falsetto, and they find it when they team up with a guy who also sings high and clear — and who writes them a song that gets a record producer excited, even over the phone.</p><p>Pop stars pretty much overnight, the group then has the usual ups and downs: long tours, broken marriages, money trouble. And where on Broadway each scene leads neatly to a song, in a more realistic movie, there are (perhaps necessarily) going to be arid stretches. Eastwood's got a feel for music (he composed the scores for most of his recent films). But he doesn't have a particular flair for musical staging, so the concert scenes just don't pop. He's better with the backstage stuff, even when dialogue sounds theatrically contrived.</p><p>Eastwood's production team rounded up enough vintage cars to capture the look of the '60s, but <em>Jersey Boys</em> is too wrapped up in its boys from Jersey to give you much actual feel for the period. Onstage you expect the tight focus, but on-screen, it's weird that Sinatra's the only outside musician who gets mentioned. No Beach Boys? No Beatles? This is a special <em>Jersey Boys</em> universe crafted specifically for fans — among whom you can pretty clearly count Clint Eastwood.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Leap+Too+Far%3F+%27Venus%27+And+%27Jersey+Boys%27+Bounce+From+Stage+To+Screen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324906623-0a8fd8.m3u?orgId=1&topicId=4467349&ft=3&f=323707439"},{"href":"http://media.npr.org/assets/img/2014/06/19/venus-f881f0883034fbff4dd89385fdfa640e87768801.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1572","width":"2099"}},{"href":"http://media.npr.org/assets/img/2014/06/19/jersey_1-984f060e183b659063ac907bd46091f62e902bca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1205","width":"1608"}}]}