{"created":"2015-01-01T21:21:11+00:00","modified":"2015-06-25T17:45:46+00:00","valid":{"from":"2015-06-25T17:45:46+00:00","to":"3015-06-25T17:45:46+00:00"},"hreflang":"en","title":"When It Comes To Furry Muses, Cats Are For Brevity And Dogs Are For Books","published":"2015-05-01T14:42:00+00:00","teaser":"The Internet is the undisputed territory of cats, and dog books are more popular than their feline counterparts. Francesco Marciuliano plays to both animals' strengths in his best-selling collections.","itags":["npr_api","374196225"],"guid":"a29134ac-ea37-497c-918e-e861976b8e5f","contentencoded":"<p>Ernest Hemingway once said that a cat has absolute emotional honesty: Human beings, for one reason or another, may hide their feelings, but a cat does not.</p><p>So Hemingway might have appreciated Francesco Marciuliano's best-selling book, <em>I Could Pee On This: And Other Poems By Cats</em>, a collection of poems written in the very forward voice of a feline. The book became something of a phenomenon when it was released in 2012 and was followed by a book of dog poems. Here's a taste of Marciuliano's cat wisdom:</p><blockquote><p>You can't hold someone who wants to leave<br />You can't clutch a memory as if it were today <br />You can't take an insult close to heart<br />You can't grasp for glory from your chair <br />You can't seize life thinking only of loss<br />And you can't grab a laser pointer dot on the wall<br />No matter how much you try.</p></blockquote><p>That's from the poem \"Give.\" Marciuliano used to write for the Onion News Network and has written the comic strip <em>Sally Forth</em> for almost 18 years. He says even though the books are done with humor, they were created out of sadness.</p><p>\"I had two cats for 17 years, Boris and Natasha. ... And after my second cat, Natasha, passed away, I was sad. And she passed away on Christmas Day, so I was <em>really</em> sad,\" he says. \"And what I wanted to do — I wanted to do something that made me remember the cats in an uplifting way.\"</p><p>So he started writing poems, but didn't show them to anyone. It was Charlie Sheen who got Marciuliano to open up.</p><p>\"A few weeks later, Charlie Sheen had a very public mental breakdown,\" he says. \"So I took some quotes out of context and I attached them to photos of cats.\"</p><p>He put the photos and quotes on his website and in about three days got nearly a million-and-a-half hits. That gave him the courage to post the poems, which also got a good response. Marciuliano contacted his agent, who encouraged him to keep writing, and pretty soon he had a book deal for his cat poems and eventually got another deal for a book of dog poems called <em>I Could Chew on This</em>. Here's a taste of the dog poem \"I Lose My Mind When You Leave the House:\"</p><blockquote><p>The plants are torn<br />The garbage strewn<br />The wires chewed<br />The couch and I had a fight ...<br />I went places I should never go<br />I saw a side of myself I should never see<br />I said things to the cat I can never take back<br />So please don't ever leave again</p></blockquote><p>As funny as the poems might be, they speak to a very real conflict. \"Dog books are much more popular than cat books historically and even today,\" says Daniel Engber, who has written about the topic for Slate. \"There's an old joke in book publishing that the most popular book that could ever be written would be called <em>Lincoln's Doctor's Dog</em>. And the joke is about the fact that people just love books about Abraham Lincoln, they love books about doctors, and of course they love books about dogs.\"</p><p>On the other hand, the Internet, he says, is the undisputed territory of cats: <a href=\"http://knowyourmeme.com/memes/grumpy-cat\">Grumpy Cat</a>, <a href=\"http://www.lolcats.com/\">LOLCats</a>, <a href=\"https://www.youtube.com/watch?v=egtvaWzIh7o\">Henri the Existential Cat </a>— the list goes on and on. According to Engber, it makes sense.</p><p>\"Cats are animals that tend to sit around the house,\" he says. \"They might be in view while you are sitting on your computer. They're short-form animals. They're good for YouTube videos, little two-minute clips.</p><p>And that's true whether they're playing the piano, stealing the dog's bed or writing poetry.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+It+Comes+To+Furry+Muses%2C+Cats+Are+For+Brevity+And+Dogs+Are+For+Books&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374417544-e4bfb0.m3u?orgId=1&topicId=1161&aggIds=100876926&d=242&p=2&story=374196225&t=progseg&e=374417420&seg=9&ft=nprml&f=374196225"},{"href":"http://media.npr.org/assets/img/2014/12/31/9781452110585-c2e2d1ab594e90a3fde97b73358f29dbf1d40685.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"299","width":"399"}}]}