{"created":"2015-01-20T18:47:21+00:00","modified":"2015-01-20T20:31:14+00:00","valid":{"from":"2015-01-20T20:31:14+00:00","to":"3015-01-20T20:31:14+00:00"},"hreflang":"en","title":"Obama Gives Ebola Doctor Prime Seat At State Of The Union","published":"2015-01-20T20:31:00+00:00","teaser":"Dr. Pranav Shetty has been at the heart of the battle to fight the Ebola outbreak. He will sit with the First Lady during tonight's address. ","itags":["npr_api","378631126"],"guid":"a2991668-174a-4a9f-958c-1c8294ffab42","contentencoded":"<p>When President Obama stands before Congress to give his annual State of the Union address tonight (9 p.m. Eastern), about two dozen guests will watch the speech from the enviable vantage point of the First Lady&#8217;s box.</p><p>The guest list includes an American war veteran who lost both of his legs in Afghanistan; a 13-year-old from Chicago who wrote a letter to Santa Claus this Christmas asking for safety; and Alan Gross, the former American prisoner in Cuba, whose release played a part in the recent thaw in relations between the Unites States and Cuba.</p><p>Dr. <strong>Pranav Shetty</strong> will be there, too. He&#8217;s a doctor who has been at the heart of the battle to fight the Ebola outbreak in Africa. He speaks with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young.</p><ul><li><strong>White House:</strong> <a href=\"http://www.whitehouse.gov/blog/2015/01/19/meet-dr-pranav-shetty-guest-first-lady-state-union\" target=\"_blank\">Meet Dr. Pranav Shetty</a></li></ul><h4>Interview Highlights</h4><p><strong>On the Ebola outbreak in Liberia </strong></p><p>&#8220;There’s really a sense of cautious optimism in the field, baited by this idea that we can’t be complacent right now in the fight. This is the time to get on top of this and get to zero cases as quickly as possible.&#8221;</p><p><strong>On American aid to Liberia</strong></p><p>&#8220;I think the initial input of resources and supplies and personnel that the U.S. government brought, especially to Liberia, really put a sense of hope and a sense of &#8216;we are not alone in the fight.&#8217; To see that level of backing was a moral boost along with the supply and physical boost and human resource boost that came along with it.&#8221;</p><p><strong>On lessons from the Ebola outbreak </strong></p><p>“I think what we’ve learned as an international community is that you need to hit this type of outbreak hard and fast… Right now I think the thing to focus on is how do we get to zero cases because there are a number of treatment centers, but access in these areas is very difficult, so they need to be geographically distributed. And this whole outbreak was started with one case and can start with one case again.”</p><h4>Guest</h4><ul><li><strong><a href=\"https://internationalmedicalcorps.org/sslpage.aspx?pid=2172#.VL6Bz0fF-So\" target=\"_blank\">Pranav Shetty</a></strong>, MD, emergency health coordinator for the International Medical Corps.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Gives+Ebola+Doctor+Prime+Seat+At+State+Of+The+Union&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378631129-db4f29.m3u?orgId=1&ft=3&f=378631126"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0120_pranav-shetty.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}