{"created":"2015-02-25T20:36:16+00:00","modified":"2015-02-25T20:36:38+00:00","valid":{"from":"2015-02-25T20:36:38+00:00","to":"3015-02-25T20:36:38+00:00"},"hreflang":"en","guid":"a2a157f1-280e-4d53-adb5-ea571b3aa7e3","title":"'Broken travel' keeps ISIS' Western recruits off the radar of intelligence agencies","published":"2015-02-25T20:36:32+00:00","byline":"Leo Hornak","tags":["ISIS","Islamic State in Iraq and Syria","Religion","terrorism","conflict","SafeMode","Conflict","Conflict & Justice","Asia","Europe","Turkey","Syria","France","Spain","United Kingdom","Asia","Middle East","Europe","Amedy Coulibaly","Hayat Boumeddiene","Joe Parkinson","Syria","ISIS"],"teaser":"Western recruits to ISIS are evolving new ways to reach the Syrian front lines, using \"broken travel\" to take circuitous roots to joining jihadi groups. Such tactics are making potential fighters even harder to spot for Europe's many intelligence agencies.","contentencoded":"<p>It’s estimated there are currently about 20,000 foreign militants in Syria, including more than 3,000 citizens of European countries and a smaller number of Americans. Many of these foreigners are fighting alongside ISIS and affiliated groups.</p>\n<p>For intelligence services in Europe, stopping the flow of recruits to extremist groups is a large and growing challenge. “These people are starting to get clever,\" says Joe Parkinson, the Istanbul bureau chief for the Wall Street Journal. \"They are finding ways to circumvent this new security dragnet [in Europe].”</p>\n<p>Parkinson has been researching the strategies used by recruits to reach ISIS-controlled territory without being spotted by European intelligence agencies. While Turkey remains the preferred entry point into Syria, he says would-be jihadis are learning to avoid direct flights to Istanbul.</p>\n<p>One preferred technique is \"broken travel,\" the use of a multi-stage route combining air travel, public transport or even walking to evade surveillance. This was the tactic used by Hayat Boumeddiene, the wife of Amedy Coulibaly, the man who killed four hostages at a kosher grocery store in Paris last month. ISIS claims she drove from France to Spain, then flew from Madrid to a lesser-known Istanbul airport and caught a domestic flight to southern Turkey. It's believed she is still in Syria.  </p>\n<p>Part of the challenge lies in coordinating Europe’s diverse law enforcement and intelligence communities, not all of which are used to working closely together. Parkinson has seen evidence that Bulgaria’s relatively porous border is now a favored entry point into Turkey. Another weak point is the disputed border that divides Cyprus' Turkish and Greek halves.</p>\n<p>For Parkinson, the lack of trust and coordination within Europe is a key problem. \"[The agencies] are trying to break old habits and cooperate more, but they do still face a very difficult [task] to stop these lone wolves,\" he says.</p>\n<p>And the flow of Western nationals to Syria is only part of the problem. Parkinson says the greater potential threat comes if those fighters return home: “They come back trained, with the ideas and logistics to carry potential out attacks in European cities. … That’s the big concern in the minds of intelligence officials.\"</p>\n<p><em>Update: A previous version of this story misspelled Joe Parkinson's name.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-24%2Ftracking-broken-travel-western-fighters-travelling-join-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0224201507.mp3"},{"href":"http://www.pri.org/file/0224201507mp3"}]}