{"created":"2015-05-28T09:01:31+00:00","modified":"2015-06-07T02:23:17+00:00","valid":{"from":"2015-06-07T02:23:17+00:00","to":"3015-06-07T02:23:17+00:00"},"hreflang":"en","title":"The Very Strange Life Of Nepal's Child Goddess","published":"2015-05-29T03:45:00+00:00","teaser":"She's young and beautiful. A glimpse of her is believed to bring good fortune. She's Nepal's Living Goddess, or Kumari, who is selected as a small child and lives a life of isolation and secrecy.","itags":["npr_api","410074105"],"guid":"a2b4d268-0804-4624-8e3f-1ac951318a9f","contentencoded":"<p>Last month's earthquake brought much of Kathmandu's historic Durbar Square, a World Heritage Site, tumbling to the ground. Nepal's showcase temples and palaces were reduced to ruins. But save for a few cracks, the home of the city's Living Goddess remained intact.</p><p>Largely unknown to the outside world, Nepal's centuries-old institution of the child deity, the Kumari Devi, is deeply embedded in the culture of Kathmandu Valley. Young, beautiful and decorous, even a glimpse of her is believed to bring good fortune.</p><p>The current Kumari of Kathmandu, age 9, is the best known of several girls who are worshipped in Nepal, and is revered by many though she lives an isolated and secretive existence inside the house and is rarely seen.</p><p>At her home, caretaker Gautam Shakya says the building's square shape stabilized it in the recent tremors. Yet nothing so mundane was involved, insists Udhav Man Karmacharya, one of the main priests attending the Kumari.</p><p>\"It's the power of the goddess; it's about faith,\" the priest declares. \"It's been the home of Kumaris for ages and we believe the force of that goddess made the house safe.\"</p><p>Kumaris are drawn from the Newar community, the original inhabitants of the Kathmandu Valley for whom planets, karma and an array of gods play a vital role in day-to-day life. Gautam Shakya, in the eleventh generation of Kumari caretakers, says they are Buddhists who adopted the Hindu caste system and embody harmony.</p><p>\"One doesn't discriminate against the other. We Newars are Buddhist. The Kumari is from a Buddhist family — but she is a Hindu goddess,\" he says.</p><p>There's at least one major drawback to being a Kumari. You must relinquish the position when you reach puberty and return to the ranks of mere mortals.</p><p>The current Kumari was not available for an interview.</p><p>But Chanira Bajracharya, now 19, recalled when the title was conferred on her in the historic city of Patan when she was just 5 years old. It followed an elaborate search that included an elimination round in which seven girls were handed grains and studied for their reaction: \"Some became fevered; some cried,\" she says. Barjracharya only turned a slight blush color.</p><p>She was whisked off to the Royal Court to be inspected for \"32 characteristics\" of physical perfection, among them \"thighs like a deer, chest like a lion, and eyelashes like a cow.\"</p><p>Bajracharya says after the royal priest's wife examined her \"teeth and nails\" and \"checked to see there were no blemishes on my body, she declared that I was to be the next goddess.\"</p><p>The secretive world of the Kumari generates its own lore, including tales about initiation rites filled with demons and the heads of dead animals. Bajracharya says there was nothing so terrifying, but recalls her own investiture was frightening enough.</p><p>\"Actually the room was quite scary, only lit through oil lamps. But then when you get the power of the goddess you don't get scared at all. Even though I was 5 years old I was sitting there quite calm,\" she says.</p><p>The Kumari is believed to be the incarnation of the fearsome Hindu goddess Durga. One myth — and there are several — has Durga visiting the king of the Malla dynasty each night until the king makes sexual advances ... and the goddess vanishes in fury.</p><p>She then appears to the king in a dream telling him: \"Find a child from the Shakya caste. I will enter her soul and you can worship her as you worshipped me.\" The king complies, and the belief in the world's only Living Goddess is born.</p><p>Kumari Priest Karmacharya says the child becomes \"Taleju, the unseen force that only priests have the power to see,\" he says.</p><p>Chanira Bajracharya, whose aunt was also a Kumari, recalls that she felt a distinct physical sensation when the force was present in her. \"I feel hot, my body gets warm,\" she says, but \"it's a very pleasant feeling.\"</p><p>When the power of the goddess was with her she says she understood people's \"wishes and granted them.\" She says there also were times when she would become angry and refuse people's prayers.</p><p>\"My behavior is not in my control ... There is someone supreme over me that makes me listen to their prayers or just ignore them. You feel, you know, supreme.\" She mysteriously adds, \"You're not you, actually.\"</p><p>Bajracharya's stint as a Living Goddess ended when she reached puberty at the age of 15, and her powers \"were transferred to another girl.\"</p><p>Before Nepal's monarchy was abolished in 2008, kings would seek the Kumari's blessing. Later, the president bowed before her. Human rights activist and lawyer Sapana Pradhan Malla says \"with everyone surrendering themselves to her\" there's little wonder the Kumari feels \"supreme.\"</p><p>\"Yes, she inherited this power because of the culture, because of the religion and also the state itself is practicing this culture to make her powerful,\" Malla says. The government subsidizes Kumaris with a small stipend in recognition of their service.</p><p>But the rituals and way of life surrounding Nepal's Living Goddess are cloaked in secrecy, and raise questions: Why are they cloistered away? Why are they retired when they reach puberty? Priest Udhav Karmacharya says it wouldn't do to have a goddess susceptible to the distractions of young men. Besides, he says, as she's no longer a child, she will be tempted to tell the secrets of the temple.</p><p>\"There is information we cannot divulge. When she's conversing in the temple with the priests — she's god-like,\" the priest says. \"It's a mystery. It's sacred. And if we tell all of the secrets, she'll no longer be a goddess, but just a common woman.\"</p><p>It's no different from the Vatican's secrets, he adds.</p><p>But Malla, the human rights activist, notes: \"Popes are adults. These are small girls.\"</p><p>The former Kumari, Bajracharya, says she enjoyed her time being \"treated like a princess.\" The first Kumari to be taught to \"surf the Web\" was sequestered in the home of her parents, whom she says she enjoyed not obeying.</p><p>But the transition to ordinary life \"was tough.\" And Bajracharya says she would like to smooth the journey for the next generation of living goddesses, who must one day return to the humdrum world of humans.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Very+Strange+Life+Of+Nepal%27s+Child+Goddess&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410205025-3c54b2.m3u?orgId=1&topicId=1125&d=440&p=3&story=410074105&t=progseg&e=410168317&seg=10&ft=nprml&f=410074105"},{"href":"http://media.npr.org/assets/img/2015/05/28/468018912-fbd5648579f24cfbe128c91e6cc4105eaaca1980.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3532","width":"4709"}},{"href":"http://media.npr.org/assets/img/2015/05/28/dsc04821-9dc284d9d6c8a448a5d45c7c0f6769cc4b472238.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"809","width":"1079"}},{"href":"http://media.npr.org/assets/img/2015/05/28/jm-nepal-img_8372edit-aa05a7b1a781b09602589274d1c6e5463c1c08f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}