{"created":"2015-04-08T21:36:37+00:00","modified":"2015-04-09T18:47:09+00:00","valid":{"from":"2015-04-09T18:47:09+00:00","to":"3015-04-09T18:47:09+00:00"},"hreflang":"en","guid":"a2c397d0-a57e-4f3b-aa05-8879d2d6e821","title":"Tamerlan Tsarnaev’s worldview was shaped by a jarring, unsettled childhood","published":"2015-04-09T18:47:07+00:00","byline":"Joyce Hackel","tags":["books","Boston Marathon Bombing","culture","Religion","terrorism","Books","Arts, Culture & Media","Boston","Africa; South America; North America; Europe","United States","Caucasus and North America","Masha Gessen","Dzhokhar Tsarnaev","Tamerlan","Boston marathon bombings","Verdict","guilty","The Brothers: The Road to an American Tragedy"],"teaser":"In her new book The Brothers: The Road to an American Tragedy, Masha Gessen says no single event explains the brothers' transition. But she looks for clues in Tamerlan's unstable early years.","contentencoded":"<p>The Tsarnaev brothers came of age in Cambridge, a town that prides itself on open-minded inquiry and embracing immigrants fleeing conflict. Still, almost two years after the Boston marathon bombing, there's little consensus on how the brothers rejected that welcome and transformed from striving young immigrants into ruthless killers.  </p>\n<p>In her new book <a href=\"http://www.amazon.com/The-Brothers-Road-American-Tragedy/dp/1594632642\"><em>The Brothers: The Road to an American Tragedy</em></a>, Masha Gessen says no single event explains the brothers' transition. But she looks for clues from the elder brother, in Tamerlan's nomadic youth.</p>\n<p>\"This is a kid who's been dragged around and promised a better life his entire life,\" Gessen says. \"Every couple years, he's uprooted and taken somewhere else.\" </p>\n<p>Tamerlan was born in central Asia in Kalmykia in 1986. His family soon moved to Kyrgyzstan, but several years later decided to build a home in Chechnya. The Tsarnaevs arrived just as the brutal Chechen war began. They then relocated to Dagestan, but the war in Chechnya spread there too. Finally they received permission to move to the United States. Their timing was less then ideal. The young Muslim family entered the US in the wake of the Sept. 11 attacks. </p>\n<p>That's when the Tsarnaevs discovered, Gessen says, that they were a \"suspect and distrusted group here too.\"</p>\n<p>In <em>The Brothers</em>, Gessen rejects the notion that the Tsarnaevs were \"radicalized\" by foreign extremists. Instead, she argues, they could have independently made what they considered a \"rational choice, that is a choice consistent with their values and their understanding of causal relationships, and as a result of that choice set off bombs that killed three people and injured at least 264.\"</p>\n<p>Recruitment by Islamists wasn't key to their story, she says. Instead they thought for themselves, she argues, and gave in to the lure of terrorism that allowed the brothers to make, in one step, the transition from \"nobody\" to being part of what Gessen calls a perhaps \"imagined jihadi community.\"</p>\n<p>\"All you have to do is 'build a bomb in the kitchen of your mom,' as the instructions famously say, and suddenly you're part of a larger army,\" according to Gessen. \"You may not even know anybody in this imagined army, but you're still a part of it. You have finally found your route to greatness.\" </p>\n<p><a href=\"https://www.scribd.com/doc/261367123/Excerpt-From-The-Brothers-The-Road-to-an-American-Tragedy-by-Masha-Gessen\" title=\" The Road to an American Tragedy&amp;quot;  by Masha Gessen on Scribd\">Excerpt From <em>The Brothers: The Road to an American Tragedy</em>, by Masha Gessen</a></p>\n<p><iframe class=\"scribd_iframe_embed\" data-aspect-ratio=\"undefined\" data-auto-height=\"false\" frameborder=\"0\" height=\"600\" id=\"doc_63095\" scrolling=\"no\" src=\"https://www.scribd.com/embeds/261367123/content?start_page=1&amp;view_mode=scroll&amp;show_recommendations=true\" width=\"100%\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-08%2Ftamerlan-tsarnaev-s-worldview-was-shaped-jarring-unsettled-childhood&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0408201502.mp3"},{"href":"http://www.pri.org/file/0408201502mp3"}]}