{"created":"2014-12-04T20:54:06+00:00","modified":"2014-12-08T20:18:29+00:00","valid":{"from":"2014-12-08T20:18:29+00:00","to":"3014-12-08T20:18:29+00:00"},"hreflang":"en","guid":"a2cb4053-7517-4678-8c5d-703cda31d134","title":"Putin is defiant in his State of the Nation speech","published":"2014-12-08T20:18:25+00:00","byline":"Christopher Woolf","tags":["politics","government","Global Politics","Moscow","Asia","Russia","Asia","Vladimir Putin","Charles Maynes","Putin","Moscow","Russian government","Politics of Russia","Government","Politics"],"teaser":"President Vladimir Putin delivered a fiercely patriotic State of the Nation speech Thursday. He said Russia would defeat those enemies seeking to destroy and dismember it. But the rhetoric failed to reassure markets and the ruble continues its slide.  ","contentencoded":"<p>Vladimir Putin today boasted that Russia could overcome any challenge from abroad. In a feisty and fiercely patriotic ‘State of the Nation’ speech, the Russian president accused Russia's enemies of attempting to carve it up and destroy its economy.</p>\n<p>This was intended to punish Russia for becoming strong, Putin said. But he added that Russia would rise to any challenge.</p>\n<p>Meanwhile, as he spoke, the ruble continued its slide. Earlier this week, the ruble saw its worst slide since 1998. The Russian government acknowledges that it’s on the brink of recession. The economy is suffering from international sanctions imposed because of Russia’s annexation of Crimea and its interference in Ukraine. The decline in global energy prices, particularly oil, is also squeezing the Russian economy.</p>\n<p>“Putin was blunt and full of bluster,” says Moscow-based reporter Charles Maynes. “In terms of bluster, you see once again the US as the main enemy,” added Maynes. “From Putin’s point of view these sanctions against Russia aren’t really about Ukraine. These are really a broader effort, basically a historical effort, to hobble Russia, to keep it from meeting its full potential.”</p>\n<p>The argument for the annexation of Crimea was expanded in this speech, says Maynes. “He identified Crimea as strategic territory for the Russian Federation,” says Maynes “and he also mentioned it was of sacred importance to Russians, akin to the Temple Mount for people of Jewish faith.”</p>\n<p>“It’s hard to say,” says Maynes, “whether he really believes all this stuff.”</p>\n<p>The other key part of the speech says Maynes was to prepare the Russian people for possible hard times ahead, but at the same time to reassure them that despite sanctions and economic decline, that everything was ultimately going to be OK. “He compared [today] to World War II. [He said] that this would be a long fight, that demanded some sacrifice.”</p>\n<p>Maynes points out that Putin was saying things like, “OK this is a moment for us to rally. This is a moment for us to use these sanctions and this difficult situation we’ve found ourselves in to rally domestic production. He talked about ways to stimulate small business, and to end what he called the era of ‘offshore.’” Putin received loud applause for his proposed amnesty for capital returning to Russia, saying the authorities would not investigate how that wealth was accumulated.</p>\n<p>But the markets did not appear to be comforted by the speech.</p>\n<p>Putin remains popular, despite the economic woes and foreign pressure. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120420145.mp3"},{"href":"http://www.pri.org/file/120420145mp3"}]}