{"created":"2014-12-30T10:13:30+00:00","modified":"2015-05-13T21:24:13+00:00","valid":{"from":"2015-05-13T21:24:13+00:00","to":"3015-05-13T21:24:13+00:00"},"hreflang":"en","title":"Whites More Optimistic Than Blacks On Race Relations In The U.S.","published":"2014-12-30T20:48:00+00:00","teaser":"President Obama told NPR's Steve Inskeep that he thinks the U.S. is less racially divided today than when he first took office. Polls have tried for years to measure that divide, but it's not easy.","itags":["npr_api","373934184"],"guid":"a2d99b62-e076-45b4-be24-b09571e33e47","contentencoded":"<p><a href=\"http://www.npr.org/2014/12/22/372557632/heres-why-obama-said-the-u-s-is-less-racially-divided\" target=\"_blank\">In a <em>Morning Edition</em> interview</a>, NPR's Steve Inskeep asked President Obama if he thinks America has become more racially divided during his administration.</p><p>\"No, I actually think that it's probably, in its day-to-day interactions, less racially divided,\" <a href=\"http://www.npr.org/2014/12/22/372557632/heres-why-obama-said-the-u-s-is-less-racially-divided\" target=\"_blank\">Obama replied</a>, later saying that this year's much-publicized racial incidents have made people feel more divided than they are. (You can read the <a href=\"http://www.npr.org/2014/12/29/372485968/transcript-president-obamas-full-npr-interview\" target=\"_blank\">full transcript here</a>.)</p><p>It's not easy to measure just how divided America is, but pollsters have tried for decades.</p><p>There's <a href=\"http://www.gallup.com/poll/180107/gallup-review-black-white-differences-views-race.aspx\" target=\"_blank\">one question Gallup has asked since 1963</a>: \"Do you think that relations between blacks and whites will always be a problem for the United States, or that a solution will eventually be worked out?\"</p><p>The answer has stayed relatively the same since 2008 for about 60 percent of white Americans. They're optimistic — just like half of African-Americans who responded in 2008 and 2013.</p><p>Gallup's Editor-in-Chief Frank Newport says even though sentiments don't seem to have shifted during the Obama administration, there remains a significant gap between how whites and blacks perceive race and equality.</p><p>\"Blacks see a world that has barriers, structural barriers and discrimination. Whites, much less so,\" Newport explains.</p><p><strong>A Different Poll, A Different Answer</strong></p><p>\"Whites are more optimistic about race relations than blacks are,\" says Jocelyn Kiley, associate director of research at the Pew Research Center. Since 2007, that pollster has surveyed Americans with this question: \"In general, how well do you think blacks and whites get along with each other these days?\"</p><p>Almost 70 percent of respondents said \"very well\" or \"pretty well\" <a href=\"http://www.people-press.org/2014/08/25/few-say-police-forces-nationally-do-well-in-treating-races-equally/8-25-2014_03/\" target=\"_blank\">when asked this year, more than a week after protests began in Ferguson, Mo</a>. But that share was seven points lower compared with a 2009 survey.</p><p>Still, polls — even those that account for Latinos, Asian-Americans and Native Americans — won't give you the final answer on race relations.</p><p>A <a href=\"http://www.nytimes.com/interactive/2014/08/21/us/ferguson-poll.html\" target=\"_blank\">recent poll by <em>The New York Times</em> and CBS News</a> says race relations have stayed about the same since Obama became president, while a <a href=\"http://images.businessweek.com/cms/2014-12-06/23_24.pdf\" target=\"_blank\">Bloomberg Politics poll</a> says they've gotten worse under the first black president.</p><p><strong>'Beyond The Opinion'</strong></p><p>\"We need to get beyond the opinion, beyond the ideas and really ask, 'How is race really working in terms of allocating power and resources in our society?' \" says Ian Haney López, author of <em>Dog Whistle Politics: How Coded Racial Appeals Have Reinvented Racism and Wrecked the Middle Class</em>.</p><p>He says a more objective way of measuring race relations is to look at how segregated we are as a country through institutions like neighborhoods, schools and workplaces. Haney López, who also teaches law at the University of California, Berkeley, adds that special attention should be paid to the racial makeup of our most elite institutions, including Congress and Fortune 500 companies.</p><p>Examining these socioeconomic indicators can tell you a contradicting story about the status of African-Americans today, according to Peniel Joseph, founding director of Tufts University's Center for the Study of Race and Democracy.</p><p>\"From a privileged perspective, things are, yes, dramatically different,\" Joseph says. \"Those same [black] folks in 1964, even with a Harvard degree, many, many doors of opportunity would be closed. But 50 years later, Obama's the president of the United States. But many, many African-Americans don't have the same access.\"</p><p>Access that, Joseph says, is key to truly understanding race relations today.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Whites+More+Optimistic+Than+Blacks+On+Race+Relations+In+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373934318-e59d08.m3u?orgId=1&topicId=1015&d=201&p=3&story=373934184&t=progseg&e=373933872&seg=6&ft=nprml&f=373934184"},{"href":"http://media.npr.org/assets/img/2014/12/30/obama-race-facts-f994be16a707ba8fd2378a4b4c073687ce01fa60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2995","width":"3996"}}]}