{"created":"2015-01-21T19:16:54+00:00","modified":"2015-06-25T17:45:34+00:00","valid":{"from":"2015-06-25T17:45:34+00:00","to":"3015-06-25T17:45:34+00:00"},"hreflang":"en","title":"Bulgakov's 'Master' Still Strikes A Chord In Today's Russia","published":"2015-02-20T01:30:00+00:00","teaser":"Russian author Mikhail Bulgakov's classic, <em>The Master and Margarita,</em> ridiculed Soviet leaders and bureaucracy. It wasn't published until 27 years after his death, but it still resonates with Russians.","itags":["npr_api","378633734"],"guid":"a2dab467-d5af-41be-b518-168955529fa4","contentencoded":"<p>In times of turmoil, Russians turn to their great writers for inspiration.</p><p>One of those writers is Mikhail Bulgakov, who died 75 years ago. Soviet dictator Joseph Stalin liked some of Bulgakov's work, but he considered most of it too dangerous to publish. A museum in Moscow shows that the work is just as relevant as ever.</p><p>In the early 1920s, Bulgakov and his wife lived for several years in the rambling Art Nouveau building in central Moscow that now houses that museum. The couple made their home in Apartment 50, which the writer eventually turned into a key setting for his magical novel <em>The Master and Margarita</em>.</p><p>The satire ridiculed much about Soviet life, and it wasn't published until 1967, 27 years after Bulgakov's death.</p><p>Since then, it's been reprinted in countless editions and made into plays and movies. One of the most popular is the serialized version, made for Russian television in 2005.</p><p>And its popularity endures. There seem to be parallels everywhere between Bulgakov's Soviet characters and the functionaries of today's Russia, says Edythe Haber, an expert on Bulgakov at Harvard's Davis Center for Russian and Eurasian Studies.</p><p>\"It's a very complicated novel, and people get what they want out of it,\" Haber says. \"One thing that [Russian President Vladimir] Putin and the people of present-day Russia support is the Christianity that was attacked during the communist period. Those people who are very pro-church pick that out, whereas most readers look at the anti-authoritarianism of it.\"</p><p>Haber says that after all the years of repression, Bulgakov's work is now out in the world, and no amount of censorship can ever put it back.</p><p>In the novel, the devil pays a visit to the officially atheist Soviet Union, appearing as a well-dressed but somehow foreign-looking gentleman who introduces himself as Wolland, professor of black magic.</p><p>His first encounter is with a pair of writers who don't believe in him, and Wolland predicts — quite accurately — that one of them is about to lose his head in a freak encounter with a tram car.</p><p><strong>Museum Dedicated To The Tale</strong></p><p>Visitors can see elements of the story and of Bulgakov's life at the gem of a museum in the same building as the notorious Apartment 50. It has a mock-up of the lethal tram, complete with a bronze of the unfortunate writer's head. The museum has lots of Bulgakov memorabilia, but it also tries to show the invisible elements of the writer's imagination, with secret rooms and hidden doors.</p><p>Irina Gorpenko, an authority on Bulgakov and a passionate fan, is the guide who introduces the characters with theatrical flair — frequently reciting dialogue from the novel in the characters' voices.</p><p>One of Professor Wolland's more troublesome sidekicks is a huge black cat: Behemoth. He can slug vodka, juggle playing cards or shoot it out with police, while swinging from a chandelier.</p><p>In one famous scene, the cat plays chess with live pieces in what Gorpenko says gleefully is \"a geopolitical game, just like the great powers today — the European Union, America and Russia.\"</p><p>The museum has several well-known photographs that show the writer as a dapper figure with a bow tie, a monocle and an ever-present cigarette.</p><p>Bulgakov knew about the dangers of dealing with people in power, and there were times during Stalin's reign of terror in the late 1930s when the author had reason to fear that he'd be taken out and shot.</p><p>Gorpenko quotes a scene from the novel that succinctly illustrates the surreal and precarious nature of the Soviet bureaucracy.</p><p>\"Who are you?\" one character demands. \"An 'official' person? Today one is an 'official' person, and tomorrow one's not, and it can be the other way around.\"</p><p><strong>Bulgakov's Famous Black Cat</strong></p><p>On weekends and holidays, people queue in long lines to see Bulgakov's apartment.</p><p>In the novel, the apartment can expand to infinite size in some other dimension, big enough to hold the devil's annual ball, with all the denizens of hell. Margarita, the novel's title character, is the queen of the infernal celebration and has to greet all the malefactors of history in the most decadent receiving line in literature — gents in fancy dress and ladies in no dress at all.</p><p>On a recent, very cold Sunday, though, the denizens are just fellow sightseers, and it's a relief to get back into the stairwell, with its walls covered in graffiti and hand-drawn pictures of Bulgakov's characters, including many of the famous black cat.</p><p>Speaking of which, there is a very large, very black cat sitting on the second landing. It would be impolite not to say ... something.</p><p>\"Excuse me, are you Behemoth?\" I ask.</p><p>The cat looks back with unblinking yellow eyes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bulgakov%27s+%27Master%27+Still+Strikes+A+Chord+In+Today%27s+Russia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378905695-5b1b2c.m3u?orgId=1&topicId=1124&aggIds=100876926&d=286&p=2&story=378633734&t=progseg&e=378842012&seg=10&ft=nprml&f=378633734"},{"href":"http://media.npr.org/assets/img/2015/01/21/170982897edit-86c33c2be1d9650d24f009b4188b5abf98cdd136.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1660","width":"2211"}},{"href":"http://media.npr.org/assets/img/2015/01/21/flintoff_3166-394256a5385f4f59a4a522d75e957852dd6197d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2015/01/21/flintoff-060-92410969ef624013d86f762ba2b0aec2c515a72e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}