{"created":"2015-01-23T18:44:53+00:00","modified":"2015-01-23T19:28:16+00:00","valid":{"from":"2015-01-23T19:28:16+00:00","to":"3015-01-23T19:28:16+00:00"},"hreflang":"en","title":"How 'The Good War' In Afghanistan Went Bad","published":"2015-01-23T19:20:00+00:00","teaser":"Jack Fairweather's new book argues the war could turn out to be the defining tragedy of the 21st century.","itags":["npr_api","379386684"],"guid":"a2e3fc32-5c22-49e8-81d5-0eecf2ea40f9","contentencoded":"<p>In his State Of The Union address, President Obama touted the end of the U.S. combat mission in Afghanistan, but a new book says it could turn out to be the defining tragedy of the 21st century.</p><p><div class=\"pullquote\" style=\"\">&#8220;If the West can help that police officer and that Taliban teenager find common ground that’s where the future lies.&#8221;</div></p><p>Tracing the conflict from 9/11 to the American drawdown at the end of 2014, &#8220;<a href=\"http://www.amazon.com/The-Good-War-Couldn%C2%92t-Afghanistan/dp/0465044956\" target=\"_blank\">The Good War: Why We Couldn&#8217;t Win the War or the Peace in Afghanistan</a>&#8221; refutes the argument that the war could have been &#8220;won&#8221; with more boots on the ground. (Read an excerpt <a href=\"#excerpt\">below</a>.)</p><p>Despite the gloomy description of this history, the book ends on an optimistic note, saying there has been progress in Afghanistan in the last 13 years and there is hope for the future.</p><p>Author and war correspondent <strong>Jack Fairweather</strong> talks with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young about his new book and what it suggests about the memory of the war in American history.</p><h4>Interview Highlights</h4><p><strong>What is the &#8216;Good War&#8217;?</strong></p><p>&#8220;On the one hand, the good war was the effort to get rid of al-Qaida and remove that threat that had led to 9/11. On the other hand, it was the effort to rebuild Afghanistan, a country shattered by 20 years of war, since the Soviet occupation in the 1970s.&#8221;</p><p><strong>On why we couldn&#8217;t win the war</strong></p><p>&#8220;There was a fundamental mistake that was made in conflating the threat composed by al-Qaida with that of the Taliban. Al-Qaida was this international jihadist group that had already killed thousands of Americans. The Taliban was a much more local, tribal-based organization that ran a repressive regime in Afghanistan. You may remember that famous speech by Bush on September 20, 2001, where he said you’re either with us or against us. In setting up the rhetoric for what became the War on Terror, he lumped together al-Qaida and the Taliban. The U.S. military got rid of al-Qaida from Afghanistan pretty quickly, but then they started fighting and targeting, arresting, detaining, Taliban fighters. I think one of the great mistakes of the war, that’s not fully appreciated, was the way in which Taliban commanders who were ready to lay down their arms were riled up by U.S. actions.&#8221;</p><p><strong>How will history look at President Obama’s role?</strong></p><p>&#8220;If future presidents want a textbook on how not to manage a war, they will look at the first year of Obama’s presidency with regard to Afghanistan. I think what he quickly realized [was] that Afghanistan was vastly more complicated than he had gave it credence to on the campaign trail and that more troops wasn&#8217;t necessarily the answer. And that key realization was one that he didn&#8217;t unfortunately act upon. Instead he began a long, bitter, confusing process of review and he ended up committing the U.S. to a strategy that was neither full blown counterinsurgency as the generals wanted, nor a much more limited counterinsurgency as someone on Obama’s team suggested.&#8221;</p><p><strong>On Afghanistan&#8217;s future</strong></p><p>&#8220;I think those who knew Afghanistan in 2001, and visit the capital now, Kabul, are amazed by the transformations that have taken place&#8230; There’s a change. I always think back to a trip I made to Afghanistan in 2012 when I went out to an outpost in Helmand with the U.S. military to an Afghanistan police checkpoint and the radio, the police radio, was on and the Afghanistan police officer was having a conversation with his Taliban opposite number about 400 yards away. And they were exchanging insults at first, but then as the sun began to set they began singing songs to each other, and before you knew it they were talking about their girlfriends, talking about their teenage hopes and dreams. <a name=\"excerpt\"></a>If the West can help that police officer and that Taliban teenager find common ground, that’s where the future lies.&#8221;</p><h4>Book Excerpt: &#8216;The Good War&#8217;</h4><p><em>By Jack Fairweather</em></p><p><strong>Prologue: The Mask of Anarchy</strong></p><p><img class=\"alignright size-medium wp-image-76986\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/01/0123_warbook-197x300.jpg\" alt=\"The Good War By Jack Fairweather\" width=\"197\" height=\"300\" /></p><p>Hamid Karzai often walked around the circle of his small garden in the palace grounds. Most evenings he could be found, head down, his hands clasped behind his back, striding in measured paces. He liked to keep fit, to ease the tension of a hundred meetings, to dwell on the past. This evening in early 2014 was no different.</p><p>The palace itself was a sweeping complex of hulking stone structures, round houses, and even a quaint Victorian mansion set in eighty acres of grounds guarded by high walls and barbed wire. Karzai had opted for a humbler concrete building, constructed by one of Afghanistan’s former princes in the 1960s, that contained its own courtyard. His guards usually stood to one side under the foliage of a cypress tree, trying not to intrude on these private moments as Karzai paced the worn earth. In the final years of his presidency his walks had gotten longer than usual as he worked through a particular source of angst.</p><p>As he paced, he could see an American surveillance blimp overhead, one of the helium-filled balloons with an array of cameras that had proliferated across the city, and which provided the US contractors operating them with the remarkable ability to peer into nooks and crannies. Some Afghans ascribed near-magical powers to the balloons. One rumor in the south was that the Americans had trained mice to run up the cable connecting the balloon to the surveillance station, make notes on what they saw, then run back down to tell their US overlords. Others feared the blimps were emitting harmful rays that filled their heads with western fantasies while they slept, and that women were particularly susceptible.</p><p>Karzai knew the balloons were in the sky in part to protect him, and there was a time when he would have been reassured by their presence. It was he who had brought the Americans to the country, knowing that they alone possessed the wealth and power to rebuild Afghanistan. He had always seen himself as the father of the nation, a bold reformer who could transform his shattered country. Indeed, Karzai’s most frequent complaint throughout the thirteen-year war was that the West wasn’t doing enough to fulfill their shared vision.</p><p>The war, Karzai had freely professed to the world in the early days, was a righteous struggle against the forces of chaos and disintegration. The same evil that had perpetrated the attacks in New York and Washington was responsible for tearing apart his own country in the preceding years. He wanted more troops, more aid experts and development consultants, and more defense contractors and NGO workers. Poor and benighted countries like his, he had publicly argued, needed this paraphernalia of nation-building to join the modern world. Karzai’s call to drag Afghanistan into the light, establish a democracy, and uphold the rule of law had captured the mood in Washington after 9/11.</p><p>Yet when the money had flowed and the soldiers surged, they had not quelled the deadly violence gripping the country. American forces battled a resurgent Taliban, and the Afghan civilians Karzai believed he was helping were caught in the crossfire. Over the course of 2007 there were at least 1,633 casualties, a threefold increase on the year before. By 2013 two hundred Afghan civilians were dying each month in the fighting, and thousands more had fled their homes or had their livelihoods destroyed. The refugee camps outside the Afghan capital of Kabul were overflowing.</p><p>At first Karzai had been sure he was somehow to blame for not doing enough to temper American firepower or steer the reconstruction process.5 In the long, grinding middle stretch of the war he fell into what appeared to be a fog of depression. US diplomats who worked alongside him noticed a change in his countenance, mood swings, and erratic behavior. Rumors spread in the western press that he was addicted to heroin or was on serious medication. According to those who knew him, he became susceptible to real and imagined maladies and increasingly locked himself away in the palace. He appeared to be waging an inner battle to prove to himself and his countrymen that he wasn’t to blame for the past thirteen years of bloodshed and mayhem.</p><p>Only in the long perambulations at the end of his presidency did Karzai recognize what he saw as an incontrovertible truth: The blame for the mounting pile of war dead lay with the outsiders. Karzai hadn’t wrecked the country; rather, the westerners had betrayed the ideals of the Good War to which they had subscribed together. The West had never seen him as a genuine partner, he now understood. How else to explain their high-handed treatment of him? When he demanded that the US stop its aerial bombing, he was defied. When he asked to be informed of all American military operations, generals sometimes briefed him, but frequently he was ignored. Washington continued to side with Pakistan—even though that country appeared to support the insurgency—and President Barack Obama presumed to conduct negotiations with the Taliban without involving Karzai. The Afghan president came to believe that he was no more than a tool to service the real aims of the West: permanent instability in his country, so that Afghanistan’s natural resources could be plundered.</p><p>The thought of being a puppet of the US and its British allies seemed to gnaw at him. At times, he wished he could smile and dismiss their obsequious blue-eyed ambassadors and generals with their proud talk of the war dead. In darker moments, he told advisers, he dwelled upon his predecessors’ success at driving out invaders at the tips of their soldiers’ spears. A favorite poem of his was Shelley’s “Mask of Anarchy,” a cry for freedom against the bonds of tyrannous overlords, which he cited to one visiting journalist.</p><p>But if this narrative frustrated him it also leant him a new sense of purpose. He told his confidants that he should have stood up to the West sooner. He began to see himself not as the leader who had allowed the foreigners in, but as the man who had extracted from them what he could and was now pushing them out. At the end of his presidency, Karzai was a man reborn. He seemed to bound into meetings with visiting dignitaries, tribal chiefs, even American diplomats. They might accuse his government of corruption or his family of controlling the opium trade and stealing almost a billion dollars from Kabul’s national bank, but he told colleagues he no longer cared.</p><p>Instead, at every opportunity he took delight in denouncing the West’s betrayal of Afghanistan. The Americans hadn’t come to fight al-Qa’eda, he would intone. They had sought to wage war against the country and its people. “The West wanted to use Afghanistan,” Karzai told the <em>New York Times</em> in November 2013, “to have bases here, to create a situation whereby in the end Afghanistan would be so weak that it would agree to a deal in which Afghanistan’s interests will not even be secondary, but tertiary and worse.”</p><p>Now that he could see—and speak—clearly, Karzai appeared intent on redeeming himself in the eyes of his people by ridding Afghanistan of these foreign powers. He had refused to sign an agreement with the US military that would let them stay beyond 2014. It would be one of the final acts of his presidency. Yet even this gesture of independence had a hollow ring.</p><p>The Americans were already scaling back their presence and dismantling their vast war machine. The flow of money was ebbing, and the troops were going home. Beyond the palace walls, Kabul was emptying of westerners; their mansions, once the scenes of lavish parties, were shuttered and quiet.</p><p><em>Excerpted from The Good War: Why We Couldn’t Win the War or the Peace in Afghanistan by Jack Fairweather. Available from Basic Books, a member of The Perseus Books Group. Copyright © 2014.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://thegoodwar.com/author.shtml\" target=\"_blank\">Jack Fairweather</a></strong>, author of &#8220;The Good War: Why We Couldn&#8217;t Win the War or the Peace in Afghanistan.&#8221; He tweets <a href=\"https://twitter.com/jackfairweather\" target=\"_blank\">@jackfairweather</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+%27The+Good+War%27+In+Afghanistan+Went+Bad&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"500"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379386687-abaae8.m3u?orgId=1&ft=3&f=379386684"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0123_good-war1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"399","width":"624"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0123_warbook.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"655","width":"431"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0123_author.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"427","width":"640"}}]}