{"created":"2014-10-08T16:15:30+00:00","modified":"2014-10-31T02:09:25+00:00","valid":{"from":"2014-10-31T02:09:25+00:00","to":"3014-10-31T02:09:25+00:00"},"hreflang":"en","title":"Louis C.K. Takes On TV Hypocrisy, Aiming Scrutiny Back At Himself","published":"2014-05-15T04:51:00+00:00","teaser":"When the comic's alter ego rejects a woman because she's overweight, she pours her heart out in a way television rarely allows.","itags":["npr_api","311897008"],"guid":"a2eaa87c-9adb-40a8-88be-d7521d97ff5f","contentencoded":"<p>He's known as an astute comic observer with an unerring ability to skewer the most hypocritical moments of modern life. But it turns out Louis C.K. can also be a surprising example of TV's double standard when it comes to men, women and weight. He complains about his tubby body in part of his standup act. But on his TV show, his love interests are often beautiful, thin actresses like Parker Posey and Yvonne Strahovski.</p><p>Monday's episode of his FX series, <em>Louie</em>, puts all that hypocrisy on the line. He takes an overweight girl on a date, and she hits him with this: \"On behalf of all the fat girls, I'm making you represent all of the guys,\" says Vanessa, a woman who was once a waitress at a comedy club where Louie performed, dressing him down during their first date. \"Why do you hate us so much?\"</p><p>Now let's stop here a minute and rewind.</p><p>The episode begins with Louis C.K. performing at a comedy club. He talks about how deftly women put off men they're not interested in — hugging them in a \"boxing move\" to avoid kisses — before proving how much worse men are at it. When he steps offstage, he meets a funny, vivacious overweight waitress named Vanessa.</p><p>\"I get off in an hour. You wanna hang out?\" she asks. \"Are you scared that I'm asking you out? Because I am.\"</p><p>He is clearly hesitant, which seems odd for a guy who complains so much about dating. Especially since Vanessa has all kinds of personality, flirting with her customers and cracking jokes about some of them with Louie. \"You're cute, you're funny, and I am both of those ... plus, like, seven other things,\" she says, sounding a lot like Louie when he has tried asking other women out in previous episodes. She's quick-witted, confident and charming. Who wouldn't want to date somebody this cool?</p><p>But Louie's not interested. Instead, he hangs out with a guy friend who is even bigger than he is. They leer at slim, sexy women on the street. Then they roll into two different restaurants to eat two full meals in a celebration of food they call the Bang Bang. That's something only guys can do without serious guilt. It's also proof Louie can be a serious schlub.</p><p>Eventually, Vanessa gives Louie free hockey playoff tickets, which impresses or guilt-trips him enough that he finally agrees to a date. They have a great time trading smart, slightly morbid jokes. And it's clear they are a perfect match.</p><p>At one point, Vanessa complains about how tough dating is for fat women. Louie tells a lie she's probably heard from lots of guys. He says, \"You're not fat.\"</p><p>And she lets him have it. \"Do you know what the meanest thing is you can say to a fat girl?\" Vanessa says, a look of exasperation on her face. \" 'You're not fat.' I mean, come on, buddy.\"</p><p>Her question is heartbreaking: Why don't guys who look like her want to date her? \"You know what's funny?\" she says. \"I flirt with guys all the time. And, I mean, the great-looking ones, like the really high-caliber studs — they flirt right back, no problem. Because they know their status will never be questioned. But guys like you never flirt with me. Because you get scared that maybe you should be with a girl like me. And why not?\"</p><p>Louie can't give the truthful answer: Even dumpy guys often don't want to date fat women.</p><p>We never see this on TV — an overweight woman calling out the hypocrisy of the dumpy guy in her life. That's the kind of gutsy, perceptive revelation Louis C.K. regularly writes. And actress Sarah Baker, who plays Vanessa, knocks it out of the park.</p><p>In a single, sweeping moment of television, he's made us all consider the hypocrisy of how we laugh at fat men and shun overweight women, sparing no one.</p><p>Especially himself.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Louis+C.K.+Takes+On+TV+Hypocrisy%2C+Aiming+Scrutiny+Back+At+Himself&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311897009-862744.m3u?orgId=1&topicId=1138&ft=3&f=311897008"},{"href":"http://media.npr.org/assets/img/2014/05/12/l20131025_21-f813cc6a9b6e332df65985d382dd3f22108ba3a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"999"}}]}