{"created":"2014-10-26T21:49:00+00:00","modified":"2014-11-10T21:45:14+00:00","valid":{"from":"2014-11-10T21:45:14+00:00","to":"3014-11-10T21:45:14+00:00"},"hreflang":"en","title":"From Brain To Computer: Helping 'Locked-In' Patient Get His Thoughts Out","published":"2014-10-27T14:08:00+00:00","teaser":"\"When I first saw him he had a little bit of eye movement and that was really the only way he could communicate,\" says Eric Sellers, who helped a patient use a brain-computer interface to communicate.","itags":["npr_api","359081510"],"guid":"a2f1ba53-bfcf-40ca-a3bf-4d59bb55b31a","contentencoded":"<p>In 2009, a man named Barry Beck suffered a series of strokes, which caused extensive damage to his right occipital lobe and to the brain stem. The geologist and author of several books was left completely unable to communicate, in a state known as locked-in syndrome.</p><p>The condition was famously described by Jean-Dominique Bauby in his memoir <em>The Diving Bell And The Butterfly, </em>which he dictated by blinking.</p><p>But thanks to a team of researchers and some technological advances, Beck had another option.</p><p>\"When I first saw him, he had a little bit of eye movement and that was really the only way he could communicate,\" says Eric Sellers, who directs the <a href=\"http://www.etsu.edu/cas/bcilab/\">Brain-Computer Interface Laboratory</a> at East Tennessee State University. His lab studies how brain activity can be measured and used to control computers, helping people with severe motor disabilities to communicate.</p><p>Beck's wife heard about Sellers' research and contacted him. Ten months after Beck's strokes, Sellers and his team start started working with the patient, setting him up with a brain-computer interface.</p><p>Sellers describes the technology as a virtual keyboard: \"It's basically, instead of using your hands to press keys on the keyboard, you're using brain waves to press the keys.\"</p><p>To use the system, you wear a non-invasive electrode cap and sit in front of a monitor that has a picture of the keyboard. Groups of letters will flash at random.</p><p>\"If you want to choose the A, you pay attention to the A and then every time the A flashes, your brain produces this response,\" Sellers explains.</p><p>That response is called a P300. \"This P300 is like an 'aha' response, so your brain kind of says, 'Aha, that's the one I want to select.' \"</p><p>The technology has been used to help people with Lou Gehrig's disease compose messages. It's also allowed people to control wheelchairs and prosthetic limbs, just by thinking.</p><p>But Beck was one of the first patients with a severe brainstem injury to use it successfully. Sellers' research about his work with Beck was published in October <a href=\"http://stm.sciencemag.org/content/6/257/257re7\">in the journal Science Translational Medicine.</a></p><p>Sellers and his team started slow, with just four letters — Y for yes, N for no, P for pass, and E for end.</p><p>\"The first major interaction we had was a 25-question dialogue that ended up in us determining that he wanted more information regarding his prognosis,\" Sellers says.</p><p>Once they knew he was able to use that, they fine-tuned the settings and eventually presented him with the full alphabet so he could spell out words.</p><p>\"One of the first messages that he spelled was to his wife. He spelled out 'Thank you for all of your hard work,' \" Sellers says. \"He, on a couple of occasions, also asked me to make the system go faster. And I, of course, told him that I was trying — I'm doing my best.\"</p><p>Still, the system is very slow. It took Beck 38 seconds to select each character.</p><p>Much of Sellers' research is focused on making the machine faster and more accurate; his lab has experimented with predictive spelling programs, like those found in many smartphones, which anticipate what words the user is trying to spell.</p><p>But for Beck, the painstaking task was worth it.</p><p>\"In addition to helping him communicate, it was also something that gave his wife a lot of satisfaction knowing that he was still in there and for the most part, cognitively intact. His kids would visit while he used the BCI, so it had a really large effect on the family as well.\"</p><p>Sellers and his team worked with Beck for over 13 months, conducting therapy sessions in the nursing home where he lived.</p><p>Beck died in November 2011, at the age of 67. In those months before he died, he helped contribute to making this technology more accessible for other locked-in patients.</p><p>\"For the people who are participating in our research program, they understand that they may not benefit from this technology, but they also realize how important it could be for people who are in similar situations,\" says Sellers.</p><p>Sellers imagines a future where BCIs are available in hospitals.</p><p>\"If someone has some type of injury, automobile accident or something like that and they have to be intubated and on a respirator — you could imagine that emergency rooms, trauma wards would actually have these,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Brain+To+Computer%3A+Helping+%27Locked-In%27+Patient+Get+His+Thoughts+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359120829-a9bd5d.m3u?orgId=1&topicId=1024&ft=3&f=359081510"},{"href":"http://media.npr.org/assets/img/2014/10/26/istock_000028657260large-1dd543fce675d71ab7fa55a2491d40c264429b11.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1133","width":"1511"}}]}