{"created":"2015-05-04T20:31:04+00:00","modified":"2015-05-13T20:58:43+00:00","valid":{"from":"2015-05-13T20:58:42+00:00","to":"3015-05-13T20:58:42+00:00"},"hreflang":"en","title":"Nepali Village Struggles To Recover From Earthquake","published":"2015-05-05T16:17:00+00:00","teaser":"Some have vented their anger by throwing rocks at visiting politicians. Others have become social workers in their villages. But many Nepalis are absorbed in the daily struggle to find food and water.","itags":["npr_api","404236490"],"guid":"a2ff9384-c8f3-455f-be5e-bf9d38fe7182","contentencoded":"<p>Driving east out of Kathmandu, the road turns north and coils toward the Chinese border, up past the treeline, with breathtaking views of the indelible, snow-capped peaks of <a href=\"http://welcomenepal.com/promotional/tourist-destination/langtang-region/\" target=\"_blank\">the Langtang Mountain Range</a>. The valley fans out below, carpeted with ancient terraces.</p><p>It's a singular Nepali panorama. But alongside it another more sobering scene unfolds on the landscape.</p><p>The earthquake has flattened the towns along this popular pass. No house, no business appears to have withstood the fury of the quake in the town of Chautara, which straddles a winding, mountainous road. It's the seat of Sindupalchowk, the district that lost the greatest number of people in the quake — some 2,600, or a third of the entire country's fatalities.</p><p>This weekend, improbably, survivors were pulled from beneath rubble in the same district. In Chautara, the government seat, Amrit Shrestha, 36, thinks he smells something rotting beneath the wreckage of his home.</p><p>A Norwegian volunteer asks him: \"It is garbage? Perhaps a person?\" He's uncertain.</p><p>\"Maybe dogs, maybe chickens\" — it could be anything, Amrit seems to suggest.</p><p>He says they pulled out the bodies of neighbors, and he's still digging out belongings from the pile of timbers and bricks that once was his family's home. His family is now crammed in a tent just below the hill on which the house was perched.</p><p>Amrit's energetic clearing of debris marks him as a pragmatic, get-on-with-it man. His daily routine amid this landscape of ruins is now a list of chores that wouldn't figure in ordinary times.</p><p>\"First thing, we have to collect water,\" he says. \"There is no electricity. How can we get electricity? Slowly we'll ... make a house. But now we have to be safe. Our life is precious. So, nobody's injured, that's the great thing.\"</p><p>His clothing store has been destroyed, one of the 190,000 homes and buildings laid waste in the quake. But Amrit has found a new \"profession\" in the aftermath — collecting essentials and delivering them to the neediest among the displaced. He declares he's now a \"social worker.\"</p><p>\"If I can give something to others, then I just do,\" he says.</p><p>He gets supplies from the aid camp up the road, where there's a field where children play games beneath a large tent designated \"day care,\" and where the Norwegian Red Cross is installing a mobile hospital. Team leader Olaf Rosset says they'll leave it behind when they pack up in two to three months.</p><p>By all appearances, this is not a town that has been overlooked: the army is deployed and U.N. four-wheel drive vehicles roar up the roads.</p><p>As the whiff of fried noodles wafts onto the pavement, restaurant owner Sunita Shrestha, 32, angrily denounces what Nepali politicians have failed to do on behalf of the community here.</p><p>\"We're sleeping on the ground that's still shaking, and we don't sleep because of the high winds and rain,\" she says.</p><p>When local politicians showed up last week, Sunita says residents pelted them with stones in protest before they escaped.</p><p>Across the street, the grandfatherly Shovit Shrestha sits on the stoop of his old-fashioned hardware store, selling the one thing he's got that his neighbors need: nails. (Though Amrit, Sunita and Shovit share a common last name, none is related.)</p><p>While Shovit offers them the promise of rebuilding, he despairs at any reconstruction for himself. He says the government is giving $5,000 to rebuild.</p><p>That money is \"peanuts,\" he says — \"I've lost 10 times that in merchandise alone.\"</p><p>It's one man's loss in a country full of stories just like his.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nepali+Village+Struggles+To+Recover+From+Earthquake&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404236491-9594a6.m3u?orgId=1&topicId=1125&d=234&p=2&story=404236490&t=progseg&e=404236299&seg=6&ft=nprml&f=404236490"},{"href":"http://media.npr.org/assets/img/2015/05/05/jmmsindupalchowk8218-6890d3cfa2b304117fb3817f9082a86776498091.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}},{"href":"http://media.npr.org/assets/img/2015/05/05/jmmsindupalchowk8197-556fc5cd73e434e7bc2a47e6ab91c669de665cc0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}},{"href":"http://media.npr.org/assets/img/2015/05/05/jmmsindupalchowk8263-a73362986dc9771395eef03df9ad63236509d302.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}}]}