{"created":"2015-03-10T09:07:38+00:00","modified":"2015-05-13T21:10:24+00:00","valid":{"from":"2015-05-13T21:10:24+00:00","to":"3015-05-13T21:10:24+00:00"},"hreflang":"en","title":"Ethiopia's Blue Party Tries To Reacquaint Nation With Dissent","published":"2015-03-10T16:53:00+00:00","teaser":"The movement's slow, strategic approach is a necessity in a country where one party controls almost every seat in parliament, journalists are routinely jailed and rallies are broken up by police.","itags":["npr_api","391917530"],"guid":"a30ad376-b387-4e2a-af12-c5039d192b53","contentencoded":"<p>Feven Tashome is a study in blue. The 21-year-old's toenails are painted a rich cobalt, her scarf is baby blue and her leather handbag is ultramarine. To ordinary passersby in the Ethiopian capital of Addis Ababa, it's a fashion statement; to members of Ethiopia's beleaguered political opposition, it's a secret handshake.</p><p>Feven (Ethiopians go by their first names) is showing her allegiance to <a href=\"https://www.youtube.com/watch?v=WmbLNrP2ecY\" target=\"_blank\">an opposition party with an odd name, and an even odder theme song</a>.</p><p>The Blue Party is one of Ethiopia's few remaining opposition parties. Ethiopia is technically a multiparty parliamentary democracy, like Britain, but it is effectively run like a one-party state, with 99.8 percent of parliamentary seats controlled by one ruling party, the Ethiopian People's Revolutionary Democratic Front, or EPRDF.</p><p>After the Blue Party was founded three years ago, it organized a peaceful anti-government protest in a country that hadn't permitted public rallies for a decade. The parade of young Ethiopians demonstrating in jeans and blue T-shirts seemed a sign that the government was relaxing its grip. But with new elections this May, the Blue Party claims that subsequent rallies have been met violently by police. They say hundreds of their delegates have been fired from their jobs or beaten up by thugs.</p><p>Blue Party spokesman, 27-year-old Yonatan Tesfaye, says blue is a symbol of two powerful unifying images for Ethiopians: the Blue Nile, and the Red Sea (which is actually turquoise most of the year). Blue is also the color of Twitter and Facebook; social media are one of the last remaining outlets for relatively uncensored expression in the country.</p><p>But to the Ethiopian government, \"blue\" is a symbol of rebellion, like the \"Orange Revolution\" in Ukraine or the failed \"Green Movement\" in Iran.</p><p>A documentary, the airing of which on Ethiopian state television last year was timed with U.S. Secretary of State John Kerry's official visit, accused Western human rights groups <a href=\"https://www.youtube.com/watch?v=0Lyo1yk48ac&feature=youtu.be\" target=\"_blank\">of trying to instigate the overthrow of the Ethiopian government</a> in what the documentary calls a \"color revolution.\"</p><p>Also timed with Kerry's visit, <a href=\"http://www.theguardian.com/media/greenslade/2014/apr/30/press-freedom-ethiopia\" target=\"_blank\">the government arrested and imprisoned nine bloggers and journalists</a> critical of the regime. Kerry, who was mainly in Ethiopia to encourage American investment in the skyrocketing Ethiopian economy and to express gratitude for a military partnership (the Ethiopian army is a proxy for intervention in many African hotspots), <a href=\"http://www.reuters.com/article/2014/05/01/us-ethiopia-bloggers-usa-idUSBREA400T920140501\" target=\"_blank\">advised the government to release the journalists and bloggers</a>. He was ignored.</p><p>Genenew Assefa, the political adviser to Ethiopia's minister of communication, is a chain-smoker in a black jacket with a well-thumbed paperback of Hegelian philosophy on his desk.</p><p>He dismisses the Blue Party as insignificant (he describes them as \"young people running around, screaming around\") but at the same time warns that Westerners do not appreciate how Ethiopia's \"fledgling\" 25-year-old democracy is under siege by ethnic separatists and Muslim extremists — some of whom he claims take shelter in the Blue Party.</p><p>Ethiopia is majority Christian, \"but we have problems with radical Muslims in this country,\" Genenew says slowly and deliberately. \"And we will suppress. We will not tolerate.\"</p><p>The Blue Party says it is not Islamist, but secular, with a peaceful and reformist platform: pro-civil rights and anti-corruption.</p><p>But the party's PR strategy is unique in Ethiopian politics. In direct response to the government's attempt to paint opposition groups as violent and scary, the Blue Party has, from its inception, sought to portray the opposite image.</p><p>Even Yonatan, the Blue Party spokesman, says he doesn't expect his party to win a single parliamentary seat in the upcoming election. The ruling party, while politically repressive, has presided over <a href=\"http://www.cnbcafrica.com/177111.aspx\" target=\"_blank\">the fastest growing economy in Ethiopian history</a>. The former high school teacher says he'll be happy if the Blue Party just becomes an umbrella for people to voice their discontent.</p><p>\"People are very scared of the politics — they fear the situation,\" and become disengaged and apathetic, he says. \"So we're trying to break them out of the fear.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ethiopia%27s+Blue+Party+Tries+To+Reacquaint+Nation+With+Dissent&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392014924-7412e7.m3u?orgId=1&topicId=1126&d=324&p=3&story=391917530&t=progseg&e=392014805&seg=17&ft=nprml&f=391917530"},{"href":"http://media.npr.org/assets/img/2015/03/10/169849355-aba2f35dd7f2e1b3ebd1c121a70c0d8781ff2789.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1855","width":"2474"}}]}