{"created":"2015-01-19T15:22:13+00:00","modified":"2015-01-22T23:37:24+00:00","valid":{"from":"2015-01-22T23:37:24+00:00","to":"3015-01-22T23:37:24+00:00"},"hreflang":"en","guid":"a30f8590-2b40-4ac7-8a05-6adb9eabc11e","title":"At New York's cat café, you can drink coffee and commune with cats — as long as you have a reservation","published":"2015-01-22T23:37:19+00:00","byline":"Alina Simone","tags":["pets","culture","business and economy","Culture","Arts, Culture & Media","Tokyo","Taipei","New York","North America","Asia","United States","Japan","Northeast","Emilie Legrand","Alina Simone","Christine Ha","Lorraine Plourde","Cat","Felines","cat café"],"teaser":"In Japan, the cat café capital, the cats are considered \"laborers.\" At Meow Parlour in New York, the cats are \"in business for themselves.\"","contentencoded":"<p>New York isn’t known as a city that lags behind on global trends. Yet it took 16 years after the first cat café opened in Taipei for the public marriage of coffee and cat to be formalized here.</p>\n<p>And while it’s sad we New Yorkers couldn’t get our cat on earlier, it did give the owners of <a href=\"http://www.meowparlour.com/concept\">Meow Parlour</a> time to gather inspiration.</p>\n<p>Emilie Legrand visited her first cat café in Japan. “It was a kind of lounge where everybody was sitting on the floor and there were all kinds of different cats. It was just very soothing, very relaxing, a very nice experience,” she says.</p>\n<p>Less relaxing and nice was Emilie’s expedition last year to Le Café des Chats in her native France.</p>\n<p>“They were fighting over the cats’ attention,” she says. “It was a little bit stressful to see that, and to see people trying to take flash photography when it was written in really big letters everywhere that you shouldn’t take flash photos. But that’s how things are in Paris, I guess.”</p>\n<p>Shoes, seating, and stressed-out cats were all things Emilie and her partner Christine Ha discussed before the December opening of Meow Parlour, which offers gourmet sweets, free WiFi and of course, ample servings of Tabby.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>We're starting to test out new hours and will open at 11am tomorrow. Book online and come say hi to Spot&amp;her friends <a href=\"http://t.co/HiXGC1af4p\">pic.twitter.com/HiXGC1af4p</a></p>\n<p>— Meow Parlour (@MeowParlour) <a href=\"https://twitter.com/MeowParlour/status/553961349857148928\">January 10, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Legrand and Ha also spent a lot of time talking to the New York City Health Department about cat litter and cookies. As a result, the bakery side of Meow Parlour is actually a few doors down from the cat side.</p>\n<p>But logistics aside, why pay $8 an hour for the privilege of sitting next to a cat that will probably ignore you? In Asia, where cat cafés made their first appearance, the answer typically involved tiny apartments. A lot of people who wanted cats couldn’t have them, and cafés offered a place thwarted cat lovers could enjoy some feline company.</p>\n<p>But Lorraine Plourde, an anthropologist at SUNY Purchase, has her own hypothesis about why the cafés are so popular, especially in <a href=\"http://www.vice.com/read/meow-meow-meow-329-v17n2\">Japan — the cat café capital</a>.</p>\n<p>“I argue that they’re actually part of what we could consider a ‘healing goods’ industry, or a healing boom. And that really started in Japan in the ’90s amidst these deep economic traumas in Japan,” Plourde says.</p>\n<p>Emilie Legrand had never read <a href=\"http://www.tandfonline.com/doi/abs/10.1080/10371397.2014.928183?journalCode=cjst20#preview\">Plourde’s academic work</a>, but she too views cat cafés as a therapeutic antidote to modern urban life.</p>\n<p>“I think in a city like Tokyo — in really huge cities like that — it’s so stressful and everything’s so fast that to have a space where you can relax with cats — because for some reason it’s really relaxing to be among cats.”  </p>\n<p>New York, Seattle and Los Angeles are among the dozen or so US cities where cat cafés have either just opened or are about to. But these American upstarts offer a little something extra than their counterparts in Tokyo or Paris. Here you might just wind up taking the cats home.</p>\n<p>“We really wanted the cats to be for adoption,” Emilie says. “I don’t think we would have gone on with the project without this component.”</p>\n<p>In contrast, in Japan, according to Lorraine Plourde, the cats are often referred to as laborers, literally “cat staff.”</p>\n<p>“A number of activists in Japan’s animal rights movement are fairly opposed to cat cafés on that level, that there’s something kind of exploitative for the cats in this environment,” she says.</p>\n<p>At Meow Parlour, Emilie Legrand explains, it’s more like their nine cats are in business for themselves. When I visited, the café had only been open for a few days, but several patrons had already filed adoption papers, including Meow Parlour’s publicist, Rachel Van Dolsen.</p>\n<p class=\"p1\">\"Julien’s just my favorite. He’s kind of aloof, a little awkward,\" van Dolsen laughs. \"He’s not as graceful as many cats. I’ve seen him fall a couple of times.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1156\" width=\"2056\" style=\"width: 300px; height: 169px; float: right;\" alt=\"A sign taped in the window of Meow Parlour.\" title=\"A sign taped in the window of Meow Parlour.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/CROPNoWalkins.jpg\" /><div class=\"field-caption\">\n    <p>A sign taped in the window of Meow Parlour.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Alina Simone</p>\n  </div>\n</div>\n<p>Others in search of a cat companion that speaks to their inner dork will have to wait. Meow Parlour is currently booked through the end of February.  </p>\n<p>Over in Asia, the cat café boom seems to have peaked, but the wheels of innovation keep turning.</p>\n<p>“You’re also seeing other types of animal cafés emerge in the last few years — things like rabbit cafés, owl cafés,” Plourde says. A <a href=\"http://www.laweekly.com/restaurants/forget-cat-cafes-americas-first-dog-cafe-hopes-to-open-in-la-5333526\">dog cafe</a> is in the works in Los Angeles.</p>\n<p>And the first <em>goat </em>café opened in Tokyo last year.</p>\n<p>I wonder what the New York City Health Department would say to that.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/CROP2Meow.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/crop2meowjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012220154.mp3"},{"href":"http://www.pri.org/file/012220154mp3"}]}