{"created":"2015-03-10T20:16:24+00:00","modified":"2015-04-22T20:30:12+00:00","valid":{"from":"2015-04-22T20:30:12+00:00","to":"3015-04-22T20:30:12+00:00"},"hreflang":"en","title":"Museum Asks Visitors To Listen To New York's Buildings","published":"2015-03-10T23:16:00+00:00","teaser":"Iconic architecture, long a subject for academics and designers, is being explored with sound in a new exhibit at the Museum of the City of New York.","itags":["npr_api","392142459"],"guid":"a31929c6-93c0-44a5-9930-d102cba87ddc","contentencoded":"<p>When you're walking around New York City, you probably won't find people looking up. Even the majestic <a href=\"http://www.npr.org/2013/02/01/170692025/grand-central-a-cathedral-for-commuters-celebrates-100\" target=\"_blank\">main concourse of Grand Central Terminal</a> can rarely stop a native New Yorker in her tracks.</p><p>But, tourists like Lidize Mora from Las Vegas are a different story.</p><p>\"I love it! It feels like a palace. I can imagine people having a wedding here,\" she exclaims, gazing at the marble staircases under a cerulean-blue ceiling of the Beaux Arts-style building.</p><p>But a <a href=\"http://soundscape.iath.virginia.edu/display/index_image.html\" target=\"_blank\">new multimedia exhibit</a> at the <a href=\"http://www.mcny.org/event/soundscape-new-york-opening-reception-conversation\" target=\"_blank\">Museum of the City of New York</a> is encouraging visitors to experience architecture not only with their eyes, but also with their ears.</p><p>Karen Van Lengen, who created the installation with her husband, James Welty, says to really soak in a building, you need to listen to it.</p><p>\"If you close your eyes, what you're going to hear are things that you can't hear with your eyes open,\" says Van Lengen, an architecture professor at the University of Virginia.</p><p>She recorded sounds in iconic New York buildings for <em>Soundscape New York</em> to capture sonic details like the tinkling of forks and knives from Grand Central's balcony restaurants. She says she hopes the installation will push people to stop, shut out visual distractions and think about the building they're standing in.</p><p>\"It's not just about the image of buildings, or what the buildings look like,\" Van Lengen says. \"It's what the buildings actually are, what kinds of life can go on in those spaces.\"</p><p>Other sounds from New York spaces featured in her installation include the sliding of oak chairs on the terracotta floors of the New York Public Library's main branch and the churning of the escalator in the lobby of the International Building at Rockefeller Center.<strong></strong></p><p>Van Lengen says she hopes to get permission to do the U.S. Capitol dome and record sounds at the Lincoln Memorial next.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Museum+Asks+Visitors+To+Listen+To+New+York%27s+Buildings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"173"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392142460-e2e253.m3u?orgId=1&topicId=1142&e=392142459&d=173&ft=nprml&f=392142459"},{"href":"http://media.npr.org/assets/img/2015/03/10/img_2462edit-96b8e618cd38c20b9d791bda542e2349f51339be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}