{"created":"2014-12-03T05:50:44+00:00","modified":"2014-12-03T05:50:45+00:00","valid":{"from":"2014-12-03T05:50:44+00:00","to":"3014-12-03T05:50:44+00:00"},"hreflang":"en","guid":"a332619d-b55c-4de4-8695-034d26392b33","title":"Beyond Class Part V: Indians in America adrift from caste","published":"2014-12-03T05:50:38+00:00","byline":"Rhitu Chatterjee, Marco Werman","tags":["history","work","Religion","politics","Arts, Culture & Media","Global Politics","Lifestyle & Belief","India","United States","South Asia","North America","Asia"],"teaser":"Today, many urban Indians ignore caste, except when it comes to choosing a marriage partner. But abroad, some upper caste Indians have a nostalgic affection for a system that favored their forefathers.","contentencoded":"<p>Like many Indians here in the US, I come from a Brahmin family. But unlike many Indians I know, my caste never meant much to me or my family back in India.</p>\n<p>Brahmin, by the way is the priestly caste. For centuries, Brahmins were religious and spiritual figures. They were also the educators, thinkers and philosophers in Indian society. But long before I was born, my family abandoned religion and with it, caste.</p>\n<p>For two generations now, we haven't followed any Brahmin rituals, and most marriages have happily crossed caste barriers. Here in the US, I've thought even less about caste than I did back home.</p>\n<p>I assumed this was true for most Indians living here, because this ancient social system could hardly have any relevance in a young country like the US. So when I learned about an organization for Brahmins here, I was intrigued.</p>\n<p>The group is called the Brahman Samaj of North America. Its president is Om Sharma, a scientist with Johnson &amp; Johnson. When I visit him at his home in Skillman New Jersey, he's starting an hour-long ritual of worshipping a range of Hindu gods.</p>\n<p>Their images fill one of the walls in a room on the second floor. The room smells of incense and various offerings placed before the gods. Sharma sits on the floor, chanting prayers and making offerings. Every now and then, he rings a tiny bell as he chants.</p>\n<p>This is a ritual that scriptures require Brahmins to perform every day. Sharma grew up in a religious Brahmin family in the western Indian state of Rajasthan. But as he grew up, he let that lapse until about two decades ago when he moved to the United States with his wife and son.</p>\n<p>\"I noticed a lot of us Brahmans don't carry our Hindu values,\" he says. \"We do not know a lot about our scriptures. So that's why I became interested, and for the last several years, I've been doing this religiously, in the sense I do every day.\" Religiously, in all senses.</p>\n<p>Sharma also studies Hindu scriptures. He says it helps him connect to his roots and fulfill his duties as a Brahmin, as a teacher of Hindu values. \"This is a Brahman's job. It is his or her responsibility to study our scriptures and spread that message.\"</p>\n<p>Sharma thinks it is especially important for him to teach the next generation of Indian-Americans about scriptures, and Hindu values. \"When our children come and ask us why we do this or what is the difference between a Brahman, or Hindu versus Christian, unless we have that knowledge, we cannot give them anything,\" he explains. \"So personally, I feel that we should be able to give our children that treasure which we have got by being born in a different land, different culture, different philosophy.\"</p>\n<p>Now, I understand an immigrant's need to connect to his or her roots. Here in the US I cling to my culture too. I wear Indian clothes as often as I can. I listen to Indian music more frequently than I did back in India. I also celebrate festivals at home whenever possible, and seek out celebrations by expatriates. But when it comes to the caste system, I still view it as discriminatory and outdated.</p>\n<p>Surely nostalgia doesn't justify perpetuating it?</p>\n<p>I ask Sharma if having an organization for Brahmins isn't excluding Indians of other castes. After all, all Hindus regardless of their caste share a cultural and religious background.</p>\n<p>\"Brahman Samaj of North America is not a caste-based organization,\" he answers. \"So for example, we have a number of members if we go by last name, or caste system, they are Agarwal, Saxena or other castes.\"</p>\n<p>That means if you belong to any other non-Brahmin caste, you can join the group. Sharma tells me, that's progress. He says he's had to push through a more liberal policy over the objections by conservative members, who wanted to keep it strictly Brahmin.</p>\n<p>I couldn't help thinking that this is a quintessentially expatriate group. Its members had enjoyed a certain status back in India. Here in the US, their caste didn't matter anymore. Still, most members belong to an older generation, and they've had trouble attracting new recruits.</p>\n<p>I decided to talk to some younger Brahmins who aren't part of Sharma's organization. Nilanjan Sarangi moved to the US with his wife and son about four years ago. I met up with him at a Hindu temple, in Baldwin, New York. He was there with family and friends to celebrate his thirteen year-old son's Upanayan, or Sacred Thread Ceremony. It's a coming-of-age ceremony held only for Brahmin and other upper caste boys.</p>\n<p>Now, I'd never attended one of these ceremonies before. My family didn't bother to hold them for my brother or cousins. And I'd secretly imagined that the ceremony brainwashed impressionable young boys into thinking within the narrow walls of their caste. But I felt comforted by the smells and sounds inside the temple. They felt familiar, just like festivals and weddings back home.</p>\n<p>And as the priests guided the family through the ceremony, I learned that the message was about how to conduct oneself well in the world, by valuing respect, humility and knowledge. Knowledge is a key part of the Brahmin identity. The boy's father Nilanjan Sarangi, sat beside his son, chanting mantras and performing the same rituals that his father had once performed with him.</p>\n<p>To Sarangi, this was about carrying on a centuries-old tradition, not about establishing a social status for himself in his adopted country. He tells me he would never consider joining a Brahmin organization. \"I don't want to wear my Brahmin identity on my lapel. It is a very personal and very individual thing to me.\"</p>\n<p>But belonging to a caste charged with specific roles in society does have meaning for him. \"If you go back to the Hindu religion, the Brahmins were not only religious people, they were also the scientists,\" he says. \"To know that I'm connected to that group of people, gives a lot of pride.\"</p>\n<p>But what about his son, the thirteen year-old Nilabhra Sarangi who is growing up in suburban America? \"I try to understand what my Dad says and by what he says, and what we are, which is Brahmon (Brahmin) is one of the categories of people who're very intelligent\" he says.</p>\n<p>\"And most of them are teachers, doctors, today now. So I really feel proud.\" I wondered if his pride will make this teenager, far from India more caste-conscious than he would otherwise be. And what about his friends, here at the ceremony?</p>\n<p>I asked the mother of one of them. Her name is Gauri Ghosh. Her family belongs to a different caste. And her son, Aritra and Nilanjan Sarangi are best friends. She says, caste means little to these kids. \"For us we know that oh, your last name is this, so you're a Brahmin or not. But for them, it doesn't really matter, because they don't even know.\"</p>\n<p>The question is whether they'll ever know as they grow up here in a culture where caste is irrelevant. I've spoken with several other Brahmins in the US And caste is an important part of their identity. For most, it has even played a role in their career choices.</p>\n<p>This has made me reflect on my own upbringing. Was it, after all, a little Brahmin-like? Sure my father disapproved of the caste system, but he also disapproved of his kids going into careers in business. Instead he guided my brother and me towards classic Brahmin fields — education, medicine, science.</p>\n<p>And so, here I am, working as a journalist in the U.S, making my parents proud for picking a career that just happens to be Brahmin-like.  I'll never join a caste-based organization or even put my kids through any ceremony. But, I wonder if I'll teach them values that overlap with Brahmin values.</p>\n<p>And if so, would that be bad? So long as it doesn't make my children look down on others. And so long as it doesn't hinder others' chances from moving up the social ladder.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/migration/PriMigrationsDamanticMediaAudioMigration/media.blubrry.com/world/www.podtrac.com/pts/redirect.mp3/media.theworld.org/audio/052320126.mp3"},{"href":"http://www.pri.org/file/052320126mp3"}]}