{"created":"2015-04-09T18:12:33+00:00","modified":"2015-05-19T16:54:55+00:00","valid":{"from":"2015-05-19T16:54:55+00:00","to":"3015-05-19T16:54:55+00:00"},"hreflang":"en","title":"Top Adviser: White House Will Look Past Congress On Paid Leave, Other Issues","published":"2015-04-10T14:06:00+00:00","teaser":"In the latest installment of View From The Top, we sit down with Valery Jarrett, one of President Obama's closest confidants.","itags":["npr_api","398561013"],"guid":"a336ec06-2c63-4956-a3c3-02f1e8b780e9","contentencoded":"<p>In the latest installment of <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s View From The Top series, host Jeremy Hobson sits down with White House senior adviser <strong>Valerie Jarrett</strong>, one of the president&#8217;s closest confidants.</p><p>Jarrett discusses some of the president&#8217;s priorities in his final months in the White House, including a push to get more businesses to offer paid sick time and maternity leave for employees. Jarrett hopes the policies offered at the White House will serve as a national example.</p><p>&#8220;We have three women in the White House who are pregnant and we provide three months of paid leave, and that&#8217;s a really important benefit,&#8221; she said. &#8220;And it&#8217;s not just available to the women, it&#8217;s available to the men.&#8221;</p><p>Jarrett is in Chicago today promoting the &#8220;<a href=\"http://www.dol.gov/featured/paidleave/\" target=\"_blank\">Lead on Leave</a>&#8221; tour.</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/view-from-the-top\" target=\"_blank\">See more in our View From The Top series</a></li></ul><h4>Interview Highlights: Valerie Jarrett</h4><p><strong>Why not go to Congress with this message of &#8220;Lead on Leave&#8221;?</strong></p><p>&#8220;Well we have, we&#8217;ve done just that. The president has called on Congress to pass the Healthy Families Act. It would provide up to seven days of paid leave for every American. But he&#8217;s not going to simply wait for Congress because they have not acted, and so his whole message here while Congress is debating something that should be obvious &#8211; because we&#8217;re the only developed country in the world that doesn&#8217;t have a paid leave policy &#8211; lets work with our mayors and governors and city councils and state legislators and private sector employers, small and large, and spotlight how important this issue is to working families and to the overall health of our society.&#8221;</p><p><strong>Is this an admission that after all the promises to change Washington and make it work, that it doesn&#8217;t work as well as state governments?</strong></p><p>&#8220;I think everyone would recognize that it has been a huge challenge getting the Republicans in Congress to work with us to improve the economy, to build the middle class from the inside out, and so the whole purpose of our tour around the country is to highlight what are the best practices that we&#8217;re seeing, share those best practices and take that message and hope eventually that will put some pressure on Congress to act.&#8221;</p><p><strong>Where are business supposed to come up with the money to cover paid leave?</strong></p><p>&#8220;It&#8217;s a good question that you ask because what businesses are finding out and what all the evidence is showing is that companies that recognize that in order to be competitive as a country, we have to make changes in the workplace that respect the priorities and the values of the worker. So it&#8217;s not just paid leave and sick leave, it&#8217;s also making sure that we&#8217;re raising the minimum wage, making sure that we are paying women the same amount as men for the same job, making sure that we&#8217;re providing child care credits, which is why in the president&#8217;s budget he provides a child care credit of $3,000 for every child under 5.&#8221;</p><p><strong>I&#8217;m sure you&#8217;ve heard business owners say that if they do these things they&#8217;ll have to lay people off.</strong></p><p>&#8220;Those are stories that you hear from businesses who haven&#8217;t looked at the evidence, but the businesses that have tried this have a more productive workforce, the workforce is more loyal and ultimately, in the private sector, the businesses are more profitable. I mean just take a simple example of an employee who shows up at work sick because they can&#8217;t afford to stay home, and lets say they then infect everybody who&#8217;s sitting around them and then those people either come in work sick or take off and are not productive. So, the ripple effect around the office from having someone ill in the workforce can have an impact on your bottom line as well. And again, evidence shows time and time again that companies who understand this and who make this investment get a return on that investment.&#8221;</p><p><strong>Many say the best way to get at income inequality is to raise taxes on the wealthy. Will a politician ever be able to run on &#8216;I&#8217;m going raise taxes?&#8217;</strong></p><p>&#8220;What the president is saying is let&#8217;s have a fair tax system. Let&#8217;s not make the middle class bear the burden while we&#8217;re providing tax relief for those at the very top. But at the same time&#8230; government can&#8217;t solve this alone. We also have to make sure that we&#8217;re educating the private sector about what the evidence is and what investments that they can make and what kind of difference it&#8217;ll make. And it&#8217;s not just the private sector, it&#8217;s the public sector too.</p><p>&#8220;We&#8217;re leading by example, here at the federal government. The president wants to make sure that in the government we&#8217;re able to attract and retain the very best employees as well, and so we&#8217;re taking several steps to make sure that we&#8217;re creating an environment. For example, right now we have three women in the White House who are pregnant and we provide three months of paid leave, and that&#8217;s a really important benefit. And it&#8217;s not just available to the women, it&#8217;s available to the men.&#8221;</p><p><strong>So why haven&#8217;t market forces, do you think, led to that happening all across the country?</strong></p><p>&#8220;Well, in some instances, we are beginning to see market forces focus on this issue. For example, we launched our tour last week in Seattle with Tom Perez, and we were joined by representatives from Microsoft. So Microsoft just announced that they&#8217;re now going require their suppliers to provide paid sick leave as well. And so we are beginning to see the private sector also make changes. And part of what we do as government is highlight those best practices to make it easier for companies who are so busy just trying to focus on doing things as they&#8217;ve always done them to take a look at what might happen if they try something different.&#8221;</p><p><strong>Aside from this initiative, what else does the president want to get done before he leaves office?</strong></p><p>&#8220;Well you know, he has a very ambitious agenda and as he likes to make a sports analogy, we&#8217;re in our fourth quarter and really important things happen in the fourth quarter. And so if you heard his State of the Union this year, it focused on this middle class economics. What can we do to make sure that families have higher wages? What can we do to make sure that we&#8217;re training them for the jobs of the future? And then obviously you just saw his recent announcement about the progress that we&#8217;re making with Iran ensuring that they don&#8217;t develop nuclear weapons. Trade is a big part of our agenda and that fits really quite nicely into the working families agenda, because I just had a meeting with a group of business leaders here at the White House and all of them are exporters and they were each explaining to me how many of the jobs that they&#8217;ve created are because they export outside of the United States.&#8221;</p><p><strong>Although a lot of people who are with you on what you on paid leave are going to be against you on trade policies, people like Sen. Elizabeth Warren perhaps.</strong></p><p>&#8220;Well I will say this, that I think that as we are negotiating the trade deals as well as TPA [Trade Promotion Authority], what we are determined to do is to make sure that the trade deals are good for the American worker and good for our economy. We have a limited number of people to whom we can sell our goods and services in this country, and so it is really important that we open up our doors and be able to export our goods to other countries. And the growing market in the world is Asia. What is clear is that if we don&#8217;t take advantage of the opportunity to do so, China will. And we want to be the one setting the rules of the road and not basically yielding ground to China. And so this is good for our country, it&#8217;s good for our businesses, it&#8217;s good for our workers and it&#8217;s going to be up to us to sell that to the American people, and obviously to the members of Congress, as well.</p><p><strong>The <a href=\"http://hereandnow.wbur.org/2013/06/04/valerie-jarrett-obama\" target=\"_blank\">last time you and I spoke</a>, back in June 2013, you said you expected an immigration bill by the end of the year. That did not happen. What do you think the prospects for immigration reform are now?</strong></p><p>&#8220;Well you know, it was very painful when you played that tape because I was very optimistic. And I was optimistic because the Senate passed a bipartisan bill and we had reasonable assurances that there was support from members of Congress, and certainly the American people overwhelmingly support a comprehensive solution. And you&#8217;re right, the president took his steps that he could within his legal authority and we&#8217;re determined that we&#8217;re going to win because it&#8217;s obviously being litigated now in the court system. Eventually, we&#8217;re certainly going to get comprehensive immigration reform. It&#8217;s a matter of time. Clearly the demographics are moving in favor of it, and it&#8217;s just really disappointing we were unable to get Congress &#8211; the Republicans in the House, quite frankly &#8211; to support what had been passed by the Senate. So it&#8217;s something that the president still thinks is important for our country. We need to have a rational system, we need to be able to, as he says, make sure that we are aggressively deporting felons and not breaking up families. We need to be able to provide a path to citizenship to people who are prepared to work hard and play by the rules and pay back taxes and get right with the law. So, I don&#8217;t have a crystal ball. Clearly I was wrong when I was optimistic when I sat down with you before, but I certainly think that our country is going to move in that direction. It&#8217;s just a matter of time.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"https://www.whitehouse.gov/blog/author/Valerie%20Jarrett\" target=\"_blank\">Valerie Jarrett</a></strong>, senior White House adviser. She tweets <a href=\"https://twitter.com/vj44\" target=\"_blank\">@vj44</a>.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2013/06/04/valerie-jarrett-obama\">Obama&rsquo;s Top Adviser Talks Trust, Scandals, Immigration</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Top+Adviser%3A+White+House+Will+Look+Past+Congress+On+Paid+Leave%2C+Other+Issues&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"646"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407967307-cf1add.m3u?orgId=1&d=646&p=60&story=398561013&t=progseg&e=398540391&seg=10&ft=nprml&f=398561013"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0409_valerie-jarrett.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}