{"created":"2015-06-02T07:36:01+00:00","modified":"2015-06-11T01:05:08+00:00","valid":{"from":"2015-06-11T01:05:08+00:00","to":"3015-06-11T01:05:08+00:00"},"hreflang":"en","title":"Glory Of Moscow's 80-Year-Old Subway Tainted By Stalin Connections","published":"2015-06-02T14:00:00+00:00","teaser":"The system was considered a triumph by the Soviets, but was built by the same ruthless means that helped cause a famine, which killed millions in the 1930s.","itags":["npr_api","410487989"],"guid":"a34989f7-d093-4026-a8db-d2e0bb04038b","contentencoded":"<p>Moscow this year is celebrating the 80th anniversary of its subway system — the Moscow Metro — a crowning achievement of the Soviet Union's unprecedented forced industrialization in the 1930s.</p><p><a href=\"http://www.railway-technology.com/projects/moscow-metro/\">One of the world's biggest and busiest subways today</a>, it has dark connections to the repressions of Soviet dictator Josef Stalin.</p><p>To celebrate, Metro officials launched a series of commemorative events. One of the most popular was a parade of vintage subway trains — the oldest of them dating from 1935, when the first section of the Moscow subway was completed.</p><p>A brass band played as the freshly renovated trains passed through the ornate stations of Moscow's Circle Line, which loops around the center of the city. Actors in period costumes posed as the first Soviet passengers to enjoy the achievement.</p><p>Some of the leading Soviet artists and architects of the day designed the stations, <a href=\"http://www.amusingplanet.com/2013/05/art-and-decor-of-moscow-metro-stations.html\" target=\"_blank\">which are known for the mosaics and other artwork</a> that adorn the walls.</p><p>Airat Bagautdinov, who leads a tour that's described as \"Moscow as seen by an engineer,\" says a lot of the early work on the tunnel system was accomplished by sheer human sweat.</p><p>\"The construction of the first line of this Moscow subway is very basic, because they really didn't have much mechanization,\" Bagautdinov says. \"It was a big experiment. They didn't know how to construct the Metro; they didn't know what methods to choose.\"</p><p>At the beginning the builders of the Moscow subway had help from engineers who had worked on the London subway, but Stalin worried that they were learning too much about the layout of the city, so he had them tried for spying and deported.</p><p>The construction of the Metro was a major priority for Stalin, who saw it as a way to demonstrate the superiority of socialism over the capitalist world, which at the time was deep in the Great Depression.</p><p>He put one of his best managers in charge of the project, Lazar Kaganovich, known for his ruthlessness as the \"Iron Commissar.\"</p><p>The project was \"one of the highest-profile showcase constructions of the forced industrializations of Stalin's five-year plan,\" says Stephen Kotkin, a historian at Princeton and a fellow at the Hoover Institution. \"Kaganovich has a high profile in this, because it's got to get done. And they need it to be a success — that is, the Metro's got to work.\"</p><p>The thousands of workers who dug the first subway needed to be fed, along with the tens of thousands who built massive steel plants and tractor factories during the same time. And the Soviets needed hard currency to buy foreign-built machinery for their new industries.</p><p>That meant taking the Soviet Union's grain harvest from the farming regions and leaving the people on the farms to starve.</p><p>\"Kaganovich, like Stalin, bears direct responsibility for the famine,\" Kotkin says. \"Probably 5 [million] to 7 million people died from the famine, across the Soviet Union.\"</p><p>The artwork at many of the stations features representations of idealized Soviet people: soldiers, sailors, brawny industrial workers and collective farm women holding ripe sheaves of grain. They underline the Metro's role as a symbol of Soviet achievement — but they're also an ironic reminder of the ruthless means that were employed to build it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Glory+Of+Moscow%27s+80-Year-Old+Subway+Tainted+By+Stalin+Connections&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411406480-98b4f2.m3u?orgId=1&topicId=1124&d=253&p=3&story=410487989&t=progseg&e=410488216&seg=4&ft=nprml&f=410487989"},{"href":"http://media.npr.org/assets/img/2015/06/01/flintoff-moscow-metroedit-744cdf78a2ed730f994a3d3114a7bc8c0fad7ed8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2866","width":"3821"}},{"href":"http://media.npr.org/assets/img/2015/06/01/155218052-b0a60f7b29a88229f413ba9989152bee853fab98.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}