{"created":"2015-05-24T09:51:26+00:00","modified":"2015-05-24T20:00:14+00:00","valid":{"from":"2015-05-24T20:00:14+00:00","to":"3015-05-24T20:00:14+00:00"},"hreflang":"en","title":"An Invasion Of Intimacy, And The Song That Followed","published":"2015-05-24T15:15:00+00:00","teaser":"Experimental artist Holly Herndon, who mashes up collected sounds, dance music and pop, reflects on society's relationship with technology on her new album, <em>Platform</em>.","itags":["npr_api","408762348"],"guid":"a3544b5c-f4ab-4a96-a779-2e3fcb83d9f0","contentencoded":"<p><a href=\"http://www.npr.org/artists/164190256/holly-herndon\" target=\"_blank\">Holly Herndon</a> mashes up experimental sounds, electronic dance music and pop into a singular sound that intentionally defies genre. The artist and Stanford University student visited with <em>Weekend Edition Sunday</em> to elaborate on her critically acclaimed album, <em>Platform. </em>She focused on a single song: \"Home,\" which is about the personal relationships we have with our electronic devices and how government surveillance — like that revealed by <a href=\"http://www.npr.org/tags/190293264/edward-snowden\" target=\"_blank\">Edward Snowden</a> — affects those relationships.</p><p>Hear Herndon explain the process of creating \"Home\" via the audio link above. In an extended interview, she also spoke about her intimate relationship with technology and how that reflects her art. You can read that full conversation below.</p><p><strong>NPR: When you're performing, what does it look like? A lot of people think you make music on a laptop.</strong></p><p><strong>Holly Herndon:</strong> Well, let's see, where do I want to start? I did a master's in electronic music at Mills College, and one of the issues I was dealing with at that time was embodied electronic music performance. A lot of people were saying, \"Well, I can't tell if someone's checking their email or checking Facebook, how do I know if it's a real live performance?\" So I started thinking about ways that I could create audience empathy and draw people in and let them know that I was sharing the same time and space as them.</p><p>I think one really effective way to do that is to use the voice as both the vocal input, but also as a data input that I can use to control other parameters within the music. Even though the audience might not fully understand exactly all of the software and processing that's going on when the voice is going inside the laptop, they can still see that I'm vocalizing and that I'm putting my voice into the machine, and so I think that that creates kind of an audience empathy that's really important. <strong><br /></strong></p><p>Another thing that I do is I use other kinds of microphones to magnify [and] augment the sound — the actual physical sound of the laptop — the laptop fan, or the electromagnetic sounds emitted from the laptop, so actually making the laptop an electroacoustic instrument, adding physical gesture to the laptop. I can bow the laptop with these microphones — that allows people an entry point.</p><p><strong>And what does it look like? I watched a video of you moving your hands around, and I guess you're holding these little microphones as you use them to manipulate the sounds of the laptop. Is that right and can you talk about that?<br /></strong><br />Yeah, so basically it's kind of like a bowing action. I'm going from the upper left corner to either back or to the right.</p><p><strong>Bowing like a string instrument?</strong></p><p>Yeah, but I'm kind of bowing the air, in a way. I'm trying to get a nice amplitude envelope.<br /><strong><br /></strong><strong>What is an amplitude </strong><strong>envelope?</strong></p><p>A volume envelope. The upper left-hand corner is the loudest part of the laptop and then as I move away it gets more quiet, so then I have this really nice volume curve that I can map to things and make music out of. <strong><br /></strong></p><p><strong>Where did you get the idea for the song [\"Home\"]? </strong></p><p>The song evolved over time. It started out as a song about dropping the ball. It started with the exponential rhythmic pattern of the ball-dropping sample. And then, as I was writing it, I started coming to terms with the fact that I was calling my inbox my home, and the fact that that might not be a secure place. So it started out thinking about my device and my inbox as my home, and then that evolved into me being creeped out by that idea.</p><p><strong>The NSA-surveillance part of it?<br /></strong><br /><strong></strong>The reason why I was creeped out is because, of course, as Edward Snowden enlightened us all to know, the NSA has been mass surveying the U.S. population, among other populations. And so that put into question this sense of intimacy that I was having with my device. I have this really intense relationship with my phone and with my laptop, and in a lot of ways the laptop is the most intimate instrument that we've ever seen. It can mediate my relationships — it mediates my bank account — in a way that a violin or another acoustic instrument just simply can't do. It's really a hyper-emotional instrument, and I spend so much time with this instrument both creatively and administratively and professionally and everything.</p><p>When I was thinking about this hyper-personal relationship, and then when I was hearing about the leaks and thinking about someone potentially spying on me or somebody potentially just mass-reading all of these really intimate moments, I felt violated, and I wanted to find a way to express that violation that would hopefully hit home to people in a way that wasn't so dry or pedantic. I really wanted to express the emotional side of that violation.</p><p><strong>You said you use pop to transmit the signal of something more, which is genius. There's this one moment in the song where it sounds so <a href=\"http://www.npr.org/artists/15402600/madonna\" target=\"_blank\">Madonna</a>-referential, is that intentional? </strong></p><p>I wasn't thinking specifically Madonna when I was writing this.</p><p><strong>[The part where you sing] \"feels like home\", because she has that song [\"Like A Prayer\"] and there's that little melodic line that is just so not similar, but evocative of it. </strong></p><p>I grew up listening to Madonna, so I'm sure there's something seeded in the back of my mind. Pop music is a shared language, something that evolves over time, and I think that I'm certainly tapping into that and referencing that. I was actually thinking more along the lines of the <em>Candyman s</em>oundtrack and <a href=\"http://www.npr.org/artists/15680178/philip-glass\" target=\"_blank\">Phillip Glass</a>'s lead theme song for <em>Candyman</em>,<em> </em>with the gothic Chicago scenes and the really ecstatic choirs. <strong><br /></strong></p><p><strong>Where were you when you wrote the song?</strong></p><p>I wrote this song over a period of maybe six months, and I think it started in Los Angeles. Right now I'm a student at Stanford, in the music department, and I have this wonderful academic calendar where I have a month off in the winter and then summer is off. And so, during my winter off last year, I rented a warehouse in Los Angeles, and I just wrote music and listened to loud music all day every day, which was really fun. That's where that started. And then it evolved from there. <strong><br /></strong></p><p><strong>If you had to express it somewhat succinctly, what's it about?</strong></p><p>I would say that \"Home\" is about the personal relationships that we have with our devices and how those are evolving and changing over time as we, as a society, figure out what we think is OK and what we think is not OK for the government and for corporations to do through those devices. <strong><br /></strong></p><p>I was really excited to work with a Dutch design group called <a href=\"http://metahaven.net/Site/Metahaven.html\" target=\"_blank\">Metahaven</a>, who did the video. They are an amazing design house that have managed to use their skills, their aesthetic skills in design and art to be able to widen their practice to include their political ideas as well in a way that's very seamless and non-pedantic, and that's something that I've admired from afar for a long time, so I reached out to them and was really thrilled when they agreed to work with me on a couple of things. Metahaven are always saying \"the personal is geopolitical,\" which is a really nice update from the feminist slogan, \"the personal is political,\" and I think it's important to show the personal side of how these politics are affecting our daily lives and that's one of the main themes behind \"Home.\"</p><p>So when they approached making the video, they were working with my partner, Mat Dryhurst, and we shot some footage and it turned out that the footage behind the main footage was more interesting, because it was the footage behind the camera, and it just became this really creepy footage that was perfect for the video. And then they made this NSA logo rain that I think is really beautiful.</p><p>They're able to capture the iconography of that time and the iconography of that violation, and they're also able to by showing the PowerPoint stickers in that way, they're able to show that [there are] actual human beings behind this project.</p><p>I think it's easy for us to see agencies like the NSA as this complete guarded Other, but it's actually human beings making decisions that are driving these programs. Showing how silly and goofy these logos are exposes the humanity behind it. They also spent hours, and their interns spent hours, cutting out each individual logo and making logo rain out of it, so that was a feat in of itself.</p><p><strong>I want to backtrack because I know I'm interested in that logo part. Could you describe that for someone who hasn't seen the video, specifically the logo rain, and when you say the \"iconography of the time and the PowerPoint\" — these are things people are maybe not familiar with, so if you could go back to part of Snowden. </strong></p><p>So with the leaks, we were able to see the PowerPoint presentations that were circulated within the NSA, and I think that really revealed the human touch behind these programs. It's easy to see them as these kind of fortressed Others, but being able to see the imperfections in these PowerPoints, and the graphics and the icons that are used in these presentations are really goofy. They look like they've been made on a 10-year-old version of Photoshop. They have really goofy cartoon characters and shapes, and so it really shows the kind of humanity — the human fault behind these very real massive programs.</p><p><strong>In the video, how are they used?</strong></p><p>In the video, Metahaven were able to cut out each individual graphic and create a \"data rain\" as they call it, so it's just the whole screen is being flooded with these icons, so it creates its own kind of pattern and overwhelming amount of data to sweep for the viewer. <strong><br /></strong></p><p><strong>Can we talk again about how you turned the sounds of your navigation of your computer, how you turned you navigating your computer into sound?</strong><strong><br /></strong></p><p>Sure. So my partner, Mat Dryhurst, is an artist and he developed software and he developed a system that he calls \"<em>ne<em>t</em> concrète</em>,\" and that's kind of drawing on the French tradition of <em>musique</em> <em>concrète,</em> which is largely sample-based, field recording-based, but instead of field recording my environment in a sense, I'm field recording the sound of my browsing. So whatever audio I have opened in my browsing tabs, I can record and create a sample bank and use those samples and their amplitude peaks, aka volume peaks to rearrange and smash the sounds together into a new palette. <strong></strong></p><p><strong>What would you call this music if you were writing an intro? Would you call what you do experimental, electronic, techno? How would you describe it?<br /></strong><strong><br /></strong>Oh man, that's so tough. <strong><br /></strong></p><p><strong>It's so confining, I know.</strong></p><p>One of my things is I'm trying to push against genre, so it's hard to put myself into one, but I think it draws on a heritage of experimentalism, pop music and electronic dance music. <strong><br /></strong></p><p><strong>Where do you end up in the song? Do you stop using your laptop?<br /></strong></p><p>No, I mean I have called this a breakup song, but it's not really. It's more like a teenage relationship, where I thought I knew you, but you didn't turn out how I thought. So now it's more like our Facebook status is \"complicated,\" so it's like we're still together but we're fighting. It doesn't have to fit perfectly, but it's more about just being aware of the devices. It doesn't mean that I love it any less and I'm going to stop using my laptop, it's just more about having that critical view.</p><p>It's about being honest with ourselves about these devices so that we can figure out together how we want to make things better, because I don't think it has to be this way. Actually, the NSA program has been deemed unlawful and so now it's up to our congresspeople to see that through.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Invasion+Of+Intimacy%2C+And+The+Song+That+Followed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409210226-80900b.m3u?orgId=1&topicId=1039&d=238&p=10&story=408762348&t=progseg&e=409210084&seg=10&ft=nprml&f=408762348"},{"href":"http://media.npr.org/assets/img/2015/05/22/805d6gctgwvnvfamvayt3xfsa2x_h4zqyhlerycs4q4-cya-xdherhgarjt8n8gkpspkzkgwp00kdrx_tm8ikus-82b675d78c899c6451003e3956b3a59158899d32.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"673","width":"898"}}]}