{"created":"2014-11-20T08:46:41+00:00","modified":"2015-05-13T21:30:23+00:00","valid":{"from":"2015-05-13T21:30:23+00:00","to":"3015-05-13T21:30:23+00:00"},"hreflang":"en","title":"Are NOLA Schools Failing Students With Disabilities? ","published":"2015-04-29T13:26:00+00:00","teaser":"In New Orleans, 9 in 10 children attend charter schools. But parents and activists say the city's nearly all-charter system is failing many children with disabilities.","itags":["npr_api","365282978"],"guid":"a35921c1-ad3e-4095-a191-17c9b9951ca8","contentencoded":"<p>In New Orleans, schools have long struggled to provide for students with physical, emotional and mental disabilities. Even before Hurricane Katrina, many parents had to fight for extra help. But many say things have only gotten harder since the city's public school district shifted almost entirely to charter schools.</p><p>Crystal Walker is a 34-year-old single mother of two boys, ages 7 and 9, and a 12-year-old daughter. All three attend <a href=\"http://akiliacademy.org/\">Akili Academy charter</a> school in New Orleans, and all have been diagnosed with various physical, emotional and learning disabilities, including ADHD and dyslexia.</p><p>Walker alleges that every time she has tried to get her kids extra help — help that federal disability law says she has a right to expect — the school has pushed back.</p><p>\"They wanted for me to just remove my children,\" Walker says, \"because they felt as though they didn't need to make the accommodations for them.\"</p><p>For example, her youngest son, James, struggles academically and has had serious behavioral problems. But when Walker sought help, she says, one of her son's teachers told her James' problems were her fault: \"Basically that I'm a bad parent and that I send my children to school to be a nuisance and that I'm not supporting the school or the school culture.\"</p><p>Instead of receiving a thorough evaluation, 7-year-old James was repeatedly suspended, Walker says. \"They just suspend him all the time. Suspend, suspend, suspend. Up until the point they recommended him for expulsion.\"</p><p>Walker's eldest son, Te'Saun, was diagnosed with ADHD and emotional troubles. He has had discipline problems. Under his school-sanctioned special education plan, he is allowed breaks, cool-down time — and counseling. Walker alleges that at various times, Akili Academy has made him \"earn\" those breaks with school performance.</p><p>On several occasions, Walker says, he was denied access to school trips by his teacher. \"She was like, 'He cannot go on the field trip.' She didn't give no other alternative. She just flat out said 'no.' \"</p><p>Walker has pursued legal action through both state and federal departments of education. Citing confidentiality, school officials would not discuss Walker's complaints. But the school points out that it has brought in a new principal, Allison Lowe. And even Walker concedes that Lowe is working hard to improve things.</p><p>Lowe says she has hired a full-time psychologist, put two others on contract and is crafting a new program to better support students with a broad range of disabilities, especially those with mental and emotional health challenges.</p><p>\"In our city we know that we have a mental health crisis,\" Lowe says. \"Right now we're putting together our version of a setting that a student who has very high needs could be in and be safe while also being able to learn.\"</p><p>These challenges are not specific to Akili Academy or Crystal Walker's family. According to the state, nearly 4,000 students with a range of disabilities are currently attending Recovery School District schools in New Orleans.</p><p>\"The needs of children with disabilities have been an afterthought in New Orleans' all-charter landscape,\" says parent and activist Karran Harper Royal. She once had high hopes that the charter revolution — with its focus on innovation and change — would mean good things for her two sons with disabilities.</p><p>\"I tell people I cannot believe I am longingly wishing for the old days of the Orleans Parish school system when it comes to children with special needs,\" she says.</p><p>Four years ago, the Southern Poverty Law Center <a href=\"http://www.splcenter.org/get-informed/news/splc-and-new-orleans-advocacy-groups-file-federal-lawsuit-against-the-louisiana-de\">filed a lawsuit </a>on behalf of the city's special needs students citing the state's \"systemic failures to ensure that students with disabilities have equal access to educational services and are protected from discrimination.\" The case continues to drag on, to the point that the presiding federal judge recently ordered mediation and appointed another federal judge to help spur negotiations.</p><p>\"Right now we are seeing a lot of schools here that are simply unable to serve the most vulnerable and highest-need kids,\" says Joshua Perry, executive director of the <a href=\"http://www.laccr.org/\">Louisiana Center for Children's Rights.</a> \"Unfortunately it's too frequently that we find schools here for whom baseline compliance [with federal law] would be an improvement.\"</p><p>Perry says the problem is systemic: Baked into the charter system is the fact that each school is essentially its own district. Which means they're not able to pool resources, knowledge or expertise the way traditional public school districts do to meet the needs of students with special needs.</p><p>Each charter is, in effect, its own island.</p><p>\"That means that every school needs to be able to provide the full range of services a kid needs,\" Perry says. \"That's simply impossible absent the kinds of economy of scale that are present in large school districts.\"</p><p>The state-backed Recovery School District, or RSD, is the city's charter school watchdog. And critics say it has so far failed to provide adequate oversight.</p><p>\"True accountability and oversight for special education issues would be a very robust office within the Recovery School District that was able to look at a pattern of complaints from certain charter schools and then devise a way to correct those problems in a timely manner,\" Harper Royal says. \"That does not exist.\"</p><p>Patrick Walsh, the director of school performance at the RSD, disagrees.</p><p>\"We are pleased with where we stand now on monitoring,\" Walsh says, \"but our monitoring is focused 100 percent on compliance. And we don't think that's enough.\"</p><p>He says the RSD is now implementing changes that go beyond mere legal compliance — to help students with disabilities thrive in the classroom.</p><p>Another sign of progress that charter supporters point to: the <a href=\"http://www.la-cooperative.org/\">Louisiana Special Education Cooperative</a>. It's a statewide nonprofit that says it offers schools \"a comprehensive special education support network.\" Officials with Recovery School District and the charter support group <a href=\"http://www.newschoolsforneworleans.org/\">New Schools for New Orleans </a>suggest that the cooperative really helps fill in professional development gaps for New Orleans' charters. But it's slow progress. While the city has <a href=\"http://www.speno2014.com/system-overview/\">80 charter schools</a>, only nine are current members of the cooperative.</p><p>Many needs remain, says Perry with the Children's Rights Center: better training and monitoring of special education instructors, and improved oversight, counseling, support and mental health services for kids — as well as better communication with parents.</p><p>\"We recognize this is a big ask,\" says Perry. \"But it's a big ask that our kids deserve and that's embedded in state and federal law.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Are+NOLA+Schools+Failing+Students+With+Disabilities%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365391007-6a5a1e.m3u?orgId=1&topicId=1013&aggIds=396399813&d=274&p=3&story=365282978&t=progseg&e=365390885&seg=15&ft=nprml&f=365282978"},{"href":"http://media.npr.org/assets/img/2014/11/19/special-ed-helpinghands-317c90a0fafc099b6e9113c3aa8e8752a8045f34.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}}]}