{"created":"2014-09-01T20:17:34+00:00","modified":"2014-10-30T22:54:03+00:00","valid":{"from":"2014-10-30T22:54:02+00:00","to":"3014-10-30T22:54:02+00:00"},"hreflang":"en","title":"Brooklyn Man Fights In Syria. Is He A Threat To The U.S.? ","published":"2014-08-28T14:59:00+00:00","teaser":"Yemeni-American Ahmed al-Moflihi likely fought alongside a rebel group with ties to the U.S.-backed Free Syrian Army. But officials are investigating anyway: Fight in Syria, and you raise a red flag.","itags":["npr_api","343805340"],"guid":"a364cc8b-7974-4525-ad8e-17917a36da87","contentencoded":"<p>Mocha Hookah is a little Middle Eastern restaurant and cafe on Atlantic Avenue in Brooklyn where you can pick up a shawarma gyro sandwich and a falafel platter and still get change back from your $20 bill. Walk inside and there's Arabic music, soccer games on flat screen televisions, and a hookah, or water pipe, set up at every table.</p><p>If you narrow your eyes, the cafe looks like it has been transplanted from Yemen. On the walls are drawings of camels and caravans; older men shuffle in and order their hummus lunch in Arabic; and students — wearing Mets jerseys and \"Free Gaza\" bracelets — lounge around the padded booths in the evenings to smoke a hookah and finish their homework.</p><p>New York City detectives began coming into the cafe about six months ago as part of an investigation into a 25-year-old Yemeni-American from Brooklyn named Ahmed al-Moflihi.</p><p>\"Everyone had a different opinion about Ahmed,\" says Layla, a Yemeni-American waitress at the cafe who asked that we only use her first name to protect her privacy. \"Everyone said that he went to Syria, he went to go fight, stuff like that. And then they said he went to Yemen. And then everybody was suddenly looking for him.\"</p><p>The \"everyone\" she's referring to was the New York Police Department.</p><p>Both local and federal officials have been tracking Americans who have left to join the fight in Syria over the past couple of years. At least 140 U.S. passport holders are thought to have gone to Syria and Iraq since the civil war began in 2011. Officials said that number was at about 60 people at the beginning of the year, so the uptick has officials trying to puzzle out what is causing the increase.</p><p>While there has been a focus recently on the militant group that calls itself the Islamic State, U.S. officials are also concerned about a roster of other rebel fighting forces. As the civil war in Syria has ground on, even moderate groups have grown increasingly Islamist and anti-American.</p><p><strong>Life In New York</strong></p><p>Moflihi's friends say he went to Syria largely out of religious obligation. U.S. officials are trying to figure out what that obligation might entail and what he might do next.</p><p>Moflihi had been a regular customer at the Mocha Hookah cafe. His older brothers had worked there on and off for years, and his younger brother had made Mocha Hookah his home away from home. In fact, Layla, covered almost from head to toe in a headscarf and <em>abaya</em>, was helping the younger brother with a presentation he had to prepare in order to finish high school.</p><p>\"We were studying the difference between socialism and capitalism,\" she says, laughing. \"So, there were a lot of words in there, and I had to explain them to him. A lot of big words.\"</p><p>Mocha Hookah, which is open 24 hours, seven days a week, is a magnet for Yemenis all over New York, so it isn't surprising that the Moflihis had a connection to the place — or that people noticed when Ahmed al-Moflihi stopped coming around. To hear customers at the cafe and people from the neighborhood tell it, Moflihi's absence happened sometime last year. Some had heard that his mother had died suddenly and that his father, bereft, had moved back to Yemen, though no one was quite sure when that happened.</p><p>The Moflihi sons remained in New York, where they worked odd jobs and spent a lot of time in the Yemeni community in Brooklyn and Queens. They had sisters who lived somewhere in Southern California. The boys would occasionally visit there. When the family first moved to the U.S., they lived in Detroit. At some point, they came to Brooklyn.</p><p><strong>The Investigation</strong></p><p>Yemenis and others in Brooklyn who knew the Moflihi brothers say they knew something was going on when police detectives started asking what they considered to be the standard terrorism investigation questions: How often did Ahmed al-Moflihi go to the mosque? Who did he spend time with? Had anyone heard from him recently?</p><p>In fact, investigators already knew the answers to a lot of those questions because Moflihi had provided them himself — on his Facebook page.</p><p>One of his friends said derisively that Moflihi was a Facebook whore — in other words, he just couldn't stop posting things. Once he was in Syria, he put up photographs of himself holding weapons or standing behind anti-aircraft guns or with his arm around other fighters standing in front of a tank.</p><p>He posted a video of a middle-aged Arab man in uniform surrounded by more than a dozen young fighters holding AK-47s. The camera pans down the line of fighters and rests for a moment on Moflihi's face. He looks sternly into the lens and then raises his weapon and joins the others in cheering: \"<em>Allahu Akbar, Allahu Akbar, Allahu Akbar</em>.\"</p><p>It was those kinds of videos that initially got the attention of the NYPD. They suggested that Moflihi had joined the Omar al-Mukhtar Battalion, one of the literally hundreds of rebel groups that have ties to the Free Syrian Army. The Free Syrian Army, or FSA, is the rebel group the U.S. supports in its fight against the Syrian government. The Obama administration is now looking at potentially training and arming the FSA to fight the so-called Islamic State.</p><p><strong>Fighting For Whom?</strong></p><p>But people who know Moflihi say his decision to travel to Syria came because he didn't feel he could stand by and let the Syrian government kill innocent women and children. They said he thought it was his Muslim duty to help.</p><p>\"Many who went to Syria are not radicals or even Islamists,\" says Andrew Tabler, a Syria expert at the Washington Institute for Near East Policy. \"They have gone to help in hospitals, and even those who have gone to fight have joined nationalist brigades.\"</p><p>That's what the Omar al-Mukhtar Battalion is considered. It is a fairly well-known fighting force in Syria that is focused on toppling the Syrian regime, as opposed to setting up an Islamic State. The group has an Islamist tinge, but is not considered overly anti-American. Most of the videos Moflihi posted had the battalion's green and white insignia in the corner.</p><p>What caught the eye of NYPD investigators, and eventually the FBI as well, was that Ahmed al-Moflihi appeared to be more than just a regular recruit in some of the videos. In one, there is a bunch of young men training, rifles in hand, and Moflihi appears to be leading them.</p><p>Both investigators and Moflihi's friends agree that he didn't stay in Syria long. After less than two months of fighting, he met a Syrian refugee, married her and moved with her to Yemen. And that's where he is now.</p><p><strong>'Thou Shall Not Go'</strong></p><p>A recent classified NYPD briefing said \"tens of New Yorkers\" had gone to Syria to fight, which means New York could account for a good portion of the Americans now fighting in Syria.</p><p>\"Given the volume of people who may be going abroad and coming back, it is simply going to be difficult if not impossible to track the movements of every U.S. person who goes into Syria to fight with one of these groups,\" says Neil MacBride, a former U.S. attorney in Virginia who prosecuted the case of a former American soldier who went to Syria to fight last year. \"That's why there is this bright-line rule that says, 'Thou shall not go to Syria to fight.' \"</p><p>Law enforcement officials confirm that the FBI has opened a formal investigation into Ahmed al-Moflihi. They won't say, however, what they have charged him with. Neither will they confirm that he is on a no-fly list so that he would have a hard time catching a flight back to New York.</p><p>At this point, just having fought in Syria may be enough to charge him with something.</p><p>\"Who's a threat? That's the million-dollar question,\" says McBride. \"As a matter of policy and a matter of criminal law enforcement, the U.S. government is just not going to stand for people going into Syria to take up arms and fight with these groups that are in almost every instance avowedly anti-American.\"</p><p>Friends say they haven't seen any new Facebook posts from Moflihi recently.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brooklyn+Man+Fights+In+Syria.+Is+He+A+Threat+To+The+U.S.%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343900893-8e71e4.m3u?orgId=1&topicId=1122&ft=3&f=343805340"},{"href":"http://media.npr.org/assets/img/2014/08/27/brooklyn-syria-fighter-09fbba7ba3aab11b7171fe4b625920f4e6970e2d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"540","width":"720"}}]}