{"created":"2015-01-05T08:31:00+00:00","modified":"2015-04-22T01:44:06+00:00","valid":{"from":"2015-04-22T01:44:06+00:00","to":"3015-04-22T01:44:06+00:00"},"hreflang":"en","title":"How Driver's License Suspensions Unfairly Target The Poor","published":"2015-02-06T20:07:00+00:00","teaser":"Losing your driver's license is a serious penalty, but often it's for nothing to do with unsafe driving. Without one, many who can't afford to pay the fines have a hard time finding or keeping a job.","itags":["npr_api","372691918"],"guid":"a36f72fd-4b56-4d7f-8eae-4f26e313a78a","contentencoded":"<p><em>This is the second of two stories. Read the first story <a href=\"http://www.npr.org/2014/12/29/372691960/cant-pay-your-fines-your-license-could-be-taken\">here</a>.</em></p><p>If you get caught drinking and driving in Wisconsin, and it's your first offense, you lose your license for nine months. For a hit-and-run, the punishment is suspension for one year.</p><p>But if you don't pay a ticket for a minor driving offense, such as driving with a broken tail light, you can lose your license for two years.</p><p>\"It's an incredible policy,\" says John Pawasarat of the University of Wisconsin, Milwaukee. It's \"a policy of punishing people who can't pay their fines.\"</p><p>The practice — repeated in states across the country — is mostly affecting the poor and creating a spiral of bad consequences.</p><p>NPR's recent <a href=\"http://www.npr.org/series/313986316/guilty-and-charged\">\"Guilty and Charged\" investigation</a> found that rising court fines and fees — reaching hundreds or even thousands of dollars per person — often hurt poor people the most.</p><p>Pawasarat, who runs the university's Employment and Training Institute and <a href=\"http://www4.uwm.edu/eti/2014/FPFSuspensionsReport.pdf\">studies Milwaukee's poor neighborhoods</a>, says one of the biggest barriers to getting a job is not having a driver's license.</p><p>\"Two out of three African-American men in this neighborhood, of working age, don't have a driver's license,\" he says while walking down Martin Luther King Avenue in Milwaukee. \"And are consequently unable to access the jobs that are beyond the bus lines.\"</p><p>But among the typical barriers to employment — such as having a prison record, or a poor education — a suspended license is the easiest to solve, says Pawasarat.</p><p>McArthur Edwards, who lives nearby, knows from personal experience.</p><p>\"It hinders you because most jobs are not in the inner city nowadays. And they get pushed far back, and the buses don't go out there. So the inner-city jobs that we have are not able to provide for our families that we have and to provide for ourselves,\" he says.</p><p>In 2013, Edwards was stopped by police and ticketed for driving with a broken light over his back license plate. State department of transportation records show that when he didn't pay the $64 fine, his driver's license was suspended for two years.</p><p>He kept driving and got more tickets. According to the National Highway Traffic Safety Administration, at least 75 percent of Americans who get their licenses suspended continue driving.</p><p>Edwards, 29, has come to the Center for Driver's License Recovery and Employability, where lawyers and case workers help people with low income get suspensions lifted.</p><p>His reason for wanting his license is simple: He wants a better job.</p><p>From time to time, Edwards is hired to work in warehouses around the city. But those are temporary jobs, often at around minimum wage.</p><p>That makes it difficult for him to pay both the landlord and the electric bill.</p><p>Edwards, who lived in foster care or state homes from the time he was 2, wants to be a good father to his four children, who range in age from 4 to 11 years.</p><p>\"I want my kids to look up to me. I want my kids to be like, 'Me and my father did that,' or, 'I need these,' or 'I want these,' or, 'The school said I needed this,' \" he says. \"And I can't afford to buy it. Or I can't provide for my children. I don't want that to be that way.\"</p><p>Recently, Edwards responded to ads for long-distance truck drivers. Two companies promised to train him, but not until he has a valid driver's license.</p><p>It's a potential job that he speaks of wistfully. \"I like traveling. And trucking is a good way to travel — just see the sights of America, man. It's a beautiful country,\" he says. \"I just want to see everything. I love the road.\"</p><p>To lift his suspension, staff at the center helped Edwards reset the original unpaid ticket.</p><p>For six other tickets — most of them for driving while suspended — he paid $600 on the $1,800 he owed. He then cleared the rest by doing community service.</p><p>The most common way that people lose their driver's license in Wisconsin is not for drunken driving or other unsafe driving. It's for failure to pay the fine on a ticket for a nonmoving traffic offense. Those make up 56 percent of all license suspensions in the state, according to statistics from the Wisconsin Department of Transportation.</p><p>Nationwide, the numbers are similar: About 40 percent of suspensions are for unpaid traffic tickets, and for things like not paying child support, or getting caught with drugs — things that have nothing to do with unsafe driving, according to the American Association of Motor Vehicle Administrators.</p><p>People with money pay off their tickets and are done with the courts. When people don't pay, a minor ticket can set off a chain of problems.</p><p>Like for Angel Hinton, who also came to the center for help.</p><p>Hinton had a small janitorial business, but money was tight. So she challenged a parking ticket she received outside the suburban office building she cleaned on Sunday mornings.</p><p>But the unpaid ticket meant she couldn't renew her car registration. She then got more tickets for expired tags. She missed a court date. She says she wasn't notified. That triggered an arrest warrant. And one day, she was stopped by police, pulled out of her car and handcuffed in front of her young daughter.</p><p>Without a license, she could no longer drive to the places she cleaned.</p><p>\"This basically ruined my life,\" she says. \"I mean, I was to the point that I'm building my business. I'm growing. And now I'm back to depending on public assistance.\"</p><p>When Jim Gramling was a judge on Milwaukee's Municipal Court, he saw the problems that license suspensions created for poor people. He worked with lawyers, court officials and community activists to help start the Center for Driver's License Recovery and Employability. The organization is a public-private partnership between Wisconsin Community Services, a nonprofit community agency; Legal Action of Wisconsin, which provides legal services to the poor; Milwaukee Area Technical College; and the city's Municipal Court.</p><p>After retiring from the bench, Gramling immediately started working at the center as a volunteer lawyer.</p><p>\"What we see constantly here at the center are drivers who have accumulated a series of tickets that are directly related to their lack of income,\" he says.</p><p>Since the program started in 2007, it has worked with about 10,000 clients, helping nearly 3,000 get their license.</p><p>\"People should pay their tickets. No doubt about it,\" says Gramling. \"They should be held accountable for what they've done that violated the traffic laws. But at some point, a balance has to be introduced into this. And the balance is, if people don't pay because they're low income and can't budget that expense, what's an appropriate penalty?\"</p><p>Gramling says most judges never ask people if they have the money to pay traffic tickets. So he argues for alternative penalties — for example, to let people pay in small monthly amounts, or arrange for community service instead.</p><p>The retired judge is also lobbying state lawmakers to end the two-year suspension on failure to pay a ticket.</p><p>Municipal Court officials declined to speak about the policy of giving two-year suspensions, but the threat of losing a license does address the issue of fairness, pushing people who can afford to pay to do so.</p><p>Still, a new analysis of city records by the nonprofit Justice Initiatives Institute says there's no evidence that the long suspensions stop people from driving and getting more tickets. Sometimes, people then get arrested and put in jail — which is expensive for the city. Mostly, the report says, the two-year suspensions just put poor people more in debt.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Driver%27s+License+Suspensions+Unfairly+Target+The+Poor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375064603-0e3907.m3u?orgId=1&topicId=1150&aggIds=313986316&e=372691918&d=423&ft=nprml&f=372691918"},{"href":"http://media.npr.org/assets/img/2014/12/24/edwards-img_0037-edit-376b6305569e4c9a9aa659b0926a4c85532bca77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1530","width":"2040"}},{"href":"http://media.npr.org/assets/img/2014/12/24/pawasarat-img_0447-edit_custom-85563fa924136a0bae97554dcc93fa8f716a0f51.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1752","width":"2321"}},{"href":"http://media.npr.org/assets/img/2014/12/24/hinton-img_0480-edit_custom-245e81c52238a85d88a7ad54b3619443cde2b637.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1478","width":"2091"}}]}