{"created":"2014-09-10T15:42:39+00:00","modified":"2014-10-30T22:33:40+00:00","valid":{"from":"2014-10-30T22:33:40+00:00","to":"3014-10-30T22:33:40+00:00"},"hreflang":"en","title":"Behind Every Good Whisky Is A Trusty Distillery Cat","published":"2014-09-10T15:42:00+00:00","teaser":"Whisky requires grain, which attracts mice and birds, which is why we have distillery cats. These days, though, public relations is also a key part of the job.","itags":["npr_api","347093135"],"guid":"a372e4cc-ca21-426e-b7f3-9b65fb5fa904","contentencoded":"<p><em>Editor's Note: The Glenturret distillery announced Wednesday that Peat the kitten <a href=\"https://www.pressandjournal.co.uk/fp/news/highlands/340575/peat-distillery-mouse-catcher-dies-struck-car/\" target=\"_blank\">was killed.</a> It was found on the side of the road near the distillery and was presumably hit by a car. The accident took place on Monday, the day before this story aired and was published online, but the distillery did not make the announcement until Wednesday. </em></p><p>As the great poet T.S. Eliot once said:</p><p><em> The naming of cats is a difficult matter.<br />It isn't just one of your holiday games.<br /></em></p><p>There's the common house cat, the scrappy alley cat, the quasi-domesticated barn cat. Less famous, but equally distinguished on both sides of the Atlantic Ocean, is the distillery cat.</p><p>Scotland may be the best place to investigate this member of the feline tribe. With more than 100 whisky distilleries crammed into an area about the size of Kansas, the only question is where to start.</p><p>We chose the oldest distillery in the country.</p><p>Glenturret has been operating nonstop in central Scotland since 1775. General Manager Stuart Cassells says it still does things old-school.</p><p>\"We have no computers, no machinery. We are the only whisky distillery that hand-mashes the mash, which is the water and the barley in the beginning,\" he says. \"We stir it to make, like, a porridge.\"</p><p>On the central path between buildings at Glenturret, the scent of leaves and grass mixes with the smells of wood, smoke and caramel from the whisky-making process. Looming over it all is a proud bronze statue. It's not the company founder, or a bottle of whisky. It's a cat. The greatest distillery cat of them all.</p><p>Towser the Mouser is actually in the <em>Guinness Book of World Records</em> for catching mice. Estimated lifetime kills: 28,899.</p><p>\"They say every time Towser caught a mouse, she brought it back to the stillhouse,\" says Neal Cameron, who has been making the whisky here for 19 years. \"Whether it was the whole mouse or it was a headless mouse, I have no idea. But she brought them back to the stillman.\"</p><p><strong>No Longer Required, But Still Loved</strong></p><p>Cameron explains that whisky requires grain, which attracts mice and birds. And that is the very short distillery cat origin story.</p><p>Vermin are not such a problem today. \"We might get the odd one, two mice throughout the year, but that's about it,\" says Cameron.</p><p>So why keep a distillery cat on the premises?</p><p>\"Because we've always had a cat at the distillery, we have,\" says Cameron matter-of-factly. \"You know, it's not a dog. It's not a horse. It's a cat!\"</p><p>Cameron actually chose the latest distillery cat at Glenturret — a kitten named Peat, like the smoky flavor in whisky.</p><p>He describes the rigorous vetting process.</p><p>\"Had a look at him. Thought, 'Yep.' Gave him a few strokes, and thought he was a friendly lookin' cat. Held him for a wee while. Decided, 'Right. He's the one.' \"</p><p>(Glenturret announced Wednesday that <a href=\"http://www.scotsman.com/news/environment/famous-grouse-distillery-cat-dies-aged-6-months-1-3536810\" target=\"_blank\">Peat was killed</a> on Monday, apparently after being struck by a car.)</p><p><strong>The Ambassador Cat</strong></p><p>\"The contemporary distillery cat is becoming more of an ambassador,\" says author and food journalist Brad Thomas Parsons. He wrote a piece in the drinks magazine <a href=\"http://punchdrink.com/articles/the-secret-lives-of-distillery-cats/\" target=\"_blank\">Punch</a> that first alerted us to the potential of the distillery cat as a subject for serious journalism.</p><p>Parsons explains that this is a perfect marketing device. Cats are inherently photogenic.</p><p>\"I haven't seen any one-eyed cats or very curious cats\" in the distilleries, he says. \"From tortoiseshell to white to black to tuxedo to marmalade to ginger — when you have a cat sleeping on a bourbon barrel or curled up in the rafters, it's a good picture. It's a good image all around.\"</p><p>Everyone taking a tour of your distillery posts a photo of the cat on Facebook or Instagram, and <em>voila!</em> Free advertising.</p><p>The practice is now widespread on both sides of the Atlantic.</p><p>At Woodford Reserve distillery in Kentucky, Chris Morris is in charge of making the bourbon. A cat named Elijah ruled the roost there for more than 20 years. Nobody's sure exactly how old Elijah was. He just showed up one day, presumably from one of the neighboring farms and fields.</p><p>\"He never met a person he didn't like,\" says Morris. \"He'd walk right up to you and rub against your legs and follow you around. I always said he was more ham than cat.\"</p><p>Morris can't say whether Elijah was a good mouser, \"because everybody fed him. He didn't really have to mouse that much.\"</p><p>One morning earlier this summer, Elijah was found under his favorite tree. He'd died peacefully in the night.</p><p>\"The Internet just lit up with condolences, and people sharing photographs of Elijah,\" says Morris. \"It was really touching, and it went into the hundreds and hundreds of people.\"</p><p>The distillery cat torch gets passed from one generation to the next. Woodford Reserve plans to find another cat to fill Elijah's job.</p><p>\"You can't replace him, but we're hoping to have a successor,\" says Morris.</p><p>And back at Glenturret distillery in Scotland, the new official mouser is just a 6-month-old fluff ball.</p><p>Peat lives in a building called the \"still room,\" where the whisky gets distilled. He's not yet old enough to have free rein of the property.</p><p>He is tiny, fuzzy, affectionate, and as adorable as any kitten has ever been.</p><p>We approach with our big fluffy microphone, hoping to pick up a faint, \"Meow.\" Instead, he pounces, taking a tentative nibble of our equipment as he holds it in his paws.</p><p>Peat clearly has the killer reflexes of a champion mouser. Not to mention the looks.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behind+Every+Good+Whisky+Is+A+Trusty+Distillery+Cat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347151216-9a0181.m3u?orgId=1&topicId=1124&ft=3&f=347093135"},{"href":"http://media.npr.org/assets/img/2014/09/09/distillery-cats1-59b9c533dd2e146e402e425c3b36fe76b37278b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1800","width":"2400"}},{"href":"http://media.npr.org/assets/img/2014/09/09/distillery-cats3-f2a75fe11b59ed91ef127b4ad77fae521f07d83d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"387","width":"517"}},{"href":"http://media.npr.org/assets/img/2014/09/09/distillery-cats2-97ad3d328af6640faf4adb10b6cc1d27fdbd4fc7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"639","width":"852"}}]}