{"created":"2014-09-11T19:11:34+00:00","modified":"2014-10-30T22:31:38+00:00","valid":{"from":"2014-10-30T22:31:38+00:00","to":"3014-10-30T22:31:38+00:00"},"hreflang":"en","title":"As A U.S. War Winds Down, Afghans Look For A Way Out","published":"2014-09-12T13:00:00+00:00","teaser":"Applications are soaring for a special U.S. visa program for Afghans. But many applicants don't qualify and are trying to bluff, bribe or buy their way in.","itags":["npr_api","347370724"],"guid":"a374c73a-5ba2-4d07-a807-241304420f0e","contentencoded":"<p>The clock is ticking for Afghans who have worked with the U.S. and other foreign governments in Afghanistan. Like the war itself, special visa programs for Afghan employees are winding down. To qualify for these visas, applicants must demonstrate that they are in the Taliban's cross hairs.</p><p>Ali (who asked that his full name not be used), a cook with various U.S. contractors, is hoping to qualify. He is from Ghazni province, one of the more violent places in Afghanistan. His career choice has been good for his bank account but bad for his safety.</p><p>\"If I'm saying that I'm working for Americans, they are going to kill me,\" he says.</p><p>The \"they\" are the Taliban, who have long said they will kill any Afghans who work for foreign militaries or governments. To protect his family, Ali kept people in the dark about his work. He was successful until about a year ago. Since then, his brother has been beaten and his family threatened.</p><p>\"I'm trying to leave ... to any country that can give opportunity for us to be safe,\" he says.</p><p>So he asked his American supervisor, Hoppy Mazier, for a recommendation letter to apply for a special immigrant visa to the U.S. The program began in 2009 and is modeled on a similar program started in Iraq in 2007. Though initially designed to help military interpreters, it applies to Afghan employees of any U.S. government agency or contractor.</p><p>\"Some of our staff have almost been killed because of where they work and what they do,\" says Mazier, who has since left his job at a U.S.-funded contractor.</p><p>He says that his organization gave Ali sanctuary because it determined his life was in danger. He wrote a letter of recommendation for Ali so he can apply for a U.S. visa.</p><p>Mazier opens a folder on his computer. In it are some 70 recommendation letters he's written for former staffers seeking U.S. visas. He spent seven years working in Afghanistan. He says that in his waning days, he received a crush of requests for visa letters from employees panicking that when he goes, no one will be able to help them.</p><p>Mazier says many employees like Ali face legitimate threats, but some provided him puffed-up statements to try to qualify for the special visa.</p><p>\"Once people hear that they have an option to leave Afghanistan, everyone's jumping on board,\" Mazier says.</p><p>He says he's even been approached for letters by Afghans who never worked for him. In one case, he says officials in the Ministry of Finance asked him for letters. In exchange they said they would go easy in their audit of his organization.</p><p>Douglas Frantz, U.S. assistant secretary of state for public affairs, says as the Dec. 31 deadline for U.S. troops to leave Afghanistan nears, demand for special immigrant visas is soaring. He admits some applicants exaggerate the danger they face.</p><p>\"It's a judgment call on whether this person presents evidence of a credible threat,\" Frantz says.</p><p>He says the State Department errs on the side of leniency in making that initial determination, but that hasn't meant an easy ride for applicants. In fact, it's been quite the contrary.</p><p><strong>Revamping The Visa Process</strong></p><p>From the beginning, the Special Immigrant Visa program was fraught with problems — long processing delays, seemingly arbitrary rejections and a lack of transparency. Some applicants were killed while waiting years for their visas.</p><p>Frantz says that prompted Secretary of State John Kerry to call for a review of the program last fall. Since then, a host of reforms have been implemented to streamline the process and make it more transparent.</p><p>\"And what happened as a result of that was we cut the waiting time in half, down to a little less than eight months,\" says Frantz.</p><p>Today, more than 11,000 Afghan employees and immediate family members have been resettled in the U.S.</p><p>Congress authorized additional visas this year but not nearly enough for the thousands of potential applicants. And the U.S. isn't the only country confronting a surge of visa applicants.</p><p>Australian Elijah Berry has worked in the security business in Afghanistan for years. He's come to know many Afghans in that time, and a good number have approached him for help getting a visa to Australia.</p><p>\"They're pretty straightforward,\" Berry says. \"They say they need to know an Australian for visa purposes. Some of them have offered, generally, around $10,000.\"</p><p>And like Mazier, Berry has been approached by people who didn't work for him.</p><p>He says he's now receiving requests from Afghans who did work for him in the past. Berry says most are looking to leave Afghanistan because they see the economy collapsing and their friends losing jobs.</p><p>Still, these people need to show they are under threat. Berry says some are presenting him threat letters allegedly from the Taliban. But Berry says they aren't real. They are from opportunists with counterfeit Taliban stamps.</p><p>\"And they usually pay $200 to $400 to be threatened,\" Berry says.</p><p>Compared with $25,000 to buy a fake visa to a European country, it's a small amount to risk.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+A+U.S.+War+Winds+Down%2C+Afghans+Look+For+A+Way+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sean Carberry","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347738222-c87047.m3u?orgId=1&topicId=1149&ft=3&f=347370724"}]}