{"created":"2014-12-06T12:48:00+00:00","modified":"2015-06-05T15:32:09+00:00","valid":{"from":"2015-06-05T15:32:09+00:00","to":"3015-06-05T15:32:09+00:00"},"hreflang":"en","title":"'Fewer' Or 'Less?' The Express Lane Language Debate ","published":"2014-12-07T00:29:00+00:00","teaser":"It's a divisive topic. Were you taught that it should be \"10 items or fewer?\" That would make \"10 items or less\" a glaring grammatical error.","itags":["npr_api","368712564"],"guid":"a37aa59b-63a5-4472-af13-fa34fff0662d","contentencoded":"<p>You're ready to check out at the supermarket. There are only eight items in your cart, so you look for the express lane.</p><p>The sign above says \"10 items or less.\"</p><p>Do you:</p><p>-- Head for the register without a second thought?</p><p>-- Rue the decline of the English language because you were taught that the sign should say \"10 items or fewer?\"</p><p>This week's \"Word Matters\" conversation with <em>Weekend Edition</em> host Scott Simon explores the \"less vs. fewer\" debate.</p><p>We also discuss the Christmas-time crush of holiday cliches. Editors at NPR and other news organizations tell correspondents to go easy on the \"jing-a-ling-lings\" and the \"ho-ho-hos,\" but seem to lose that battle every year.</p><p>On a much more serious note, we talk about a key word that comes up in stories about the death of <a href=\"http://www.npr.org/tags/334471062/eric-garner\" target=\"_blank\">Eric Garner</a> — the Staten Island man who died after being put in a chokehold and restrained during an arrest by New York City police. Our dictionaries tells us that the word — chokehold — describes what happened. Some listeners and commentators have questioned whether chokehold is the right word to use. Like other news outlets, NPR is going with the dictionary definition.</p><p>But let's get back to those checkout signs and the \"less vs. fewer\" discussion. We <a href=\"http://www.npr.org/2014/11/15/364289503/so-what-bugs-listeners-about-nprs-grammar\" target=\"_blank\">asked during the last \"Word Matters\" conversation</a> for listeners to email wordmatters@npr.org about the misused words or phrases that bother them the most. We heard from several about those express lane signs.</p><p>The topic even divided this correspondent's family. There were the <em>descriptivists</em>, who argued that \"or less\" has become common, isn't confusing and therefore is fine. There were the <em>prescriptivists</em>, who argued that \"fewer\" is to be used when objects such as grocery items can be counted, while \"less\" is to be used when referring to mass amounts.</p><p>An <a href=\"https://polldaddy.com/poll/8476173/\" target=\"_blank\">admittedly unscientific question we posed online</a> indicates that the \"or less\" crowd outnumbers the \"or fewer\" folks. Of the 8,390 people who responded:</p><p>-- 59.4 percent agreed that a sign saying \"10 items or less\" is something \"only the fussiest of fussbudgets would worry about.\"</p><p>-- 40.6 percent felt that such a sign is a \"grammatical error that shouldn't be tolerated and makes you want to shop elsewhere.\" (We suspect they realized our line about wanting to shop elsewhere was an exaggeration.)</p><p>Should the majority rule?</p><p>William Safire, the \"On Language\" columnist for <em>The New York Times</em>, came down firmly against signs that say \"or less.\" In 1988, he cheered when Safeway Stores joined the \"or fewer\" side.</p><p>\"The most power-intensive moment in the history of this column came when Safeway Stores was criticized here for 'Express Lane — Ten Items or Less' and promptly rectified the mistake,\" <a href=\"http://www.nytimes.com/1988/03/27/magazine/on-language-fewer-bursts-less-bursting.html\" target=\"_blank\">Safire wrote</a>.</p><p>It's hard to argue against the legendary Safire (<a href=\"http://www.npr.org/templates/story/story.php?storyId=113255309\" target=\"_blank\">who died in 2009</a>).</p><p>British comedian and actor Stephen Fry, however, has taken on those who bristle at signs saying \"or less.\" A <a href=\"http://youtu.be/J7E-aoXLZGY\" target=\"_blank\">video version of a podcast</a> he made in 2008 has been viewed nearly 2.4 million times. He says:</p><p>\"When asked to join in a 'let's persuade this supermarket chain to get rid of their 5 items or less sign,' I never join in. Yes, I am aware of the technical distinction between less and fewer and between uninterested and disinterested and infer and imply and all the rest of them. But none of these are of importance to me. None of these are ... of importance I said there, you'll notice. The old pedantic me would have insisted on 'none of them is' of importance. But i'm glad to say I've outgrown that silly approach to language.\"</p><p>Signs that say \"or less\": Egregious error or a silly subject? The wordmatters@npr.org inbox is open and ready to hear more about that and other grammatical gripes.</p><p>In fact, we would welcome nominations for \"most misused word or phrase of the year.\" We'll report on the results in an upcoming \"Word Matters\" conversation with Scott Simon.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Fewer%27+Or+%27Less%3F%27+The+Express+Lane+Language+Debate+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368931737-1b43ed.m3u?orgId=1&topicId=1001&d=262&p=7&story=368712564&t=progseg&e=368904922&seg=6&ft=nprml&f=368712564"},{"href":"http://media.npr.org/assets/img/2014/12/05/FewerVsLess-005db7b78f8e4fb0201cff821fa833bd713e57cf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1523","width":"2030"}}]}