{"created":"2014-09-12T22:31:00+00:00","modified":"2014-10-31T00:25:44+00:00","valid":{"from":"2014-10-31T00:25:44+00:00","to":"3014-10-31T00:25:44+00:00"},"hreflang":"en","title":"For Paul Cezanne, An Apple A Day Kept Obscurity Away","published":"2014-09-12T22:30:00+00:00","teaser":"In the 1800s, still-life painting was the bottom feeder of the art world, but that's where the French painter chose to leave his mark. \"I want to astonish Paris with an apple,\" he's said to have said.","itags":["npr_api","330159592"],"guid":"a37c1a48-d596-4302-a81b-35ffe7a399ad","contentencoded":"<p>Pablo Picasso once said that the great 19th-century French painter Paul Cezanne was \"the father of us all.\" Cezanne's distinctive brush strokes, and the way he distorted perspective and his subjects, influenced the cubists, and most artists who came after him. In Philadelphia, the Barnes Foundation is showing a group of still-life paintings by Cezanne.</p><p>A few months ago, my neighbor Barbara Baldwin went to the Barnes, which has an incredible collection of pretty much every painting you've ever seen reproduced in art books that's not already at the Met or the Musee d'Orsay in Paris. She was wowed by the Pierre-Auguste Renoirs — the largest Renoir collection in the world. \"All those naked women,\" Barbara says. \"Good heavens!\"</p><p>The current special exhibition is all about naked <em>fruit</em> — apples, mostly. It's called \"<a href=\"http://www.barnesfoundation.org/exhibitions/cezanne/\">The World Is an Apple: The Still Lifes of Paul Cezanne</a>.\"</p><p>Joe Rishel, of the Philadelphia Museum of Art, describes Cezanne's work as \"repetitive apples with apples.\" But that's not to say it's boring. With Cezanne, Rishel says, \"Every game is a new game.\" That's partly because of the idiosyncratic way Cezanne arranged his apples before he painted them.</p><p>\"He would stick little wedges of any kind, sometimes fat little coins, underneath them just to prop them up,\" Rishel says. \"Isn't that cute?\"</p><p>Cezanne propped one apple higher than others, put another at an angle and pushed another into the foreground. Then he painted them. \"I want to astonish Paris with an apple,\" he's said to have said. And, coming to town from his southern country village of Aix-en-Provence, he did astonish.</p><p>\"They thought he was crazy,\" says Benedict Leca, the Barnes show curator and director of curatorial affairs at the Art Gallery of Hamilton in Ontario, Canada. \"People said he was on drugs, even. People said that he was dabbling in hashish and that he was out of his mind.\"</p><p>They said all that because they'd never seen brushwork like this.</p><p>\"These are very short, parallel strokes, very clearly painted,\" says Judith Dolkart, chief curator at the Barnes. \"He does nothing to ... hide his hand.\"</p><p>The paint is thick, almost chiseled onto the canvas. You can see the edges of each hatched stroke. And, subtly, within each paint stroke, the colors change. One has more white in it; the one next to it is darker.</p><p>Dolkart says, \"Every time he is lifting his brush, he's declaring, 'I'm a painter. This is my medium. These are my materials.' \"</p><p>According to Leca, for a French viewer in the late 19th century, \"an apple painted with these distinct strokes in this kind of rough-hewn manner would have been shocking.\"</p><p>In those days, painters made their strokes as smooth and invisible as they could. The taste-making Academie des Beaux-Arts in Paris said that's how paint should be applied. Leca says that may partially explain why there's never been a show devoted entirely to Cezanne's still-life paintings — not in the U.S. anyway. Given Cezanne's fame and how many still lifes he painted (they say \"lifes,\" by the way, \"not lives\"), it really doesn't make sense, but Leca deconstructs it this way: \"There is a historic bias against still-life painting. It was always the lowest genre in the hierarchy of painting as established by the French academy in 1648.\"</p><p>Still lifes, then, were the bottom feeders of the art world. Historical subjects, Bible scenes and mythic figures were most prized; after that came portraits; landscapes were OK, although landscape painters were sometimes seen as slackers — not working all that hard. But apples? A parade of fruit?</p><p>Why not! Cezanne took on the establishment. Ambitious and fierce, he was determined to astonish Paris, not just with apples, but by making his mark on canvas <em>and</em> in life.</p><p>\"He walks around in a blue smock in Paris,\" Leca says. \"He meets [Edouard] Manet on the street and says, 'Sorry, I don't want to shake your hand — I haven't bathed in three days.' \"</p><p>The raw country fellow thumbed his paint stains at the elegance of Paris. But Cezanne was no bumpkin.</p><p>\"You're talking about a guy who went to the Louvre, who copied the old masters, who was keenly aware of his historical position,\" Leca says. \"He felt that he was going to go in the history books, so he wanted to make sure to be distinctive.\"</p><p>It took awhile, but it worked. Today Cezanne is in the pantheon of all-time great artists. Evidence of that is in the Barnes Foundation's permanent collection and, until the end of September, its special still-life exhibition. It's an astonishment of apples — and some pears and oranges.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Paul+Cezanne%2C+An+Apple+A+Day+Kept+Obscurity+Away&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330325165-6936be.m3u?orgId=1&topicId=1141&ft=3&f=330159592"},{"href":"http://media.npr.org/assets/img/2014/07/09/cat4_pommes-gateaux_r329small-7c509fa20e2070d8973ae4b08aef6aa07caa0e01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/07/09/cezanne_museedorsay_kitchentable_r636-81ca246d48aedf52689762897b4d97791c3dc318.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2400"}},{"href":"http://media.npr.org/assets/img/2014/07/09/cat1_sugarpot-pear-blue-08aa5e3e63fb72e302b0e5da817398f7061bb899.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3746","width":"4998"}}]}