{"created":"2014-10-08T16:45:03+00:00","modified":"2014-10-31T02:28:39+00:00","valid":{"from":"2014-10-31T02:28:39+00:00","to":"3014-10-31T02:28:39+00:00"},"hreflang":"en","title":"All The Single Ladies: 5 Takeaways About Unmarried Female Voters","published":"2014-05-06T02:33:00+00:00","teaser":"Going into midterm elections, this key demographic poses a big challenge for Democrats: getting their most reliable female supporters to become more reliable voters.","itags":["npr_api","308955525"],"guid":"a391d866-5bd3-4916-8a75-6f144a5fc830","contentencoded":"<p>In a midterm election that's expected to hinge on the demographic composition of the electorate, single women could be the key to Democratic chances to hold on to the Senate in November.</p><p>While Republicans have a longstanding problem with female voters, this year it's Democrats who have the more urgent problem: how to get their most reliable female supporters to become more reliable voters.</p><p>Here are five things to know about single female voters.</p><p><strong>They're Not Up For Grabs</strong></p><p>Unmarried women are the single most important demographic this year. But unlike other \"it\" demographics (remember soccer moms?), single women are not a constituency that's in play: They're extremely reliable Democratic supporters.</p><p>In 2012, Barack Obama won the overall women's vote because of them. Mitt Romney actually won married women — by 7 points. But Obama crushed him with unmarried women, winning that cohort by a whopping 36 percentage points.</p><p>Single women make up about 25 percent of the electorate, and they're growing fast as marriage rates decline. But while they are reliable <em>supporters</em> for the Democrats — that is, when they vote — they are not reliable <em>voters:</em> Between 2008 and 2010, the participation of unmarried women fell by about 20 points. And between 2012 and 2014, single women's participation is expected to drop off by about the same rate.</p><p>So single women present Democrats with a turnout problem, not a persuasion problem. In that sense, they exemplify the Democrats' electoral dilemma. The party has built a mighty coalition for presidential elections — young people, women and minorities — but that coalition all but evaporates in midterm elections. If Democrats are going to re-create their presidential coalition in midterm years, single women are a good place to start, because ...</p><p><strong>They're Everywhere!</strong></p><p>Unlike minority voters, who are underrepresented in many of the whiter, rural red states that form this year's Senate battleground, single women can be found in numbers in every state and region.</p><p><strong>They're Very Expensive To Mobilize</strong></p><p><strong></strong>Single women are hard to target and turn out.</p><p>They're economically stressed. They work all the time, they take care of their kids, and they're disaffiliated — they're not involved with community groups. They're more secular, attending church less often than married women.</p><p>Because they were the hardest-hit by the recession, single women are more mobile and more likely to be renters — which means they're more easily disenfranchised. That matters a great deal, because the more stable a voter, the easier he or she is to target, register and turn out.</p><p>Democrats have an agenda tailored to women's concerns — focusing on the minimum wage, pay equity, college affordability, reproductive issues and sexual assault — but that doesn't mitigate the turnout obstacles that single women present.</p><p><strong>Virginia Is The Model</strong></p><p>Democrats point to the state of Virginia as evidence that it's possible to re-create — to some extent — the Obama presidential coalition in an off-year election.</p><p>In the 2013 governor's race, Democrat Terry McAuliffe lost the married women's vote to Republican Ken Cuccinelli. But McAuliffe won the unmarried women's vote by an astounding 42 points. He did it by stressing reproductive rights and the \"Republican war on women.\" Can Democrats do that elsewhere without uncompromising social conservatives like Cuccinelli on the Republican ticket?</p><p><strong>North Carolina Is The State To Watch</strong></p><p><strong></strong> Unlike other red states where Democratic Senate incumbents are in trouble, North Carolina is a state that Barack Obama actually won — in 2008. He lost it narrowly four years later.</p><p>North Carolina has a large African-American population and a higher than average percentage of unmarried women. It also has a larger than average percentage of unmarried female voters who failed to show up in 2010 after voting in 2008.</p><p>All of that suggests there's lots of potential in the state for Democrats. If front-runner Thom Tillis, the GOP state House speaker, ends up as Democratic Sen. Kay Hagan's opponent, he'll be framed as the leader of the war on women — and the state Legislature's enactment of limits on legal abortion will be highlighted.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=All+The+Single+Ladies%3A+5+Takeaways+About+Unmarried+Female+Voters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"465"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309694808-19e3f0.m3u?orgId=1&topicId=1014&aggIds=308946406&ft=3&f=308955525"},{"href":"http://media.npr.org/assets/img/2014/05/05/istock_000025560135medium-9dfdf22a0dc9f5644a02c1473c577ccc47cc0e6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1195","width":"1594"}}]}