{"created":"2014-12-11T22:02:29+00:00","modified":"2014-12-23T18:55:54+00:00","valid":{"from":"2014-12-23T18:55:54+00:00","to":"3014-12-23T18:55:54+00:00"},"hreflang":"en","title":"Why The White House Wants To Go After Seafood Pirates","published":"2014-12-15T03:02:00+00:00","teaser":"Americans eat more seafood than just about anyone, but a big portion of imports are caught illegally. One expert calls this \"the single greatest threat to sustainable fisheries in the world today.\"","itags":["npr_api","370150656"],"guid":"a39467e0-b0f3-4bc3-922c-1fab08f82800","contentencoded":"<p>Americans eat more seafood than just about anyone else. Most of it is imported from abroad. And a lot of it — perhaps 25 percent of wild-caught seafood imports, according to fisheries experts — is illegally caught.</p><p>The White House is now drafting recommendations on what to do about that. Fisheries experts say they hope the administration will devote more resources to fight seafood piracy.</p><p>This isn't just about fraudulent fish — say, a plate of tilefish advertised as pricy red snapper at a restaurant. It's about boats that secretly fish in protected areas, where fish populations have been dangerously depleted. Or boats that exceed their own government's allowable catch.</p><p>\"Illegal fishing has been identified as the single greatest threat to sustainable fisheries in the world today,\" says <a href=\"http://www.worldwildlife.org/experts/michele-kuruc\">Michele Kuruc</a>, head of marine policy at the World Wildlife Fund.</p><p>\"Eighty-five percent of the fisheries around the world that are fished commercially are at their absolute maximum, or are already overfished,\" Kuruc says, quoting <a href=\"http://www.fishwatch.gov/faq.htm#faq2\">figures</a> from the Food and Agricultural Organization at the United Nations.</p><p>Kuruc says illegal fishing outside the U.S. is plundering those fisheries, depleting fish like sea bass or bluefin tuna in the Atlantic, Pacific and Southern Oceans.</p><p><a href=\"http://www.nmfs.noaa.gov/aboutus/leadership.html\">Sam Rauch</a>, senior administrator at the National Oceanic and Atmospheric Administration (NOAA), says even people caught red-handed often get off easy. He recalls a Korean vessel recently discovered with 35 tons of illegally caught toothfish, also known as sea bass – \"which we thought had a market value in the United States of $710,000 ,\" Rauch says. \"Korea imposed a fine on its fishermen of $1,000. That was the price of doing business.\"</p><p>Illegal fishing occurs all over the world. Often, the catch gets transferred to large tender vessels that then deliver it to processing plants on land, where legal and illegal seafood is comingled. Rauch says the illegal catch is hard to track.</p><p>\"You're never really going to change the problem unless you can work with the other countries at the source,\" he says.</p><p>The U.S. government is urging passage of an international treaty that would ban vessels known for illegal fishing from coming into any port. And it has identified 10 nations with serious illegal fishing records and is negotiating with them on ways to toughen their own domestic fishing laws.</p><p>Meanwhile, NOAA and conservation groups are urging the White House to provide tools to track illegal seafood. These could be GPS transponders on boats to track where they are, or onboard video cameras to see what they're catching. Many U.S. vessels are monitored this way now.</p><p>Commercial crabbers in Alaska are especially eager to see a crackdown.</p><p>Mark Gleason runs the <a href=\"http://www.alaskaberingseacrabbers.org/\">Alaska Bering Sea Crabbers</a> organization. He says crab from Russian waters has swamped the U.S. market.</p><p>\"If you look at the imports of Russian king crab over the last three years,\" Gleason says, \"you see a huge spike in those, and we've seen about a 40 percent decline in our price.\"</p><p>A lot of the spike in crab prices, for example, comes from illegal crab caught by boats that ignore Russia's own catch quotas. And American crabbers can't compete.</p><p>Rauch at NOAA agrees that illegal fishing puts U.S. fleets at a disadvantage, since they follow rules and quotas that can raise the price of domestically caught seafood.</p><p>Illegal fishing may mean cheaper crab for Americans. But Paul Raymond says illegal fishing hurts American consumers. Raymond was an investigative agent at NOAA for 26 years. He gives this example:</p><p>A foreign exporter ships some inexpensive fish caught overseas into an American port. \"If they then change the label to, oh, let's say U.S.-Gulf-of-Mexico-caught red snapper,\" he says, \"instead of a $2-a-pound profit, he's going to be making an $8-a-pound profit. That's a lot of illegal money,\" he says, and the premium skimmed off the top gets passed on to the unknowing consumer.</p><p>Raymond says catching people who use such deceptions is hard, and it's<strong> </strong>getting harder. During his last years at NOAA — he's retired now – the agency drastically reduced the number of agents who pursue criminal cases.</p><p>A recent investigation by the <em>Baltimore Sun</em> newspaper says the number of agents fell from 147 to 93 since 2008. A NOAA spokesperson put the staffing loss at 25 percent. She confirmed Raymond's observation that more staff are being put on civil rather than criminal cases.</p><p>But Raymond says that's hurt enforcement on the bigger, tougher international cases. \"Basically, you are losing the detective — agents who are trained in everything from computer forensics to financial crimes to money laundering.\"</p><p>Fisheries experts like Ray and WWF's Michele Kuruc say they hope the White House report will not only reveal the extent of illegal fishing, but also provide more resources to actually stop it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+The+White+House+Wants+To+Go+After+Seafood+Pirates&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370156382-e16b42.m3u?orgId=1&topicId=1053&d=242&p=2&story=370150656&t=progseg&e=370082708&seg=19&ft=nprml&f=370150656"},{"href":"http://media.npr.org/assets/img/2014/12/11/fishingcrab-ad2dbe2f1517565dc8d8934d186e0aa16aec17a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1120","width":"1493"}},{"href":"http://media.npr.org/assets/img/2014/12/11/kamchatka_crab-0002121f9afdb6591caba0c55c3bfa2dee7a775d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1307","width":"1743"}}]}