{"created":"2014-09-12T09:11:22+00:00","modified":"2014-10-30T22:27:19+00:00","valid":{"from":"2014-10-30T22:27:19+00:00","to":"3014-10-30T22:27:19+00:00"},"hreflang":"en","title":"Life In Eastern Ukraine Returns To Something Like Normalcy","published":"2014-09-12T17:05:00+00:00","teaser":"One week into a cease-fire with Russia, the separatist-held city of Donetsk is stirring back to life. People are coming out of hiding; buses are back on the streets. But the future is still uncertain.","itags":["npr_api","347873264"],"guid":"a3a4722a-00d0-4426-bb09-1a045e654032","contentencoded":"<p>Irina Vladimirovna's four small children skip down a broad sidewalk in downtown Donetsk, in eastern Ukraine, happy to be able to play outdoors again. The 33-year-old mother and kindergarten teacher strolls behind with her mother, Ludmila Timofeyvna. They've been living for weeks in an underground shelter to escape this summer's shelling between separatists and the Ukrainian government.</p><p>\"We had nowhere else to escape to,\" Vladimirovna says.</p><p>A cease-fire signed last Friday in Minsk, Belarus, brought that shelling to a stop. But Ukraine is divided. For the past five months, separatists, backed by Russia, have fought Ukrainian government troops for control of much of this coal-rich eastern region known as Donbass.</p><p>Vladimirovna says school has not been able to start in Donetsk, so she's teaching her children at home. She says it's disgusting how the Ukrainian army has shelled schools and killed its own citizens. Vladimirovna says this region has no future in Ukraine.</p><p>\"Why is it that they treat the people of Donbass so inhumanely?\" asks Vladimirovna. \"People in Scotland get to vote on independence from Britain and no one pointed guns at them!\"</p><p>Vanya, 50, who is standing nearby, sees it differently. He doesn't want to give his last name because of what he's going to talk about. He says he was staying in a village where Ukrainian soldiers were camped.</p><p>\"There were tales the soldiers were raping and robbing and forcing people to bring them vodka,\" he says. \"But it was all a pack of lies.\"</p><p>Vanya says those lies were believed by those he calls local bumpkins and spurred many to join the separatist movement. \"If they'd known the truth,\" he says, \"half of them would have never bothered.\"</p><p>The week-old cease-fire in the breakaway regions of Donetsk and Lugansk is mostly holding. And life is beginning to return to a kind of normal. The agreement is set to give more autonomy to Donetsk and Lugansk, while keeping them in Ukraine.</p><p>This week, Ukrainian President Petro Poroshenko said he would soon introduce a bill in Parliament granting the eastern regions \"special status.\"</p><p>But Andrei Purgin, a top official in the Donetsk People's Republic, the name locals have given to this breakaway region, says it's too late. Despite being in Minsk for the signing of the truce last week, he doesn't sound as if he means to abide by it.</p><p>\"We're not in Ukraine right now,\" says Purgin. \"And if they pass a new law we'll read it and probably agree with a couple paragraphs, but not more. We are on track for full independence. That's it.\"</p><p>Purgin says that since Ukraine became an independent state 23 years ago with the collapse of the Soviet Union, the government in Kiev has stripped this eastern region of its culture and identity.</p><p>\"Our Russian grandparents now have Ukrainian grandchildren,\" he says.</p><p>Today, Donetsk is controlled by such separatists. The flag for the Donetsk People's Republic is everywhere, and there's graffiti splashed on walls about those they call the fascists in Ukraine's capital, Kiev.</p><p>But the separatists are clearly trying to hone their image. They give out official press accreditations and treat foreign journalists with professionalism and courtesy. They also carry big guns and ride around town in cars with hazard lights blinking.</p><p>All of this worries Donetsk resident Pavel Stepanenko, 32. Just two years ago, Ukraine hosted the European soccer championship, and there were games in Donetsk at its new stadium.</p><p>\"It was a booming, international city,\" he says. Now he fears his town could become an unrecognized, limbo state, which has happened in other breakaway regions of the former Soviet Union. <a href=\"http://www.npr.org/templates/story/story.php?storyId=94078173\"></a></p><p>\"My wife, she's a teacher of French, and it was our dream to visit some places, probably Europe, Paris, to see different culture,\" he says.</p><p>But he says if he has a passport from the Donetsk People's Republic, that won't be possible.</p><p>\"It won't be accepted in other countries, so only we can probably go to Crimea [the Ukrainian peninsula annexed by Russia] and Russia.</p><p>\"And I don't really accept that,\" says Stepanenko.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Life+In+Eastern+Ukraine+Returns+To+Something+Like+Normalcy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347873265-3978c8.m3u?orgId=1&topicId=1124&ft=3&f=347873264"},{"href":"http://media.npr.org/assets/img/2014/09/12/455044254-1a68b2527ea147216b3398070c3ff694bf8a9f1e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1952","width":"2603"}},{"href":"http://media.npr.org/assets/img/2014/09/12/undefined-55979235e52f8c6dcc686a53270bec40c2b9909b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}