{"created":"2014-12-31T21:26:44+00:00","modified":"2015-01-20T02:24:27+00:00","valid":{"from":"2015-01-20T02:24:27+00:00","to":"3015-01-20T02:24:27+00:00"},"hreflang":"en","title":"Ahmad Jamal, 'A Musical Architect Of The Highest Order,' Keeps On Building","published":"2014-12-31T23:48:00+00:00","teaser":"At 84, the acclaimed jazz pianist is still recording and touring. Among his many achievements is one that often eludes even the most beloved jazz artists: mainstream popularity.","itags":["npr_api","374217492"],"guid":"a3a7923b-292d-4013-935e-72f8bbb98f99","contentencoded":"<p><a href=\"http://www.npr.org/artists/15404388/ahmad-jamal\" target=\"_blank\">Ahmad Jamal</a> has been playing piano for most of his 84 years. He's been named an American Jazz Master by the National Endowment for the Arts and released more than five dozen albums as a leader; his latest, <em>Live at L'Olympia</em>, is a concert recording made in Paris. In the process, he has achieved that rarest of feats for a jazz musician: mainstream popularity.</p><p>Jamal's music can sound expansive, even friendly. He seems at peace in his Connecticut home, tinkering at one of his two grand pianos. But that doesn't mean he's \"happy.\"</p><p>\"Happy is kind of a shallow word,\" Jamal says. \"Happy new year, happy this, happy that. But peace is another dynamic, OK?</p><p>The house, well away from New York City, boasts a waterfall in the backyard, a music room and walls hung with photos and awards. He points out one of the pictures and says, \"This is the oldest mosque in the US, where I went to study.\"</p><p>Jamal was 20 and living in Chicago when he changed his name and religion and was, he says, \"born.\" Along with the name of his youth, the moment and what preceded it is something he says he doesn't want to be asked about.</p><p>By other reckonings, though, Jamal was born in Pittsburgh on July 2, 1930. And he is happy to talk about being 3 years old and sitting at a piano for the first time.</p><p>\"My mother's piano, I walked by it, and my Uncle Lawrence — 'Can you do what I'm doing?' And that's it,\" he says. \"My uncle was quite surprised: I played everything he played. And the rest is history.\"</p><p>Jamal kept playing, starting formal lessons when he was 7. By the time he was 14, he was playing piano professionally and soaking in the music of Earl Hines, Erroll Garner and Billy Strayhorn whenever they were playing in town.</p><p>Jamal attracted the attention of respected producer John Hammond, who later helped launch the careers of <a href=\"http://www.npr.org/artists/15193203/bob-dylan\" target=\"_blank\">Bob Dylan</a>, <a href=\"http://www.npr.org/artists/14837922/bruce-springsteen\" target=\"_blank\">Bruce Springsteen</a> and <a href=\"http://www.npr.org/artists/15662553/aretha-franklin\" target=\"_blank\">Aretha Franklin</a>, among others. Hammond signed the pianist in the early 1950s, but it wasn't until the end of the decade that he reached a wide audience. His live album <em>But Not for Me</em> and its version of the latin tune \"Poinciana\" put him on the charts.<br /> <br /><a href=\"http://www.npr.org/artists/15368370/miles-davis\" target=\"_blank\">Miles Davis</a> became a fan, says Gerald Early, an author music critic and professor at Washington University in St. Louis, Mo.</p><p>\"He admired Jamal as a player, but he also admired him as a theoretician, insofar as there's a way you can improvise in jazz music that opens up a new kind of virtuosity that's not just stacking up a whole bunch of chords,\" Early says.<br /> <br /> Jamal prefers the term \"American classical music\" to \"jazz.\" And he says that just like classical musicians, he, too, plays other people's music.</p><p>\"There are very, very few of us who don't play covers. Whhether it's people working in the European tradition or European classical music, be it <a href=\"http://www.npr.org/artists/87774853/van-cliburn\" target=\"_blank\">Van Cliburn</a> — those are covers. Or Horowitz — those are covers.They're playing <a href=\"http://www.npr.org/artists/15327819/wolfgang-amadeus-mozart\" target=\"_blank\">Mozart</a>, they're playing <a href=\"http://www.npr.org/artists/15232481/ludwig-van-beethoven\" target=\"_blank\">Beethoven</a>; they're not playing their compositions. Ninety percent of the time they're playing covers, and that's what we do with American songbook as well,\" he says.<br /> <br /> Still, as Gerald Early points out, in the 1960s and '70s, Jamal was often under-appreciated by critics for his restrained, almost minimalist approach.</p><p>\"He was dismissed by some of the leading jazz critics as a cocktail pianist because of the kind of quiet approach he made to the music — and also because he was commercially successful,\" Early says. \"For many jazz critics, it was the kiss of death if a jazz performer was commercially successful, and Jamal was a very popular pianist.\"</p><p>Critics are one thing. Peers are another. Matthew Shipp is among the younger jazz pianists who've been influenced by Ahmad Jamal. He says that Jamal's impact on him was huge, as is Jamal's place in American musical history.<br /> <br /> \"His imagination is so deep,\" Shipp says. One of the joys of listening to him is to see how his fertile imagination interacts with the material he does pick, and recombines it into a musical entity that we've never heard. I mean, Ahmad Jamal is a musical architect of the highest order.\"</p><p>\"My music is a lot of things: it's serious, it's humorous, it's sad, it's happy,\" Jamal says. \"It's many things and it's many years of living, and still continues to be.\"</p><p>In recent years, Jamal's been been recording and playing more of his own compositions. But he continues to play \"Poinciana,\" the tune that made him a jazz star more than 50 years ago. And he still plays it with plenty of oomph — and restraint.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ahmad+Jamal%2C+%27A+Musical+Architect+Of+The+Highest+Order%2C%27+Keeps+On+Building&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Michel","audio":[{"meta":{"duration":"348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374242825-10cc93.m3u?orgId=1&topicId=1106&ft=3&f=374217492"},{"href":"http://media.npr.org/assets/img/2014/12/31/p1012184_v2-57e7785297d4b137e95a1e679dc42020ae8e792e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}}]}