{"created":"2014-10-28T08:40:00+00:00","modified":"2014-11-12T23:34:23+00:00","valid":{"from":"2014-11-12T23:34:23+00:00","to":"3014-11-12T23:34:23+00:00"},"hreflang":"en","title":"How Will A Small Town In Arizona Manage An ICE Facility In Texas?","published":"2014-10-28T17:17:00+00:00","teaser":"Corrections Corp. of America is handling day-to-day operations of the big new immigrant detention center in South Texas. But the contract and the money to run it will go to a town over 900 miles away.","itags":["npr_api","359411980"],"guid":"a3ad0170-4a6a-4642-b2f9-79763b089cde","contentencoded":"<p>The largest immigrant detention facility in the country is under construction in the brush country of South Texas, about 85 miles from Mexico. What's unusual is how the government bypassed the normal bidding process, using a small town in Arizona, 931 miles away, as the contractor.</p><p>The South Texas Family Residential Center sounds like it could be a pleasant apartment complex, but it's actually going to be a detention camp for female and child immigrants who arrived in the U.S. illegally from Central America.</p><p>Next to a state prison and a \"man camp\" — Texas lingo for oilfield worker housing — is where construction crews are installing modular buildings that will eventually hold 2,400 detainees, who will be technically in the custody of U.S. Immigrations and Customs Enforcement (ICE).</p><p>The day-to-day operations of the jail will be handled by Corrections Corp. of America (CCA), the nation's largest for-profit prison company. But the contract and the money to run it will go to the town of Eloy, Ariz., two states — about 931 miles — away.</p><p>Watchdogs who monitor for-profit immigrant jails say they've never seen anything quite like it.</p><p>\"Typically, when state or local entities decide to host a jail for Immigration and Customs Enforcement, it's a jail that's within their boundaries,\" says Ranjana Natarajan, director of the Civil Rights Law Clinic at the University of Texas, Austin.</p><p>An ICE spokesman, who asked not to be named because he was speaking on background, agreed that it was unusual but said it was \"a creative response to a difficult situation.\"</p><p>\"If the government had gone through the traditional bidding process, it could have taken 18 months to get the facility up and running,\" he said.</p><p>The facility is part of a larger plan by President Obama and his Cabinet to respond quickly to the humanitarian crisis at the border. At its peak in June, nearly 26,000 unaccompanied minors and single women with children were caught at the border; most surrendered to Border Patrol agents. Those numbers have dropped dramatically since the summer, but the Central Americans are still coming.</p><p>Washington wants to send a clear message of deterrence back to Central America: Don't make the journey. Dilley is the third new \"residential center\" ICE has opened in recent months to detain families and swiftly deport them if their asylum claims fail.</p><p>The deal between ICE and Eloy is called an Intergovernmental<em> </em>Services Agreement. These types of deals are unique in that they don't require competitive bidding. In this case, Eloy was already acting as the contractor for a large ICE immigrant jail located in that Arizona city. So last month, the Eloy City Council modified its existing agreement with ICE to add a second detention facility in Texas, also to be managed by CCA.</p><p>\"But here, the city of Eloy can't say with a straight face it has anything to do with the operation of that facility because it's hundreds of miles away,\" says Ranjana Natarajan.</p><p>The new Dilley detention center is being built to meet ICE's \"family residential standards,\" meaning it's not supposed to seem like a jail. It will have playrooms, a snack bar, a soccer field and no razor wire on the perimeter fence.</p><p>\"I don't know if you want to call them prisoners or not, but I guess technically that's what they are,\" says Frio County Commissioner Pepe Flores, in whose precinct the new immigrant jail is located. \"But they're not going to be incarcerated — they're just going to be detained for a while and then go on to where they're going.\"</p><p>Counting all 2,400 beds in the detention facility along with the capacity of the state prison next door, soon half of Dilley's population will be people who are locked up. But when you're a farm town slowly wasting away, any development looks good.</p><p>\"We used to be known as two outhouses facing each other, but I think we've grown a little bit more than that,\" says Noel Perez, Dilley city administrator and a lifelong resident.</p><p>Though Dilley still proclaims itself Watermelon Capital of Texas, its economic mainstays are inmates and oil. The Eagle Ford Shale boom has been a bonanza, and the new Family Residential Center has brought even more good news: an expected 600 jobs, more sales taxes and bigger property tax revenues.</p><p>Perez says it did bother him that a city in southern Arizona was going to run a contract in his backyard in South Texas, and that one of the things he says they needed to see accomplished was that Dilley was getting the better deal.</p><p>\"I know we will be a lot better off financially than Eloy, but Eloy doesn't have to lift a finger to make that amount of money,\" he says.</p><p>Located between Phoenix and Tucson, Eloy, Ariz., was also a dying little agricultural city when Corrections Corp. of America came to town. Now the private prison giant is the biggest employer in Eloy, with four lockups: three prisons and the Eloy Detention Center, an ICE jail for immigrants.</p><p>\"We like to think of [immigrant detainees] as in a gated community with lots of amenities,\" said Eloy City Manager Harvey Krauss. His city is in a sweet spot. As contractor for the four CCA-run facilities, it's earning \"mailbox money\" — money that comes regularly and lands in the mailbox.</p><p>Here's how it will work with the new South Texas facility: ICE sends Eloy $290 million for the first year's expenses. The city passes that payment to CCA to run the facility. And CCA pays Eloy $438,000 a year to essentially act as its accountant — nothing more.</p><p>Eloy officials will have nothing<em> </em>to<em> </em>do with operations in Dilley. In fact, they don't even plan to visit South Texas. Krauss, the city manager, says CCA will represent Eloy and fulfill all the federal rules to ensure detainees are properly cared for.</p><p>\"On paper it appears to be a direct relationship. It's somewhat of an indirect relationship,\" Krauss says. \"We just, for the most part, serve as a fiscal agent. And they hold us totally harmless with no liability for the operations.\"</p><p>Deaths in custody is one of the liabilities at a private prison.</p><p><a href=\"http://www.ice.gov/doclib/foia/reports/detaineedeaths2003-present.pdf\">ICE records show</a> that 13 detainees — mainly Guatemalan and Mexican men — have died at the Eloy Detention Center since 2004, through illness and suicide.</p><p>\"What we know about the Eloy Detention Center is that it has had more deaths than any other immigration detention facility in the country,\" says Bob Libal, director of Grassroots Leadership, an Austin-based nonprofit that monitors the private prison industry.</p><p>The Eloy city manager, who's been in the job for 10 months, says he was unaware there had been 13 deaths at the detention center.</p><p>Questioned by NPR, ICE defended the current management of the Eloy Detention Center. Spokesperson Virginia Kice said the facility has not had a death or suicide in nearly 18 months, that its medical and mental health services have been enhanced in recent years and that ICE officers conduct daily visits at Eloy.</p><p>A representative of CCA responded in a statement that the company takes \"the well-being of each detainee very seriously\" and complies with all ICE reporting requirements.</p><p>The first detainees are expected to arrive at the South Texas Family Residential Center in December.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Will+A+Small+Town+In+Arizona+Manage+An+ICE+Facility+In+Texas%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"420"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359512122-51f8ab.m3u?orgId=1&topicId=1091&ft=3&f=359411980"},{"href":"http://media.npr.org/assets/img/2014/10/27/dilley-tx-jail-cded481df8b74ebef12daa4c4ceb82d066cac6f4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}