{"created":"2015-05-15T11:22:23+00:00","modified":"2015-05-15T11:22:23+00:00","valid":{"from":"2013-08-08T17:15:56+00:00","to":"3013-08-08T17:15:56+00:00"},"hreflang":"en","guid":"a3ae6e78-cbfb-400b-883f-a02834ed4ebc","tags":["APM","Congress","Economy","Pentagon","furloughs","sequester"],"byline":"Nancy Marshall-Genzer","teaser":"It's good news for the approximately 640,000 furloughed Department of Defense  employees that there will be only six furlough days instead of 11. But it's still a hardship  for many of them.","itags":["Marketplace","a3ae6e78cbfb00b383f8a02834ed4ebc","PMP:Marketplace_PMP","Marketplace Morning Report","Marketplace Morning Report for Friday, August 9, 2013"],"description":"It's good news for the approximately 640,000 furloughed Department of Defense  employees that there will be only six furlough days instead of 11. But it's still a hardship  for many of them.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The Pentagon announced this week that it’s managed to pare down the number of unpaid furlough days its civilian workers will have to take, from 11 days to six. I recently spent part of a furlough day with one furloughed worker, Erika Townes. </p>\"},{\"content\":\"<p>Townes spends her furlough Fridays at home in Clinton, Maryland with her husband, Ray, and their four kids. Ray was diagnosed with multiple sclerosis three years ago and  had to quit working. So the family gets by on what Erika makes as a nurse at Andrews Air Force Base. That&apos;s about $47,000 a year. The Townes family always spends furlough Fridays at home. Going out is too expensive. Erika Townes tries to be creative. Today, she’s making a homemade slip-and-slide. “So taking a garbage bag, cutting it open, and I’m going to put water on it and you guys can slide like Superman,&quot; she explains.   </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Sometimes the Townes family passes the time on furlough days watching TV, playing video games or sitting and talking. The talk can turn serious, especially when there’s a reporter around, asking nosy questions. I know Erika Townes is losing 20 percent of her pay because of the furloughs. That’s about $540 a month. I’m wondering how they’re doing financially. Erika says they’re behind on their electricity and water bills. “Most of the time I send whatever amount we can possibly afford, and hopefully they’re fine with it,&quot; she says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The Townes also have steep medical bills. I asked Ray Townes if he has ever skipped his medicine to save money? He looked sheepishly at his wife. Then  he admitted he hasn’t taken it for a month. “The mortgage is going to get paid first,&quot; he says. &quot;So I figure one month is not going to hurt it.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Erika Townes didn’t know what her husband was up to. “I didn’t know that until five minutes ago,&quot; she says. The Townes&apos; kids heard all this.</p>\"},{\"content\":\"<p>They all go to public schools, which require uniforms. Fourteen-year-old Murraya  said she can make do with just one uniform this year. “If I get something on it, just spot clean it and let it hang and dry,&quot; she says. &quot;I just have to work with it.  It’s the least I can do for right now.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Listening to this, Erika Townes is getting angry at Congress for putting her in this position. I asked  her if she has a message for members of Congress. &quot;I’m having to rob Peter to pay Paul because y’all can’t get y’all’s stuff together,” she says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The Townes family only faces one more furlough Friday at least, for this year. Townes is afraid there’ll be more furlough days next year if Congress can’t agree on a budget and the automatic cuts of sequestration kick in again.</p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>The Pentagon announced this week that it’s managed to pare down the number of unpaid furlough days its civilian workers will have to take, from 11 days to six. I recently spent part of a furlough day with one furloughed worker, Erika Townes.&nbsp;</p>\n<p>Townes spends her furlough Fridays at home in Clinton, Maryland with her husband, Ray, and their four kids. Ray was diagnosed with multiple sclerosis three years ago and &nbsp;had to quit working. So the family gets by on what Erika makes as a nurse at Andrews Air Force Base. That's about $47,000 a year. The Townes family always spends furlough Fridays at home. Going out is too expensive. Erika Townes tries to be creative. Today, she’s making a homemade slip-and-slide. “So taking a garbage bag, cutting it open, and I’m going to put water on it and you guys can slide like Superman,\" she explains.&nbsp;&nbsp;&nbsp;</p>\n<p>Sometimes the Townes family passes the time on furlough days watching TV, playing video games or sitting and talking. The talk can turn serious, especially when there’s a reporter around, asking nosy questions. I know Erika Townes is losing 20 percent of her pay because of the furloughs. That’s about $540 a month. I’m wondering how they’re doing financially. Erika says they’re behind on their electricity and water bills. “Most of the time I send whatever amount we can possibly afford, and hopefully they’re fine with it,\" she says.</p>\n<p>The Townes also have steep medical bills. I asked Ray Townes&nbsp;if he has ever skipped his medicine to save money? He looked sheepishly at his wife. Then&nbsp; he admitted he hasn’t taken it for a month. “The mortgage is going to get paid first,\" he says. \"So I figure one month is not going to hurt it.”</p>\n<p>Erika Townes didn’t know what her husband was up to. “I didn’t know that until five minutes ago,\" she says. The Townes' kids heard all this.</p>\n<p>They all go to public schools, which require uniforms. Fourteen-year-old Murraya&nbsp; said she can make do with just one uniform this year. “If I get something on it, just spot clean it and let it hang and dry,\" she says. \"I just have to work with it.&nbsp; It’s the least I can do for right now.”</p>\n<p>Listening to this, Erika Townes is getting angry at Congress for putting her in this position. I asked &nbsp;her if she has a message for members of Congress. \"I’m having to rob Peter to pay Paul because y’all can’t get y’all’s stuff together,” she says.</p>\n<p>The Townes family only faces one more furlough Friday at least, for this year. Townes is afraid there’ll be more furlough days next year if Congress can’t agree on a budget and the automatic cuts of sequestration kick in again.</p></div>","published":"2013-08-08T17:15:56+00:00","title":"Pentagon reduces furlough days for civilian workers","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/P7260345.JPG?itok=nWU31Jpw","meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/09/marketplace_segment07_20130809_64.mp3","meta":{"duration_hms":"00:02:38","duration":158,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/09/marketplace_segment07_20130809"}},"type":"audio/mpeg"}]}