{"created":"2015-03-31T20:46:11+00:00","modified":"2015-06-23T19:38:13+00:00","valid":{"from":"2015-06-23T19:38:13+00:00","to":"3015-06-23T19:38:13+00:00"},"hreflang":"en","title":"Supporters Work To Reclaim Legacy Of Penn State Coach Joe Paterno","published":"2015-04-01T18:23:00+00:00","teaser":"A campaign is underway to repair former Penn State football coach Joe Paterno's legacy after a child sex abuse scandal involving former assistant coach Jerry Sandusky tarnished his image.","itags":["npr_api","395776307"],"guid":"a3b10bda-1fb0-401a-ac69-5ccaf3dd0e8b","contentencoded":"<p>The Jerry Sandusky child sexual abuse scandal rocked Penn State University in 2011, and the fallout from the case continues today. A series of <a href=\"http://www.philly.com/philly/news/20150321_Suits_from_Sandusky_scandal_linger_on.html\" target=\"_blank\">lawsuits are ongoing</a> and, now, a campaign is underway to restore the legacy of the university's former head football coach Joe Paterno.</p><p>As the scandal became public Paterno fell from legendary football coach to someone accused of protecting a child molester. He was fired <a href=\"http://www.npr.org/blogs/thetwo-way/2011/11/10/142200010/penn-states-trustees-paternos-firing-is-in-schools-best-interest\" target=\"_blank\">in a late-night phone call</a> and then died two months later of complications from lung cancer.</p><p>\"People get a lot of guts to say certain things when someone is dead and can't defend themselves,\" says Jay Paterno, also a former football coach at Penn State and Joe Paterno's son. He's on a mission to correct what he views as a flawed public record of his father's legacy. And he knows he's in for a long fight.</p><p>\"When my grandkids Google — or whatever the search engine will be in 30 years — their great-grandfather's name this story is going to pop up,\" says Paterno.</p><p>Do that now and you'll read that Paterno's former assistant coach, Jerry Sandusky, was arrested on molestation charges, tried, convicted and now very likely will spend the rest of his life in prison. In the summer of 2012, a university-sponsored investigation by former FBI Director Louis Freeh found that Penn State leaders, including Joe Paterno, <a href=\"http://www.npr.org/2012/07/12/156689012/report-penn-state-did-nothing-to-stop-sandusky\" target=\"_blank\">failed to protect children</a> from Sandusky and then tried to cover the whole thing up.</p><p>\"The board of trustees did so much damage with that report it's going to take an awful long time to unwind it,\" says Paterno. He argues his dad fulfilled a legal obligation to forward abuse reports to superiors at Penn State.</p><p>Penn State's current president, Eric Barron, declined NPR's request for an interview on the topic. Freeh did not respond to requests.</p><p>Because Sandusky was, at one time, affiliated with the football program Joe Paterno built, the image of the coach and his team suffered. Stiff sanctions from the National Collegiate Athletic Association focused even more attention on Penn State football. But the NCAA has started walking back those penalties. The association settled a legal case in January and restored the game victories that had been struck from Penn State's record.</p><p>On the university's main campus recently most of the students were in high school when the scandal broke. But they still refer to Joe Paterno by his nickname, \"JoePa.\"</p><p>\"People downtown in their apartments have JoePa cutouts and everyone loves Joe Paterno,\" says sophomore Dana Reiss.</p><p>Freshman Jackson Hill says it's frustrating that some people don't have the facts of the scandal straight. He says they confuse Jerry Sandusky with Joe Paterno.</p><p>\"I live in Maryland and even people just one state away, they're like, 'How do you still support Joe Paterno after what he did to those kids?' And I feel like I have to explain over and over and over again, it wasn't Joe Paterno, it was Jerry Sandusky,\" says Hill.</p><p>Just outside Penn State's football stadium there used to be a bronze statue of Joe Paterno. It was removed in the wake of the scandal. Now Paterno supporters say it's time to bring it back. Some have even <a href=\"http://www.pennlive.com/midstate/index.ssf/2015/02/billboard_demands_joe_paterno.html\" target=\"_blank\">launched a billboard campaign</a> to lobby the university's leadership. But so far no plans to bring the statue out of storage have been announced.</p><p>Attorney Tom Kline represented one of Jerry Sandusky's victims — known as \"Victim No. 5\" at Sandusky's trial. Kline says Paterno supporters are trying to rewrite history.</p><p>\"I think the university would be better served if those who come to the protection and aid of Joe Paterno would do so in a more balanced way and realize that what Joe Paterno has is a mixed legacy,\" says Kline.</p><p>He says Joe Paterno was an extraordinary coach who created a model football program, but he also was human and had faults. Kline says beyond legally reporting suspected child abuse to his superiors Paterno had a <em>moral</em> obligation to make sure Sandusky was stopped.</p><p>A mixed legacy is not what Paterno supporters want. They point out Paterno won more games than any other major college football coach and graduated a high percentage of his players. They credit Paterno for Penn State's transformation from a sleepy agricultural college to a respected university.</p><p>Penn State graduate Rob Tribeck says many alumni see themselves in Joe Paterno, a man from a blue-collar family who went on to succeed.</p><p>\"Me and many people like me had an opportunity to go to Penn State whereas we didn't have an opportunities to go to the Ivy League schools or a high-level private institution,\" says Tribeck.</p><p>His campaign to restore Paterno's legacy includes running for a seat on Penn State's board of trustees. He also belongs to a group of like-minded people called Penn Staters for Responsible Stewardship. And Tribeck hopes one day the rest of the world will again revere Joe Paterno.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supporters+Work+To+Reclaim+Legacy+Of+Penn+State+Coach+Joe+Paterno&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Brady","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396637000-b0cb2b.m3u?orgId=1&topicId=1003&d=267&p=2&story=395776307&t=progseg&e=396569225&seg=5&ft=nprml&f=395776307"}]}