{"created":"2015-02-03T16:54:20+00:00","modified":"2015-02-03T16:54:21+00:00","valid":{"from":"2015-02-03T16:54:21+00:00","to":"3015-02-03T16:54:21+00:00"},"hreflang":"en","guid":"a3c0dfe6-e37c-4f1d-b730-626ecd4b9e4d","title":"The release of a jailed journalist can't hide Egypt's human rights problem","published":"2015-02-03T16:54:17+00:00","byline":"Traci Tong","tags":["Muslim Brotherhood","Peter Greste","Mohamed Fahmy","Baher Mohamed","freedom of the press","Al Jazeera","Justice","Conflict & Justice","Cairo","Africa","Australia","Egypt","Qatar","Middel East","Borzou Daragahi","Peter Greste","Mohamed Fahmy","Baher Mohamed","Al Jazeera","Muslim Brotherhood","Egyptian revolution","Politics of Egypt","Egypt","Islam in Egypt","Arab Spring"],"teaser":"The release of Al Jazeera journalist Peter Greste from an Egyptian jail may have been meant to deflect criticism on the Egyptian government. But there's no getting around the Sisi regime's poor record on human rights and the law.","contentencoded":"<p>The release of jailed journalist Peter Greste after more than 400 days in Egyptian prison has brought relief for him and his family — but the joy is incomplete.</p>\n<p>Greste, an Australian who works for Al Jazeera, was arrested in 2013 along with the network's Cairo bureau chief, Mohamed Fahmy, and producer Baher Mohamed. The three men, charged with aiding the now-banned Muslim Brotherhood, received prison sentences between seven and 10 years </p>\n<p>And while Greste was released on Sunday and began the trip back to Australia, his colleagues remain in jail. Several outlets reported on Monday that Fahmy, a dual Egyptian-Canadian citizens, <a href=\"http://news.yahoo.com/al-jazeera-journalist-fahmys-release-egypt-jail-imminent-204101698.html\">may be released and deported to Canada</a> in the coming days. The status of Mohamed, the producer, is still unclear.</p>\n<p>\"It was a very difficult moment walking out of that prison,\" Greste said <a href=\"http://www.bbc.com/news/world-australia-31098691\">in an interview with Al Jazeera</a>. \"Saying goodbye to those guys, not knowing how much longer they would have to put up with this.\" He told the network he had \"incredible angst\" after leaving Fahmy and Mohamed behind.</p>\n<p>Greste's release was possible under a new law imposed by Egyptian President Abdel Fattah al-Sisi, which allows foreign prisoners to be deported. The law says released prisoners would still have to serve out their terms or seek a court appeal in their home countries.</p>\n<p>Borzou Daraghi, a journalist who's been covering the case in Cairo, says the \"ludicrous, absolutely absurd mockery of a trial that they have to face has already been vacated by an Egyptian court.\" Despite the law, he doubts Greste will have to appear in an Australian courtroom when he returns. \"I can't imagine the Australian authorities would put this man through more agony than he's been through.\" </p>\n<p>Fahmy may also be able to take advantage of the law on foreign prisoners thanks to his Canadian citizenship, but would have to renounce his Egyptian citizenship to do so. That may sound simple, but Daraghi say \"this presents a harsh dilemma\" for Fahmy. \"This is a man who has chosen to live in Egypt despite having the skill set to live anywhere in the world, really. He reads every single Egyptian paper and immerses himself in Egyptian news.\"</p>\n<p>But of course, he points out, \"if you had the choice to renounce your Egyptian citizenship and live in Canada or serve out what could be a six-year prison sentence, what would you do?\"</p>\n<p>While the arrest and trial of the journalists may have been a \"mockery,\" Daraghi says the release of Greste showed similiarly thin legal grounds.</p>\n<p>\"It’s good to be king,\" he says of Sisi, who essentially issued a decree giving him the power to imprison and pardon prisoners. \"There was not a lot of due process, there was not a lot of legal scrutiny, and it seemed tailor made to get rid of the Al Jazeera trial, which has been bringing a lot of pressure, a lot of diplomatic, political and international criticism of the Egyptian regime.\" </p>\n<p>Daragahi says despite the \"goodwill\" generated by releasing Greste, the affair once again shined an \"unflattering light\" on Egypt's judiciary. The news came on the same day an Egyptian court handed down death sentences for 183 supporters of the Muslim Brotherhood on charges of attacking a police station and killing nearly a dozen police officers. </p>\n<p>\"Nothing surprises me anymore,\" he says. \"This is just the nature of the judiciary here. The judges are not held to high standards. There's very little scrutiny of the judiciary decisions.\" </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0202201503.mp3"},{"href":"http://www.pri.org/file/0202201503mp3"}]}