{"created":"2015-03-09T14:03:21+00:00","modified":"2015-05-21T21:15:28+00:00","valid":{"from":"2015-05-21T21:15:28+00:00","to":"3015-05-21T21:15:28+00:00"},"hreflang":"en","title":"Fantastic Negrito: Tiny Desk Concert","published":"2015-03-13T15:21:00+00:00","teaser":"The singer beat out nearly 7,000 other submissions to win NPR Music's Tiny Desk Concert Contest. See why in this passionate three-song set.","itags":["npr_api","391288717"],"guid":"a3c38a8a-4a7f-422f-83f7-1e7e15d26622","contentencoded":"<p>It says a lot that, with almost 7,000 entries to choose from, we selected Fantastic Negrito as the winner of <a href=\"http://www.npr.org/2015/02/12/385540871/meet-the-winner-of-our-tiny-desk-concert-contest\">our Tiny Desk Concert Contest</a>. For <a href=\"https://www.youtube.com/watch?v=7kWEhIXVPJA\">his winning submission</a>, he performed \"Lost In A Crowd\" in a freight elevator in Oakland. It was his passion, his voice and his backing band that landed him an invitation to perform behind my desk. We're proud of our choice.</p><p>As we learned after choosing him as our winner, Fantastic Negrito — a.k.a. Xavier Dphrepaulezz, pronounced dee-FREP-ah-lez — has a remarkable backstory. One of 15 children, he grew up in a strict home, and later signed a contract with Interscope Records in the '90s. That deal fell apart, though, and soured him on music-making. Then, a near-fatal car crash put him in a coma, and eventually left him without the proper use of his hands; he struggled with physical therapy for years to get some movement from what he now calls \"The Claw.\"</p><p>These days, bolstered by a new outlook on life and music, he's reawakened and reemerged under the name Fantastic Negrito. You'll see that newly rediscovered purpose in his eyes and hear it in his voice, as he performs this Tiny Desk Concert with his fantastic band.</p><p><strong>Set List</strong></p><ul><li>\"Lost In A Crowd\"</li><li>\"Night Has Turned To Day\"</li><li>\"An Honest Man\"</li></ul><p><strong>Credits</strong></p><p><em>Producers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Nick Michael, Maggie Starbard; Assistant Producer:</em> <em>Morgan McCloy; photo by Morgan McCloy/NPR</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fantastic+Negrito%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"906"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391464279-258f0b.m3u?orgId=1&topicId=1110&aggIds=92071316&d=906&story=391288717&ft=nprml&f=391288717"},{"href":"http://media.npr.org/assets/img/2015/03/06/fantastic_negrito_02-d174fba4d5437a08336f32d9b10a59b95e1ff82f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}}]}