{"created":"2015-02-26T19:03:27+00:00","modified":"2015-02-27T20:17:16+00:00","valid":{"from":"2015-02-27T20:17:16+00:00","to":"3015-02-27T20:17:16+00:00"},"hreflang":"en","title":"Remote Mexican Villages Build Their Own Cell Networks","published":"2015-02-27T15:17:00+00:00","teaser":"Thanks to cheaper technology, community organizers and computer hackers are bypassing the big cell companies.","itags":["npr_api","389282740"],"guid":"a3c78f90-a080-4d4c-9df5-55e41ca86a17","contentencoded":"<p><p style=\"padding-left: 30px\"><em>Cellphones are just about everywhere these days. But in remote, rural places the key ingredient &#8211; a cell network &#8211; is often missing. In the U.S., long-distance users pay a surcharge into the Universal Service Fund, which the government uses to pay network operators to provide affordable phone access in rural or low-income areas.</em></p><p><p style=\"padding-left: 30px\"><em>But in Oaxaca, Mexico, a small group of community organizers and computer hackers have gone their own way. Thanks to cheaper technology, they are building and operating their own cell networks, bypassing the big companies altogether. <strong>Lucas Laursen</strong> from our tech partner IEEE Spectrum, reports.</em></p><p>The sound of a mobile phone is routine in much of the world. But it&#8217;s a recent arrival here in Talea de Castro, a mountain town in the southern state of Oaxaca, Mexico.</p><p>&#8220;Right now we&#8217;re on the road leading up to Talea,&#8221; says Peter Bloom. &#8220;We’re maybe like three kilometers away, so we&#8217;re actually getting service from well two base stations that Rhizomatica has.</p><p>Bloom is the founder of Rhizomatica, a non-profit group in Oaxaca city that has helped 16 remote villages install and operate their own cellphone networks. These are places commercial operators said were too small for them to bother installing a tower.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;It&#8217;s a business for them, but it&#8217;s a human right for everybody.&#8221;<div class=\"pullquoteauth\">&ndash; Peter Bloom</div></p><p></div></p><p>Mexico&#8217;s biggest telecom firm, Telcel, has had a near-monopoly in the country for decades, so it&#8217;s slow to expand infrastructure to less profitable small towns. To get service, Bloom says, what usually happens is &#8220;someone in the government talks to someone in a huge company and gives them money and they go and install something and then they go away.&#8221;</p><p>The result is spotty service. It&#8217;s also expensive for users: the company doesn&#8217;t lower its rates even though it gets a government subsidy.</p><p>&#8220;It&#8217;s a business for them, but it&#8217;s a human right for everybody,&#8221; Bloom says. &#8220;So the first thing we kind of say is, one, communication is a fundamental human right. That&#8217;s not just what we think, you know, it’s backed up in different treaties and so on.”</p><p><strong>An economic boost</strong></p><p>Communication also has economic value. One <a href=\"http://www2.deloitte.com/uk/en/pages/technology-media-and-telecommunications/articles/impact-of-mobile-telephony-on-economic-growth.html\" target=\"_blank\">recent report</a> by the industry group GSM Alliance estimated that doubling national cellphone penetration adds half a point of GDP growth.</p><p>In Talea, economic growth has taken many shapes since the arrival of the community cell network. Taxi driver Eliel Méndez says it&#8217;s gotten easier to get business.</p><p>&#8220;There&#8217;s more communication, people hire us more, there are more clients than other places,&#8221; says Méndez.</p><p>The local cooperative in Talea, called Talea GSM, has around 250 active users and costs around a third what the big telecoms charge. Rhizomatica has also started networks reaching 15 other villages.</p><p><strong>Growing competition and demand</strong></p><p>As the coverage area has grown, so has the competition. The multinational telecom company Movistar built a tower in Talea after seeing the success of the community-owned network. Movistar has taken some customers away, but Talea&#8217;s community cellphone manager Keyla Mesulemeth is unfazed.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;People are demanding more all the time. Now they ask for more things. Now they want data, now they want WhatsApp.&#8221;<div class=\"pullquoteauth\">&ndash; Keyla Mesulemeth</div></p><p></div></p><p>&#8220;We say it&#8217;s good that there&#8217;s another company in the community because the people will notice the prices and service, right?&#8221; says Mesulemeth.</p><p>And there&#8217;s demand for more and better services, such as Internet on their smart phones.</p><p>&#8220;People are demanding more all the time. Now they ask for more things. Now they want data, now they want WhatsApp. So it&#8217;s that, right? Now that they know it, they want more,&#8221; Mesulemeth says.</p><p>Peter Bloom adds that it&#8217;s easy to replicate the technology.</p><p>&#8220;That&#8217;s the whole point of technology kind of, it just does what it&#8217;s supposed to do, but the social part can be more difficult,&#8221; he says.</p><p>The Mexican government recently published telecom rules that for the first time reserve some frequency bands for community use. Bloom says that gives him hope that Rhizomatica&#8217;s model could work elsewhere, wherever local communities are prepared to manage their own networks.</p><p>&#8220;We&#8217;re trying to build links with people in Argentina, Colombia, Peru, Bolivia, other places, Ecuador,&#8221; Bloom says. &#8220;I mean, we don&#8217;t necessarily have any intention of going and doing it for them. It&#8217;s more like help them get set up so they can do it themselves.&#8221;</p><h4>Reporter</h4><ul><li><strong><a href=\"http://lucaslaursen.com/\" target=\"_blank\">Lucas Laursen</a></strong>, contributor to <a href=\"http://spectrum.ieee.org/\" target=\"_blank\">IEEE Spectrum</a> and Scientific American. He tweets <a href=\"https://twitter.com/lucaslaursen\" target=\"_blank\">@lucaslaursen</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remote+Mexican+Villages+Build+Their+Own+Cell+Networks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Lucas Laursen","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389574282-ef9aa1.m3u?orgId=1&e=389282740&d=273&ft=nprml&f=389282740"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0225_oaxaca-cell-network.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"629","width":"899"}}]}