{"created":"2014-10-24T22:58:16+00:00","modified":"2014-11-10T20:47:01+00:00","valid":{"from":"2014-11-10T20:47:01+00:00","to":"3014-11-10T20:47:01+00:00"},"hreflang":"en","title":"No Quick Fixes For Drivers Affected By Air Bag Recall ","published":"2014-10-25T00:09:00+00:00","teaser":"The massive auto recall announced this week is different from most. It affects more than one-third of air bags on the road and there are no simple fixes, short of a full air bag replacement.","itags":["npr_api","358570643"],"guid":"a3c8827a-0ae0-46ee-a753-5e1172a0d969","contentencoded":"<p>Most auto recalls usually involve one carmaker at a time, but a massive recall this week <a href=\"http://www.nhtsa.gov/About+NHTSA/Press+Releases/Vehicle-owners-with-defective-airbags-urged-to-take-immediate-action\" target=\"_blank\">affects not just one, but 10</a>, ranging from BMWs to Toyotas.</p><p>At the center of it is Takata, a little-known but extremely important auto parts maker. The company makes more than one-third of the air bags in all cars.</p><p>Nearly 8 million vehicles have been recalled to have defective air bags fixed, and Congress is now opening an investigation into the problems.</p><p>Another big issue that sets this recall apart, says Karl Brauer, an analyst with Kelley Blue Book, \"is that there's essentially nothing you can do to kind of mitigate the potential damage or danger from these air bags if they fail\" — there's no big habit you can change or quick fix you can make.</p><p>The other thing that makes this different, Brauer says, is the basic fact of what happens <em>when</em> the air bags fail. They're supposed to cushion you during an accident, but instead the defective ones send metal shrapnel flying.</p><p>\"So if you're in an unavoidable or an unpredictable accident, in the blink of an eye an air bag fires, and in that firing, it throws shrapnel at you at a high rate of speed, there's really nothing you can do about it,\" he says.</p><p>\"One minute you're driving, the next minute, there's an accident — bang, boom! — an air bag pops and there's shrapnel thrown.\"</p><p>Takata, a Japanese auto supplier that serves the global auto industry, is responsible for more than 30 percent of car air bags. It's one of only three big air bag suppliers.</p><p>\"If one of those three suddenly needs to recall and replace a whole bunch — like, tens of millions of air bags that they've already produced — <em>plus</em> keep up with ongoing new vehicle air bags that they're already kind of at capacity producing, there ... isn't a solution,\" Brauer says. \"There's no pressure relief valve that they can turn to easily to make the old air bag replacements, while continuing to make the new air bags for new cars.\"</p><p>Four deaths have been linked to the defect. The problem seems to be triggered by humid conditions. The Department of Transportation has taken the unusual step of urging owners of millions of vehicles who live in areas with high humidity — such as Florida, other Gulf states and Hawaii — to act immediately.</p><p>The warning cautions drivers <em>not</em> to use their vehicles until they are serviced by a dealer.</p><p>Ellen Bloom, senior director of federal policy with Consumers Union, says she's worried that drivers have grown too apathetic about recalls.</p><p>For instance, in the big General Motors recall that affects tens of millions of cars, only about half have been brought in to be fixed.</p><p>\"The idea that air bag can explode and send pieces of metal into your flesh is troubling to say the least,\" Bloom says. \"Again, while no one should panic, we think it's a serious safety issue and that people should address it.\"</p><p>Bloom says the government and carmakers need to do a much better job of informing the public about and resolving recall issues — and urges consumers to check on recalls at <a href=\"http://www.safercar.gov/\" target=\"_blank\">safercar.gov</a>.</p><p>David Whiston, an equity analyst with Morningstar, says car companies' stock prices or sales are unlikely to be affected, as most of the vehicles covered under the recall are older models.</p><p>The background to this recall, Whiston says, is a movement to standardize parts across the globe. That's helpful for carmakers, \"but, when something goes wrong, it will now go wrong across a much wider number of vehicles than people are used to hearing about in the news for a recall,\" he says.</p><p>The main pressure in today's auto industry is to realize economies of scale, he says.</p><p>\"It's a viciously competitive industry; there really aren't a lot of weak players anymore. So, because of that, I think ... it's worth the automakers taking the risk of having more recall volume in exchange for getting more economies of scale,\" he says.</p><p>Whiston expects high-volume car recalls to continue — but you really need to pay attention to this one.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Quick+Fixes+For+Drivers+Affected+By+Air+Bag+Recall+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sonari Glinton","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358631336-a466d4.m3u?orgId=1&topicId=1006&ft=3&f=358570643"}]}