{"created":"2015-01-07T21:06:17+00:00","modified":"2015-01-08T19:18:27+00:00","valid":{"from":"2015-01-08T19:18:27+00:00","to":"3015-01-08T19:18:27+00:00"},"hreflang":"en","guid":"a3cdfc45-2e31-4c3e-be6a-ac6cccf1bbaf","title":"'Oh, you know, nobody wants to kill caricaturists like us'","published":"2015-01-08T19:18:25+00:00","byline":"Nina Porzucki, David Leveille","tags":["Charlie Hebdo attack","terrorism","satire","cartoons","deaths","Conflict","Conflict & Justice","Europe","France","Europe","Arash Derambarsh","Jean Cabut","Stephane Charbonnier","Charlie Hebdo","Mass media","Visual arts"],"teaser":"French publisher Arash Derambarsh was just a boy when he first watched cartoonist Jean \"Cabu\" Cabut on a popular French kids show. As an adult, he went on to publish Cabu's work and that of many of the cartoonists from Charlie Hebdo, including editor-in-chief Stéphane \"Charb\" Charbonnier.","contentencoded":"<p>The cartoonists killed in the Charlie Hebdo attack on Wednesday were well known across France, cultural mainstays whose work many French grew up with and followed over decades.</p>\n<p>Jean Cabut, who went by the pen name \"Cabu,\" was the lead cartoonist at Charlie Hebdo. He was 75. </p>\n<p>French publisher Arash Derambarsh knew him well. He was just 5 when he saw Cabu for the first time, on a hit TV show for children. He later met Cabu as an adult and confessed that he was a fan.</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Derambarsh even went on to publish some of Cabu's work. “I never imagined that I would one day work with him,” Derambarsh says.</p>\n<p>He also recalls that the cartoonist was extremely shy. “I never see a person that was so shy in my life,\" Derambarsh says. \"All the time, he would talk with his pen.\"</p>\n<p>\"He's the most gentle soul, he had great humor,\" says Agnes Poirier, the UK editor for French news magazine Marianne. She points out that while cartoonists like Cabu wrote for Charlie Hebdo, they were also much more broadly known.</p>\n<p>\"They were also on radio and they were also on television, and so, you know, they don't just belong to one publication, they're just part of the French culture,\" she says. \"They have shaped the humor of generations of French people.\"</p>\n<p>Also lost was another friend of Derambarsh's — 47-year-old Stéphane Charbonnier, or \"Charb,\" the weekly magazine's editor-in-chief. He was also was a frequent contributor of cartoons at the newspaper, and he was no stranger to death threats.</p>\n<p>Derambash says he talked to Charb a lot about terrorism, but the editor was determined not to give in to the threats. “He said to me, 'We have to make caricature, because this is the last thing that democracy has to give: expression,” Derambarsh remembers.</p>\n<p>When Derambarsh last spoke with Charb, about a month ago, he told the editor of Charlie Hebdo to be careful. He says Charb replied with this: “Oh you know, nobody wants to kill caricaturists like us.” </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Mon ami Tignous a été assassiné par les terroristes. Pensée émue à Charb, Cabu, Wolinski &amp; les victimes <a href=\"https://twitter.com/hashtag/CharlieHebdo?src=hash\">#CharlieHebdo</a> <a href=\"http://t.co/b9wmJJpp8M\">pic.twitter.com/b9wmJJpp8M</a></p>\n<p>— Arash Derambarsh (@Arash) <a href=\"https://twitter.com/Arash/status/552827132096036864\">January 7, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/010720153.mp3"},{"href":"http://www.pri.org/file/010720153mp3"}]}