{"created":"2014-09-25T15:05:14+00:00","modified":"2014-10-31T00:52:21+00:00","valid":{"from":"2014-10-31T00:52:21+00:00","to":"3014-10-31T00:52:21+00:00"},"hreflang":"en","title":"No Reason To Quit: Driver John Force Still Racing Full Throttle","published":"2014-07-03T18:33:00+00:00","teaser":"Force has been drag racing professionally since 1974. The 65-year-old has gone from blowing up his 10,000-horsepower engines to winning championships, and he has all the scars to prove it.","itags":["npr_api","325338364"],"guid":"a3d57398-e877-4478-9d91-bbdaf834ba6a","contentencoded":"<p>The National Hot Rod Association puts on one loud and fast show. Funny Cars dragsters accelerate to over 300 miles per hour on a straight, quarter-mile track. Each race lasts just 4 seconds.</p><p>If you've ever wondered what it's like to fire up the engine of a 10,000 horsepower Funny Car, just ask driver John Force.</p><p>\"It'll blow your ear sockets out,\" Force says. \"When you hit that throttle, you think an H-bomb just went off. The motor just roars. ... It can shake you so hard, it can knock you out.\"</p><p>Force is 65 years old and still in the driver's seat. He's not slowing down, either. Last month, he shattered the national record in Topeka, Kan.: 318.84 miles per hour in 4.021 seconds.</p><p>On the track, Force says, it's a good day whether you win or lose.</p><p>\"Better if you win,\" he says. \"But if you're alive at the other end, it's a good day.\"</p><p><strong>Cars Were A Way Of Life</strong></p><p>For as long as he can remember, Force has had a love for cars. He'd sneak out of his family's cramped, beat-up trailer home just to sit in his mom's red Buick Wildcat.</p><p>\"The car became your bedroom,\" he says. \"You carried your girlfriend's picture on the dash and your football helmet on the backseat.\"</p><p>The only thing better than sitting in that Buick was racing it, he says.</p><p>\"That was the first car I ever went down a racetrack in,\" Force says. \"And my dad was madder than hell.\"</p><p>But racing was in his blood, and by 1974, he made it into a career. Force would work on his car out of his brother's garage.</p><p>\"I slept in my pickup truck in the driveway,\" he says. \"There'd be nights we slept on the shop floor all night long and get up in the morning and go right back to work to fix the car.\"</p><p>He says they used to use junk parts because that's all they could afford. On race day, engines would blow and oil would spill. The first race his wife saw him in, \"his car was a ball of fire and his eyebrows were singed off,\" Laurie Force says.</p><p>\"Even I looked at him and said, 'Maybe you should find something else to do,' \" she says. \"I did not really have faith in him. I mean, he was truly that bad.\"</p><p>But John convinced her to stick around. She even worked on the crew mixing fuel and packing the car's parachutes.</p><p>\"I don't think any of us knew what we were doing,\" she says.</p><p>For nine long seasons, Force didn't win a single event. Then in 1986, he signed a $5,000 contract with Castrol oil company and everything changed.<strong></strong></p><p>John Force started winning.</p><p><strong>The Sweet Taste Of Victory</strong></p><p>Old ESPN interviews show him climbing out of his car, face covered in soot, hugging his crew and yelling: \"We did it! We did it! That's all that matters. I didn't even believe it! About 1,000 foot, she started nosing over. I thought, what a hunk, it ain't gonna happen. We did it!\"</p><p>Force got a new crew chief, started setting national records and went on to win an unprecedented 16 world championships.</p><p>From Montreal to Indianapolis, Force was unstoppable.</p><p>Even his rivals, including driver Cruz Pedregon, respected his tenacity. Pedregon first met Force during Pedregon's rookie year in 1992. Force had a nickname for Pedregon's McDonald's-sponsored car: \"The Hamburger Stand From Hell.\"</p><p>No matter what he did, Force couldn't beat Pedregon that year.</p><p>\"He was like the boxer on the ropes, bloody and one last gasp of hope,\" Pedregon says. \"He just threw a flurry and was missing like crazy, but he was giving it his all.\"</p><p>Force rolled his car over on its roof trying to get to the finish line.</p><p><strong>Catastrophic Collision At Texas Motorplex</strong></p><p>Force says you never forget the close calls.</p><p>\"Motor explodes, body can fly, fire can come up in the cockpit,\" he says. \"I've been known to scream a time or two out of fear. Anything can go wrong.\"</p><p>But nothing could prepare him for the race against Kenny Bernstein in Dallas back in 2007.</p><p>They hit the throttle, and at 315 miles per hour, Force's rear tire exploded. It was the worst crash of his career. Laurie Force says doctors didn't know if her husband would be able to walk again.</p><p>\"In all the years of his racing, I don't recall him ever even having to go to the hospital,\" she says. \"I knew he had concussions; I knew he'd roll over, caught on fire, all kinds of stuff. But he was always OK until that day.\"</p><p>Force broke his left ankle, lacerated his right knee, dislocated his left wrist and burned his hands.</p><p>After countless surgeries and months of intense rehab, he miraculously returned to the track for the 2008 season.</p><p>\"I was driving with casts on my arms and legs when I got back in the car — I wanted back in that bad,\" Force says. \"I should get out at my age, people say. No reason for me to quit. This is what I do.\"</p><p>He's not the only one: All three of Force's daughters race, too. His youngest, 26-year-old Courtney Force, took the 100th National Hot Rod Association victory for a female in May.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Reason+To+Quit%3A+Driver+John+Force+Still+Racing+Full+Throttle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"393"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326455045-12e099.m3u?orgId=1&topicId=1055&ft=3&f=325338364"},{"href":"http://media.npr.org/assets/img/2014/06/25/img_4783-4995966c7af0d32f1770e7e984ae0149569058f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3173","width":"4228"}}]}