{"created":"2014-10-07T19:05:41+00:00","modified":"2015-01-12T14:56:24+00:00","valid":{"from":"2015-01-12T14:56:24+00:00","to":"3015-01-12T14:56:24+00:00"},"hreflang":"en","title":"One Step To Combat Obesity: Make Stairs More Attractive","published":"2014-08-25T16:12:00+00:00","teaser":"In modern buildings, stairs are often stuck in a corner, ugly and hard to find. Now some architects want to return to the days when stairways were grand — focal points that people wanted to climb.","itags":["npr_api","337126235"],"guid":"a3d5a854-5041-410a-8cf5-f3d5d6e01451","contentencoded":"<p>If there's a single invention that helped shape New York City, literally, it might be the elevator. Along with steel frame construction, the elevator allowed New York City to grow up.</p><p>But according to architect <a href=\"https://www.pratt.edu/faculty_and_staff/bio/?id=dburn153\">David Burney</a>, former New York City commissioner of the Department of Design and Construction, it's time to celebrate the steps.</p><p>\"There was a time before the elevator when the staircase was a huge opportunity for architects — three-dimensional space, the sculptural quality of the stair,\" Burney says. \"So we'd like to bring the staircase back.\"</p><p>Why the enthusiasm for the stairs? The answer is more medical than architectural. This is a public health campaign.</p><p>\"As architects and planners, we've been part of the problem, in terms of making our lives so sedentary, making things so easy. And there are ways that we can and should correct that,\" Burney says.</p><p>The city wants more steps, and more people to climb them, because of the research showing health benefits to taking the stairs.</p><p>\"It's a vigorous activity. It burns more calories per minute than jogging,\" says <a href=\"http://insight.gbig.org/author/klee/\">Dr. Karen Lee</a>, who advises governments around the world on public health issues related to the built environment, and is a special adviser to the World Health Organization.</p><p>Lee cites a <a href=\"http://stroke.ahajournals.org/content/29/10/2049.long\">long-term study</a> of 10,000 men. \"Men who climbed 20 to 34 floors of stairs per week — that's about 3 to 5 floors a day — had a 29 percent reduction of their risk of stroke,\" Lee says. \"That 29 percent reduction was independent of whether people exercised in leisure time.\"</p><p>Here's another <a href=\"http://www.ajpmonline.org/article/S0749-3797%2804%2900305-8/pdf\">piece of evidence</a>: Researchers calculated how many calories stair-climbing burns. \"If the average American adult was to climb just two more minutes of stairs per day,\" Lee explains, \"we could burn enough calories to offset the average annual weight gains we see in American adults.\"</p><p>U.S. adults, on average, gain about a pound a year. And just two additional minutes of stair climbing per day should prevent that gain.</p><p>New Yorkers confront steps often whether they like it or not — walking through the city and getting in and out of the subway. But how do you get people to climb by choice? <a href=\"http://www.nyc.gov/html/doh/html/living/smoke-researchers.shtml\">New York City's Department of Health and Mental Hygiene</a> has been hanging <a href=\"http://www.nyc.gov/html/doh/downloads/pdf/tcny/takethestairs.pdf\">posters</a>.</p><p>\"Our stair prompts are neon green, really eye catching,\" says <a href=\"http://www.nyc.gov/html/doh/html/pr2008/pr033-08.shtml\">Christine Johnson,</a> assistant commissioner for the Bureau of Chronic Disease Prevention and Tobacco Control at NYC's Department of Health.</p><p>The posters tap into two classic New York motivators: guilt and vanity. They read: \"Burn Calories, Not Electricity. Take the Stairs!\"</p><p>\"We have distributed 30,000 stair prompts in over 1,000 buildings,\" Johnson says.</p><p>Of course, not everyone can take the steps — there are people with disabilities, or who are carrying packages or pushing strollers. But the campaign isn't just about stairs. It's part of a bigger movement called \"active design.\" The term was coined when New York City agencies came together a few years ago and created <a href=\"http://centerforactivedesign.org/guidelines/\">Active Design Guidelines </a>for architects and planners. The idea is to build an environment that can help us expend energy and use architecture to promote health. Now all new city buildings must consider active design strategies. And the idea has caught on around the country.</p><p>\"We always say that this is not rocket science,\" says Joanna Frank. She's the executive director of the <a href=\"http://centerforactivedesign.org/\">Center for Active Design</a>, a city-funded nonprofit that promotes the guidelines.</p><p>\"The actual individual strategies that we're advocating for are simple,\" Frank says — \"planting street trees, putting in a bench, closing off a small piece of street to create a plaza.\" There's good evidence that improvements like that entice people to walk more.</p><p>David Burney says it's one more way of using design to promote health.</p><p>\"If you think about the history of disease, like typhoid, tuberculosis and cholera, a lot of them were solved by changes in the built environment — improved water supply, better sanitation,\" says Burney, who leads the Center for Active Design's governing board. \"So actually there's a strong relationship between architects and planners and public health.\"</p><p>Of course, unlike with pipes, in order for stairs to improve health, people have to play along. Building the stairs is not enough; you have to get people to use them.</p><p>\"We're not asking people to go to the gym every day,\" Burney says. \"We're trying to do this in a way that is seamless.\"</p><p>A good example of attractive stairs can be found at <a href=\"https://www.google.com/search?q=stairs+at+grand+central+station&newwindow=1&client=firefox-a&hs=Kyy&rls=org.mozilla:en-US:official&channel=sb&tbm=isch&tbo=u&source=univ&sa=X&ei=q-DbU63OB5CZyATE-YGIAw&ved=0CB4QsAQ&biw=1280&bih=610#facrc=_&imgdii=_&imgrc=QZXrJ76xTtNb0M%253A%3B4ltxhP6l9R-ZZM%3Bhttp%253A%252F%252Fwww.nyc-architecture.com%252FMID%252F031_GCT_STAIRCASE.jpg%3Bhttp%253A%252F%252Fwww.nyc-architecture.com%252FMID%252FMID031.htm%3B432%3B284\">Grand Central Station</a>, home to some of the most iconic steps in New York City. They're prominent. They're marble. Tourists stop to take pictures of them. And, most importantly, people climb them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Step+To+Combat+Obesity%3A+Make+Stairs+More+Attractive&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Flora Lichtman","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337715936-6de33b.m3u?orgId=1&topicId=1066&ft=3&f=337126235"},{"href":"http://media.npr.org/assets/img/2014/08/01/stairs_go-9dc9718d5752e6ba85355a06c5d0d6e3ed6a4be9.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2879","width":"3836"}},{"href":"http://media.npr.org/assets/img/2014/08/01/stairs-tall_custom-0e15d2bf094d3573bbb7d7c15eeb81f4f4e52854.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"4000","width":"748"}}]}