{"created":"2014-09-20T09:11:08+00:00","modified":"2014-12-04T15:15:56+00:00","valid":{"from":"2014-12-04T15:15:56+00:00","to":"3014-12-04T15:15:56+00:00"},"hreflang":"en","title":"Why Afghanistan's 'Underground Girls' Skirt Tradition To Live As Boys","published":"2014-09-23T13:38:00+00:00","teaser":"In a new book, journalist Jenny Nordberg writes about the <em>bacha posh</em>, young girls who dress up like boys to enjoy the freedoms of being an Afghan male for as long as they can.","itags":["npr_api","349859050"],"guid":"a3ed03ee-4736-4c73-adce-a38867dc0d7d","contentencoded":"<p>In many families of Afghanistan, the birth of a girl is mourned. While boys are seen as blessings, girls are considered burdens and forced to live a strict life of limited options. They can't leave the house alone; they're not educated; and they're dressed in clothes that conceal them and literally restrict their view of the world.</p><p>But some young girls find a way to fight that for at least a few years.</p><p>In 2010, Jenny Nordberg wrote <a href=\"http://www.nytimes.com/2010/09/21/world/asia/21gender.html?adxnnl=1&adxnnlx=1411139788-Y8WULT91rifoLt8q7XoQvQ\">the first stories</a> about the <em>bacha posh</em>, girls who dress up like boys to live as a boy as long as they can. Those stories appeared, to much interest and acclaim, in <em>The New York Times</em>. She has now expanded her reporting into a new book called <em>The Underground Girls of Kabul: In Search of a Hidden Resistance in Afghanistan</em>.</p><p>Nordberg tells NPR's Scott Simon about how common the <em>bacha posh</em> are in Afghanistan, and what's expected of them once they hit puberty.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On discovering a <em>bacha posh </em>among the children of a female Afghan parliamentarian</strong></p><p>This was the very first time I was invited to her house, and I came to interview her about being a parliamentarian in Afghanistan. ... And I was with the two little twin girls, and they spoke a little bit of English, like a limited English, and we had a conversation that was mostly about, \"What color do you like? What do you want to be when you grow up?\" And all of a sudden, one of them said, \"You know our brother is really a girl.\" And I looked at her, and I was like, \"Yeah, yeah.\" And then the other said, somewhat annoyed that I didn't take her seriously, she said, \"No, no. <em>It's our sister</em>.\" And at that point, I hadn't met the youngest in the family. She had four children all together, and I knew them as three girls and a youngest boy.</p><p><strong>On how common a practice it is in Afghanistan </strong></p><p>Every single Afghan I have spoken to, except for those who have been abroad for a very long time and are essentially expatriates, they will know of someone. They will have a neighbor, someone in their extended family, a great-grandmother, a colleague, there will usually be one in a school. In more conservative areas, there might be more. But every Afghan will know about this, and every Afghan has a story to tell.</p><p><strong>On how easy it is to disguise a girl as a boy</strong></p><p>Oh, it's simple. You know, it's a child, so who can really tell the difference? When I first met Mehran, who's Azita's daughter, she walked into the room — she's a 6-year-old child — and whereas her sisters are very girly and giggly and, you know, have all those typical sort of feminine traits, this is a boy. She walks in with a short haircut, a denim shirt, hips forward, much of an attitude, points a toy gun at me. It's a whole different character. I mean, it's important to, I think, understand that in extreme segregation where men and boys are given almost all the rights, it's very important for that system to be upheld — that boys look like boys and girls look like girls. So, in a sense, that makes it easier to pass to the other side.</p><p><strong>On what happens when a <em>bacha posh</em> reaches puberty</strong></p><p>In most cases, this is when Afghan girls are supposed to become girls again, to take on the very traditional path of Afghan women, which is that you are married off to a husband of your parents' choice, and you will become a mother, ideally have sons of your own. So it's very important for the girls not to go through puberty as boys.</p><p>Zahra is [a <em>bacha posh</em>] who's pushed it further than that. She was 15 when I first met her, and she's a tomboy. She said to me, \"I see how women are treated here. Why would I want to be one of them?\" So she goes to great lengths to disguise herself as a boy, and she has constant daily arguments with her parents, who beg of her, \"Can you become more feminine? Can you grow out your hair?\" And she refuses. She will walk in a hunched-over way, in an exaggerated male fashion, and very much take on the attitude of a young man. This is how she's grown up, and this is what feels natural to her. So, there are a few who actually are able to resist, but most of the time, you don't go against your parents.</p><p><strong>On the universal takeaways from the <em>bacha posh</em> story</strong></p><p>I think it's a story about oppression, and I think that's a universal story. This is something that women and girls have done throughout our own history. There were women who joined the Civil War here as men because women were not allowed to get an education, to become doctors. It's a story of passing, and how to buck the system in an impossible society.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Afghanistan%27s+%27Underground+Girls%27+Skirt+Tradition+To+Live+As+Boys&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"391"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350083307-8d50b9.m3u?orgId=1&topicId=1033&ft=3&f=349859050"},{"href":"http://media.npr.org/assets/img/2014/09/19/underground-girls-hires-cover-57e702c67932157815bbd117c80c1f611854b893.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1208","width":"1611"}},{"href":"http://media.npr.org/assets/img/2014/09/19/jenny-nordberg---author-photo---credit-magnus-forsberg-f2c5ef8e80af2d6daf8e914db4b0bfec13f2ad1c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"786","width":"1048"}}]}