{"created":"2015-06-02T02:45:33+00:00","modified":"2015-06-11T16:40:44+00:00","valid":{"from":"2015-06-11T16:40:44+00:00","to":"3015-06-11T16:40:44+00:00"},"hreflang":"en","title":"Justices: Retailer Can't Refuse To Hire Someone Because She Wears Hijab","published":"2015-06-02T17:31:00+00:00","teaser":"Samantha Elauf wore a headscarf to a job interview at an Abercrombie & Fitch store and was denied a position because of it. On Monday, the Supreme Court ruled that that was clearly wrong.","itags":["npr_api","411271199"],"guid":"a3f26f16-4930-4ae4-919d-74c4d9d0c2fc","contentencoded":"<p>The U.S. Supreme Court ruled Monday that Abercrombie & Fitch violated the nation's laws against religious discrimination when it refused to hire a Muslim teenager because she wore a headscarf.</p><p>Samantha Elauf, 17, applied for a job selling clothes at the Abercrombie Kids store in Tulsa. She long had worn a hijab — a headscarf — for religious reasons, and she wore the black scarf when she was interviewed by the store's assistant manager.</p><p>She was highly rated and recommended for hiring — but the regional Abercrombie manager ordered her score downgraded because of her headscarf, and she was not hired.</p><p>\"I was a teenager who loved fashion and was eager to work for Abercrombie,\" she said. \"Observance of my faith should have not prevented me from getting a job.\"</p><p>So Elauf filed a complaint with the Equal Employment Opportunity Commission, and the agency took Abercrombie to court.</p><p>There the retailer defended its action, citing its so-called look policy, which it described as \"a classic East Coast collegiate style of clothing.\" Elauf's dress for the interview — a T-shirt and jeans — fit in well with that policy, but the headscarf did not.</p><p>Abercrombie noted its look policy did not allow caps, terming them \"too informal for the image we project.\"</p><p>The retailer further maintained that if Elauf wanted an exception to allow her to wear the headscarf, she was responsible for making the case for a religious exception at the time of her job interview.</p><p>On Monday the Supreme Court rejected those arguments by an 8-to-1 vote.</p><p>In announcing the court's decision, Justice Antonin Scalia called the case easy and straightforward: Under the federal law banning discrimination based on religion, \"an employer may not make an applicant's religious practice, confirmed or otherwise, a factor in employment decisions.\"</p><p>Elauf was elated.</p><p>\"I'm glad that I stood up for my rights, and I'm grateful to the Supreme Court for today's decision,\" she said. \"I hope that other people realize this type of discrimination is wrong.\"</p><p>Some in the business community, however, were disheartened by the decision.</p><p>Karen Harned, a legal expert with the National Federation of Independent Business, said small businesses may find it difficult to implement the court's decision. In particular, Harned noted that many small businesses do not have lawyers or HR professionals on staff to guide them.</p><p>Although civil rights laws like one \"may seem easy to the person that is not actually in the trenches working with them every day,\" she said, they aren't simple for small-business owners. \"They can get easily tripped up.\"</p><p>EEOC General Counsel David Lopez responded that the rules for employers are not that difficult and that <a href=\"http://www.eeoc.gov/laws/types/religion.cfm\" target=\"_blank\">the law requires an accommodation for religious practices</a> unless the accommodation would pose an undue burden on the employer. He said that to refuse to make a religious accommodation, an employer would have to show that an accommodation \"would actually impact its operations in a meaningful way.\"</p><p>Since the <em>Elauf</em> case began — engendering considerable publicity — Abercrombie has dropped its no-headscarf policy. In a statement on Monday, Abercrombie said it has replaced its look policy with a new dress code that allows associates to be \"more individualistic.\" The company also said it has changed its hiring practices \"to not consider attractiveness.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Justices%3A+Retailer+Can%27t+Refuse+To+Hire+Someone+Because+She+Wears+Hijab&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"337"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411271202-e18a28.m3u?orgId=1&topicId=1070&d=337&p=2&story=411271199&t=progseg&e=411246434&seg=16&ft=nprml&f=411271199"},{"href":"http://media.npr.org/assets/img/2015/06/01/464373804-551d39eecad5c5963e5c9898c6abc220298515ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}}]}