{"created":"2015-01-15T18:52:01+00:00","modified":"2015-01-15T21:55:45+00:00","valid":{"from":"2015-01-15T21:55:45+00:00","to":"3015-01-15T21:55:45+00:00"},"hreflang":"en","title":"Duke University Cancels Plans For Muslim Call To Prayer","published":"2015-01-15T21:55:00+00:00","teaser":"In the face of opposition, the university canceled plans to start doing a Muslim call to prayer from the chapel bell tower on Fridays.","itags":["npr_api","377491655"],"guid":"a3f5302e-f7df-46c0-9e67-50575de9eda8","contentencoded":"<p><strong>Update 3:45 p.m.:</strong> Duke University has released the following statement:</p><blockquote><p>Duke University has reconsidered a previously announced plan to present a traditional Muslim call-to-prayer from the Duke Chapel bell tower, campus officials said Thursday.</p><p>The call to prayer, or “adhan,” which announces the start of a weekly jummah prayer service that has been held in the Chapel basement for the past several years, will not come from the bell tower on Friday as announced earlier.</p><p>“Duke remains committed to fostering an inclusive, tolerant and welcoming campus for all of its students,” said Michael Schoenfeld, vice president for public affairs and government relations. “However, it was clear that what was conceived as an effort to unify was not having the intended effect.”</p><p>Jummah prayers have taken place in the basement of Duke Chapel for many years, and start with the traditional call to prayer chant. Members of the Muslim community will now gather on the quadrangle outside the Chapel, a site of frequent interfaith programs and activities, before moving to its regular location for prayers. More than 700 of Duke’s 15,000 undergraduate and graduate students identify as Muslim.</p><p>“Our Muslim community enriches the university in countless ways,” said Schoenfeld. “We welcome the active expression of their faith tradition, and all others, in ways that are meaningful and visible.”</p></blockquote><p><p class=\"sep\"></p><p><strong>Our earlier report:</strong> Starting tomorrow, the Muslim call to prayer will ring out on Fridays at 1 p.m. from the Duke University Chapel bell tower in Durham, North Carolina.</p><p>A member of the Muslim Students Association will chant the call, or &#8220;adhan,&#8221; to announce the start of the group&#8217;s jummah prayer service.</p><p>There has been a range of positive and negative reaction. <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks with Rev. <strong>Luke Powery</strong>, dean of Duke Chapel, about the decision to start the call at the university.</p><h4>Interview Highlights: Luke Powery</h4><p><strong>On the conversation at Duke surrounding the call to prayer</strong></p><p>&#8220;As a university chapel serving the larger Duke community and wider community, there are various perspectives both positive and negative in relation to having the adhan chanted from the chapel tower. So one of the things that is important for us to remember as a Duke chapel, it serves many different roles at Duke University. We are obviously a Christian community, I’m a Christian Baptist preacher and have multiple services every week &#8212; we’re on YouTube, the radio&#8230; I think that’s important for people to know, that there’s still a vibrant Christian presence on campus, even with our various campus ministries. But at the same time, we serve the whole entire Duke University community, which is very diverse, religiously, culturally, racially.&#8221;</p><p><strong>On arguments he&#8217;s hearing against doing the call to prayer</strong></p><p>&#8220;I think some of the arguments are related to that call to prayer being done in the chapel tower. The building itself has Christian symbolism. But what people may not understand is that there are various other religious groups on campus, from Hindus to Buddhists to other Christian groups that use the chapel building for various prayers and worship services.</p><p>I think another thing that we have heard is thinking about some of the radicalism that we see expressed in various parts of the world. People align a kind of radical expression of Islam with all Muslims, and I think what we have to say is we cannot essentialize any particular religious group or racial group, because we are much more complicated than that as human beings. When we think about Duke University and if we think about the wide variety of religious expressions, our Muslim students are Duke students as well, including our faculty and staff. So I think at times people from the outside may not understand exactly what the realities are on the ground here at Duke University and our particular role as university chapel. &#8230; So I think at times these responses that may be negative come out of a sense of fear, feeling threatened, and I can understand that.&#8221;</p><p><strong>On Christian evangelist Franklin Graham&#8217;s <a href=\"https://www.facebook.com/FranklinGraham/posts/846885738700942\" target=\"_blank\">Facebook comment</a></strong></p><blockquote><p><em>&#8220;As Christianity is being excluded from the public square and followers of Islam are raping, butchering, and beheading Christians, Jews, and anyone who doesn’t submit to their Sharia Islamic law, Duke is promoting this in the name of religious pluralism. I call on the donors and alumni to withhold their support from Duke until this policy is reversed.&#8221;</em></p></blockquote><p>&#8220;I think Reverend Graham obviously can hold to his opinion, which is a particular opinion held by numerous Christians&#8230; Here the blessing that we find is that we can have still a Christian ethos but yet have this hospitality extended to a variety of groups. And I would say we cannot essentialize to say all Muslims are this way, or this group, or all Christians are this way, because there are also many Christians who would not espouse to the things that Reverend Graham espouses to as well.&#8221;</p><p>&#8220;I would say that we at Duke are trying to model a different understanding of Christianity, knowing that there are a variety of perspectives, but none of us are God and we are all seeking understanding. And so this is our attempt. As a spiritual leader at the university, it is wonderful to see our students, faculty and staff express their faith in whatever stripe that might be that we can embody and live into what is the university motto: Eruditio et Religio. Learning, knowledge and faith. So what we’re trying to do is bridge faith and learning and help students along their own spiritual journey.&#8221;</p><p>&#8220;There are chaplains that are &#8212; a Muslim chaplain we have had since 2009 and various other chaplains form other religious groups &#8212; that guide their students. But our role is to facilitate, convene, think about interfaith cooperation and education, religious literacy, while at the same time being a chapel staff who are deeply Christian, preaching and sharing the love of Christ.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"https://chapel.duke.edu/contact/staff\" target=\"_blank\">Luke Powery</a></strong>, dean of <a href=\"https://chapel.duke.edu/\" target=\"_blank\">Duke University Chapel</a> and associate professor of the practice of homiletics at <a href=\"https://divinity.duke.edu/\" target=\"_blank\">Duke Divinity School</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Duke+University+Cancels+Plans+For+Muslim+Call+To+Prayer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377529123-207914.m3u?orgId=1&ft=3&f=377491655"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0115_duke-chapel.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"914","width":"1280"}}]}