{"created":"2015-03-09T19:41:49+00:00","modified":"2015-05-13T21:10:31+00:00","valid":{"from":"2015-05-13T21:10:31+00:00","to":"3015-05-13T21:10:31+00:00"},"hreflang":"en","title":"Do Parents Nurture Narcissists By Pouring On The Praise?","published":"2015-03-10T13:16:00+00:00","teaser":"Telling your kids that they're superfabulous encourages narcissistic thinking, researchers say. And that doesn't bode well for their future happiness. Better to recognize effort and say, \"I love you.\"","itags":["npr_api","391874530"],"guid":"a3f635ea-c342-4f02-b8fa-d5596a75d450","contentencoded":"<p>When a kid does something amazing, you want to tell her so. You might tell her that she's very smart. You might tell her that she's a very special kid. Or you might say that she must have worked really hard.</p><p>On the surface, they all sound like the same compliments. But according to <a href=\"http://www.comm.ohio-state.edu/people/faculty/userprofile/67.html\">Brad Bushman</a>, a communications and psychology professor at Ohio State University, the first two increase the child's chances of becoming a narcissist. Only the last one raises the child's self-esteem and keeps her ego in check.</p><p>Bushman and a group of collaborators surveyed parents to see how they show warmth and value their child's accomplishments. They then compared those findings to the children's levels of self-esteem and narcissism. The <a href=\"http://www.pnas.org/content/early/2015/03/05/1420870112.abstract\">results</a> were published Monday in the <a href=\"http://www.pnas.org/\"><em>Proceedings of the National Academy of Sciences</em></a>.</p><p>Of course, self-esteem and narcissism are two very different things. The difference has to do with how you value yourself compared to other people. \"Self-esteem basically means you're a person of worth equal with other people,\" Bushman tells Shots. \"Narcissism means you think you're better than other people.\"</p><p>And not in a good way.</p><p>\"Narcissism is a somewhat toxic personality trait,\" <a href=\"http://www.psychology.sdsu.edu/people/jean-twenge/\">Jean Twenge</a>, author of <a href=\"http://www.narcissismepidemic.com/\"><em>The Narcissism Epidemic</em></a> and psychology professor at San Diego State University, tells Shots. Narcissists tend to overestimate their abilities, take too many risks and mess up their relationships, she says. Some people see narcissists hurting the people and society around them, but they hurt themselves, too. \"In the long term it tends to lead to failure,\" Twenge says.</p><p>While narcissists tend to have high self-esteem, not all people with high self-esteem are narcissists. Bushman needed to separate the two. So he asked children ages 7 to 12 years old how they felt about statements like \"Some kids like the kind of person they are,\" or \"Kids like me deserve something extra.\" The first statement measures self-esteem; the second, narcissism.</p><p>Bushman made sure to focus on children between 7 and 12 years old, so that by the time the study finished all of them would be older than 8. \"You can't measure narcissism in children before age 8, because every child is a narcissist,\" he says. If you ask younger kids in a classroom if they are good at math or good at baseball, Bushman says all the kids will raise their hands.</p><p>Then he surveyed the children's parents, asking them to respond to statements to determine whether they overvalued their children. For example, \"I would not be surprised to learn that my child has extraordinary talents and abilities,\" or \"Without my child, his/her class would be much less fun.\" And he asked how they expressed warmth toward their child by measuring how strongly they agreed with statements like \"I let my child know I love him/her.\"</p><p>When he analyzed the results from the surveys, Bushman found that the more narcissistic children had parents who consistently overvalued their accomplishments. He ran additional tests to make sure that the parents weren't narcissists, too — after all, it's possible that the children could be mirroring narcissistic behavior. But statistically, the children of narcissists aren't more likely to be narcissists themselves.</p><p>The research team continued to survey the same group of 565 children and their parents for a year and a half. They watched the children develop, and they could link each child's tendency toward self-esteem or narcissism back to what the parents had told them six months earlier.</p><p>\"We're not just measuring their narcissism at time one; we're using these measures to predict the behavior a year and a half later,\" says Bushman. \"Parental warmth doesn't predict it. Parental narcissism alone doesn't predict it. But parental overvaluation alone does predict it.\"</p><p>Bushman is particularly worried about narcissism because both he and other researchers have linked it to <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/9686460\">aggressive and violent behavior</a>. He thinks it's partly because narcissists are less likely to feel empathy toward others.</p><p>\"Empathy involves putting yourselves in other people's shoes, but narcissists have a very difficult time putting themselves in other people's shoes,\" Bushman says. Plus, he says that narcissists respond poorly when they don't get special treatment. \"Whenever people have this sense of superiority, then they lash out at others in an aggressive way.\"</p><p>Of course, someone who appears more narcissistic at age 10 isn't necessarily going to grow up to be a narcissistic adult, let alone aggressive. And the results of this study hinge on a handful of short surveys — no extensive personality testing here.</p><p>\"There are definitely going to be things that influence the personality after that stage,\" says Twenge. \"Those [narcissistic] tendencies may start to show up around then, but will continue to be influenced by parenting and environment throughout adolescence.\"</p><p>But this study has Bushman thinking about the way he <a href=\"https://www.psychologytoday.com/blog/get-psyched/201401/praise-penicillin-must-not-be-given-haphazardly\">praises</a> his own children. \"It's a lot better to say 'You worked really hard' than 'You must be really smart,' \" he says, \"because if you tell the kid that they're smart and then if they fail they think 'Oh I'm stupid.' \" If the praise relates to effort, a child who fails will work harder next time.</p><p>Bushman is also trying to cultivate self-esteem in his children, because people with high self-esteem tend to have <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22730921\">lower levels of anxiety</a> and depression over time. Based on Bushman's research, parents can raise their children's self-esteem just by expressing more warmth.</p><p>Both researchers agree that voicing the connection you feel to your children really helps. \"If you want to look for a substitute for 'You're special,' just say 'I love you,' \" says Twenge. \"It's what you mean, and it's a much better message.\"</p><p>UPDATED March 11, 2013: Bushman writes in an email to Shots that there are many ways to deflate praise. Parents can read more about his guidance in <a href=\"https://www.psychologytoday.com/blog/get-psyched/201401/praise-penicillin-must-not-be-given-haphazardly\">his writing for <em>Psychology Today</em></a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+Parents+Nurture+Narcissists+By+Pouring+On+The+Praise%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Poncie Rutsch","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391915193-1bf0bc.m3u?orgId=1&topicId=1128&d=265&p=2&story=391874530&t=progseg&e=391915103&seg=10&ft=nprml&f=391874530"}]}