{"created":"2014-11-07T07:03:30+00:00","modified":"2015-03-24T23:06:04+00:00","valid":{"from":"2015-03-24T23:06:04+00:00","to":"3015-03-24T23:06:04+00:00"},"hreflang":"en","title":"A Musician Writes A Soundtrack For His Grandparents' Love Story","published":"2014-11-18T01:13:00+00:00","teaser":"\"I wanted a chance to have other conversations with him,\" Peter Miller says of his late grandfather, whose letters to his wife inspired Miller's new album with We Are the Willows.","itags":["npr_api","361428490"],"guid":"a3fa52c4-b389-4a19-87f3-c4f6f9586b43","contentencoded":"<p>Peter Miller is the principal songwriter and lead singer of the Minneapolis band We Are the Willows. For the group's new album, <em>Picture (Portrait)</em>, Miller wrote songs inspired by more than 350 letters sent to his grandmother, Verlie Miller, from his grandfather, Alvin Miller, during World War II.</p><p>In an interview with NPR, Peter Miller describes the moment his grandfather first saw Verlie Branstner. It was in November 1941 in rural Minnesota, and Alvin was 20.</p><p>\"His siblings had told him about Verlie Branstner, that she was really beautiful and he had to meet her,\" Peter says. \"And so he took a job splitting wood for Verlie's father. They called him in for lunch, and that's when he first saw my grandma.\"</p><p>Peter recounts this moment in \"Turpentine to an Open Wound,\" a song he says contains lines that offer the most literal representation of his grandfather's written words. He says many of the letters his grandfather wrote to Verlie included memories of the first time he saw her.</p><p>\"He's later talked about it like his heart fell to the floor and he was overwhelmed by her,\" Peter says.</p><p>The following June, Alvin and Verlie went on their first date: It was Alvin's birthday, and he drove Verlie to work. They continued to see each other that summer, meeting to go for drives.</p><p>\"In some of the letters, he talks about kissing her, and that she would say that they needed to take five-minute breaks from kissing,\" Miller says.</p><p>Months later, Alvin left with the Army to fight in World War II. \"He asked my grandma to marry him before he left,\" Peter says of his grandfather. \"And she said no on the grounds of, like, they still didn't know each other well enough.\"</p><p>So for the next four years, Alvin and Verlie wrote to one another. Alvin couldn't include much detail in his letters, like where he was stationed exactly or what he was experiencing. At times, their correspondence was scattered.</p><p>\"He tells her that she doesn't have any obligations to him, that she's a free person and can decide what she wants for her life,\" Peter says. \"And if that was to not be committed to him, that was her choice. But they kept writing and they kept corresponding. I think there was something there that was drawing them together.\"</p><p>Some of Alvin's darkest correspondence comes from his time in the South Pacific.</p><p>\"There's a period of time where he started signing off on all of his letters with his military ID number. You know, literally the line, 'With love from me, <br />37322636,' \" Peter says. At other points around this time, he said that he's been called everything but his name over the last few months. I just have to imagine somebody in that situation: How do you understand yourself?\"</p><p>Decades later, Peter lived with his grandparents while attending college. \"My grandma would invite me over to their side of the house for supper every night,\" he says. \"And every once in a while, she'd get to talking about these letters. I'd always tell her that I wanted to read them someday. And she'd always respond, 'Oh, you don't want to read those. They're so boring!'\"</p><p>Verlie Miller got around to asking Peter what possessions of his grandparents' he might want when they pass away. He told her if it wasn't too much to ask, he wanted the letters. So when Peter graduated from college, she gave them to him.</p><p>Peter says he could only read one or two of the letters in a sitting. \"It was kind of a lot to take in,\" he says. \"Suddenly, I had this access to who my grandpa was as a young man, only ever having known him as my grandpa. In some ways, it was interesting to see how similar he was, but also interesting to see the ways in which he was different. That would re-inform how I understood him.\"</p><p>Alvin Miller died two years ago. Peter had been spending up to 30 hours a week taking care of him. He says that in writing the album <em>Picture (Portrait)</em>, \"I wanted a chance to have other conversations with him. ... This seemed like the best way.\"</p><p>After the war, Alvin spent time in San Francisco before returning to the Midwest and seeing Verlie again. \"He said that he kissed her so hard that she wanted to marry him,\" Peter says.</p><p>They continued to write while Alvin was working in Minneapolis and Verlie was living farther north.</p><p>\"Literally, the last letter that I have of his is a week before their wedding,\" Peter says. \"And he's writing her to say that he just got a haircut, he's taking the bus up to northern Minnesota, and that he'll see her really soon.\"</p><p>Before writing the album, Peter asked his grandmother for permission, and he brought the album to her when it was finished.</p><p>\"She listened through to the whole thing,\" he says. \"And she said that I captured my grandpa's voice — and that she feels like she's stepping back into time and reliving these things.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Musician+Writes+A+Soundtrack+For+His+Grandparents%27+Love+Story&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leah Scarpelli","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362226279-2bc7f8.m3u?orgId=1&topicId=1106&e=361428490&d=234&ft=nprml&f=361428490"},{"href":"http://media.npr.org/assets/img/2014/11/04/watw_-e79c85b0e0adf43ad51751655d09f0a60b8dd2dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"751","width":"1001"}},{"href":"http://media.npr.org/assets/img/2014/11/04/we-are-the-willows-2_custom-71e17b6333f8db2e11cfe442721240c9fbf8d258.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"735","width":"485"}}]}