{"created":"2014-10-08T15:53:59+00:00","modified":"2014-10-31T02:00:15+00:00","valid":{"from":"2014-10-31T02:00:15+00:00","to":"3014-10-31T02:00:15+00:00"},"hreflang":"en","title":"Filtering A New Idea: A Book That's Educational And 'Drinkable'","published":"2014-05-18T02:32:00+00:00","teaser":"Improving access to clean water can reduce the spread of diarrheal diseases in developing countries. The \"Drinkable Book\" should help: It has water safety tips and each page works as a filter.","itags":["npr_api","313168836"],"guid":"a3fbb827-7327-4448-a686-1b76143b2375","contentencoded":"<p>From the outside, \"The Drinkable Book\" looks like a normal book. It's about an inch or two thick, with 20 pages. But these pages do a lot more than convey information. Each page also serves as a water filter, a valuable tool for preventing waterborne illness in the developing world. Globally, about <a href=\"http://water.org/water-crisis/water-facts/water/\">3.4 million people</a> die each year from water-related diseases.</p><p>\"A lot of water issues aren't just because people don't have the right technology, but also because they aren't informed why they need to treat water to begin with,\" says Theresa Dankovich, the chemist who developed the filter paper. \"So I really like the educational component, and it's very nice to store it in a book.\"</p><p>The pages are about a millimeter thick and contain silver nanoparticles. The silver can rid the water of harmful microbes, but has very little effect on humans.</p><p>\"Essentially the microbes come in contact with silver in the paper and as a result they are killed by the interaction and the water is clean for us to drink,\" she says.</p><p>To use the book, you rip one of the pages in half, slide it into the filter box (which doubles as a cover for the book) and pour contaminated water through. After a few minutes, the bacteria is reduced by 99.9 percent and is comparable to U.S. tap water.</p><p>Dankovich has been working on this paper for years. The book came together when an ad agency designer got wind of the technology. The ad agency, DDB, linked Dankovich's technology with WATERisLIFE, one of its clients. And the drinkable book was born.</p><p>The water safety tips, printed in nontoxic ink, include washing your hands before eating and keeping trash away from your water source. That information will be printed in English and local languages.</p><p>\"Our main goal is to reduce the spread of diarrheal diseases, which result from drinking water that's been contaminated with things like E. coli and cholera and typhoid,\" Dankovich says. \"And we think we can help prevent some of these illnesses from even happening.\"</p><p>The books cost just a few dollars to make; each piece of filter paper costs about 10 cents. The filters can last a couple of weeks, even up to a month. So the entire books could provide the tools to filter clean water for about a year.</p><p>Dankovich tested the paper in South Africa last year. This fall she'll take the drinkable books to Ghana for more tests and feedback.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Filtering+A+New+Idea%3A+A+Book+That%27s+Educational+And+%27Drinkable%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313457828-7ddc7d.m3u?orgId=1&topicId=1007&ft=3&f=313168836"},{"href":"http://media.npr.org/assets/img/2014/05/17/487410075-790db0da4a609362bea732e01ae96d498851e8a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2679","width":"3574"}}]}