{"created":"2015-03-04T20:30:26+00:00","modified":"2015-05-13T21:11:24+00:00","valid":{"from":"2015-05-13T21:11:24+00:00","to":"3015-05-13T21:11:24+00:00"},"hreflang":"en","title":"The Anti-Pollution Documentary That's Taken China By Storm  ","published":"2015-03-05T01:29:00+00:00","teaser":"A prominent journalist with a sick child quit her job and produced an eye-opening look at the consequences of China's air pollution problem. Some 200 million have watched it since the weekend.","itags":["npr_api","390689033"],"guid":"a40d63b1-0eaf-43ac-bdbd-a4875eb2d37c","contentencoded":"<p>Two hundred million and counting: That's how many times a documentary about China's massive air pollution problem has been viewed online since the weekend. Environmentalists are hailing it as an eye-opener for Chinese citizens.</p><p>The filmmaker, Chai Jing, was an investigative reporter and anchor at state broadcaster China Central Television. She quit her job last year to take care of her daughter, who was successfully treated for a benign tumor.</p><p>In the documentary, she describes how difficult it was to explain to her daughter why she shouldn't go outdoors.</p><p>\"In Beijing in 2014, I could only take her out when the air was good,\" she says during a presentation to a studio audience that appears in the documentary. \"There were 175 polluted days last year. That means that for half of the year, I had no choice but to keep her at home, shut in like a prisoner.\"</p><p>Chai used $160,000 of her own money and one year to make <em>Under The Dome</em>, the same title as a Stephen King novel. Some scenes in the film are shocking, including a visit to a hospital operating room, where viewers see the damage China's polluted air can do to a person's lungs.</p><p>Chai asks some tough questions about the politics and economics behind the smog, but often with a gentle, funny tone.</p><p>She talks to a local environmental official so powerless to enforce the country's laws that he admits, \"I don't want to open my mouth because I'm afraid you'll see that I'm toothless.\"</p><p>She confesses that, like many Chinese citizens, it was only recently that she learned the difference between fog and smog.</p><p>She interviews local officials who protect polluting industries because those industries create jobs and pay taxes.</p><p>Chai doesn't explicitly criticize China's model of economic development. Nor does she call for China's leaders to be held accountable for their policies. She makes it clear, though, that pollution is a cost of rapid industrialization that China can no longer put off paying.</p><p>\"Ten years ago, I asked what that smell in the air was, and I got no answer,\" she says. \"Now I know. It's the smell of money.\"</p><p>In the film, Chai travels to Los Angeles and London to learn how those cities cleaned up their air. She concludes that China can follow their example, and that its citizens should get involved.</p><p>\"The strongest governments on earth cannot clean up pollution by themselves,\" she argues. \"They must rely on each ordinary person, like you and me, on our choices, and on our will.\"</p><p>Ma Jun, the director of the Beijing-based <a href=\"http://www.ipe.org.cn/en/default.aspx\">Institute of Public and Environmental Affairs</a>, agrees. He calls Chai's documentary a wake-up call for China, comparable to <em>An Inconvenient Truth</em>, the 2006 documentary about climate change, and <em>Silent Spring</em>, Rachel Carson's 1962 book about harmful pesticides.</p><p>Ma offers an explanation for why China's government has not silenced Chai, and China's new environment minister even called to thank her.</p><p>\"One reason such a hard-hitting film, that touched on deeply rooted problems, was allowed to be widely disseminated,\" he says, \"is its positive direction, which gives people hope and confidence.\"</p><p>Chai has declined interview requests except for one from the <a href=\"http://www.people.com.cn/\">website of the official People's Daily</a> newspaper.</p><p>That website aired the documentary, until Wednesday, when it disappeared without explanation. It's still viewable elsewhere in China.</p><p>China has been saying for more than a decade that it's time to clean up the pollution and that it's willing to accept slower economic growth to do it. But last year only eight of 74 Chinese cities met the air quality targets — five more than in 2013.</p><p>Environmentalists have welcomed other encouraging signs in recent months. Last November, for the first time, <a href=\"http://www.npr.org/blogs/parallels/2014/11/14/364001658/china-agrees-to-pollution-limits-but-will-it-make-a-difference\">China set a target of 2030 for its carbon emissions to peak</a>, before declining.</p><p>And it has promised to <a href=\"http://www.scmp.com/news/china/article/1675892/green-groups-eligible-class-action-lawsuits\">allow environmental groups to file class action lawsuits against polluters</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Anti-Pollution+Documentary+That%27s+Taken+China+By+Storm++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390757840-822e8e.m3u?orgId=1&topicId=1125&d=192&p=2&story=390689033&t=progseg&e=390757673&seg=12&ft=nprml&f=390689033"},{"href":"http://media.npr.org/assets/img/2015/03/04/china-smog-documentary-9434eb29f7b03e8c5ea99cbd8d066e74cfe8bc01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"637","width":"850"}},{"href":"http://media.npr.org/assets/img/2015/03/04/beijing-smog-landov-8661cd113ea6676ccf8cb866cc2abc320d9f7831.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2062","width":"2749"}}]}