{"created":"2015-03-18T20:01:04+00:00","modified":"2015-05-13T21:10:05+00:00","valid":{"from":"2015-05-13T21:10:05+00:00","to":"3015-05-13T21:10:05+00:00"},"hreflang":"en","title":"This Spanish Pig-Slaughtering Tradition Is Rooted In Sustainability","published":"2015-03-19T00:51:00+00:00","teaser":"In Spanish villages, townspeople gather at dawn to collectively slaughter a pig, then prepare every last bit as food, even the ears. The ancient ritual, called <em>matanza,</em> is now drawing foodie tourists.","itags":["npr_api","392177526"],"guid":"a417af22-8fb6-4fa2-95c7-a194934050c3","contentencoded":"<p>In Spain, an age-old way of surviving the winter is getting some new attention from foodies worldwide. It's called <em>la matanza</em> — literally, the killing of a pig. It's an ancient ritual in danger of dying out, amid an influx of commercial abattoirs and modern supermarkets. But Spain's <em>matanza</em> is now getting renewed interest from farm-to-table food enthusiasts.</p><p>Armando Escaño calls out to his fat black pigs as they chomp on acorns under cork trees. Escaño comes from a centuries-long line of pig farmers on western Spain's <em>dehesa, </em>a <a href=\"http://www.unesco.org/mabdb/br/brdir/directory/biores.asp?mode=all&code=SPA+21\">UNESCO-protected landscape</a> where this country's most prized ham — <em>jamón ibérico</em> — is produced.</p><p>Lured by that delicacy, tourists are now making these empty green hills a new foodie destination. They're coming to see how Armando's pigs live — and how they die.</p><p>\"<em>Matar</em> means 'to kill' in Spanish — but the word <em>'matanza'</em> actually refers to the whole process that takes two to three days, which starts with the actual slaughtering, but involves the seasonings of the meats and charcuteries,\" says Miguel Ullibarri, a tour guide and <em>jamón</em> expert who organizes culinary tours of the <em>dehesa</em> region. \"There's lots of cooking involved — quite a lot of drinking as well!\"</p><p>Ullibarri's company,<a href=\"http://www.atasteofspain.com/\"> A Taste of Spain</a>, brings visitors to learn about the farm-to-table, free-range, organic eating that's been the norm here for centuries. Tourists typically spend a few days in Spain's <em>dehesa,</em> a landscape of rolling hills dotted with cork oaks and fat black pigs. They learn about the relationship between wildlife and landscape conservation: Each Iberian pig requires nearly 5 acres of grazing land, on average. They also learn about the pigs' relationship to cork — some 80 percent of global cork exports come from this border region of Spain and Portugal.</p><p>\"These age-old practices carry with them a very complicated ecological understanding, and an intimate engagement with the environment, because technology has not penetrated the agricultural landscape like it has in America,\" says <a href=\"https://www.bluehillfarm.com/team/dan-barber\">Dan Barber</a>, the chef and co-owner of Blue Hill and Blue Hill at Stone Barns, who has toured western Spain with Ullibarri. \"You can see the future in the past. It's lasted thousands of years and is therefore sustainable.\"</p><p>Barber writes about his discovery of Spanish food traditions in his latest book, <em>The Third Plate.</em></p><p>Like Barber, Ullibarri's guests tour <em>jamón-</em>curing facilities, and they sometimes attend a <em>matanza</em> — the pig slaughter.</p><p>\"They simply pick the animal up, and lay him on a table — all the while, they're all stroking him and trying to keep him calm,\" recalls Bob Hancock, a Kentucky native who went on one of Ullibarri's tours a few years ago. \"They simply just cut the artery, and the pig is bled out. They don't do what they do here in the States, [where] they either stun or shoot the animal to knock the animal out. The pig was simply calm until his life was gone.\"</p><p>The pig is massaged to calm him, and to prevent the flow of adrenaline into his muscles — which can change the flavor of the meat.</p><p>Hancock was so impressed with what he witnessed in the <em>matanza</em> that he decided to raise pigs at home in Kentucky. \"It was a completely different experience! You could really feel the respect they gave to the animals,\" he says.</p><p>Iberian black pigs can weigh 500 pounds, having doubled their weight in the two-month acorn season, right before the slaughter. Outside the acorn, or <em>bellota,</em> season, the pigs eat grass, other plants, corn feed — even insects. The <em>matanza</em> has always been an intimate community affair. Tour operators must get to know local officials personally and persuade them to allow foreigners to attend in small groups.</p><p>\"The <em>matanza</em> is such a core part of the culture, in the sense that it's how people fought to stay alive — it provided the food for the year. So for them, it's not a hobby that's taken lightly — it's not roasting your ribs on the weekend,\" says Ryan Opaz, a Minnesota native who now lives in Portugal and runs a food and wine tour company, <a href=\"http://catavino.net/\">Catavino</a>.</p><p>Opaz has received increasing numbers of requests for tours that include the <em>matanza</em> and hopes to add them to his company's itineraries next year — but he says it must be done carefully.</p><p>\"It's not a pretty sight for some people. So there's a bit of voyeurism here. What the tourists are looking for is that full visceral experience,\" says Opaz, a former butcher himself. \"If it's done respectfully, it's truly like stepping back a century — which is great.\"</p><p>Ullibarri says his company was reluctant at first to include the <em>matanza</em> in its tours. Guides spend days explaining the historical and cultural context of the <em>matanza </em>before guests watch the killing. They want to be careful to respect the wishes of local officials, who don't want their age-old practices to appear backward to foreigners.</p><p>NPR was invited to attend a <em>matanza</em> in the Spanish mountain village of <a href=\"http://www.linaresdelasierra.com/\">Linares</a>, population 300.</p><p>\"It's a rural tradition we want to preserve,\" says Linares' mayor, Juan Miguel Ramos. \"It's important to know where your food comes from — even if the experience is unpleasant.\"</p><p>In Linares, the <em>matanza</em> is done in a farmyard not far from the town square. Villagers drag the pig onto a wooden table that looks like an altar — they use the Spanish word <em>sacrificar,</em> to sacrifice, rather than to kill. Grown men coo and pet the pig, to keep it calm. A man wields a sharp knife, and women rush forward with buckets for the blood.</p><p>\"<em>¡Está muerto! ¡Sangre!</em> — It's dead! Blood!\" a man screams. The whole process takes less than 15 seconds.</p><p>\"The rest is women's work,\" says Carmen Ramos, chuckling, her arm elbow-deep in a bucket of hot blood, which she stirs vigorously to keep from coagulating. The blood will be mixed with rice, oats and spices to make <em>morcilla,</em> a type of Spanish blood sausage.</p><p>The pig's heavy carcass is carefully lifted onto a wooden cart and hauled into the town square for butchering. And a festival begins. Flamenco music blasts from speakers affixed to the town hall; children dance on cobblestones.</p><p>The women take the pig's intestines down to the river, where they wash them in a cold stream with lemon and vinegar. The intestines will be used as sausage casings. Every part of the pig is used — nose to tail, and down to the hooves, which are boiled for gelatin.</p><p>\"We came out to the countryside to show our little girls the old tradition,\" says Isabel Romero, a Spanish tourist from the city of Malaga, who brought her daughters, ages 11 and 6. \"It's the first time they've seen that pork doesn't always come from the supermarket.\"</p><p>After his <em>matanza</em> tour, Bob Hancock went home to Kentucky and installed a Spanish wood oven in the <a href=\"http://www.bluedogbakeryandcafe.com/\">bakery he owns</a> — and started raising pigs himself.</p><p>\"There's a huge wave of people getting into a nose-to-tail style of eating. They're not just going to the three-star Michelin restaurants. They're doing exactly what I did,\" he says. \"And slowly but surely, the way we are looking at our food here is changing — for the better.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Spanish+Pig-Slaughtering+Tradition+Is+Rooted+In+Sustainability&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393870647-80cca5.m3u?orgId=1&topicId=1053&d=253&p=2&story=392177526&t=progseg&e=393858721&seg=10&ft=nprml&f=392177526"},{"href":"http://media.npr.org/assets/img/2015/03/16/matanza-1-96b8ff58b430408e5e053d255d6b619bffc0ffeb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1398","width":"1864"}},{"href":"http://media.npr.org/assets/img/2015/03/16/matanza-2-99e1e3d977a68484735418563abafad583b5fcc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/03/16/matanza-3-b7a89e6296e0e7f02814198f87d5b34c50de3135.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1122","width":"1494"}}]}