{"created":"2015-06-29T23:09:22+00:00","modified":"2015-07-01T15:23:40+00:00","valid":{"from":"2015-07-01T15:23:40+00:00","to":"3015-07-01T15:23:40+00:00"},"hreflang":"en","title":"Apple Bets Big That You'll Start Paying To Stream Music","published":"2015-06-30T16:57:00+00:00","teaser":"Millions listen to services like Spotify and Pandora, but relatively few of them subscribe. Why should they when there are so many free options? The new Apple Music will be free for only 3 months.","itags":["npr_api","418524172"],"guid":"a41bc2d8-c632-4f32-8c73-0657ee6011b0","contentencoded":"<p>Spotify, Google Play, Amazon Prime, Rdio, Rhapsody, Pandora — the list of streaming music service goes on and on. On Tuesday, Apple joins that lineup with the launch of <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/08/412908070/apple-announces-music-streaming-service\">its streaming service</a>, Apple Music. Apple will give consumers a three-month trial, and then it will charge $9.99 a month.</p><p>But most music lovers still aren't sure why they should pay. Colin Barrett, 31, has tried a few of the streaming services, but he doesn't use them anymore.</p><p>\"There's always sorts of glitches, or they don't have the music that I'm looking for,\" he says.</p><p>Barrett is studying to be a pastor, so he's not inclined to steal music, but he's got a perfectly honest way to get free music on YouTube.</p><p>\"I type in, for instance, <em>Man of Steel</em> OST, so I get the original soundtrack of the <em>Man of Steel</em> movie and it plays every song and it just keeps going,\" he says.</p><p>When asked what would persuade him to pay for music, Barrett couldn't think of anything. He joins the majority of Americans, most of whom have actually tried streaming music services, according to a survey by Nielsen Entertainment.</p><p>But only 5 percent pay the $10 a month or so that most of these services charge. Another 10 percent say they might be willing to pay if given a reason, Dave Bakula of Nielsen says.</p><p>\"There are some people that say they have a willingness to pay,\" he says. \"There are some people who say they would pay for particular features or functions or access.\"</p><p>And Apple Music has a leg up on Spotify — Taylor Swift. Swift won't put her music on Spotify because she says its free ad-supported service doesn't pay enough.</p><p>Apple planned to launch its service without paying artists for the music during the three-month free trial it offers users, but <a href=\"http://taylorswift.tumblr.com/post/122071902085/to-apple-love-taylor\">after Swift wrote a blog post</a> saying she wouldn't put her music on Apple under those conditions, Apple changed its tune.</p><p>So, now Apple's got Swift's hit album <em>1989</em> and Spotify doesn't.</p><p>Apple's got another advantage as it enters the streaming market — it has sold nearly half a billion iPhones.</p><p>Monica Gonzales has a lot of friends who are musicians, so she wants them to get paid. That's why she became a Spotify subscriber. But she says she might consider making the switch to Apple.</p><p>\"If Apple's is as good or better than Spotify, I would probably be more likely to go with them,\" Gonzales says. \"It would be easier to move from a streaming service that's already in Apple to then buying an album that I like, because then you can just do it all in one place.\"</p><p>That is if you are a person who lives in the Apple universe. Jay Frank, the CEO of music marketing firm DigMark, says there's room for more than one streaming service, and consumer choice may be about which phone someone has.</p><p>\"One of the things that I predict that will get very interesting may be that the dominant service may vary by country,\" Frank says. \"That variation may actually be somewhat predicated on how deep iPhone penetration is against Android penetration.\"</p><p>Though ultimately it still boils down to getting people to pay for something they can largely get for free. Mallory Cloutier, a 28-year-old San Franciscan, is paying for Spotify's streaming service after trying its free ad-based service.</p><p>\"The ads really sneak up on you quickly,\" she says. \"I actually bought in on a special in which the monthly streaming rate was greatly reduced so I could really experience what it would be like to pay and it was worth every moment of it.\"</p><p>Still most Spotify users don't appear to be bothered by the ads. Spotify has 20 million paying subscribers, but 55 million additional users stream with the free ad-supported service. Apple's offering only three free months before you pay, and that may not be enough.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Apple+Bets+Big+That+You%27ll+Start+Paying+To+Stream+Music&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418641248-aa6c66.m3u?orgId=1&topicId=1019&d=243&p=2&story=418524172&t=progseg&e=418639061&seg=16&ft=nprml&f=418524172"},{"href":"http://media.npr.org/assets/img/2015/06/29/gettyimages-476371856-2a816c6bb71bc8f72be2f2aa64223065bce411ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}