{"created":"2015-05-20T00:03:27+00:00","modified":"2015-05-22T19:05:37+00:00","valid":{"from":"2015-05-22T19:05:37+00:00","to":"3015-05-22T19:05:37+00:00"},"hreflang":"en","title":"Earth's First Snake Likely Evolved On Land, Not In Water","published":"2015-05-20T16:09:00+00:00","teaser":"Genetic sleuthing and comparisons of recently discovered fossils with living snakes point to a \"protosnake\" ancestor that likely had tiny hind legs and lived about 120 million years ago.","itags":["npr_api","407967852"],"guid":"a4256c5c-864a-4b05-a86d-e40d5076600f","contentencoded":"<p>Some scientists have speculated that snakes first evolved in water and that their long, slithery bodies were streamlined for swimming. But a new analysis suggests that the most recent common ancestor of all snakes actually lived on land.</p><p>This ancestral protosnake probably was a nocturnal hunter that slithered across the forest floor about 120 million years ago. And it likely had tiny hind limbs, left over from an even earlier ancestor, says <a href=\"http://people.earth.yale.edu/profile/allison-hsiang/about\">Allison Hsiang</a>, a researcher at Yale University.</p><p>\"They probably weren't using them in locomotion in any way, but they did probably still have vestigial hind limbs stuck on the back of their bodies,\" Hsiang says.</p><p>The evolutionary origin of snakes has been a bit of a mystery for scientists, because the fossil record has an unfortunate dearth of snakes. \"For a long time there weren't very good snake fossils,\" says Hsiang, who explains that researchers had not found \"things that sort of told us what snakes looked like early on, or transitional fossils between snakes and their closest ancestors.\"</p><p>That's because snakes are mostly small, with fragile skeletons that aren't easily preserved — although there are some notable exceptions, such as <a href=\"http://www.npr.org/templates/story/story.php?storyId=100262412\">Titanoboa,</a> which lived 60 million years ago and could grow longer than 40 feet.</p><p>In the past decade, though, scientists have discovered a bunch of new snake fossils — some new species, as well as better-quality specimens of known species. \"Previously, we just had, say, a few isolated vertebrae,\" says Hsiang, \"which tells you it's a snake, but doesn't really tell you very much else.\"</p><p>The new fossils allowed Hsiang and some colleagues to do a rigorous, comprehensive analysis, to try to determine what the most recent common ancestor of all snakes might have been like. Besides fossils, the team studied the genes and anatomy of living snakes. \"We had a total of 73 species, and I believe 15 of those were fossil species,\" says Hsiang.</p><p>Their analysis, <a href=\"http://www.biomedcentral.com/bmcevolbiol\">described</a> in the issue of <em>BMC Evolutionary Biology</em> published Tuesday, supports the idea of an early snake that slithered over the ground, and perhaps went into burrows to find food. \"Snakes probably did not evolve, originally, to be in water,\" says Hsiang. \"That's not why they developed this body plan; that's not what the earliest snakes were doing.\"</p><p>It looks like the ancestral snake had needle-like hooked teeth that it used to grab small, rodent-like critters, which it then swallowed whole. And it probably wouldn't have been able to eat anything much bigger than its own head.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Earth%27s+First+Snake+Likely+Evolved+On+Land%2C+Not+In+Water&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"149"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408159260-6b0862.m3u?orgId=1&topicId=1007&d=149&p=3&story=407967852&t=progseg&e=408122357&seg=15&ft=nprml&f=407967852"},{"href":"http://media.npr.org/assets/img/2015/05/19/ancestralsnake_05_2160-1d16f54ff5c2ce1feb92ea7aeaeeaf7e64e8e20c.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1405","width":"1874"}}]}