{"created":"2014-10-08T14:33:05+00:00","modified":"2014-10-31T01:22:56+00:00","valid":{"from":"2014-10-31T01:22:56+00:00","to":"3014-10-31T01:22:56+00:00"},"hreflang":"en","title":"Lessons From The Language Boot Camp For Mormon Missionaries","published":"2014-06-10T16:01:00+00:00","teaser":"The Missionary Training Center, which prepares young adults to spread the gospel around the world, is recognized as a model for language instruction. And the program only takes a few weeks.","itags":["npr_api","319805068"],"guid":"a42ea9ac-1c6b-4a8a-9ff1-d8322c473fa0","contentencoded":"<p>On a sunny Wednesday in Provo, Utah, a long line of cars spits out about 300 new arrivals to the Missionary Training Center. The facility, known as MTC, is the largest language training school for members of the Church of Jesus Christ of Latter-day Saints.</p><p>Every year, about 36,000 students come to the center before they leave on missions around the world to spread the Mormon faith.</p><p>There is a lot of excitement; last year, the church lowered the missionary age to 18 for men and 19 for women. The mood is like the move-in day at a college, only all of the students are dressed in dark suits and modest skirts.</p><p>The training center is widely recognized as one of the best language-instruction institutes in the world, <a href=\"http://www.mtc.byu.edu/themtc.htm\">though that's not the only thing that's taught</a>. In a matter of weeks, these enthusiastic young students will be speaking foreign languages fluently enough to spread the gospel.</p><p><strong>How Do They Do It?</strong></p><p>At 8 a.m., in a small downstairs classroom, 10 missionaries start their day with a Mormon hymn — in Mandarin. Instructor Bracken Hodges is a student at Brigham Young University, which is next door. Like most of the instructors, he's a former missionary (he spent two years in Taiwan).</p><p>\"We're working on the grammar structure ... and we're teaching that grammar structure in the context of teaching someone about Jesus Christ and what he did when he was on the Earth,\" Hodges says.</p><p>The class recites phrases like, \"What did Jesus Christ do when he was on Earth?\"</p><p>Once everyone has the pronunciation down, Hodges quizzes individual students. After that, students pair off for role-playing exercises. One student plays a missionary, and the other a local — a potential convert.</p><p>Megan Jackson, a 26-year-old from Wisconsin, has vocabulary flashcards pinned to her skirt — a pretty common accessory here. When she arrived five weeks ago, Jackson had never studied Mandarin.</p><p>\"I was like a deer in the headlights on the first day, to be honest,\" Jackson says. \"But now I can understand like 98 percent of what the teachers are saying to me. I'm getting more and more excited as the time goes.\"</p><p>Kirsten Weiss is one of the few students in this class with previous experience in Mandarin. She studied the language in college but says the training at the MTC is much more intense.</p><p>\"The five weeks that I've been at the MTC, I've seen people go from having zero experience with Mandarin — or even learning any language — to going where I was maybe about my third year of studying at a university,\" Weiss says. \"It's very impressive.\"</p><p>Instructor Hodges says the secret is in the unofficial motto of the training center: \"Speak your language.\" Rather than memorizing a list of words, students learn through trying to speak their assigned language in various scenarios. When they stumble in saying a phrase, that's when they find new words to learn, Hodges says.</p><p><strong>A Novel Approach</strong></p><p>A decade ago, many universities taught languages through rote memorization and translation. The context-based teaching that the MTC uses is relatively new in language instruction.</p><p>The approach has also gained traction in the U.S. military. In fact, the ties between the U.S. military and the MTC run pretty deep. The Army's Intelligence Brigade, made up of linguists, is based in Utah and draws on former missionaries to fill its ranks.</p><p>The military trains soldiers in much the same way the church trains missionaries; they're not conjugating verbs, they're acting out real situations.</p><p>\"I'm not going to give you multiple-choice questions. I'm not going to give you fill-in-the-blanks,\" says Betty Lou Leaver, the provost at the Defense Language Institute in Monterey, Calif. \"Instead, we're going to actually do something. So a task is something you might actually do in your life.\"</p><p>But there's a difference between training soldiers and training missionaries. To study Mandarin at the Defense Language Institute takes 64 weeks; missionaries leave the training center after just nine.</p><p>Many institutions want to know the secret to that efficiency, not just the military. The MTC frequently hosts visitors from government, academia and business.</p><p>But there's something that can be hard to replicate outside of the church. It's the thing that has these young adults smiling and bright as they spend every waking hour focused on their task.</p><p>\"Everything we do is trying to learn by and with the Spirit, so that's really the only way you can ... stand it here,\" says Benjamin Simpson.</p><p>Many other students said the same thing in one way or another — and whether you share their faith or not, the results speak for themselves.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lessons+From+The+Language+Boot+Camp+For+Mormon+Missionaries&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319820411-d88600.m3u?orgId=1&topicId=1016&ft=3&f=319805068"},{"href":"http://media.npr.org/assets/img/2014/06/07/2014-05-21-11.51.34-425471347317d7bbe889ae994b8b5f76aae4fb88.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1400","width":"1865"}}]}