{"created":"2015-02-27T21:46:35+00:00","modified":"2015-03-04T16:05:00+00:00","valid":{"from":"2015-03-04T16:05:00+00:00","to":"3015-03-04T16:05:00+00:00"},"hreflang":"en","guid":"a45f858c-234d-4fe7-a5c7-47b23cedeacc","title":"Canada plans to limit the hours of a border crossing that divides US village, Canadian town","published":"2015-03-04T16:04:57+00:00","byline":"Andrea Crossan","tags":["border crossing","tourism","Wes Loe","Business","Business, Finance & Economics","Hyder","Stewart","North America","United States","Canada","British Columbia","Alaska","North America","Wes Loe","border crossing","Tourism"],"teaser":"It's a tale of two towns — one in Alaska and the other in British Columbia. The Canadian border agency plans to close the border crossing overnight leaving residents in this community stranded.","contentencoded":"<p>It’s a community soon to be divided.</p>\n<p>The crossing between Stewart, British Columbia and Hyder, Alaska is a common route used by residents on both sides of the US-Canada border. The two towns have lived next to each other for more than 100 years and have shared everything from emergency services to a common area code.</p>\n<p>Currently, the border crossing is manned at all hours, with visitors and residents checking in with Canadian border services agents on their way to Stewart.</p>\n<p>But the two northern towns that operate as one will soon be cut off from each other, as Canada's Border Services Agency plans to close the border crossing between midnight and 8 a.m. in an effort to cut costs.</p>\n<p>Residents and business owners from both communities say the move will affect industry, emergency services — and tourism. The area is a popular destination for nature lovers wanting to get a close look at the community's bear population.</p>\n<p>“April 1 is basically the start when folks from Europe start coming here with their motor homes,” says Wes Loe, the owner of the Hyder General Store and president of the Hyder Community Association. “They come in through all hours of the night … we have a bear-viewing platform just outside of Hyder, up on the Salmon River and it goes along a spawning stream. That opens at 6 o’clock in the morning and a lot of times people are waiting there at 5:30 waiting to get some pictures.”</p>\n<p>Residents like Loe regularly travel back and across the Canadian border, but always with a valid passport. “You hand them your passport, they check them. And because we do have a lot of guns over here they ask us if we have any guns or anything like that.”</p>\n<p>There is no US customs office at the crossing. For Loe, the biggest concern is that the crossing could be closed during an emergency situation.</p>\n<p>“There are other border crossings in the United States that close at night, but they have other openings like two or three miles down the road or an hour drive down the road. But this is just one way in and one way out. They keep telling me that you’ll be able to get out if there is an emergency. What do we do, stand there and wait for the guy to come along with the key to open the gate?”</p>\n<p>Less than 65 people live in Hyder, with Stewart's population at around 400.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-27%2Fcanada-plans-limit-hours-border-crossing-divides-bc-and-alaska&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Hyder_AK%20%281%29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/hyderak-1jpg"}]}