{"created":"2014-09-08T01:56:19+00:00","modified":"2014-12-23T18:39:30+00:00","valid":{"from":"2014-12-23T18:39:30+00:00","to":"3014-12-23T18:39:30+00:00"},"hreflang":"en","title":"Perdue Says Its Hatching Chicks Are Off Antibiotics","published":"2014-09-09T18:42:00+00:00","teaser":"Perdue Farms, one of the country's largest suppliers of chicken meat, says its hatcheries are working better now without antibiotics. Public health advocates call it \"a big step\" forward.","itags":["npr_api","345315380"],"guid":"a4643757-fdd2-404e-b250-e4f3a2a24d6c","contentencoded":"<p>Perdue Farms <a href=\"http://www.perduefarms.com/News_Room/Press_Releases/details.asp?id=1104&title=Perdue%20Foods%20reaches%20milestone%20in%20reducing%20antibiotic%20use,%20sets%20standard%20for%20responsible%20use\">says</a> it has ditched the common practice of injecting antibiotics into eggs that are just about to hatch. And public health advocates are cheering. They've been campaigning against the widespread use of antibiotics in agriculture, arguing that it's adding to the plague of antibiotic-resistant bacteria.</p><p>This particular use of antibiotics is ubiquitous but little-known. It happens at hatcheries, which lie at the heart of large-scale chicken production.</p><p>Hatcheries don't get a lot of attention. From the outside, Perdue's hatchery in Salisbury, Md., is just a simple, one-story cinder block building. What goes on <a href=\"https://www.youtube.com/watch?v=IMhmmPjF478\">inside</a>, though, is amazing.</p><p>More than 1 million eggs arrive here every week from breeding farms a few hours away in West Virginia. Unlike the eggs you buy in the store, these eggs are fertilized; there are embryos inside.</p><p>They go into massive heated incubators for 18 days. Then, when they're almost ready to hatch, they're wheeled out into a hallway. Tray by tray, they go through a vaccination robot.</p><p>A bank of needles descends. Each needle punctures an egg and squirts in a bit of fluid: a vaccine against a common chicken virus.</p><p><a href=\"https://www.linkedin.com/pub/bruce-stewart-brown/49/a80/195\">Bruce Stewart-Brown</a>, a veterinarian and senior vice president for Perdue, tells me that the fluid contains a vaccine against <a href=\"http://www.thepoultrysite.com/diseaseinfo/90/mareks-disease\">Marek's disease</a>, a highly contagious common chicken virus. He points out a tiny hole in each egg, where the needle went in.</p><p>But that hole is a risk, because the last thing you want is bacteria getting in and infecting the embryo.</p><p>That's why, in many hatcheries across the country, these machines also inject an antibiotic called gentamicin, along with the vaccine.</p><p>It's even <a href=\"http://www.motherjones.com/tom-philpott/2014/01/organic-chicken-and-egg-antibiotics-edition\">allowed</a> in production of organic chicken.</p><p>It used to happen here, but all of Perdue's 15 hatcheries now are off antibiotics.</p><p><a href=\"http://www.perduefarms.com/Our_Story/Three_Generations/\">Jim Perdue</a>, the company's CEO, says that weaning wasn't easy. \"You can't do this overnight,\" he says. \"You really got to work hard at it. And that's why it's an exciting thing, because it's the culmination of a lot, a lot of effort.\"</p><p>Getting to this point took 12 years, Perdue says. When they first tried it, a lot of chicks got infections and died.</p><p>Stewart-Brown says the company learned, over the following years, how to make sure the hens laying these eggs were healthy, and that their eggs were clean as they arrived at the hatchery. \"You can't have dirty eggs coming into the hatchery and be successful at a no-antibiotic hatchery,\" he says.</p><p>According to Stewart-Brown, Perdue's hatcheries are working better now, antibiotic-free, than they ever did before.</p><p>Public health advocates, such as <a href=\"http://www.pewtrusts.org/en/about/experts/gail-hansen\">Gail Hansen</a>, a veterinarian and senior officer with the Pew Charitable Trusts, gave Perdue a round of applause Wednesday. \"From the public health point of view, to not use gentamicin in the eggs is a big step,\" she says.</p><p>Hansen and others have been campaigning against the use of antibiotics in farm animals because it can increase the risk that bacteria will evolve to become <a href=\"http://www.npr.org/blogs/thesalt/2013/08/29/216874940/with-no-data-on-antibiotic-use-on-the-farm-are-we-flying-blind\">resistant to antibiotics</a>. This, in turn, can make human infections harder to treat.</p><p>Other poultry companies have also stopped using antibiotics at some hatcheries, but Perdue appears to be the first to make all of its hatcheries antibiotic-free.</p><p>The government <a href=\"http://www.npr.org/blogs/thesalt/2013/12/11/250239604/drug-companies-accept-fda-plan-to-phase-out-some-animal-antibiotic-uses\">has been pushing</a> meat producers to reduce their antibiotic use in all stages of their animals' lives — not just at the hatchery.</p><p>For instance, a few days after eggs go through that vaccination robot, little yellow chicks emerge. Within a few hours, they'll be on their way to farms.</p><p>On those farms, some of Perdue's chickens will get antibiotics in their feed — but only ionophores, a class of antibiotics that humans don't take. A few flocks — fewer than 5 percent, Perdue says — are likely to get sick; they may get antibiotics in their water.</p><p>But an increasing number will get no antibiotics at all.</p><p>Stewart-Brown says the company is still learning how best to grow chickens without antibiotics. It costs more, he says.</p><p>But consumers<a href=\"http://www.npr.org/blogs/thesalt/2014/02/14/276976353/americans-want-antibiotic-free-chicken-and-the-industry-is-listening\"> seem willing to pay</a> a little more for chickens that Perdue says were raised using \"no antibiotics, ever.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Perdue+Says+Its+Hatching+Chicks+Are+Off+Antibiotics&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345580346-618ecf.m3u?orgId=1&topicId=1053&ft=3&f=345315380"},{"href":"http://media.npr.org/assets/img/2014/09/03/hatchery-3-10c1b30f528118ef8ccb44ee358aabecd1783ae1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2014/09/03/hatchery-4-84364b3429d03f22634674ee88dd1e941320d680.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2014/09/03/hatchery-1-92e00ff43f7de40a06dc9fa7ed58b0ac61ba1cd8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2014/09/03/hatchery-2-12d1fd5f52faacff1797f874ddd000fa91b0618a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1192","width":"1590"}}]}