{"created":"2015-03-09T20:43:26+00:00","modified":"2015-03-10T19:04:55+00:00","valid":{"from":"2015-03-10T19:04:55+00:00","to":"3015-03-10T19:04:55+00:00"},"hreflang":"en","guid":"a466f94f-35dd-439f-8884-e3c08cde02c7","title":"Putin isn't just trolling for votes. His dislike of the West is real","published":"2015-03-10T19:04:53+00:00","byline":"Bradley Campbell","tags":["politics","government","Global Politics","Europe","North America","Russia","United States","Michael McFaul","Vladimir Putin","Politics of Russia","Boris Nemtsov","Putinism","Politics"],"teaser":"Former US Ambassador to Russia Michael McFaul says he's seen a change in Russian President Vladimir Putin over the years. And the propaganda from the Kremlin is becoming more and more unhinged.","contentencoded":"<p>A report on Russian TV this weekend offered a startling revelation about the annexation of Crimea last year: President Vladimir Putin himself ordered the annexation, weeks before Crimea held a referendum on self-determination.</p>\n<p>The Kremlin had previously depicted Putin as merely supporting the vote's call for union with Russia. So it seems like a case of classic Putin: confuse, obfuscate and conquer.</p>\n<p>But that’s not really true to people who had to work with him. “When I was in the government, I think we had a pretty clear understanding of what he was doing and what he was thinking,” says Michael McFaul, the former US ambassador in Moscow. “He doesn’t mince his words. He’s very clear when you sit down with him and you talk with him about what he believes Russia’s interests are.”</p>\n<p>McFaul thinks the problem is that some people believe the propaganda and the obfuscation from the Russian government. He says if you just look at what’s happening on the ground, it’s pretty easy to tell what Putin is doing.</p>\n<p>But the propaganda is hard to ignore. Paranoid elements in Russia believe the Ukainian revolution may have been a CIA plot. And McFaul saw thousands of tweets that suggested the USA killed Kremlin opponent Boris Nemtsov, to embarass Putin. There was even a protest outside the US Embassy, blaming the US. That belief may change now that Chechens have been detained as suspects in the murder. But McFaul says people still think it was a CIA plot.</p>\n<p>“That conspiratorial, blame-the-West mentality is something new. I actually lived in the Soviet Union,” says McFaul. “I don’t remember it being that way. Back then it was different. It was, ‘The regime is bad. Capitalism is bad. The White House is bad. But Americans are basically good.’”</p>\n<p>He remembers Russians being friendly to Americans. But not so today. “Russia today doesn’t feel like a very friendly place for Americans.”</p>\n<p>The Kremlin, and by extension Putin, creates much of that sentiment. His messaging seems to indicate the West is the enemy. But does Putin really believe thatt, or is it just a politician pandering to his base?</p>\n<p>“I do believe [he believes that],” McFaul says. “I didn’t always, I’ll tell you honestly. I thought it was a set of arguments to win presidential election back in 2012. But the more I listen to him directly and the more I saw the activities of his government — they have a paranoid view about American intentions. They believe that President Obama and the CIA want to overthrow Putin’s regime and want to weaken Russia and some would even say, dismember Russia. It’s totally crazy. I want to emphasize that. There is no policy of regime change in Russia. Unfortunately, however, I think that is Putin’s view.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-09%2Fputin-isnt-just-trolling-votes-he-really-dislikes-west&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0309201507.mp3"},{"href":"http://www.pri.org/file/0309201507mp3"}]}