{"created":"2014-12-29T19:57:05+00:00","modified":"2014-12-29T19:59:48+00:00","valid":{"from":"2014-12-29T19:59:48+00:00","to":"3014-12-29T19:59:48+00:00"},"hreflang":"en","title":"Retired Professor To Her Colleagues: Retire Already!","published":"2014-12-29T19:56:00+00:00","teaser":"Retired Hofstra professor Laurie Fendrich argues college professors remaining on faculty indefinitely is bad for students and universities.","itags":["npr_api","373825724"],"guid":"a47aefc2-c63b-4ad3-9187-13a13bc5cf97","contentencoded":"<p><strong>Laurie Fendrich</strong> took a buyout from Hofstra University to retire when she was 66-years-old. In an article in <a href=\"http://chronicle.com\" target=\"_blank\">The Chronicle of Higher Education</a>, Fendrich argues that other college professors should follow her example because remaining on faculty indefinitely is bad for students and universities.</p><p>As she tells <em><a href=\"http://hereandnow.wbur.org\">Here & Now</a>&#8216;</em>s Robin Young, older professors block their younger colleagues from advancing, they suck up a large share of the budget because they are paid higher salaries, and because they aren&#8217;t as current in their fields as their younger counterparts, they are unable to provide students with the best possible education.</p><p>Still, despite these downsides, the data show that &#8220;full professors with tenure are staying on longer&#8221; and &#8220;not giving notice about a date when they&#8217;ll retire,&#8221; Fendrich says.</p><p>And she thinks this is a natural extension of the national culture, one that is contributing to the growth in the part-time, adjunct faculty positions that now comprise 50 percent of higher education teaching jobs.</p><p>&#8220;Just as in American society as a whole, where it&#8217;s each man out for himself with no consideration for other people and no sense of the community as a whole, I think that&#8217;s happening in education,&#8221; she explains.</p><ul><li><strong>Laurie Fendrich:</strong> <a href=\"http://chronicle.com/article/The-Forever-Professors/149965/\" target=\"_blank\">The Forever Professors</a></li></ul><h4>Interview Highlights</h4><p><strong>On why professors are staying</strong></p><p>&#8220;If you&#8217;re a professor, you have a very needy part of you that is fulfilled in teaching. It&#8217;s a wonderfully fulfilling career &#8212; you&#8217;re around an endless parade of young people, they stimulate ideas, they&#8217;re exciting to be around, they keep you on your toes, you&#8217;re the boss of your own classroom, and if you&#8217;re a full professor with tenure, you really have a lot of power.&#8221;</p><p><strong>On how universities can better balance their departments</strong></p><p>&#8220;I argue in my essay &#8212; and I believe this &#8212; that older professors are necessary. They bring a long and deep knowledge of the mission of the university and a department and a lot of times they&#8217;re extremely effective in the classroom.&#8221;</p><p>&#8220;The issue is that for the health of the whole &#8212; for the whole university, for the whole educational system, for the whole department &#8212; you need to have a balance. You need some young people coming in, some people at the height of their profession &#8212; in their 50s and early 60s &#8212; and then a few wise, sage elders, who are there also. But it kind of has to be something that is always in motion, and when you lock it in like this, of course young people can&#8217;t get into that process. They&#8217;re locked out.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://lauriefendrich.com/\" target=\"_blank\">Laurie Fendrich</a></strong>, professor emerita at Hofstra University.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Retired+Professor+To+Her+Colleagues%3A+Retire+Already%21&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"852"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373825727-ffc785.m3u?orgId=1&ft=3&f=373825724"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1229college-profs-e1419864417952.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"668","width":"1059"}}]}