{"created":"2015-03-02T19:18:47+00:00","modified":"2015-05-13T21:11:54+00:00","valid":{"from":"2015-05-13T21:11:54+00:00","to":"3015-05-13T21:11:54+00:00"},"hreflang":"en","title":"A New Front In The Ukrainian Conflict: Russian Gas Imports","published":"2015-03-02T23:38:00+00:00","teaser":"Russia has cut off Ukraine's gas supplies in the past and is threatening to do it again. The latest payment dispute comes at a sensitive moment in the crisis in eastern Ukraine.","itags":["npr_api","390154800"],"guid":"a487a44b-0f40-48e2-919f-7910aab8bdd1","contentencoded":"<p>Ukraine faces a trio of crises — war, bankruptcy, and now, the threat that its people may have the heat turned off for the rest of winter.</p><p>Russia is once again threatening to cut off shipments of natural gas to Ukraine — and hinting that fuel supplies to Europe could be disrupted as well.</p><p>Energy ministers from Russia and Ukraine are holding emergency talks in Brussels mediated by the European Union.</p><p>It's an issue for the entire continent. About 40 percent of EU gas imports come from Russia, and half of that is delivered by pipelines that cross Ukraine.</p><p>Russia says Ukraine still owes more than $2 billion in gas bills and has been requiring Ukraine to pay in advance for the fuel it has been burning this winter.</p><p>Last week, Alexei Miller, the head of Gazprom, Russia's giant state-run gas company, said Ukraine's prepayment was about to run out, and that Russia would have to stop shipping gas to Ukraine in a matter of days.</p><p>Why should Europe be affected if Ukraine doesn't pay its bills?</p><p>Ukraine takes its Russian gas from the same pipelines that supply Europe.</p><p>When Russia cuts off gas to Ukraine, it just reduces the amount of gas in those lines.</p><p>The fuel that's allotted to Europe should keep flowing — but there's nothing to stop Ukraine from siphoning off the gas it needs.</p><p>Alexander Novak, Russia's energy minister, said ominously that Ukraine might help itself to Europe's gas again.</p><p>\"Since Ukraine doesn't have enough gas to fully cover its needs, there's a risk that it will snatch gas from the export pipeline.\"</p><p><strong>Previous Shutdowns</strong></p><p>The only way for Russia to prevent Ukraine from taking gas, is to shut the pipeline down altogether.</p><p>This has happened before, in 2006 and 2009, when many European countries had their gas supplies cut because Russia was punishing Ukraine.</p><p>For its part, Ukraine says Russia is violating the terms of the current supply agreement, by not delivering the full amount of the gas that Ukraine paid for in advance.</p><p>That part of the dispute stems from Russia's support for separatists in eastern Ukraine.</p><p>Ukraine temporarily cut off gas supplies to its eastern provinces, saying the pipelines had been damaged by fighting.</p><p>Russia began using some old Soviet pipelines to ship gas directly to the separatist areas, and it deducted the cost of that gas from Ukraine's prepayment.</p><p>Ukraine views the separatists as Russian-backed terrorists and saw Russia's move as an attempt to bill the Ukrainian government for fuel deliveries that it couldn't control.</p><p>Russian President Vladimir Putin accused Ukraine of deliberately depriving the people in the separatist regions of heat.</p><p>\"Not only are they already going hungry,\" Putin said, \"but cutting off these people's gas as well? What do you call that? It smells like genocide.\"</p><p>Ukraine's national gas company, Naftogaz, said the pipelines were later repaired and the company was able to ship gas to the east again.</p><p>Russian officials now say they'll keep shipping gas to the separatist areas \"as a humanitarian gesture.\"</p><p>Neither Putin nor the other Russian officials addressed the humanitarian implications of cutting off gas to the rest of Ukraine.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Front+In+The+Ukrainian+Conflict%3A+Russian+Gas+Imports&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"163"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390245069-1f9aa8.m3u?orgId=1&topicId=1124&d=163&p=2&story=390154800&t=progseg&e=390148961&seg=16&ft=nprml&f=390154800"},{"href":"http://media.npr.org/assets/img/2015/03/02/gettyimages_451327198-b8ec5f0f891f5fedc1352a78f680869ceb257e32.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2086","width":"2782"}}]}