{"created":"2014-09-14T14:26:11+00:00","modified":"2014-10-30T22:24:04+00:00","valid":{"from":"2014-10-30T22:24:04+00:00","to":"3014-10-30T22:24:04+00:00"},"hreflang":"en","title":"Estonia 'Spy' Dispute Could Be Russia Making Anti-NATO Mischief","published":"2014-09-14T23:59:00+00:00","teaser":"It could be the next big spy movie: an Estonian intelligence agent nabbed by Russia on spy charges. Russia says he was spying on them; Estonia says he was kidnapped in a cross-border raid.","itags":["npr_api","348351241"],"guid":"a4a14a7e-eadc-49d4-b579-d851eaea42fe","contentencoded":"<p>Russia and its tiny neighbor, Estonia, are embroiled in a spy controversy worthy of a John le Carré novel.</p><p>Estonia says Russian agents kidnapped one of its intelligence officials in a cross-border raid. Russia says the man was caught spying on its territory.</p><p>The affair could have wider implications for the NATO alliance, because it began just days after President Obama gave <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/03/345502318/president-obama-delivers-an-ode-to-democracy-in-estonia\">a speech in Estonia</a> promising to protect the NATO member against foreign aggression.</p><p>Russia's state-run news media ran the story <a href=\"http://youtu.be/8cAilfdV4HE\">with video</a> supplied by the FSB, Russia's federal security service. It showed an Estonian citizen, Eston Kohver, being hustled into a police station in handcuffs, and said that he had been arrested in Russia's western Pskov region as he tried to carry out an intelligence operation.</p><p>Then the video panned over a table showing items that Kohver was allegedly carrying when he was caught: a snub-nosed Taurus automatic, a stack of 50-euro notes worth about $6,500 and some miniature recording equipment. The video zoomed in on the gun to show the trademark and the fact that it was made in Miami.</p><p>The implication was that Kohver was packing classic spy gear, and that he was somehow linked to the United States.</p><p>Estonia acknowledges that Kohver is one of its intelligence officers, but the resemblance to Russia's version of the story ends there.</p><p>In the first place, Estonia says, Kohver was on the Estonian side of the border when he was captured in a surprise raid.</p><p>Eerik-Niiles Kross, former Estonian intelligence chief and national security adviser, says the Russian team jammed communications in the area, fired smoke bombs to cover its moves, crossed the border, kidnapped Kohver and spirited him back to Russia before Kohver's back-up team could react.</p><p>\"This is actually a standard procedure for a tactical operation like that,\" Kross says.</p><p>He adds that Estonia initially played down the incident, hoping that Kohver could be recovered through negotiations, but that hope was dashed when Russia claimed that the agent was caught spying.</p><p>Estonia later said Kohver was grabbed while he was waiting to meet with someone he thought was an informer in a smuggling case that he was investigating.</p><p>Estonian officials released what they say is proof of their version of events: Russian border guards signed a protocol immediately after the raid took place, acknowledging that there was an incursion from the Russian side of the border.</p><p>Mark Galeotti, professor at New York University and a specialist in Russian security issues, says he believes that Russia carried out the kidnapping, and did it for several reasons. First, he says, Russia wants to show that it is not intimidated by Obama's promise that NATO will defend Estonia.</p><p>\"Secondly,\" Galeotti says, \"it's sending a message to the smaller countries of NATO along its border that they should realize that NATO is a beast that is very good at doing one thing, which is responding to an overt military act. But it's not so good at dealing with a whole variety of other ways that Russia can bring pressure to bear.\"</p><p>Finally, Galeotti says, the affair is a form of mischief by Russia to see if it can help divide the Western alliance.</p><p>Kross says Estonia doesn't expect NATO to get involved.</p><p>\"We consider this a bilateral issue,\" he says. \"This is our guy, our border, our fight. We have been dealing with the Russians for a very long time and I think we are quite capable of dealing with this one, too.\"</p><p>But Kross says it's important to view the incident in a wider context — to consider what it would take to trigger the NATO promise that an attack on one of the alliance members is an attack on them all.</p><p>In the meantime, a Russian court has ordered Kohver to be held for two months, pending the investigation of his case. If he's convicted of spying, he could face as much as 20 years in a Russian prison.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Estonia+%27Spy%27+Dispute+Could+Be+Russia+Making+Anti-NATO+Mischief&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348412089-747027.m3u?orgId=1&topicId=1124&ft=3&f=348351241"}]}