{"created":"2014-12-17T08:46:06+00:00","modified":"2015-06-05T15:23:11+00:00","valid":{"from":"2015-06-05T15:23:11+00:00","to":"3015-06-05T15:23:11+00:00"},"hreflang":"en","title":"What's A Sportsman Anyway?","published":"2014-12-17T16:29:00+00:00","teaser":"Commentator Frank Deford says awards for sportsmanship seem<em> </em>archaic. These days, he says, we're more likely to talk about unsportsmanlike conduct.","itags":["npr_api","371259218"],"guid":"a4b11c59-b15d-419b-9cdb-3341663ddc1a","contentencoded":"<p><em>Sports </em><em>Illustrated</em> named its sportsman of the year the other day, Madison Bumgarner of the San Francisco Giants, which reminded me once again that you only hear the word \"sportsman\" anymore about the time when <em>Sports Illustrated</em> names its Sportsman of the Year. The term seems so archaic that it would be as if <em>Time </em>magazine annually chose a Gentleman of the Year.</p><p>Actually, there used to be three types of sportsmen. One was simply a rich guy who dabbled financially in sport, usually yacht-racing or horse breeding. In fact, the second Sportsman of the Year to be chosen by <em>Sports Illustrated,</em> in 1955, was William Woodward Jr., who simply owned a nice stable of horseflesh. Unfortunately, Mr. Woodward was shot dead by his wife, who claimed she thought he was a burglar, and the magazine was obliged to rush to choose a Brooklyn Dodgers pitcher for the honor instead. Mrs. Woodward was herself not considered for Sportswoman of the Year, even though the grand jury failed to indict her.</p><p>The second type of sportsmen were those who fished or shot animals. There was even a TV show called <em>The American Sportsman</em>. I never understood why bagging dumb beasts made you a sportsman while playing second base or left tackle just made you an athlete, but maybe it has something to do with the Second Amendment.</p><p>However, the ultimate type of sportsman was that athlete who not only played his best, <em>but who put playing fair above playing to win.</em> Probably because there never were many real athletes like that except in our American PR. The most famous sportsman was fictional, a dime-novel Lochinvar named Frank Merriwell, who was exemplar of the popular \"muscular Christianity,\" which was sportsmanship buttressed by Jesus' creed to love thy neighbor.</p><p>You can probably date the decline of the ideal of sportsmanship to the rise of money in sport, which is to say, yes, that sportsmanship has its price. I don't even know if people much think about the subject anymore. We used to hear folks say, \"he's a good sport,\" when somebody endured well after suffering some setback, but I think that's mostly gone out. There was also a common expression, \"If you can't play a sport, be one,\" but sorry, old sport, I haven't heard that since even before we started torturing people.</p><p>Well, of all sports, the one that, famously, has long had a sportsmanship trophy, is ice hockey, which is otherwise primarily known for goons and fistfights. It says something that that award is called the Lady Byng Trophy, which is the only major honor in men's sport named for a woman.</p><p>Otherwise, the only time we regularly encounter sportsmanship nowadays is in the negative, especially in football, where there is a penalty for \"unsportsmanlike conduct,\" which, of course, would have us wishfully presume that the rest of football only features sportsmanlike conduct.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+A+Sportsman+Anyway%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371364826-fe7a46.m3u?orgId=1&topicId=1055&aggIds=4499275&d=215&p=3&story=371259218&t=progseg&e=371364643&seg=11&ft=nprml&f=371259218"}]}