{"created":"2014-12-11T08:51:25+00:00","modified":"2015-05-13T21:27:05+00:00","valid":{"from":"2015-05-13T21:27:05+00:00","to":"3015-05-13T21:27:05+00:00"},"hreflang":"en","title":"Women's Work Is Never Done On The Farm, And Sometimes Never Counted","published":"2014-12-12T16:45:00+00:00","teaser":"The percentage of female farmers is climbing — slowly, according to federal figures. But those numbers don't take into account the many new roles women are filling on multigenerational family farms.","itags":["npr_api","369902748"],"guid":"a4bb5602-0f21-4e7b-9412-b4f45165bcb2","contentencoded":"<p>The average American farmer is a white man in his late 50s. Or at least, that's who's in charge of the farm, according to new <a href=\"http://www.agcensus.usda.gov/Publications/2012/Online_Resources/Highlights/Farm_Demographics/\">data</a> from the U.S. Department of Agriculture.</p><p>But the number of female-run farms has tripled since the 1970s, to nearly 14 percent in 2012. And if you dig a little deeper, you'll find women are showing up in new roles. But because of the way farm businesses are structured, women's work often isn't included in those USDA counts.</p><p>Sondra Pierce and her husband, Matt, have been growing beets, hay and sunflowers in rural Boulder County, Colo., since they graduated from high school. The young couple didn't wait long to start a family.</p><p>\"Soon as I had my son, I would put his car seat in the tractor and he would ride with me,\" says Sondra.</p><p>Outfitting the tractor with a car seat was out of necessity. The farm wasn't paying all the bills. So Sondra's husband took on a full-time job off the farm to make ends meet.</p><p>\"He would go to work, 9 to 5, and I would do the farm work that needed to get done. And then he would get home and do a lot of the other stuff,\" she says.</p><p>That left Sondra to pick up some of the domestic duties, too. And she's emblematic of a whole segment of female farmers, part of a husband-and-wife team attempting to keep a multigenerational farm afloat.</p><p>In the U.S., married couples run about a third of farms. But because of the way farm operations like the Pierces' are structured, men show up in data more often.</p><p>\"Technically, I don't own the farm,\" says Sondra. \"I mean, I just work on it. Most of the things we sell are always in his name.\"</p><p>In 2002, the USDA began collecting information — like gender and age — from more people on a family farm, not just from the person in charge. That's led to a broader picture of who does the farming in the U.S. Still, there are limits, and sociologists say expectations about what constitutes women's work on the farm can be slow to change.</p><p>\"Women have always worked in agriculture, historically. I think a key issue is whether or not it's counted,\" says <a href=\"https://soc.as.uky.edu/users/jzimm\">Julie Zimmerman</a>, a rural sociologist at the University of Kentucky who studies how women's roles on the farm have changed over time.</p><p>\"If you see working on your farm as being part of your role as the spouse or the wife, as helping out, then you might not even recognize it as being 'working on the farm,' even if you're doing it all the time,\" Zimmerman says.</p><p>The federal census of agriculture, conducted every five years, shows the percentage of women who farm climbing, slowly. But Zimmerman says that may not be entirely accurate. The picture would be more complete if the census asked more specific questions about who does what kind of work.</p><p>Mary Kraft walks through the milking parlor of Badger Creek Dairy outside Fort Morgan, Colo. She and two of her employees whistle at the black and white cows, coaxing them into the stalls.</p><p>Every day Kraft's dairy milks more than 5,000 cows, each sporting a Bluetooth collar that collects data each time the animal is milked. She says as farms have become more high-tech, the skills needed to be a successful farmer have changed. Now, you need to know how to program a milking machine and drive a combine.</p><p>\"In the past you had to be this big, burly guy with forearms the size of a post in order to turn a tractor, because they didn't have power steering,\" she says.<br /> <br />Kraft oversees her high-tech dairy from an office on-site. Her MBA hangs on the wall by her desk. She calls herself a farmer, but she's also a CFO and a manager of 75 employees.</p><p>\"It used to be you didn't inherit if you were a girl from a farm family,\" she says. \"And I think [now] people are going, 'I want somebody who's going to carry on the farm. So if it's the young lady ... awesome.' \"</p><p>And when that young woman starts working on the farm, in any capacity, the question will be whether it's counted.</p><p><em>This story comes to us from <a href=\"http://harvestpublicmedia.org/\">Harvest Public Media</a>, a reporting collaboration that focuses on agriculture and food production.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Women%27s+Work+Is+Never+Done+On+The+Farm%2C+And+Sometimes+Never+Counted&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Luke Runyon","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370022569-266acc.m3u?orgId=1&topicId=1053&d=233&p=3&story=369902748&t=progseg&e=370022466&seg=8&ft=nprml&f=369902748"},{"href":"http://media.npr.org/assets/img/2014/12/10/img_3233-a6f43c667c44378bdb2dea0eeae7fa39f661ac47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/12/10/img_3194-4f205b5bdbc1706a3a92a1856446f5135c54038e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}