{"created":"2015-05-15T11:23:58+00:00","modified":"2015-05-15T11:23:58+00:00","valid":{"from":"2013-08-16T11:31:09+00:00","to":"3013-08-16T11:31:09+00:00"},"hreflang":"en","guid":"a4bc77ac-4588-4f03-859b-520127ba39d7","teaser":"ESPN has been king of the hill in TV sports for three decades. But now FOX Sports aims to do to ESPN what Fox News did to CNN.","tags":["APM","Business","Fox","News Corp.","espn","fox sports"],"byline":"Ben Bergman","itags":["Marketplace Morning Report","PMP:Marketplace_PMP","a4bc77ac4588f03059b8520127ba39d7","Marketplace for 8/16/13","Marketplace Morning Report for Friday, August 16, 2013","Marketplace"],"contenttemplated":"[{\"content\":\"<p> ESPN has made a very lucrative business televising competition. But for more than three decades the sport behemoth hasn’t had a true competitor. That could change this weekend. On Saturday, FOX launches two cable sports channels it hopes will bring down the self-proclaimed &quot;worldwide leader in sports.&quot; </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“By far and away they’re the closest in terms of the look and feel to a true competitor that we’ve seen,” said David M. Carter, principal at the Sports Business Group and executive director of the USC Marshall Sports Business Institute. “They’ve struck a chord with sports fans over the years so they’re pretty uniquely positioned to take a run at launching this national network.” </p>\",\"type\":\"text/html\"},{\"content\":\"<p>To understand why FOX -- and others -- have so badly wanted to take a bite out of ESPN, just look at how important it&apos;s become for its majority-owner Disney. When most people think about Disney, they think Mickey Mouse, theme parks, or animation. But it’s Disney’s cable networks -- led by ESPN -- that  now bring in over half the company’s operating income. “The majority of the value of Disney right now, which is a $50 billion corporation, comes from ESPN,” said David Bank, equity research analyst at RBC Capital Markets.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>“Making sports fun again” </strong> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>FOX Sports is taking dead aim at ESPN -- branding itself in promos as a more entertaining, looser alternative. (ESPN declined a request to comment for this story) “We’re the ones making sports fun again,” ESPN-turned Fox anchor Erin Andrews says in promotions for the channel. Ironically, to do that, FOX imported two anchors from the Canadian version of Sportscenter -- Jay Onrait and Dan O&apos;Toole -- to host its nightly highlight show. Some have compared them to the “Big Show” duo of Dan Patrick and Keith Olbermann, who are credited with putting ESPN’s Sportscenter on the map in the 90s. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>FOX Sports executive vice president for programming and research Bill Wanger says rather than ESPN, the model for FOX Sports is the network’s jocular NFL Sunday pregame show. “It’s really informative and really credible, but at the end of the day, they’re guys you want to have a beer with,” said Wanger. “It’s great chemistry. It’s just fun.” </p>\"},{\"content\":\"<p>But to really attract big audiences, FOX can’t just talk about sports. It has to show them live. “The success or failure of not only FOX Sports 1 but any other multi-sport national network is going to be driven by the value of its live events,” said sports media consultant Chris Bevilacqua. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>No one knows that better than FOX.  Developing a national sports network has been a top priority within the company for over a decade. Wanger says things got serious when FOX was able to get more live events. “When the rights became available over the last three year, that’s when we started to gain momentum and put the plans together,” he said. “Besides ESPN, there’s not another cable sports network out there that has the compliment of rights that we have.” </p>\"},{\"content\":\"<p>Those rights include college basketball and football, NASCAR, UFC, U.S. Open golf, and starting next year, Major League Baseball. But none of those sports come close to attracting the audience of the NFL, which ESPN pays $1.9 billion a year to air on Monday nights. Should the NFL put some of its Thursday night games up for sale -- as has been rumored -- Wanger says FOX would be an eager bidder. He also says the network will go after NBA rights when they to go on the market in two years. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We’re absolutely in the market for those,” said Wanger. </p>\"},{\"content\":\"<p><strong>Can Fox Sports 1 be Pepsi?</strong> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>With the exception of its fledgling business channel, FOX Business, FOX has an impressive record of taking on entrenched competitors and winning. In the best-case scenario, FOX Sports would do to ESPN what FOX News did to CNN. But at least for now, Wanger is setting expectations low. &quot;Our initial ratings will probably be pretty low,” he said. “Our success will be measured in years, not days or months.” </p>\"},{\"type\":\"text/html\",\"content\":\"<p>But Bevilacqua says the question isn’t so much whether FOX Sports can be Coke, as can it be Pepsi? “I don’t see ESPN being dislodged from their leadership position anytime soon,” said Bevilacqua. “The question is, can you build a very good business around being number two?” </p>\"},{\"content\":\"<p>FOX already has a good head start.  Most new cable channels struggle to get picked up by cable operators. But by taking channels it already owned -- Speed and Fuel TV -- and turning them into FOX Sports 1 and 2, FOX has already solved the distribution problem. “They were in a fantastic position by having the beachfront real estate at Speed Channel,” said analyst David Bank. Executives have said FOX Sports 1 will available in 90 million homes, which is only 8 million fewer than ESPN.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>The no-lose business of cable TV</strong> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>FOX’s wide distribution and relatively generous subscriber fees lead Bank to conclude something about FOX no sports team could ever dream of saying: They can’t lose. “It actually feels fairly riskless, which you rarely hear a financial analyst say,” said Bank. “It’s just a lock it’s going to be massively profitable. We don’t worry at all.&quot;  </p>\"},{\"content\":\"<p>Bank says that’s because FOX has already negotiated higher carriage fees with cable providers that are multiples of what it was getting before with Speed and Fuel TV.  So, it already has over a billion dollars of revenue coming in before its sold a penny of advertising. “The great thing about this business is that the risk has been mitigated massively by the concept of monthly affiliate fees,” said Bank. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>However, not all providers have agreed yet to the higher fees FOX is seeking. Though they just reached a short-term deal to carry the DirecTV, Dish Network, and Time Warner Cable channels, they are reportedly still haggling with Fox over carriage fees.</p>\",\"type\":\"text/html\"}]","description":"ESPN has been king of the hill in TV sports for three decades. But now FOX Sports aims to do to ESPN what Fox News did to CNN.","contentencoded":"<div class=\"barn-cleaned\"><p>&nbsp;ESPN has made a very lucrative business&nbsp;televising competition. But for more than three decades the sport behemoth hasn’t had a true competitor. That could change this weekend. On&nbsp;Saturday, FOX launches two cable sports channels it hopes will bring down the self-proclaimed \"worldwide leader in sports.\"&nbsp;</p>\n<p>“By far and away they’re the closest in terms of the look and feel to a true competitor that we’ve seen,” said David M. Carter, principal at the Sports Business Group and executive director of the USC Marshall Sports Business Institute. “They’ve struck a chord with sports fans over the years so they’re pretty uniquely positioned to take a run at launching this national network.”&nbsp;</p>\n<p>To understand why FOX -- and others -- have so badly wanted to take a bite out of ESPN, just look at how important it's become for its majority-owner Disney.&nbsp;When most people think about Disney, they think Mickey Mouse, theme parks, or animation.&nbsp;But it’s Disney’s cable networks -- led by ESPN -- that &nbsp;now bring in over half the company’s operating income. “The majority of the value of Disney right now, which is a $50 billion corporation, comes from ESPN,” said David Bank, equity research analyst at RBC Capital Markets.</p>\n<p><strong>“Making sports fun again”&nbsp;</strong>&nbsp;</p>\n<p>FOX Sports is taking dead aim at ESPN -- branding itself in promos as a more entertaining, looser alternative. (ESPN declined a request to comment for this story) “We’re the ones making sports fun again,” ESPN-turned Fox anchor Erin Andrews says in promotions for the channel. Ironically, to do that, FOX imported two anchors from the Canadian version of Sportscenter -- Jay Onrait and Dan O'Toole -- to host its nightly highlight show.&nbsp;Some have compared them to the “Big Show” duo of Dan Patrick and Keith Olbermann, who are credited with putting ESPN’s Sportscenter on the map in the 90s.&nbsp;</p>\n<p>FOX Sports executive vice president for programming and research Bill Wanger says rather than ESPN, the model for FOX Sports is the network’s jocular NFL Sunday pregame show.&nbsp;“It’s really informative and really credible, but at the end of the day, they’re guys you want to have a beer with,” said Wanger. “It’s great chemistry. It’s just fun.”&nbsp;</p>\n<p>But to really attract big audiences, FOX can’t just talk about sports. It has to show them live.&nbsp;“The success or failure of not only FOX Sports 1 but any other multi-sport national network is going to be driven by the value of its live events,” said sports media consultant Chris Bevilacqua.&nbsp;</p>\n<p>No one knows that better than FOX.&nbsp;&nbsp;Developing a national sports network has been a top priority within the company for over a decade.&nbsp;Wanger says things got serious when FOX was able to get more live events. “When the rights became available over the last three year, that’s when we started to gain momentum and put the plans together,” he said. “Besides ESPN, there’s not another cable sports network out there that has the compliment of rights that we have.”&nbsp;</p>\n<p>Those rights include college basketball and football, NASCAR, UFC, U.S. Open golf, and starting next year, Major League Baseball.&nbsp;But none of those sports come close to attracting the audience of the NFL, which ESPN pays $1.9 billion a year to air on Monday nights.&nbsp;Should the NFL put some of its Thursday night games up for sale -- as has been rumored -- Wanger says FOX would be an eager bidder.&nbsp;He also says the network will go after NBA rights when they to go on the market in two years.&nbsp;</p>\n<p>“We’re absolutely in the market for those,” said Wanger.&nbsp;</p>\n<p><strong>Can Fox Sports 1 be Pepsi?</strong>&nbsp;</p>\n<p>With the exception of its fledgling business channel, FOX Business, FOX has an impressive record of taking on entrenched competitors and winning. In the best-case scenario, FOX Sports would do to ESPN what FOX News did to CNN.&nbsp;But at least for now, Wanger is setting expectations low. \"Our initial ratings will probably be pretty low,” he said. “Our success will be measured in years, not days or months.”&nbsp;</p>\n<p>But Bevilacqua says the question isn’t so much whether FOX Sports can be Coke, as can it be Pepsi?&nbsp;“I don’t see ESPN being dislodged from their leadership position anytime soon,” said Bevilacqua. “The question is, can you build a very good business around being number two?”&nbsp;</p>\n<p>FOX already has a good head start.&nbsp; Most new cable channels struggle to get picked up by cable operators.&nbsp;But by taking channels it already owned -- Speed and Fuel TV -- and turning them into FOX Sports 1 and 2, FOX has already solved the distribution problem.&nbsp;“They were in a fantastic position by having the beachfront real estate at Speed Channel,” said analyst David Bank.&nbsp;Executives have said FOX Sports 1 will available in 90 million homes, which is only 8 million fewer than ESPN.</p>\n<p><strong>The no-lose business of cable TV</strong>&nbsp;</p>\n<p>FOX’s wide distribution and relatively generous subscriber fees lead Bank to conclude something about FOX no sports team could ever dream of saying: They can’t lose.&nbsp;“It actually feels fairly riskless, which you rarely hear a financial analyst say,” said Bank. “It’s just a lock it’s going to be massively profitable. We don’t worry at all.\"&nbsp;&nbsp;</p>\n<p>Bank says that’s because FOX has already negotiated higher carriage fees with cable providers that are multiples of what it was getting before with Speed and Fuel TV. &nbsp;So, it already has over a billion dollars of revenue coming in before its sold a penny of advertising. “The great thing about this business is that the risk has been mitigated massively by the concept of monthly affiliate fees,” said Bank.&nbsp;</p>\n<p>However, not all providers have agreed yet to the higher fees FOX is seeking. Though they just reached a short-term deal to carry the DirecTV, Dish Network, and Time Warner Cable channels, they are reportedly still haggling with Fox over carriage fees.</p></div>","published":"2013-08-16T11:31:09+00:00","title":"FOX launches sports channels to challenge ESPN","audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/148134813.jpg?itok=HB5YZt-g"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/16/marketplace_segment20_20130816_64.mp3","format":"MP3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/16/marketplace_segment20_20130816","type":"application/json"},"duration_hms":"00:03:41","duration":221},"type":"audio/mpeg"}]}