{"created":"2014-11-16T23:22:18+00:00","modified":"2014-11-24T21:05:05+00:00","valid":{"from":"2014-11-24T21:05:05+00:00","to":"3014-11-24T21:05:05+00:00"},"hreflang":"en","title":"Criminal Law Says Minors Can't Consent — But Some Civil Courts Disagree","published":"2014-11-17T02:00:00+00:00","teaser":"No state has an age of consent lower than 16. But in some civil cases, attorneys argue that children <em>can</em> make decisions about whom they have sex with — and, in some courtrooms, those attorneys win.","itags":["npr_api","364538087"],"guid":"a4c44004-f2d7-49ef-9653-a83cf5fcc350","contentencoded":"<p>Protecting young people from sexual predators would seem to be a universally-held value in this country: No state has an age of consent lower than 16.</p><p>But in some courtrooms, attorneys argue that children can make decisions about whom they have sex with — and in some cases, those attorneys are winning.</p><p>One of those cases is currently under appeal in California. In 2010, a 28-year old middle-school math teacher began a six-month sexual relationship with a 14-year-old female student at his school.</p><p>The teacher was convicted in criminal court of lewd acts with a child, and he went to prison. The girl's family then sued the LA Unified School District in a civil case.</p><p>Investigative reporter Karen Foshay pored over court documents and looked at the school district's line of defense. This past week, <a href=\"http://www.scpr.org/news/2014/11/13/48034/lausd-argued-middle-schooler-can-consent-to-sex-wi/\">she broke the story for NPR member station KPCC</a>. Foshay tells NPR's Arun Rath that she was amazed by how the school district defended itself in court.</p><p>\"They said, 'We're not negligent here, we didn't know about this,'\" Foshay says. And they also said that the 14-year-old girl was at fault because she consented to the sex.</p><p>Attorney Keith Wyatt, who was representing LA Unified in the case, made that argument in court — and reiterated it in an interview with Foshay.</p><p>\"She lied to her mother so she could have an opportunity to have sex with her teacher ... she went to a motel in which she engaged in voluntary consensual sex with her teacher,\" Wyatt said to Foshay. \"Why shouldn't she be responsible for that?\"</p><p>Under criminal law in California, the age of consent is 18 years old. But in a civil case, Foshay says, there have been two rulings that say minors can consent to sex.</p><p>\"So you can be a victim in the criminal case, but you can actually be found at fault in the civil case,\" she says.</p><p>When Foshay asked Wyatt whether a 14-year-old has the maturity to make a decision about sex, he said children \"make decisions all the time.\"</p><p>\"Making the decision whether or not to cross the street when traffic is coming, that takes a certain level of maturity,\" he said. \"And that's a much more dangerous decision than deciding, 'Hey, I want to have sex with my teacher.' \"</p><p>Wyatt was able to successfully argue that LA Unified had no negligence in this case. As Foshay <a href=\"http://www.scpr.org/news/2014/11/13/48034/lausd-argued-middle-schooler-can-consent-to-sex-wi/\">reported for KPCC</a>, the judge gave the jury the opportunity to find the girl at fault. Instead, however, the jury accepted the school district's argument that it had no knowledge of the situation.</p><p>The decision in that civil case is currently under appeal.</p><p>Wyatt has since issued an apology for what he called his \"insensitive\" comments, and LA Unified announced they're removing him from other legal matters before the school district because of his comments to Foshay. The district's statement read, in part: \"Respect and empathy must be at the core of how we approach these cases, and Mr. Wyatt's remarks did not reflect that commitment.\"</p><p>But LA Unified told KPCC that Wyatt's firm, Ivie, McNeill and Wyatt, will continue to represent the school district in 18 lawsuits.</p><p>Jennifer Drobac, who teaches juvenile law and sexual harassment law at Indiana University, says what's happened in California isn't unique.</p><p>\"There are 12 other states, and perhaps more, where I've documented that civil law is diverting from the criminal law treatment of adolescent and juvenile consent,\" Drobac says.</p><p>This means that in a civil and criminal case with the same facts and same people involved, the same consent will be treated with diametrically opposite results under the law. Drobac says that's the situation in states including New York, Illinois, Maryland and Louisiana.</p><p>Drobac says that in California, this disparity between civil and criminal consent came about when the state legislature changed the law and took sex with a minor out of the forcible rape statute. The intent was to establish separate penalties for the two crimes.</p><p>\"But what happened was ... the California Supreme Court interpret that as the legislature saying, 'Well, juveniles may be able to consent in certain circumstances,' \" she says.</p><p>\"There's no basement on this,\" Drobac says. \"You could take a 9-year-old and say that a 9-year-old could consent, under this reading of the change of law in California.\"</p><p>Drobac says the chances of these disparities being settled at the federal level are low, since the federal government has a hard time intervening in state criminal law unless there are national implications. Because of that, she says, these changes need to be made on a state-by-state basis.</p><p>\"But I think it's possible for state lawmakers to look at this issue, because I think it's an important one,\" she says. \"Legislators have the ability to look at their laws to see if they're consistent and, at the very least, make the age of consent rational.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Criminal+Law+Says+Minors+Can%27t+Consent+%E2%80%94+But+Some+Civil+Courts+Disagree&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364561418-22ebdb.m3u?orgId=1&topicId=1091&ft=3&f=364538087"}]}