{"created":"2015-06-24T09:05:47+00:00","modified":"2015-07-03T01:05:23+00:00","valid":{"from":"2015-07-03T01:05:22+00:00","to":"3015-07-03T01:05:22+00:00"},"hreflang":"en","title":"Bulgaria Steps Up Efforts Against Drug Trafficking Across Its Borders","published":"2015-06-24T12:58:00+00:00","teaser":"Bulgaria has long been a drug trafficking hub. As recently as the 1990s, the government looked the other way. Now a European Union member, it's working to stop the flow of Afghan heroin into Europe.","itags":["npr_api","417000427"],"guid":"a4cb51e0-c053-40d6-8cf9-27f0773348bc","contentencoded":"<p>As heroin addiction grows in the United States, the U.S. is focusing on the global supply chain, and officials believe one crucial link in it moves through Bulgaria, delivering most of the heroin that enters Europe — and some of what winds up on American streets.</p><p>On a recent day at a checkpoint on the Bulgaria-Turkey border, more than a hundred trucks were queued up in each direction, waiting to get through. One can just imagine how difficult it would be to find out if there were drugs in one of these trucks — they're big, they are a lot of them, and for the most part they're crammed full of legitimate goods.</p><p>Border Surveillance Chief Plamen Dinev tells us they intercepted nearly 250 pounds of heroin just over the weekend. Not too long ago, the Bulgarian government looked the other way — <a href=\"http://www.theatlantic.com/magazine/archive/1998/12/hoods-against-democrats/377344/\" target=\"_blank\">even actively profited from the drug trade across this border</a>.</p><p>\"That was a plague — literally a plague — in the '90s, and we're still bearing the fruit from that period,\" says Elena Poptodorova, the Bulgarian Ambassador to the United States. She says the biggest change since the '90s is that Bulgaria is now a member of the European Union.</p><p>\"This is probably the best remedy, because in order to benefit from European funds we need to meet certain criterias,\" she says.</p><p>If it's a choice between getting rich off Brussels or getting rich off drug trafficking, most people will choose the one that doesn't come with a prison sentence. Still, drug trafficking in Bulgaria remains a big enough problem that the U.S. Drug Enforcement Administration opened an office here in 2012.</p><p>The DEA declined our interview request.</p><p>Tihomir Bezlov — who is with a think tank called the <a href=\"http://www.csd.bg/\" target=\"_blank\">Center for the Study of Democracy</a> in the capital, Sofia — says Bulgaria is a good place to bring heroin, because it has a well established route and good infrastructure.</p><p>\"And by the way, we see that these channels, how they rise, when the — for example — U.S. army reduced the presence in Afghanistan,\" Bezlov says. \"Heroin is a very important source of financing to terrorist organization.\"</p><p>Bezlov says that around two-thirds of the heroin in Europe passes through Bulgaria, and that up to a third of that ultimately reaches the U.S.</p><p>The country is taking real steps to change things though. At the central police station, the head of the anti-drug trafficking unit — Ivan Vasilev, 33 — wears jeans and a T-shirt. He's been in charge of the team for a month.</p><p>Vasilev explains that a few years ago, the department introduced a series of exams for officers — IQ tests, psychological profiles ... and lie detector tests. He says a lot of people retired after that, and now his team has an average age of 35.</p><p>Is that because older officers were assumed to have been associated with the prior regimes that were in cahoots with drug dealers?</p><p>\"You would have to ask someone else about that,\" Vasilev says. \"In the 1990s, I was in middle school.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bulgaria+Steps+Up+Efforts+Against+Drug+Trafficking+Across+Its+Borders&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417045221-d733e8.m3u?orgId=1&topicId=1124&d=229&p=3&story=417000427&t=progseg&e=417040236&seg=17&ft=nprml&f=417000427"},{"href":"http://media.npr.org/assets/img/2015/06/24/gettyimages-452277848-c289cedf4a9dad97b6e732f12ee52ea0958c55d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}}]}