{"created":"2014-10-02T19:57:22+00:00","modified":"2015-04-30T19:48:36+00:00","valid":{"from":"2014-08-18T13:03:56+00:00","to":"3014-08-18T13:03:56+00:00"},"hreflang":"en","guid":"a4cc0ce2-a977-4c4d-84d4-d68578bcbe23","title":"Chinatown, Hotdogs, and Genetics","teaser":"Geneticist Paul Nurse, a Nobel Laureate, learns the truth about his origins; a nine-alarm blaze in Boston's Chinatown teaches a daughter about her father's wisdom; a cop has misadventures during a stakeout; and a man is plagued during a road trip with dreams of what might have been. Hosted by The Moth's Artistic Director, Catherine Burns. The Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media. NOTE: some stories are emotionally intense and not for children. Click the Content Advisory on the right.","description":"Paul Nurse - \"Discussing Family Trees in School Can Be Dangerous\" -&nbsp; A geneticist discovers his true identity.  Ellie Lee - \"A Kind of Wisdom\" - A Chinatown fire brings a family and community together. Steve Osborne - \"The Stakeout\" -&nbsp; A NYC cop mistakes a dentist for a bank robber.  Tom Weiser - \"Alternate Ithaca Tom\" - A man imagines what his life might have been had he made some different decisions.  Hosted by The Moth's Artistic Director, Catherine Burns","contentencoded":"<span>Paul Nurse - \"Discussing Family Trees in School Can Be Dangerous\" -&nbsp; A geneticist discovers his true identity.<br /></span> <br /> <span>Ellie Lee - \"A Kind of Wisdom\" - A Chinatown fire brings a family and community together.<br /></span><br /> <span>Steve Osborne - \"The Stakeout\" -&nbsp; A NYC cop mistakes a dentist for a bank robber.<br /><br /> </span> Tom Weiser - \"Alternate Ithaca Tom\" - A man imagines what his life might have been had he made some different decisions.<br /> <br /> <span>Hosted by The Moth's Artistic Director, Catherine Burns</span>","byline":"The Moth","published":"2014-08-18T13:03:56+00:00","tags":["Weekly Program"],"itags":["prx:stories-93985"],"audio":[{"href":"https://hal.prx.org/pub/4a5f5f6a8713a80533a61ea8cc4be315/0/web/story_image/219834/medium/osborne_medium.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/59d796750f45eb396460e5e7aff00a05/0/web/audio_file/498816/broadcast/Moth1002Bounce.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":101647055}}]}