{"created":"2015-05-15T21:15:35+00:00","modified":"2015-05-21T19:05:39+00:00","valid":{"from":"2015-05-21T19:05:39+00:00","to":"3015-05-21T19:05:39+00:00"},"hreflang":"en","title":"Group Makes Character Key Part Of Reducing Baltimore Unemployment","published":"2015-05-17T19:01:00+00:00","teaser":"For years now, the Center for Urban Families has provided training in the city's poorest neighborhood. People don't just work on their resumes, but also attitude and life skills.","itags":["npr_api","407071616"],"guid":"a4d0edb1-e47a-4041-8655-88cff968608e","contentencoded":"<p>In a West Baltimore classroom, three dozen adults — all African-American, mostly men — are in their first week of \"pre-employment training.\"</p><p>\"Show me Monday, what does Monday look like,\" asks the instructor. They all raise one hand high above their head.</p><p>\"That's where the energy should be every day,\" she says. \"Stay alert!\" The class responds in unison: \"Stay alive.\"</p><p>The Center for Urban Families offers this course in a blush brick building across the street from where <a href=\"http://www.npr.org/sections/thetwo-way/2015/04/27/402555819/freddie-gray-s-funeral-spurs-calls-for-calm-huge-crowd-expected\" target=\"_blank\">Freddie Gray's funeral</a> was held. It aims to address one of the problems made urgent by Gray's death: a staggering unemployment rate in this city's poorest neighborhoods, especially among young, black men.</p><p>\"It's really a training ground, if you will, for individuals to get some very much needed attitudinal skills and life skills,\" says Tenille Patterson, the center's chief operating officer. She says too many in Baltimore grow up without seeing anyone hold a steady job.</p><p>\"Our class is nine-to-five, Monday through Friday for four weeks, so that people can make the life skills adjustments of child care, of getting up every single day on time,\" she says.</p><p>One of the youngest in this session is 21-year-old Isaac Cobb Jr., who sports a new, short haircut and a navy suit with striped tie.</p><p>Cobb says his entire extended family is involved in gangs, and he started selling drugs at age 10. \"It's almost like the Jewish, when they turn 13, they're supposed to become a man,\" he says, referring to a bar mitzvah. \"It's like a way of life.\"</p><p>Cobb says he never liked that life. In this class, he says he's come to understand how he learned to act tough in order to survive.</p><p>\"So you have to put on this fake mask almost, to try to hide who you really are, inside,\" he says. \"And it starts to change you.\"</p><p>Cobb has gone on a string of job interviews, trying to replace the drug money he recently gave up. But he wonders if his tough act has cost him.</p><p>\"I realize when you're going into interviews, they have people around that's just watch you,\" he says. \"And I guess the way I would look around, and I have this mug on my face, and it would intimidate the employer.\"</p><p>Others come to class with a work history, but have trouble keeping a job.</p><p>\"I'm more like an emotional wreck because I been through abuse,\" says Chrissy Smith. At 35, she has spent 12 years, off and on, as a lab tech. But she says she struggles to keep her focus on work.</p><p>\"My mother was on drugs, but she's been a recovering addict for like 21 years,\" she says. \"And my father was nonexistent.\"</p><p>There was a series of foster families. A relationship turned violent. And a baby daughter died of sudden infant death syndrome.</p><p>Smith exudes confidence, with an easy manner, a smart black suit and her hair wrapped up high. But the more she talks about her life, it's clear she can't shake her inner turmoil.</p><p>\"I walked around all these years lost,\" she says, voice trembling. \"And being here is teaching me that I can not do that anymore. I have to rise above that.\"</p><p>The Center for Urban Families says 300 people complete this employment training program each year. More than 200 are placed in jobs, including with major employers like Johns Hopkins University. The average wage for a graduate is $13 an hour.</p><p>\"However, many of those we place two and three and four times,\" says Patterson. \"When you have someone that hasn't been consistently employed for two or three years, that first employment opportunity often doesn't stick.\"</p><p>The poverty and violence laid bare by Freddie Gray's death is a longstanding problem. And addressing it, a long-term project.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Group+Makes+Character+Key+Part+Of+Reducing+Baltimore+Unemployment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407071617-8e0be5.m3u?orgId=1&topicId=1091&d=225&p=2&story=407071616&t=progseg&e=406893959&seg=14&ft=nprml&f=407071616"},{"href":"http://media.npr.org/assets/img/2015/05/15/center-urban-families-02-84c0ad7b5e7d899d89e065fd7ca440dc5977671f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}},{"href":"http://media.npr.org/assets/img/2015/05/15/center-urban-families-01_custom-55d9f61f6e07d5302d1cf7340b544fc20caa052e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1460","width":"2000"}}]}