{"created":"2015-06-12T20:32:50+00:00","modified":"2015-06-17T17:05:14+00:00","valid":{"from":"2015-06-17T17:05:13+00:00","to":"3015-06-17T17:05:13+00:00"},"hreflang":"en","title":"How To Annoy Your Dad: Play The Harpsichord","published":"2015-06-13T00:55:00+00:00","teaser":"For harpsichordist Mahan Esfahani, teenage rebellion had a Baroque soundtrack. His new album juxtaposes modern composers and their distant musical forebears.","itags":["npr_api","413693373"],"guid":"a4d1b5a8-66f9-4756-8e4f-a3f99e43d89e","contentencoded":"<p>\"The harpsichord is an easy target, isn't it?\" Those are the fighting words of Mahan Esfahani, a good-humored harpsichordist who is a proud defender of his instrument.</p><p>With his new album, <em>Time Present and Time Past,</em> Esfahani sets Baroque music and minimalism side by side to prove his point that the harpsichord is as relevant today as it was back in the time of <a href=\"http://www.npr.org/artists/15031897/johann-sebastian-bach\" target=\"_blank\">Bach</a> and <a href=\"http://www.npr.org/artists/16512619/antonio-vivaldi\" target=\"_blank\">Vivaldi</a>.</p><p>Esfahani sat down to talk with NPR about the new album. His sparring partner was <em>All Things Considered</em> host Robert Siegel. The two traded friendly jabs — and a lot of laughter.</p><p><strong>Robert Siegel: \"</strong><strong>Two skeletons copulating on a tin roof.\" That's how conductor Sir Thomas Beecham once famously dismissed the sound of the harpsichord. </strong><strong>The harpsichord has had a rough ride — it was displaced by the piano — but the old instrument has its devotees and champions, including Mahan Esfahani. Welcome to the program.</strong></p><p><strong><strong>Mahan Esfahani: </strong></strong>Thank you, it's a great pleasure.</p><p><strong>On this album you play both Baroque music and also minimalist music. To begin with, explain your love of this not hugely popular instrument, the harpsichord.</strong></p><p>Well firstly, you know, Robert — if I may call you that — I have a huge respect for your work. But if you don't mind, I'm going to, in a friendly tone, take issue with almost everything you've said so far, which is that it's old and it's not enormously popular. I think these things would only matter to Americans. As long as there's a place for sundials and gardening and beautiful things, there's a place for the harpsichord. I completely reject the idea that the harpsichord is old and I reject the idea that something old is therefore not good or not popular. Lots of things are old. Lots of traditions are old. I like it because it's beautiful.</p><p><strong></strong><strong>But were you at some point at a fork in the road where you were either to be a pianist or a harpsichordist? </strong></p><p>Not really, no. I played piano. I've always liked piano, and my father played piano. Actually, to be fair, the sound of the harpsichord did annoy him a bit, and I thought, \"How can I annoy Dad? I'll play the harpsichord.\" So you know, it was a bit of teenage rebellion — and I'm being serious about that, actually. But the harpsichord I just always had a love for.</p><p><strong></strong><strong>The first track on the album</strong><strong> <em></em></strong><strong><em>Time Present And Time Past </em></strong><strong>is by <a href=\"http://www.npr.org/artists/91447657/domenico-scarlatti\">Scarlatti</a><em>.</em></strong><strong><em> </em></strong><strong></strong><strong>That's one of the Baroque pieces, but then we have an adaptation of <a href=\"http://www.npr.org/artists/15005371/steve-reich\">Steve Reich</a>'s piece <em>Piano Phase</em> for two pianos. It sounds a little bit like an electric guitar. </strong></p><p>Well, a harpsichord is kind of a big guitar, isn't it? I mean it is plucked, after all. I had a good time recording that piece. I think it's fabulous. I think Steve Reich completely redefined musical language.</p><p><strong></strong><strong>You've talked about your love of both Baroque music and minimalist music and of finding something in common between the two. How do you express that? </strong></p><p>When I say that there's commonality, I mean more in terms of the sort of techniques by which we perceive Baroque and minimalist music rather than the techniques used to compose them. I know that's being sort of overly complicated. But I think in Baroque music, especially in the case of Bach, what really transformed Bach's musical language, what changed it for him, was hearing Vivaldi, hearing the manipulation of small cells of information and patterns in order to generate huge blocks of harmony.</p><p><strong></strong><strong>You also include a composition by</strong><strong> </strong><a href=\"http://www.npr.org/artists/15837607/henryk-gorecki\" target=\"_blank\"><strong>Henryk G</strong><strong>ó</strong></a><strong><a href=\"http://www.npr.org/artists/15837607/henryk-gorecki\" target=\"_blank\">recki</a> in this album.</strong><strong> </strong></p><p>Yes. Górecki — there's a kind of personal thing there for me. I had kind of become obsessed with that Soviet bloc period. Actually, a lot of composers in the Soviet bloc — Górecki's not the only one — are writing for the harpsichord as a reaction against enforced Soviet realism, expressionism, enforced modernism. The harpsichord was, ideologically, considered a very questionable instrument in that period, much like I think it's ideologically considered suspect today in some circles.</p><p><strong></strong><strong>Why? Was the idea that it was associated with the</strong><strong> </strong><strong>aristocracy</strong><strong> </strong><strong>in that time, in the pre-modern time, was that the problem for the harpsichord? </strong></p><p>I think that was a big issue. Already in the French Revolution, the harpsichord becomes identified with the aristocracy, with the ancien régime. Plus hey, you know, the harpsichord is a really easy target, isn't it? I mean, it's just how it is.</p><p><strong></strong><strong>I thought the problem with the harpsichord was also that it lacked the dynamic range, that you couldn't make notes louder or softer. That was the problem. </strong></p><p>Is it? I didn't know that? Is that the problem?</p><p><strong></strong><strong>I'm not speaking as a musician, Mahan, but that's the rumor I've heard, yes. </strong></p><p>You know, there's a lot of misinformation. I mean, there are still people who think that the Earth is flat.</p><p><em>[Siegel laughs]</em></p><p>All of the evidence that we can bring to light that there was evolution and that the Earth is round still hasn't convinced some people. Look, to me the harpsichord has a huge dynamic range. I always say to people, \"Come and listen to it.\" Come and actually experience this and realize there's good harpsichord playing, there's bad harpsichord playing.</p><p>By the way, I am fun outside of this context. Don't worry, man! <em>[Laughs]</em></p><p><strong></strong><strong>You're fun in this context also! I'm having a fine time. But, just to explain, can you play a note on the harpsichord so that it's pianissimo or so that it's fortissimo?</strong><strong> </strong></p><p>Well, within a phrase and with a series of phrases you can certainly create the effect of diminuendo and crescendo, no question. One of the tracks that I have is <a href=\"http://www.npr.org/sections/deceptivecadence/2014/03/08/267603200/a-kid-named-carl-stirs-up-the-bach-musical-dynasty\" target=\"_blank\">Carl Philipp Emanuel Bach</a>, his Variations on \"La Follia.\" You'll definitely hear a wide range of colors that the harpsichord is capable of. I think that gives lie to the assumption that it doesn't have that kind of variety, and I think it very much speaks for itself.</p><p><strong></strong><strong>Are you finding composers writing for harpsichord today?</strong><strong> </strong></p><p>Absolutely. It's really thrilling, actually. I think for someone who does play, let's say, old music or Baroque music or Renaissance music — and I do play a lot of that, obviously — engaging with new composers, engaging with young composers, is really exciting because it makes me look at people of the past in a very different way. They're also living. There was a lot of subjectivity in the decisions that they were making. It totally has transformed my relationship with someone like, say, Bach. Bach was born 330 years ago but gosh, he really is alive.</p><p><strong></strong><strong>The last piece on</strong><strong> <em></em></strong><strong><em>Time Present and Time Past</em></strong><strong><em> </em></strong><strong></strong><strong>is Johann Sebastian Bach's Harpsichord Concerto. You said you've arrived at a new relationship with Bach. Tell me more about that.</strong><strong> </strong></p><p>Bach, of course, was my first love. He still is. I mean, he's the man in my life, that's for sure. When I say that there's been a re-evaluation, look — to be perfectly honest — I think I have a re-evaluation of my relationship with Bach probably every day. That will never stop. That's probably why I still get up in the morning and I do this.</p><p><strong></strong><strong>Mahan Esfahani, thank you very much for talking with us about your album and about your instrument.</strong><strong> </strong></p><p>It's been a great pleasure, and I say to people: Keep you ears and your minds open.</p><p><strong></strong><strong>And let me say that I personally have nothing against the harpsichord.</strong><strong> </strong></p><p><em>[Laughs]</em> Hey, makes one of us!  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Annoy+Your+Dad%3A+Play+The+Harpsichord&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413995717-be0941.m3u?orgId=1&topicId=1039&d=480&p=2&story=413693373&t=progseg&e=413811411&seg=9&ft=nprml&f=413693373"},{"href":"http://media.npr.org/assets/img/2015/06/11/mahan-8acf02ef57c76fc0091261c26850ad2ffb40f9ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3299","width":"4399"}}]}