{"created":"2014-10-12T16:35:49+00:00","modified":"2014-10-30T21:37:06+00:00","valid":{"from":"2014-10-30T21:37:06+00:00","to":"3014-10-30T21:37:06+00:00"},"hreflang":"en","title":"American Intruder Lurks In Scottish Streams, Clawed And Hungry","published":"2014-10-12T17:14:00+00:00","teaser":"Scotland has some of the best trout fishing in the world. Now the North American signal crayfish is taking over waterways, threatening to wipe out native populations of insects those trout eat.","itags":["npr_api","355176704"],"guid":"a4d24765-4263-45d4-90b6-c316f1ebddb7","contentencoded":"<p>Forget Nessie: there's another insidious creature living in the waters of Scotland.</p><p>The story starts in the streams and lakes of the northwestern United States, where North American signal crayfish are a familiar sight. Turn over a rock and you may well encounter one.</p><p>But in Scottish streams and lochs, these creatures are intruders.</p><p>In the United States, we often hear about invasive Asian carp, zebra mussels or snakehead fish from China that take over American waterways. It's a two-way street: American species are causing chaos in other parts of the world, too.</p><p>And in Scottish waters, home to prize-winning trout, American crayfish may be destroying the catch.</p><p><strong>'Hundreds And Hundreds And Hundreds Of Them'</strong></p><p>Allen Pleus, with the Department of Fish and Wildlife in Washington State, says that the signal crayfish is an important species in his region. It's the only native crayfish species, and the freshwater crustaceans are are just another part of the ecosystem.</p><p>\"They play well with others,\" he says. \"They've learned to be good neighbors with the other native species.\"</p><p>They eat aquatic insects and larvae; raccoons and herons, in turn, eat them. The system works.</p><p>But those same crayfish wreak havoc in Scottish waters like Clyde's Burn — a stream in Scotland where anglers from all over the world come to fish.</p><p>Matt Mitchell has been casting his line into these waters for about 40 years. \"This area is probably, if not the best, certainly one of the best trout fisheries in the world,\" he says.</p><p>One day Mitchell got a call from an angler friend. The conversation changed Mitchell's life.</p><p>\"He phoned me and said, 'I think we have a problem. You'd better come look at this,' \" Mitchell says.</p><p>He jumped in the car and headed to the river.</p><p>\"I could not believe the number of crayfish that were in this part of the river,\" he says. \"You could literally walk across the river standing on crayfish. You couldn't walk without standing on a crayfish, they were so numerous!\"</p><p>The North American signal crayfish, which had been introduced to English waters decades ago and spread steadily north, were taking over.</p><p><strong>\"</strong>What we did initially was just hand-catch them,\" Mitchell says, \"hundreds and hundreds and hundreds of them.\"</p><p>There was some pinching involved. \"I'll not repeat what the language was like,\" Mitchell says. \"But they were big animals. I mean, some of these things were about 10, 12 inches long.\"</p><p>At that size, they don't even look like crayfish; they look like lobsters. Animals that big, Mitchell says, are more than a decade old; he guesses they've been in the river for 12 years.</p><p><strong>No Trout Food, No Trout</strong></p><p>The problem isn't just the size or quantity of the intruders; it's that the signal crayfish eat the same insects and larvae as the prize-winning trout that are native to these streams.</p><p>Mitchell's colleague Ian Miller is the man who first placed that concerned phone call from the Clyde Burn all those years ago; Mitchell calls him the best Clyde angler alive.</p><p>With the arrival of the crayfish, Miller says, \"Stoneflies are gone — basically wiped off the face of the Earth.\"</p><p>That's a problem, because stoneflies are an important food for the fish. No trout food means no trout.</p><p>At the river, Miller pulls up a trap from the water to demonstrate. The plastic cage is alive with crawling, clacking crayfish — about a dozen of them, dark reddish-brown with giant claws, climbing all over each other inside the trap.</p><p>Crayfish like these can be a delicacy, but Scotland has decided that encouraging people to eat them would just create a market and make people spread them more widely.</p><p>As a result, anyone who pulls crayfish out of a Scottish river is legally required to kill them. The quickest way, Ian says, is to stomp them beneath a boot.</p><p><strong>Fighting Invaders In Home Territory</strong></p><p>Allen Pleus, the naturalist back in the Pacific Northwest, commiserates with the Scottish anglers.</p><p>Turns out, Washington State is struggling with a similar problem.</p><p>\"Unfortunately, we now have our own invasive-species crayfish in this area — mostly red swamp crayfish from the southern United States,\" he says.</p><p>That's right. At the same time that the North American signal crayfish are taking over rivers and streams in Scotland, they're being crowded out of rivers and streams in their native habitat by <a href=\"http://earthfix.opb.org/flora-and-fauna/article/crawfish-turfwars-of-the-northwest/\">other invasive crayfish</a> — interlopers from Louisiana.</p><p>And those signal crayfish that are dominating streams in Scotland? In America, Pleus says, \"They're considered wimpy in some cases — that they don't put up enough of a fight with these non-native species.\"</p><p>The serpent — or in this case, the crayfish — eats its tail.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=American+Intruder+Lurks+In+Scottish+Streams%2C+Clawed+And+Hungry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355564092-72e904.m3u?orgId=1&topicId=1132&ft=3&f=355176704"},{"href":"http://media.npr.org/assets/img/2014/10/11/crayfish-gets-his-closeup-eaee8d3271f355829f04c89b669462ee67bc7641.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1221","width":"1629"}},{"href":"http://media.npr.org/assets/img/2014/10/11/crayfish-closeup-2-0b88af709fe99208dd2bd6f45d8982ebfbfdb59b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}