{"created":"2015-01-20T22:32:31+00:00","modified":"2015-01-20T23:00:47+00:00","valid":{"from":"2015-01-20T23:00:46+00:00","to":"3015-01-20T23:00:46+00:00"},"hreflang":"en","guid":"a4e7335e-7dcf-4585-b425-1564cdc5d854","title":"There are few hopes for Middle East peace at this year's State of the Union","published":"2015-01-20T23:00:42+00:00","byline":"Bradley Campbell, Traci Tong","tags":["conflict","diplomacy","politics","terrorism","Conflict","Conflict & Justice","Asia","North America","Israel","Syria","Iran","United States","Middle East","Lara Jakes","Daniel Estrin","Barack Obama","Jihad Mughniyeh","Imad Mughniyeh","Israeli–Lebanese conflict","Hezbollah","Politics"],"teaser":"Last year, President Barack Obama spoke hopefully of peace between Israel and an independent Palestine. This year, after a summer of war and the ongoing ISIS threat, Middle East peace seems further away than ever.","contentencoded":"<p>During last year's State of the Union, President Barack Obama spoke of an \"independent state for Palestinians, and lasting peace and security for the State of Israel.\"</p>\n<p>Since then, Middle East peace talks have broken down and the continued spread of ISIS has countries across the region on high alert. And after striking Hezbollah targets inside Syria on Sunday, Israel is braced for possible retaliation by the Shiite militant group.</p>\n<p>The attacks against alleged missile bases in Syria killed both high-ranking Hezbollah members and a senior general from Iran, Hezbollah's chief ally. And while Israel has neither confirmed nor denied it carried out the airstrikes, says Daniel Estrin, a Middle East correspondent, \"Iran has vowed to strike at Israel ... and all of this has Israel on the edge.\"</p>\n<p>Israeli officials have beefed up defenses along its nothern border with Lebanon and Syria, deploying the Iron Dome anti-missile system to protect against potential rocket attacks.</p>\n<p>Funerals have been held for the Hezbollah members killed in the airstrike, including a massive turnout for Jihad Mughniyeh, the son of Hezbollah's former second-in-command, Imad Mughniyeh. The senior Mughniyeh was assassinated during an alleged Israeli strike in 2008.</p>\n<p>\"Hezbollah still hasn't retaliated for that assassination,\" Estrin says. And while the latest attack raises the possibility that Hezbollah might take action, he says \"some analysts in Israel have been betting that this might not be a good time for Hezbollah ... as it has been busy helping [its] ally Syria in their war.\" </p>\n<p>All this leaves America on the sidelines left to watch the events unfold, says Estrin: “This is a conflict that never seems to end ... and it’s not something the US can ignore.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012020151.mp3"},{"href":"http://www.pri.org/file/012020151mp3"}]}