{"created":"2014-09-29T17:05:10+00:00","modified":"2014-12-04T14:33:35+00:00","valid":{"from":"2014-12-04T14:33:35+00:00","to":"3014-12-04T14:33:35+00:00"},"hreflang":"en","title":"How A Woman's Plan To Kill Herself Helped Her Family Grieve","published":"2014-06-23T21:06:00+00:00","teaser":"After a suicide, family members are often devastated. Depression rates are much higher than when a loved one dies naturally. But Sandy Bem's family says her approach to suicide helped them mourn.","itags":["npr_api","323330486"],"guid":"a4ea386d-54a4-4a9e-a8aa-1c0864e0170f","contentencoded":"<p>This story is in no way an endorsement of suicide. It's a description of one woman's choice and what came of it.</p><p>Five years ago, after doctors told her that she had Alzheimer's disease that would eventually steal her ability to read, write and recognize people, Sandy Bem decided to kill herself.</p><p>Sandy was 65 years old, an unsentimental woman and strong willed. For her, <em></em><em></em>a life without books and the ability to recognize the people she loved wasn't a life she wanted.</p><p>And so she decided there was only one thing to do. Sandy's plan was to wait until the last conceivable moment that it was physically possible for her to commit suicide alone, then go off and kill herself.</p><p><a href=\"http://www.news.cornell.edu/stories/2014/05/sandra-bem-feminist-scholar-and-psychologist-dies\">Sandra Bem</a> wasn't a stranger to suicide. She and her husband, <a href=\"http://psych.cornell.edu/people/daryl-bem\">Daryl Bem</a>, were both psychologists, professors emeritus at Cornell University in Ithaca, N.Y. Both had volunteered at a suicide hotline, and so had an intimate appreciation of just how destructive the act of suicide could be.</p><p>Typically, in the wake of a suicide family members are devastated. Rates of depression in those left behind are much higher than when a loved one dies a natural death. So was it possible for Sandy to end her life without hurting the people around her?</p><p>That was the question.</p><p>For the Bems, the answer was to make Sandy's suicide a public process, a collective experience that Sandy and Daryl and the people they loved all went through together.</p><p>From the beginning, the suicide was talked about openly. Sandy was constantly reminding the people around her that her suicide was an immovable fact looming somewhere in the not too distant future.</p><p>\"She talked about it a lot,\" says Sandy's daughter, Emily Bem. \"It was just sort of sprinkled throughout life. She would often say, 'Well, in two years I'm going to do it,' and then two years would go by and she hadn't declined enough where it warranted it. Then she would say, 'Well, two more years.' There was a sort of matter-of-fact way that she talked about it, which was very her.\"</p><p>And although she supported her mother's choice, at least in theory, Emily says all the talk about suicide began to grate.</p><p>\"Across the years I did sort of say, 'Look, don't talk about this so much! Or find someone else to talk about it with.' \"</p><p>And then, two months ago, shortly before her 70th birthday, Sandy's plan to kill herself started to become a reality.</p><p>Over the past year, Sandy's cognitive abilities had declined to the point where she sometimes couldn't figure out who was her daughter's mother, or how she was related to her sister. Her window of opportunity for killing herself without assistance was closing quickly. So if Sandy really wanted to do it herself, she needed an actual date.</p><p>\"So we looked at the calendar and said, 'OK, if it's going to be next week, what day is it going to be?' And we just picked one,\" Daryl says.</p><p>They settled on Tuesday, May 20, and announced the date to the family at a meeting at their home in Ithaca.</p><p>And even though Emily Bem had supported her mother's decision, this date — the cold reality of it — was very hard to accept.</p><p>\"I said she seemed too well and it seemed too soon. I felt really angry. I felt they were all wrong,\" Emily says.</p><p>And so to ease the process for their daughter and their friends, Sandy and Daryl announced that the Sunday before, everyone would gather to honor Sandy.</p><p>\"We thought that would be a nice thing,\" says Daryl Bem. \"It made a lot more sense than a funeral where she wouldn't be.\"</p><p>On that Sunday, family and friends sat on the white couch in the living room to talk about Sandy's life, much of which, according to Emily, Sandy had by that point forgotten.</p><p>\"She just listened and listened and listened, and at the end she would say, 'Wow, I did that? Amazing. Amazing!' \"</p><p>Emily says when she showed up at the meeting she was still very angry, convinced that her mother should hold on. Emily, who also lives in Ithaca, has a toddler. She wanted more time with her mother. But over the course of the meeting, this feeling began to ebb.</p><p>\"It was just so obvious that this is about as good as it gets for a human exit,\" Emily says. \"She was surrounded by everyone who loved her, they were telling her how and why they loved her. This was not a bad way to go.\"</p><p>Two days later, Sandy's friends and family gathered again, this time at the home of Sandy's best friend. They all met for dinner as Sandy, across town, got ready to kill herself.</p><p>Sandy, with Daryl at her side, went on a long walk and watched a last movie — <em>Mary Poppins</em>, one of the few films Sandy could still follow. Assisted suicide is not legal in New York, so Sandy went into the bedroom alone to drink the drug overdose she'd ordered online. She followed it with a glass of wine.</p><p>Finally, Sandy called her husband of 49 years into the room to ask for a last favor.</p><p>\"She asked if I would get into the bed with her,\" Daryl says, which he did. \"I held her, and I could hear her breathing. Just sort of watching every moment until her breathing just kind of stopped.\"</p><p>And here is the thing. The relatives and friend I spoke to agree that something in this process made dealing with Sandy's death much easier.<a href=\"#_msocom_4\" name=\"_msoanchor_4\"></a></p><p>\"This is going to sound really funny, but I wouldn't have had it any other way,\" Emily Bem says. \"It made it less like a grieving process and less like a sort of horrible thing that had happened, and more like something that made sense and felt right and actually had some joy to it in its own way.\"</p><p>Obviously there is no systematic research on suicides like this — there are not enough of them. But some research has been done on assisted suicide in Oregon, where <a href=\"http://public.health.oregon.gov/ProviderPartnerResources/Evaluationresearch/deathwithdignityact/Pages/index.aspx\">physician-assisted suicide</a> became legal in 1994.</p><p>One study followed 95 family members left behind after assisted suicide for 14 months and compared them to family members left behind after natural death. The <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/19783401\">findings</a> are somewhat shocking. <a href=\"http://www.ohsu.edu/xd/education/schools/school-of-medicine/departments/clinical-departments/psychiatry/faculty/linda-ganzini.cfm\">Dr. Linda Ganzini</a>, a professor of psychiatry at Oregon Health Sciences University in Portland, did assessments of depression, complicated grief and other psychological measures in survivors and found that the relatives of people who choose assisted suicide did slightly better.</p><p>But Ganzini thinks it's very clear that the difference is not whether a family member chooses to end his or her own life. \"It's because the dying person prepared their family for the inevitability of their death,\" she says.</p><p>It turns out that a lot of the people who chose assisted suicide in Oregon went through a process somewhat similar to that of the Bem family. They gathered the people they loved and acknowledged that life was ending.</p><p>This is something that doesn't happen as often with natural deaths because it's so much more difficult to predict when death will occur.</p><p>But it can happen. \"Life does come to an end. I know that all too well now, with my wife's passing just a few weeks ago. She died at the end of May,\" says <a href=\"http://www.ohsu.edu/xd/health/services/providers/index.cfm?personid=775\">Dr. Bill Toffler.</a></p><p>Toffler is a physician in Portland, Ore., who opposes assisted suicide. He is critical of Ganzini's study, saying that it includes too few people to make the assertions it makes about assisted suicide not harming family members, particularly since it doesn't include family members like him, who fundamentally oppose suicide for any reason.</p><p>\"I know personally, having lived in Oregon, that there are people who are hurt — grieved very much by a loved one who thought so little of their relationship that they ended their life,\" Toffler says.</p><p>But Toffler does agree that finding a way to gather before death to memorialize life and acknowledge its end is profoundly helpful. Like the Bems, his family went through the dying process with his wife, Marlene Benedetti Toffler. At the very end, there were four of them there — Bill, a daughter and a son, and a close friend.</p><p>They gathered around this person they loved, helping her — and themselves — as she passed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Woman%27s+Plan+To+Kill+Herself+Helped+Her+Family+Grieve&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alix Spiegel","audio":[{"meta":{"duration":"508"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324738284-b8b7ee.m3u?orgId=1&topicId=1066&ft=3&f=323330486"},{"href":"http://media.npr.org/assets/img/2014/06/19/npr_firefly_4000px-605e4cbe1e8f0822e41df5dd44c87cddce49c5c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2998"}}]}