{"created":"2015-05-20T20:56:53+00:00","modified":"2015-05-28T17:05:20+00:00","valid":{"from":"2015-05-28T17:05:19+00:00","to":"3015-05-28T17:05:19+00:00"},"hreflang":"en","title":"Immigrant Family's Hope On Hold After Promises From The President","published":"2015-05-21T00:40:00+00:00","teaser":"Six months ago, President Obama announced executive actions that would protect millions of immigrants who are undocumented from deportation. But those actions are on hold pending a lawsuit.","itags":["npr_api","408285663"],"guid":"a4eeb742-9e93-461d-8d71-dbd15ce8bc9f","contentencoded":"<p>Six months ago, when President Obama <a href=\"https://www.google.com/search?q=obama+immigration+speech&oq=obama+immigration+speech&aqs=chrome..69i57j69i59l2j69i60l3.4999j0j9&sourceid=chrome&es_sm=0&ie=UTF-8\" target=\"_blank\">announced</a> sweeping and polarizing executive actions on immigration, immigrant families all over the country were watching his rare prime-time address.</p><p>But those actions have now fallen out of the headlines and the highest-profile changes are on hold.</p><p>The actions were aimed at people who have been in the country more than five years and who have children who are U.S. citizens or legal permanent residents.</p><p>\"You'll be able to apply to stay in this country temporarily without fear of deportation. You can come out of the shadows and get right with the law,\" he said.</p><p>That night, Karla Rodriguez was at a watch party in Las Vegas where she lives. Obama was talking about people like her parents.</p><p>\"It was just, it was crazy,\" she said. \"Everybody was crying.\"</p><p>She ran to her mother, Evelia Beltran, and then they called her father, Cesar Orozco. He said his first reaction was joy and hope that it would come to pass.</p><p>\"I also thought of many possibilities that we would have as part of this country,\" Beltran said, according to a translation of her Spanish.</p><p>Orozco said the part that mattered more than anything was \"the security.\"</p><p>They have a mixed-status family. Orozco, Beltran and three of their children came to the country illegally. Two younger children were born in the U.S. They worry constantly about being separated. Eleven-year-old Evelyn Orozco says when she wakes in the morning, her first thought is whether her parents have been picked up by immigration.</p><p>\"So I have to like get up and be like, 'Mom are you here? Dad? So it's really scary,\" she said.</p><p>Big sister Karla Rodriguez remembers when she was about 10 years old being invited to hang out with a friend at a casino with carnival games for kids.</p><p>\"I had seen on the news that there had been immigration raids,\" she said. \"And I was terrified to ask my dad to drive me because in my head I said if we leave the house they're going to get deported.\"</p><p>Under the president's program, her parents would have been submitting applications right about now for a temporary reprieve from deportation. But the program is on hold pending court action. Twenty-six states sued to block the president's executive actions, arguing they would be harmed.</p><p>\"This issue in this lawsuit is not about immigration; the issue in this lawsuit is about abuse of executive power,\" Texas Gov. Greg Abbott, who is leading the charge, told NBC's <em>Meet the Press</em> in December.</p><p>\"And if this abuse is not stopped it will erode the Constitution that has attracted so many people to this country for generations.\"</p><p>For supporters of the lawsuit, the uncertainty now faced by immigrant families isn't the result of the suit, but rather the president's decision to go it alone with executive action. The legal process could drag on for months or even years.</p><p>Karla Rodriguez works as a community organizer and counsels immigrant families like her own.</p><p>\"You know members of the community ask me when is this going to happen, and I can't say anything. I just say well, we're just going to wait. And it sucks,\" she said.</p><p>Rodriguez is encouraging people she talks to who think they might qualify to gather their documentation. If the program ever does get started, immigrants will have to prove they've been in the U.S. for more than five years. For her father, that's easy. He has utility bills and pay stubs. For her mother, it's tougher because Beltran has been a stay-at-home mom.</p><p>\"Everything has been put in his name,\" she said. \"For me, as a wife, I have nothing.\"</p><p>Rodriguez said she's telling her mother and others to think outside the box. \"Get creative. If you have a party invitation and a picture, send that. Because you have to get creative with how you prove you've been here and you qualify.\"</p><p>The challenge of proving residency is something the Obama administration was prepared to grapple with. But until the lawsuit is resolved, that planning is on hold too.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Immigrant+Family%27s+Hope+On+Hold+After+Promises+From+The+President&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408293165-73118b.m3u?orgId=1&topicId=1014&d=249&p=2&story=408285663&t=progseg&e=408293024&seg=16&ft=nprml&f=408285663"},{"href":"http://media.npr.org/assets/img/2015/05/20/11182059_670841073021678_4169107193234782574_n-e51fefcf259d18d2c56e627e1b98a8e5a0789d60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"689","width":"919"}}]}