{"created":"2015-02-19T22:53:11+00:00","modified":"2015-06-08T15:05:25+00:00","valid":{"from":"2015-06-08T15:05:25+00:00","to":"3015-06-08T15:05:25+00:00"},"hreflang":"en","title":"From Iran To Comedy Central: Maz Jobrani's Path To 'Middle Eastern Funny Man'","published":"2015-02-20T01:16:00+00:00","teaser":"The Iranian-American comic came to the U.S. when he was 6 years old, just before Iran's 1979 revolution. His new memoir is <em>I'm Not a Terrorist, But I've Played One on TV</em>.","itags":["npr_api","387486687"],"guid":"a5016230-ff19-41fc-a02e-eca19e255591","contentencoded":"<p>After Sept. 11, President George Bush made a speech about America's enemies — Iran, Iraq and North Korea — in which he referred to them as the \"Axis of Evil.\" At first, that name worried Iranian-American comedian Maz Jobrani. But then he decided to do what he always does: laugh about it. He and some friends even started the Axis of Evil Comedy Tour, which featured comedians of Middle Eastern descent.</p><p>In <em>I'm Not a Terrorist, But I've Played One on TV: Memoirs of a Middle Eastern Funny Man,</em> Jobrani shares his story of growing up Iranian in America. He tells NPR's Kelly McEvers about how his family came to the U.S. and taking his Axis of Evil Comedy Tour to the Middle East.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On moving from Iran to the U.S. when he was 6 years old, just before Iran's 1979 revolution</strong></p><p>My father was on business in New York. And at the time nobody, I think, in Iran realized that the revolution was actually going to happen. So my father sent for my mom to bring me and my sister during our winter break. And I always say we packed for two weeks and we stayed for 35 years. ... This was late [19]78. I'm staying at the Plaza Hotel in New York across the street from FAO Schwarz and I'm like, \"This is great.\" I'm like, \"This revolution's really working out for me.\" ...</p><p>I feel guilty a lot of times because I talk to a lot of my Iranian friends who are my age and ... one of my friends was like: I had to escape through Pakistan, and, you know, be away from my family for a year. And then this and that, you know — smugglers. ... So I feel guilty all the time of the way I came out here.</p><p><strong>On growing up outside San Francisco and how his family stood out</strong></p><p>It's a very rich place but a lot of the affluent people are — they're not as showy. So like they might have like a Saab or a Volvo. And then here comes my dad from Iran and he buys a Rolls-Royce. And I'm like, \"Dude, what are you doing? We're supposed to lay low.\" And this is like during the hostage situation and he's driving me around in a Rolls-Royce and I was mortified. And I'd be like, \"Kids are teasing me at school for being this rich Iranian with an oil well.\" ... My dad ... made a lot of money. He had an electric company in Iran, so he brought a lot of money to America and then he lost all of it in real estate investments.</p><p><strong>On the pressure he faced from his parents to become a lawyer or a doctor</strong></p><p>I would tell my mom, I'd say, you know, \"I want to be an actor or a comedian.\" And she'd be like, you know, \"Just become a lawyer and then on weekends you can tell jokes.\" ... I think immigrant parents have this. They come from another country; they set up shop; they're like, \"We worked hard. We got away from a revolution for you to come to America not to be a comedian, OK?\" ... She was like, \"Listen, let me tell you something: At least, learn to be a mechanic.\" I was like, \"What?\" She goes, \"Yes, you need to be a mechanic because people need mechanics. Nobody needs actors. People need mechanics.\"</p><p><strong>On what his parents came to think of his career</strong></p><p>My mother was very wary at first and now she's come around 180 degrees. She's like one of my biggest fans, now. Like, she'll come over to my house and she'll be like, \"OK, listen: I need two T-shirts from the comedy show and give me three DVDs. The neighbors are asking for them.\" ...</p><p>My father, you know, he lived the last years of his life in Iran. And I don't know if he quite understood what I was doing. ... I'd be like, \"Dad, my acting is going well.\" ... He's like, \"Very good, very good. So when this is all done and you go back to school and you get your Ph.D., then you can come work with me.\" And I was like, \"No, but Dad, this is professional — this is real.\" And he's like, \"I get it. But when you get the degree, then we can talk.\" I had to tell him how much I was getting paid on the TV show and he's like, \"Ohhh! OK. So this is a <em>real</em> job.\" And I was like, \"Yeah!\"</p><p><strong>On taking his Axis of Evil Comedy Tour to the Middle East</strong><strong></strong></p><p>About six months after we came out on Comedy Central and it ended up on YouTube, we got some people from Jordan [who] called us and they said, \"Yes, we would like for you to come do your show here in Jordan.\" And I was like, \"Bro, I'd love to, but the show's in English.\" And he's like, \"Yeah, I'm speaking English to you right now, you idiot.\" And I was like, \"Oh, yeah.\" And it hit me that there's a whole world out there that understands American culture [and] speaks English. I mean, like, you could go to Saudi Arabia and do a joke about Lindsay Lohan and they'd be like, \"Oh, that Lindsay, always in the rehab.\" So it's amazing because, over the past seven years, there has been a birth of standup comedy in the region.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Iran+To+Comedy+Central%3A+Maz+Jobrani%27s+Path+To+%27Middle+Eastern+Funny+Man%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"479"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387554298-6c2b32.m3u?orgId=1&topicId=1033&d=479&p=2&story=387486687&t=progseg&e=387548493&seg=20&ft=nprml&f=387486687"},{"href":"http://media.npr.org/assets/img/2015/02/19/maz-jobrani-c-ben-bernous-3b49ae15d6ff214c25aebfa542b98ded9cb114fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1800","width":"2400"}}]}