{"created":"2015-06-24T19:17:11+00:00","modified":"2015-06-24T19:18:50+00:00","valid":{"from":"2015-06-24T19:18:50+00:00","to":"3015-06-24T19:18:50+00:00"},"hreflang":"en","title":"Houston's Mayor On Race, Roads And Gay Rights","published":"2015-06-24T19:17:00+00:00","teaser":"Jeremy Hobson sits down with Annise Parker, the city's second female mayor and first openly gay mayor.","itags":["npr_api","417185254"],"guid":"a5015eae-bd75-4aca-8191-3929f506441a","contentencoded":"<p>Houston Mayor <strong>Annise Parker</strong> is wrapping up her third and final two-year term. She&#8217;s the city&#8217;s second female mayor and first openly gay mayor. In fact, Houston is the largest city in America to elect an openly gay mayor.</p><p>There are many questions about what Annise Parker plans to do next, and about the challenges a city like Houston faces, as it continues to grow faster than any other city in the U.S. <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson sat down with the mayor in her office at Houston City Hall.</p><ul><li><a href=\"https://hereandnow.wbur.org/tag/texas-road-trip\" target=\"_blank\">See more stories from Jeremy Hobson’s week in Texas</a></li></ul><h4>Interview Highlights: Mayor Annise Parker</h4><p><strong>On what mayors of other cities think of Houston</strong></p><p>&#8220;It used to be, Houston was an anomaly in everything. Houston’s the city without zoning, Houston’s the only gas capital and I think they had a certain image of the City of Houston. But now I think they’re a little bit envious of our economy, even with the lower oil prices. And I’ve been out trying to convince them that we’re not what they think we are.&#8221;</p><p><strong>On fixing Houston’s potholes</strong></p><p>&#8220;Fixing the roads is a long-term infrastructure improvement, and there’s not a short-term fix. I know the roads are in terrible condition, although I must say that I don&#8217;t know that I&#8217;ve ever been a city where people didn’t complain about the condition of the roads. We have a particular problem right now, we have 30 years of deferred maintenance coming home to roost. And we have a 20-year into the future program to fix it. We have the money, we’re doing the projects, but there’s only so many you can do at a time.&#8221;</p><p><strong>On segregation in Houston</strong></p><p>&#8220;Segregation, where someone’s forced to be in an area or you redline in areas is absolutely wrong, but I don’t know that you can stop people from wanting to live near their neighbors, near their friends and their family, near cultural institutions. And the way this has happened in Houston is absolutely organic.&#8221;</p><p><strong>On diversity in Houston</strong></p><p>&#8220;People talk about diversity being a strength. It really is a strength here. We mesh well, we integrate well, we cross-pollinate, as it were, among the various cultures of Houston. And it’s part of what makes us one of the most dynamic cities in America.&#8221;</p><p><strong>On community and police relations in Houston</strong></p><p>&#8220;In terms of community relationships, we have a remarkably good relationship between the police department and the citizens of Houston. Part of that is that the police department looks a lot like the population it polices. It’s a majority-minority police department. But also it’s because of decades of proactive neighborhood-oriented policing and a chief-in-command staff that, not just reflects the city, but gets out and engages with the city. When we have an incident, the first person on the phone is the chief of police, calling community thought leaders and explaining what’s happening and keeping them engaged.&#8221;</p><p><strong>On whether she worried a 2014 police-involved shooting would lead to unrest</strong></p><p>&#8220;No, because we’ve done the groundwork in advance. Certainly there are protests, but our protests have been appropriate, they’ve been civil. We protect them constitutionally, and people have to have an opportunity to express their unhappiness.&#8221;</p><p><strong>On the debate about Confederate flags and monuments</strong></p><p>&#8220;I understand and agree with the desire to remove the Confederate flag, not because there’s inherently anything wrong with the battle flag &#8211; and there were actually multiple Confederate flags &#8211; but because it’s been appropriated as a symbol of hate by racist groups. To take that and somehow decide that we want to erase the history of our country &#8211; I think that that’s not a particularly productive use of their energy.</p><p>&#8220;We have a statue almost within eye shot of city hall here, down in the bowl of this park next to us. It&#8217;s called the Spirit of the Confederacy, and you have to want to know where it is and go find it. I could slap a new name on that statue. Do you want me to go melt it down? We were part of the South, this was a Confederate state. If that statue became a rallying point for racist groups, I&#8217;d melt it down in a heartbeat.&#8221;</p><p><strong>On being an openly gay mayor of a major American city</strong></p><p>&#8220;It certainly didn’t make it any easier to be elected. But I have discovered that there a lot of people who feel that, because I’m honest about my sexual orientation, that I’d be honest about other things. And every politician has what I would call a brand, and my brand borders on brutal honesty.&#8221;</p><p><strong>On the upcoming Supreme Court decision regarding same-sex marriage</strong></p><p>&#8220;I am married, legally, in the eyes of the state of California and in 37 states, I guess, but not here in the state of Texas. I’m hoping that the Supreme Court is going to do the right thing. This is a war we’ve already won. There may be some battles left to fight, but we know the direction this country is moving in &#8211; certainly the direction of the younger generations here in America. I just came back from a trip with my wife and our four kids, all of whom are over the age of 20, and they’re just mystified that we’re even having the conversation.&#8221;</p><p><strong>On what’s next, after she leaves the mayor&#8217;s office</strong></p><p>&#8220;I am not going to run for something in January. I hope I have the opportunity to continue to serve, but it would have to be the right race. Right now I’m the CEO of a $5 billion corporation and I make things happen every day, so it would have to be an administrative or executive position where I can make a difference. &#8230; Statewide or countywide, here &#8211; I’m not interested in being a member of Congress. I like to do things.&#8221;</p><p><strong>On what she wants her legacy will be</strong></p><p>&#8220;That I was interested in the hard things. That I never walked away from a problem, and I never looked for quick and easy solutions. Things like the ReBuild Houston program &#8211; in the long run, we’re going to have the best infrastructure in the United States. Did the same thing with our water-sewer system. Tackled homelessness. We’re doing the right things for the right reasons.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.houstontx.gov/mayor/Annise-Parker-Biography\" target=\"_blank\">Annise Parker</a></strong>, mayor of Houston. She tweets <a href=\"https://twitter.com/anniseparker\" target=\"_blank\">@AnniseParker</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Houston%27s+Mayor+On+Race%2C+Roads+And+Gay+Rights&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"673"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417185257-6f2e18.m3u?orgId=1&d=673&p=60&story=417185254&t=progseg&e=417167034&seg=8&ft=nprml&f=417185254"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0624_houston-mayor.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}