{"created":"2015-06-11T19:31:19+00:00","modified":"2015-06-29T19:45:18+00:00","valid":{"from":"2015-06-29T19:45:18+00:00","to":"3015-06-29T19:45:18+00:00"},"hreflang":"en","title":"As Egyptian Activists Vanish, Suspicion Falls On The Security Forces","published":"2015-06-14T19:21:00+00:00","teaser":"Egyptian activists disappeared in years past and now it's happening again, according to human rights groups. They are again blaming the security forces, who have been cracking down on dissent.","itags":["npr_api","413650019"],"guid":"a5143b82-b251-412b-a3eb-48b526ed03b9","contentencoded":"<p>It happens suddenly. One day, without warning, someone goes out to run an errand or go to class, and they don't come home.</p><p>Forced disappearances by Egypt's security forces aren't a new tactic in Egypt, but they're on the rise, human rights groups and activists say. And a cross section of activists, human rights defenders and journalists are being targeted.</p><p>One of them is Esraa el-Taweel, 23. She's a student and photographer who was still recovering from being shot last year while taking pictures on the third anniversary of the 2011 uprising that toppled the former president, Hosni Mubarak.</p><p>Duaa el-Taweel, her sister, explains what happened. When she speaks, she takes deep ragged breaths and her eyes flutter open and closed.</p><p>Esraa el-Taweel went missing on June 1. Today, nearly two weeks later, her sister says she still hasn't heard from her.</p><p>\"I keep having dreams that she's been released,\" she says.</p><p>Taweel first checked hospitals and called her sister's phone incessantly, but it was off. Then she started being told about sightings of her sister in different detention facilities.</p><p>But when Taweel goes with lawyers to police stations, they're always told her sister is not there. The family knows she left the house with two male friends.</p><p>One showed up three days ago in a maximum-security prison. The other is still missing.</p><p>\"We don't know what to do or who to call,\" she says. \"We don't know if she's eating, if she's being treated well, if she's taking her medicine.\"</p><p><strong>No Word From Authorities</strong></p><p>The family has sent letters to the president's office and the Ministry of Interior. They've filed a police report and reached out to the general prosecutor and the Ministry of Justice. But they've heard nothing.</p><p>They've resorted to calls on social media. Esraa el-Taweel's friends <a href=\"http://youtu.be/DvXDT29Vxsk\" target=\"_blank\">made a video</a> of her. It shows her riding a bike, taking pictures and later in a wheelchair following her injury from last year. It asks, \"Where is Esraa el-Taweel?\"</p><p>By law, arrests are supposed to be done with warrants, and detainees are supposed to go to the prosecutor within 24 hours.</p><p>But Taweel is one of many people who are simply vanishing. Human rights groups say accounts by witnesses or people who've been taken and released say they were grabbed by security men in civilian clothes and held illegally.</p><p>This month at least 10 people have disappeared, but some groups are tracking several more. A Facebook page called Freedom of the Brave, maintained by activists, lists 163 people missing in Egypt since April.</p><p>Taweel's father resorted to calling in to a popular local television show to ask about his daughter this week.</p><p>The presenter got a ranking official at the Ministry of Interior on the line.</p><p>\"This isn't a regular kidnapping,\" the father yells. \"This was state security.\"</p><p>The ministry official says that when security forces take people, they do it with legal procedures. He said he'd check and get back to him.</p><p>NPR's calls to the ministry went unanswered.</p><p><strong>Return Of An Old Problem</strong></p><p>Sherif Mohy el-Deen, who works for the Egyptian Initiative for Personal Rights, says the the disappearances are increasing by the day.</p><p>He says forced disappearances didn't start under current President Abdel Fattah el-Sisi. It's a tactic that has been used for decades to stifle dissent. Last year it happened to his teenage brother. He was taken, beaten and then thrown in the desert near Alexandria.</p><p>But in the past couple of months it's rapidly growing. And that puzzles Mohy el-Deen when the state has so much power to arrest people under the law.</p><p>\"They could make all of this by the law,\" he says. \"The question is why are you doing this out of law, out of your own law, your full-of-injustice law?\"</p><p>Meanwhile, a government-backed human rights council has met with some of the families and promised to take the complaints to the general prosecutor.</p><p>The most extreme example happened last month. A student named Islam Attito was taking a humanities exam at his university. A man in civilian clothes came into the room with a university employee; they told Attito they needed to see him after the exam.</p><p>Activists say that the next day he showed up dead in the desert with bullet wounds and broken bones.</p><p><a href=\"http://youtu.be/Q7cGisZsf8k\" target=\"_blank\">In a video</a> posted online, his mother cries. His body is broken; his arm is broken.</p><p>A statement from the Ministry of Interior claimed that Attito was killed after he fired on police from a desert hideout. They accuse him of murdering a police officer.</p><p>Marwan Selim, a fellow student, is investigating the case. He asks how he could be in a desert hideout when everyone saw him taking his exam?</p><p>He says he and other students spoke to witnesses who saw Attito leaving the classroom with the unknown man and later saw him being chased by men with walkie-talkies. The students have sent their findings to Human Rights Watch and Amnesty International.</p><p>One of the students looking into Islam Attito's case was briefly arrested this week. Others have received threats.</p><p>But that hasn't stopped Selim.</p><p>\"If Islam's case passed with no actions from our side, tomorrow it's going to be a friend of mine, a close one,\" he says. \"The day after it's going to be me.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Egyptian+Activists+Vanish%2C+Suspicion+Falls+On+The+Security+Forces&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413711385-3558dd.m3u?orgId=1&topicId=1009&d=270&p=2&story=413650019&t=progseg&e=413709311&seg=14&ft=nprml&f=413650019"},{"href":"http://media.npr.org/assets/img/2015/06/11/egypt-6-11-15-46846bd7366d38286c7ecebc1dd8159ec4d5a2d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1933","width":"2578"}}]}