{"created":"2015-02-17T22:45:52+00:00","modified":"2015-05-13T21:15:13+00:00","valid":{"from":"2015-05-13T21:15:13+00:00","to":"3015-05-13T21:15:13+00:00"},"hreflang":"en","title":" ISIS Beheadings In Libya Devastate An Egyptian Village","published":"2015-02-18T14:09:00+00:00","teaser":"The small hamlet of el-Aour is reeling from the massacre of 13 of its men in Libya, where they worked. A lack of jobs in Egypt means laborers still head to neighboring Libya, despite the danger.","itags":["npr_api","386986424"],"guid":"a52e887b-953a-4da3-9ee8-77d9458da039","contentencoded":"<p>Over the weekend a video emerged apparently showing the Libya branch of the self-proclaimed Islamic State <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/15/386498231/isis-video-purports-to-show-mass-beheading-of-coptic-christians\">beheading 21 men</a>. All but one were confirmed to be Christian laborers from Egypt.</p><p>While this new variation on brutality shocked people around the world, the horror — and sorrow — hit hardest in a small, poor Egyptian town: Residents say 13 of the men were from El-Aour, a hamlet on the Nile River that is a mix of Christians and Muslims.</p><p>On the day people found out about the massacre, the local priest says, there were screams coming from every house and every street.</p><p>On Tuesday, in order to offer comfort, the church in el-Aour played a recording of a sermon from <a href=\"http://www.npr.org/2012/03/20/149014219/funeral-held-for-pope-of-egypts-coptic-church\" target=\"_blank\">the late Coptic Pope Shenouda</a>. In it, he describes the virtues of a martyr: A martyr loves God; a martyr is brave.</p><p>Relatives bow their heads in prayer, as they've done every day since the posting online of the gruesome video showing their loved ones being beheaded, purportedly in Libya's capital, Tripoli.</p><p>Outside, under chirping birds, men gather on one of the narrow, unpaved roads. The loss of so many residents all at once has devastated the community, a farming village of homes made out of cinder block or mud about 150 miles south of Cairo.</p><p>Malak Shoukry's brother, Yousef, is among the dead. He recognized him in the video.</p><p>\"I prayed for his soul,\" he says. \"I heard him calling, 'Oh Jesus,' as he was beheaded. I'm happy and I'm proud of him. He is a martyr for Christ.\"</p><p>Abraham Bashr Aziz made it home safely from Libya after witnessing the kidnapping last month — but barely. The 19-year-old carpenter was sharing a house with the other victims, but was in a separate room and hid from the gunmen.</p><p>\"I heard it and I saw that from the window,\" Aziz says. \"I heard them screaming, and I heard them asking about the Christians. They just came to kidnap the Christians.\"</p><p>His voice quakes as he tells the story.</p><p>\"I was so afraid,\" he says.</p><p>He says the armed men arrived in four vehicles. They took his friends and relatives from the next room, beat them, cursed them and tied their hands behind their backs with plastic ties.</p><p>The gunmen had a list of names, and Aziz's name was on that list. But he and eight others managed to evade the gunmen. A Libyan friend smuggled them out of the country.</p><p>It has been dangerous in Libya for years, and Libyans are living with near-daily assassinations and kidnappings in some parts of the country, as well as an ongoing civil war. But hundreds of thousands of mostly working-class Egyptians still go despite the risks, because they can't find opportunities at home.</p><p>Aziz says he had no choice but to work there.</p><p>\"I need to live. We're not going for tourism; there is no work here,\" he says, waving to el-Aour's low-slung homes. \"Look at this village.\"</p><p>Attacks on Coptic Christians in Libya are not new; according to the Egyptian Commission for Rights and Freedoms, 14 Christians, including an entire family, were killed in Libya just last year. The organization is calling on the Egyptian government to protect its citizens in Libya — and vulnerable Coptic Christians in particular. At least five other Coptic Christians were kidnapped last year by unknown gunmen and are still missing.</p><p>Nearby, Samuel Shokr says his two uncles and a cousin were among those beheaded by ISIS.</p><p>He walks us into the church to show us their pictures on the wall. He says that for the 45 days the men were kidnapped, no one in the Egyptian government did anything.</p><p>\"We protested outside the presidential palace and no one would see us,\" Shokr says. \"We tried to contact government officials and no one would answer.</p><p>\"Yesterday the prime minister came to me here. Why is he coming? He didn't bring them alive, and he didn't even bring their bodies. I don't need him. It's too late.\"</p><p>For this village, the grief runs deep. They welcome the <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/16/386669949/retaliating-for-killings-egypt-launches-air-strikes-against-isis-in-libya\">Egyptian government's new bombing campaign</a> as an answer to their calls for protection.</p><p>Outside of el-Aour, critics say the Egyptian government may be using these deaths as a pretext to fight its enemies beyond ISIS. Meanwhile, Egypt hasn't even evacuated Egyptians still stranded in Libya.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=+ISIS+Beheadings+In+Libya+Devastate+An+Egyptian+Village&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387017046-eb7f47.m3u?orgId=1&topicId=1009&d=274&p=2&story=386986424&t=progseg&e=386908027&seg=1&ft=nprml&f=386986424"},{"href":"http://media.npr.org/assets/img/2015/02/17/isis-coptic-getty1-ad02f4ebbb59edacc20d6275a5e86a0fcb6e6b9d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2019","width":"2692"}},{"href":"http://media.npr.org/assets/img/2015/02/17/isis-coptic-getty2-80e6c0630b4b262ee7e96fe88170a4ce6a80b905.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1483","width":"1977"}},{"href":"http://media.npr.org/assets/img/2015/02/17/isis-egypt-fadel_custom-3420a45a1711dff98b3c2ef241da0b5bd8f6a13e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2316","width":"1860"}}]}