{"created":"2014-10-08T15:35:25+00:00","modified":"2014-10-31T01:52:38+00:00","valid":{"from":"2014-10-31T01:52:38+00:00","to":"3014-10-31T01:52:38+00:00"},"hreflang":"en","title":"Overexposed? Camera Phones Could Be Washing Out Our Memories","published":"2014-05-23T16:58:00+00:00","teaser":"When you snap lots of photos, psychologists say you're subconsciously relying on the camera to remember the experience for you. And your memory, they say, may suffer because of it.","itags":["npr_api","314592247"],"guid":"a548b3ff-3a09-4b0c-93c8-0db48e8232a3","contentencoded":"<p>Los Angeles blogger Rebecca Woolf uses her blog, <a href=\"http://www.girlsgonechild.net/\">Girl's Gone Child</a>, as a window into her family's life. Naturally, it includes oodles of pictures of her four children.</p><p>She says she's probably taken tens of thousands of photos since her oldest child was born. And she remembers the moment when it suddenly clicked — if you will — that she was too absorbed in digital documentation.</p><p>\"I remember going to the park at one point, and looking around ... and seeing that <em>everyone</em> was on their phones ... not taking photographs, but just — they had a device in their hands,\" she recalls.</p><p>\"I was like, 'Oh, God, wait. Is <em>this</em> what it looks like?' \" she says. \"Even if it's just a camera, is this how people see me? ... Are [my kids] going to think of me as somebody who was behind a camera?\"</p><p>Today, Woolf still takes plenty of pictures, but she tries to not let the camera get in the middle of a moment, she says.</p><p><strong>Effect On Childhood Memory</strong></p><p>With parents flooding their camera phones with hundreds of photos — from loose teeth to hissy fits to each step in the potty training process — how might the ubiquity of photos change childhood memories?</p><p>Maryanne Garry, a psychology professor at the Victoria University of Wellington in New Zealand, is trying to figure that out. For years, she's studied the effects of photography on our childhood memories.</p><p>\"I think that the problem is that people are giving away being in the moment,\" she says.</p><p>Those parents at the park taking all those photos are actually paying <em>less </em> attention to the moment, she says, because they're focused on the act of taking the photo.</p><p>\"Then they've got a thousand photos, and then they just dump the photos somewhere and don't really look at them very much, 'cause it's too difficult to tag them and organize them,\" she says. \"That seems to me to be a kind of loss.\"</p><p>Not just a loss for parents, but for their kids as well.</p><p>\"If parents are giving away some of their role as the archivist of the child's memory, then they're giving away some of their role as one of the key people who helps children learn how to talk about their experiences,\" she says.</p><p><strong>Photographing More, Experiencing Less</strong></p><p>The idea that we are experiencing less as we record more got <a href=\"http://www.npr.org/2014/05/21/314607031/take-photos-to-remember-your-experiences-think-again\" target=\"_blank\">psychologist Linda Henkel</a> thinking. Her father was a photographer, and she wanted to explore how photographs shape our memories.</p><p>Henkel, who researches human memory at Fairfield University in Connecticut, began an experiment by sending groups of students to the university's art museum. The students observed some objects and photographed others. Then, back at the laboratory, they were given a memory test.</p><p>Henkel found what she called a \"photo-taking impairment effect.\"</p><p>\"The objects that they had taken photos of — they actually remembered fewer of them, and remembered fewer details about those objects. Like, how was this statue's hands positioned, or what was this statue wearing on its head. They remembered fewer of the details if they took photos of them, rather than if they had just looked at them,\" she says.</p><p>Henkel says her students' memories were impaired because relying on an external memory aid means you subconsciously count on the camera to remember the details for you.</p><p>\"As soon as you hit 'click' on that camera, it's as if you've outsourced your memory,\" she says. \"Any time we ... count on these external memory devices, we're taking away from the kind of mental cognitive processing that might help us actually remember that stuff on our own.\"</p><p><strong>Mindful Photography</strong></p><p>Henkel says it's also a mistake to think of photographs as memories. The photo will remain the same each time to you look at it, but memories change over time. Henkel likens it relying on photos to remember your high school graduation.</p><p>\"Each time I remember what my high school graduation was like, I might be coloring and changing that memory because of my current perspective — because of new ideas that I have or things that I learned afterwards,\" she says. \"Human memory is much more dynamic than photographs are capable of.\"</p><p>But Henkel doesn't want people to <em>stop</em> taking photos. They're still valuable tools that can provide \"rich retrieval clues\" later on, she says. Instead, she'd like us to be more mindful when taking pictures in the first place.</p><p>\"I don't know that the new technology is serving the functions of preserving memories quite as well, unless you take the extra step and actually look at the photos, and revive those memories from them.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Overexposed%3F+Camera+Phones+Could+Be+Washing+Out+Our+Memories&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314925151-074685.m3u?orgId=1&topicId=1143&aggIds=314571508&ft=3&f=314592247"},{"href":"http://media.npr.org/assets/img/2014/05/22/rebeccawoolf-53fec7a2995a2a7746df3405d4170a7cda3f3781.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2287","width":"3048"}}]}