{"created":"2015-03-05T22:10:12+00:00","modified":"2015-03-06T03:50:16+00:00","valid":{"from":"2015-03-06T03:50:15+00:00","to":"3015-03-06T03:50:15+00:00"},"hreflang":"en","title":"Transgender Students Learn To Navigate School Halls ","published":"2015-03-05T23:55:00+00:00","teaser":"A new poll shows that fewer young people see gender as limited to female and male. Youth Radio reporter Nanette Thompson talks with two students about their experiences at school.","itags":["npr_api","388464316"],"guid":"a5568fa3-c647-4576-b65d-809564699ba1","contentencoded":"<p>The first time I learned that gender could be fluid was in sex ed in the ninth grade. I remember the teacher mumbling under her breath that some people don't identify their gender with the biological sex they were born with.</p><p>At the time it didn't faze me because I'd never known anyone who'd talked about it or felt that way. But now, three years later, I have a 16-year-old classmate who's transgender. His name is Jace McDonald.</p><p>\"That is the name I have chosen,\" Jace says. \"It's what my parents would have named me if I was born biologically male.\"</p><p>Jace McDonald was born female. But says he always knew there was something different about him. He didn't like so-called girl things, and more than that, he felt like a boy.</p><p>At 13, he started identifying as transgender, and has become something of an activist.</p><p>\"Never ask someone who's trans what their real name is,\" he says. \"That is so offensive. My real name is Jace. And my birth name is none of your business.\"</p><p>Jace has thick glasses and short brown hair, and he's outspoken at school. One time in English class when a teacher stumbled over gender terminology, Jace stepped in to clarify and ended up teaching a whole lesson himself.</p><p>He sometimes finds himself fed up. \"High school is hard enough as it is,\" he says. \"High school as someone who is non-gender conforming just makes it harder. How many times today am I going to be called a girl?\"</p><p>In many ways, it seems like gender non-conformity awareness is at all-time high. Last week Congressman Mike Honda announced via Twitter that he was the \"proud grandpa of a transgender grandchild.\" And according to <a href=\"http://fusion.net/story/42216/half-of-young-people-believe-gender-isnt-limited-to-male-and-female/\">new polling out last month</a>, young people increasingly see gender as not just limited to male and female.</p><p>But the torchbearers of gender fluidity aren't just celebrities or politicians, but kids. Schools are still catching up with the needs of gender non-conforming students.</p><p>Last year, California's first law protecting gender non-conforming students went into effect. It gives Jace the right to use the bathroom of his choice.</p><p>Last month, Jace and I walked down the hall of the high school that we both attend. He stopped and pointed to the set of doors for our main bathrooms on campus. He says when he uses the bathroom between classes that kids occasionally give him strange looks.</p><p>\"So, if I go in there and people are already in there, I'm more likely to just hold it and just go to my next class,\" he says.</p><p>It seems rough, but Jace says this is way better than he used to have it.</p><p>He's a junior now, and this is his first year at my school. He's gone to two other high schools and left because he was taunted and called names such as \"tranny.\"</p><p>He says the schools didn't let him use the boys' bathroom, and insisted on keeping his birth name on the roster. At my school, he says he finally feels safe.</p><p>Just a few towns away at Malcolm X Elementary School, teachers start addressing gender identity at a young age, with the goal of making school more safe and inclusive.</p><p>One of the students there, third-grader Tomás Rocha, has shoulder-length hair and long bangs. He's wearing a turquoise My Little Pony t-shirt with black flats. A lot of days he wears dresses, and last year he started using the girls' bathroom.</p><p>Tomás says people regularly ask him if he's a boy or a girl.<strong> </strong></p><p>\"I just really think I'm really both,\" says Tomás. \"I really don't care what people call me. Sometimes I say I'm a girl. Sometimes I say I'm a boy. Sometimes I say, does it really matter?\"</p><p>However, it mattered to his mom, Amy. She struggled with Tomás' gender bending. And at first hoped it was a phase.</p><p>\"His first grade teacher told me that, 'Yeah I don't know if this is a phase,'\" she says. \"And so that scared me because I wanted it to be a phase, because I didn't want to have to have my child hurt. I wanted him to be what society wants a baby boy to be like when they're born. You know, tough and want to play sports.\"</p><p>Her concerns came from her fear that Tomás might get bullied. It's something Tomás' teacher Julia Beers also thinks about. Beers was Tomás' second grade teacher last year — the first year he started wearing dresses to school.</p><p>When students question Tomás, Beers tries to assume the best — that her students are curious and not trying to be mean.</p><p>Like when she overhears a student say to Tomás, \"Did you know you're wearing a dress to school today?\"</p><p>\"If a student is laughing, for example, I might say, 'Hmm what are you thinking when you laugh like that,'\" Beers says. \"And by opening up that question, it can often help that student kind of dig deeper and realize 'It just seems weird' or 'I feel uncomfortable' or 'I've never seen someone do that before.'\"</p><p>According to the <a href=\"http://glsen.org/learn/research/national/report-harsh-realities\">Gay Lesbian & Straight Education Network</a>, 82 percent of transgender young people say they don't feel safe at school. Struggles, such as the ones my high school classmate Jace has been through, are the norm.</p><p>For Tomás though, his elementary school's efforts seem to be working. His mom says his grades and behavior improved after he was given more freedom to be himself.</p><p><em>This story was produced by </em><a href=\"https://youthradio.org/\">Youth Radio</a>.<em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Transgender+Students+Learn+To+Navigate+School+Halls+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nanette Thompson","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391042079-cb06e6.m3u?orgId=1&topicId=1003&aggIds=4692815&e=388464316&d=332&ft=nprml&f=388464316"},{"href":"http://media.npr.org/assets/img/2015/02/23/img_6215-1c9dbcc817e9f3c539c66f6cf0e0be42f721b8fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"526","width":"702"}},{"href":"http://media.npr.org/assets/img/2015/02/23/img_0217-bd2d36835fe1ede7584729a1250fcf6925e191d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"927","width":"1236"}}]}