{"created":"2014-09-22T16:10:09+00:00","modified":"2014-10-31T15:41:35+00:00","valid":{"from":"2014-10-31T15:41:35+00:00","to":"3014-10-31T15:41:35+00:00"},"hreflang":"en","title":"For These Inner-City Dads, Fatherhood Comes With Homework","published":"2014-06-18T21:32:00+00:00","teaser":"For Father's Day, we visited a class in West Baltimore that teaches parenting skills to dads, many of whom grew up in poverty and spent time in and out of the criminal justice system.","itags":["npr_api","321028546"],"guid":"a5586e41-95b7-4767-8126-16e824971fab","contentencoded":"<p>About two dozen dads — all African-Americans, ranging in age from their early 20s to late 40s — are standing in a circle participating in a call-and-response exercise:</p><blockquote><p>Call: You done broke them chains.<br /> Response: From my body and my brain!<br /> Call: But you was deaf, dumb and blind.<br /> Response: 'Til I took back my mind!</p></blockquote><p>It goes on, the resonant voices repeating strengths and goals in unison. Welcome to the start of the responsible-fatherhood class, a group that meets every Monday and Wednesday at the Center for Urban Families in West Baltimore.</p><p>This isn't your typical classroom setting. The tables are arranged to face one another. The teachers, like Edward Pitchford, are called fatherhood specialists. They don't lecture at the front, but sit with their students and engage them in discussions based on the day's curriculum: communicating calmly and effectively with the mother of their children; and nurturing their kids, not just paying child support. Today, they're talking about staying strong and positive during a job search.</p><p>\"One of the participants who came through the program, he had an opportunity to get a job,\" Pitchford tells the class. \"Making $25 an hour, and they told him he had to cut his locks, and if he cut his locks, this job is secure for him.\"</p><p>Shouts of \"You better cut them locks!\" and \"That's a lot of money, cut your hair!\" fill the air. But Pitchford says the participant refused to cut his dreadlocks and didn't get the job. A young man on one side of the class with locks past his shoulders nods his head in approval; another shakes his recently shaved dome and says he cut his hair for a job making a lot less at Burger King to provide for his kids, and he'd do it again.</p><p>Some of the guys have been coming to this group for a long time. It serves as a support network, a safe place to share successes and talk through stumbles.</p><p>\"This is my sanctuary,\" says 40-year-old LaKeeth Blackmon, \"a place where I can be myself and meet good people and not get caught up with what's going on in the streets.\" Blackmon has six kids — with three different women. He's been in and out of prison and has an upcoming court date because he was caught dealing marijuana a little over a year ago.</p><p>\"Look at my life: I don't even know if I'm going back to prison, but I'm here being positive,\" says Blackmon, who is dressed in slacks and a tie for today's meeting. His father was a drug dealer who was murdered 20 years ago, and Blackmon says he wants to be a better father so his kids don't get caught up in the cycle.</p><p>Kenneth Edwards is newer to class. The tall, stalky, bespectacled 30-year-old is a father of four: three boys and one girl. He's living with his girlfriend and daughter now. His three boys each have different mothers, and he wants to be more involved in their lives. That's why he's here, he says — to figure out how to do that in the right way.</p><p>He calls his father \"a holiday dad. [He] comes around, you know, on birthdays, holidays.\" Edwards was raised by a single mom in the once-notorious Lexington Terrace housing projects. \"This crazy environment with all these drug dealers and people using drugs, just chaos. There was absolutely no role models, I would say, besides the television.\" Edwards says that before coming to the class, he got the bulk of his fatherhood guidance from shows like <em>Full House</em> and <em>Family Matters.</em></p><p>\"How do you develop behavior when you don't see it?\" asks Joseph Jones, creator of the Baltimore Responsible Fatherhood Project and president of the Center for Urban Families in West Baltimore. \"How do you become a man if you've never seen somebody be a man, if the people in your life have abdicated their responsibilities and left you as a little person?\"</p><p>Jones grew up in Baltimore without a dad, for the most part, and fathered his first son young. He was a drug dealer and addict at the time and says an inpatient rehab program saved his life. He went to college and spent almost a decade working at the Baltimore City Health Department. There, Jones was charged with getting substance-abusing, pregnant women to their doctor's appointments and was often confronted by angry boyfriends.</p><p>\"[They'd say] 'Who the hell are you with my girl?' And, I said, 'OK, let me stop what I'm doing, give him attention and help him understand that I'm not a threat to him or his girl,\" Jones says. \"And once I got their confidence, they said, 'We need help, man!' \"</p><p>Jones says he developed this program nearly two decades ago to help those men whom he says social programs have ignored in favor of assisting mothers and children. He says he knows two meetings a week isn't a panacea to the problems facing black fathers in Baltimore's inner city, but it's a positive starting point.</p><p>The fatherhood class ends similarly to how it began. But this time the men are in a circle, made tighter by crossing their arms and grabbing their neighbors' hands. The call and response at the start is replaced with a powerful, unified recitation of the Serenity Prayer.</p><blockquote><p>God grant me the serenity <br /> to accept the things I cannot change; <br /> courage to change the things I can;<br /> and wisdom to know the difference.</p></blockquote><p>And then someone spontaneously shouts, \"Happy Father's Day, brothers!\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+These+Inner-City+Dads%2C+Fatherhood+Comes+With+Homework&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321778990-e6b9a5.m3u?orgId=1&topicId=1015&ft=3&f=321028546"},{"href":"http://media.npr.org/assets/img/2014/06/13/fatherhood_01-9f2930e18bc40ebc8c62476eadb4c586d7b58fa1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2620","width":"3496"}},{"href":"http://media.npr.org/assets/img/2014/06/13/fatherhood_02_custom-b4a3380ec04b25361d2e9ebf5cca3c56505a45df.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2022","width":"3000"}}]}