{"created":"2014-10-01T16:42:26+00:00","modified":"2014-11-19T20:54:26+00:00","valid":{"from":"2014-11-19T20:54:26+00:00","to":"3014-11-19T20:54:26+00:00"},"hreflang":"en","title":"Is That A Lark I Hear? A Nightingale? Surprise! It's A Bat","published":"2014-10-06T18:19:00+00:00","teaser":"There are animals famous for their songs. Whales sing. Birds sing. We humans have Aretha, Elvis, Ray Charles, Pavarotti. But bats — who knew?","itags":["npr_api","352586936"],"guid":"a559af29-b4b9-4c7b-a132-dff9cce55ceb","contentencoded":"<p>Bats produce \"pings\" or \"clicks,\" right? They make these high-pitched sounds, too high for us to hear, but when their cries ricochet off distant objects, the echoes tell them there's a house over there, a tree in front of them, a moth flying over on the left. And so they \"see\" by <a href=\"http://animals.howstuffworks.com/mammals/bat2.htm\">echolocation</a>. That's their thing. They are famously good at it.</p><p>We all know this. But now, I want to tell you something you may not know. It turns out bats (some bats anyway) sing — sing uncannily, spookily, like songbirds, with the trilling, the chirping, as if they were nightingales. Listen, for example, to the song of a <a href=\"https://www.desertmuseum.org/kids/bats/mexican_free_tailed_bat.php\">Mexican free-tailed bat</a> ...</p><p>When <a href=\"http://www.gillianmackenzieagency.com/books/authors/48\">Virginia Morell</a> sent me this song (she's a wonderful science reporter who focuses on animal communication), I thought, \"Whaaah?\" I've seen these bats. In summertime, you can watch <a href=\"http://www.batcon.org/index.php/our-work/regions/usa-canada/protect-mega-populations/cab-intro\">hundreds of thousands of them</a> pour out of a narrow space under Austin's Congress Avenue Bridge, a few blocks from the Texas capitol. They flood the evening air, hunting mosquitoes and moths, but I never heard them sing like this.</p><p>What I needed, it turns out, is a directional microphone that amplifies the noises these bats make. Scientists first recorded singing bats 40 years ago; their melodies, <a href=\"http://news.sciencemag.org/plants-animals/2014/06/listen-bats-sing\">Virginia wrote</a> earlier this year in <em>Science,</em> \"are structured, have multiple syllables, phrases, repeated patterns and, of course, rhythm.\" Yes, they click and make sounds to locate food. Yes, they also use echolocation to avoid crashing into things. But scientists have now heard about 20 species in different parts of the world that also sing. Mostly it's the males (as with songbirds), who toot to warn off other males or to woo females, and it seems to work. I'm no bat, but just listen to this ...</p><p>Pretty impressive, no? Especially if you're a female broad-eared bat looking for a mate. The male in that clip will keep singing — maybe because these bats are polygamous, and the more the male sings, the greater his chances for mating again. Plus, a powerfully sung song is an advertisement of strength, and it might intimidate competitors. For these same reasons, male songbirds — warblers, tanagers, orioles, finches, nightingales, larks — are celebrated for their beautiful melodies. But as <a href=\"https://seas.fiu.edu/news/2014/when-the-bat-sings/when-the-bat-sings-science-2014-morell-1334-7.pdf\">Virginia points out</a>, bats are special because they're not birds. Like us, like whales, they are on a very short list of mammals that sing — and there aren't a lot of us.</p><p>One of my favorites is <a href=\"http://www.iucnredlist.org/details/17316/0\">Pipistrellus nathusii</a>, a bat that sings not only when hanging around a nest, but also when it's flying ...</p><p>What, I wonder, is it saying? Nobody has learned to speak fluent bat, but Virginia says a team of researchers from the Czech Republic recorded and analyzed nearly 3,000 recordings of <em>P. nathusii</em> at 33 different places in southern Bohemia, and they think they've got the gist. The song, they say, opens with a hello, then a gender identification, then some geographic information, then a \"let's talk\" section.</p><p>She quotes their translation of the song this way (press the play arrow in the box below to make the translation simultaneous):</p><hr /><p><em>Thanks to</em> <a href=\"http://www.kisibohn.com\">Kirsten Bohn</a><em> for her recordings of</em> T. brasiliensis <em>and</em> N. laticaudatus, <em>and to </em><em>the journal </em><a href=\"http://news.sciencemag.org/plants-animals/2014/06/listen-bats-sing\">Science</a> <em>for the recorded song of</em> P. nathusii. <em>Big thanks, too, to</em> <a href=\"https://twitter.com/qdbui\">Quoctrung Bui</a>, <em>who normally works at NPR's</em> <em>Planet Money, for engineering the simultaneous translation of the bat song, and for drawing his elegant bats. He has secretly hoped for a career as a bat translator (it's a fast-growing field — and as of today, he's suddenly a leading practitioner). Bats contemplating music videos should write to him directly. </em></p><p><em><em><strong>Editor's note:</strong> While Robert's Krulwich Wonders blog may be coming to an end, his unique brand of storytelling won't be lost to public radio. Robert expects to still be co-hosting WNYC's award-winning program </em></em><a href=\"http://www.radiolab.org/\">Radiolab</a><em><em> with Jad Abumrad, heard by millions of public radio listeners each week.</em></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+That+A+Lark+I+Hear%3F+A+Nightingale%3F+Surprise%21+It%27s+A+Bat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robert Krulwich","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352587081-d9eba9.m3u?orgId=1&topicId=1007&ft=3&f=352586936"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352587094-32b08f.m3u?orgId=1&topicId=1007&ft=3&f=352586936"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352587100-14d652.m3u?orgId=1&topicId=1007&ft=3&f=352586936"},{"href":"http://media.npr.org/assets/img/2014/09/30/bat-origins-bw-large-e0d0239c2f34bff2e3736af2d2252b50c21d01d2.png","type":"image/jpeg","meta":{"crop":"standard","height":"949","width":"1266"}}]}