{"created":"2014-10-27T18:17:23+00:00","modified":"2014-10-30T22:50:16+00:00","valid":{"from":"2014-10-30T22:50:16+00:00","to":"3014-10-30T22:50:16+00:00"},"hreflang":"en","title":"Russia Continues To Claim It Hasn't Invaded Ukraine","published":"2014-08-29T18:42:00+00:00","teaser":"NPR's Soraya Sarhaddi Nelson joins us from the Ukrainian town said to be the next target for pro-Russian forces.","itags":["npr_api","344275392"],"guid":"a55d8372-57cf-4b59-b86b-058d4e63e56b","contentencoded":"<p>Russian President Vladimir Putin today called on pro-Russian separatists to release Ukrainian soldiers who have been surrounded by rebels in eastern Ukraine. Putin&#8217;s statement came hours after Ukraine accused Russia of entering its territory with tanks, artillery and troops.</p><p>Western powers accuse Russia of lying about its role in the conflict, which is escalating. NATO says at least 1,000 Russian troops are in Ukraine and it released photos of Russian artillery in the region.</p><p>NATO is meeting to discuss the crisis and Ukraine is moving to seek membership in the alliance.</p><p>NPR&#8217;s <strong>Soraya Sarhaddi Nelson</strong> joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Sacha Pfeiffer from the seaport town of Mariupol, Ukraine, which is said to be the next target for Russian or pro-Russian forces.</p><p>Nelson says, &#8220;the pro-Russian separatists are calling their new republic, if you will, New Russia.&#8221;</p><h4>Interview Highlights</h4><p><strong>On whether Mariupol supports the separatists</strong></p><p>&#8220;This town did have pro-Russian separatists taking over one of the key administration buildings here earlier this summer, actually even late spring. At that time, they seemed to have some degree of support &#8212; this is a Russian-speaking community after all and they do remember fondly their times when they were part of the Soviet Union. But that seems to have changed. People here now really don&#8217;t want war here; they in fact elected Petro Poroshenko, the current president, as the mayor informs me. He says they&#8217;re going to fight.&#8221;</p><p><strong>On why pro-Russian separatists would attack Mariupol</strong></p><p>&#8220;There is a great concern &#8212; again if they do take this town of Mariupol, basically Russia would be able to have a connection to Crimea, which they&#8217;ve been pretty much cut off from since they took it. This would really be a big boon for them and they would have control. The pro-Russian separatists are calling their new republic, if you will, &#8216;New Russia.&#8217; They very much want this. So it is a fear, but the Ukrainians are not giving up, they&#8217;re not running away. I think this is going to be a very big battle if in fact it comes to that.&#8221;</p><p><strong>On Putin&#8217;s call for the release of the surrounded Ukrainian soldiers</strong></p><p>&#8220;He&#8217;s basically putting out this olive branch. He says that this is a humanitarian gesture, that these Ukrainian soldiers who are in desperate need of supplies, they&#8217;re basically surrounded and isolated and have not given up. He&#8217;s saying, &#8216;Make room, let them go, as long as they leave their weapons and vehicles behind.&#8217; Well that&#8217;s something that the pro-Russian separatists say when they refute claims that Russia is actually supplying them with arms. They say this is how they get their arms &#8212; they take these sorts of tanks and armored personnel carriers and guns from the Ukrainians as trophies, if you will.&#8221;</p><p>&#8220;But I don&#8217;t think people here are behind that too much, whether Ukrainian or certainly not the West. Some experts who have looked at video footage have said that they have seen clearly that there are tanks here that only the Russians have, that the Ukrainians don&#8217;t. It is very interesting &#8212; a lot of the weapons and military vehicles that the Ukrainians do have, even the ones that they had on display last Sunday during the independence day parade, they&#8217;re woefully undersupplied if you will. They just don&#8217;t have the equipment and the caliber of the troops even that the Russians have.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.npr.org/people/7407153/soraya-sarhaddi-nelson\" target=\"_blank\">Soraya Sarhaddi Nelson</a></strong>, international correspondent for NPR, currently in Ukraine. She tweets <a href=\"https://twitter.com/sorayanelson\" target=\"_blank\">@sorayanelson</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Russia+Continues+To+Claim+It+Hasn%27t+Invaded+Ukraine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"364"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344283274-47050d.m3u?orgId=1&ft=3&f=344275392"}]}