{"created":"2015-03-29T21:22:00+00:00","modified":"2015-06-18T01:40:03+00:00","valid":{"from":"2015-06-18T01:40:03+00:00","to":"3015-06-18T01:40:03+00:00"},"hreflang":"en","title":"Videos On End-Of-Life Choices Ease Tough Conversation","published":"2015-06-18T01:39:00+00:00","teaser":"A program in Hawaii aims to reduce the number of older people who spend their final days of life in a hospital. Hawaii has one of the highest rates of hospital deaths for those over age 65 in the U.S.","itags":["npr_api","394087394"],"guid":"a56c0529-18de-454a-8013-3f5f1fb21a36","contentencoded":"<p>Lena Katakura's father is 81. He was recently diagnosed with esophageal cancer and doctors don't expect him to survive the illness. Katakura says a nurse at their Honolulu hospital gave them a form to fill out to indicate what kind of treatment he'd want at the end of life.</p><p>\"And we're looking through that and going, 'Oh my, now how're we going to do this?' \" says Katakura. Then the nurse offered to show them a short video and Katakura and her father said, \"Great!\"</p><p>While the majority of Americans say they'd <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23440934\" target=\"_blank\">rather die at home</a>, in many cases, that's not what happens. Among people 65 years of age or more, 63 percent die in hospitals or nursing homes, federal <a href=\"http://www.cdc.gov/nchs/data/hus/2010/fig33.pdf\" target=\"_blank\">statistics suggest</a>, frequently receiving treatment that's painful, invasive and ultimately ineffective. And Hawaii is one of the states where people are most likely to die in the hospital.</p><p>The video that Katakura and her father watched pulled no punches. It begins: \"You're being shown this video because you have an illness that cannot be cured.\" Then, in an undramatic fashion, it shows what's involved in CPR, explains what it's like to be on a ventilator, and shows patients in an intensive care unit hooked up to multiple tubes. \"You can see what's really going to be done to you,\" says Katakura.</p><p>And you can decide not to have it done. The <a href=\"http://www.acpdecisions.org/video/goals-of-care-advanced-diseases/\" target=\"_blank\">video explains</a> that you can choose life-prolonging care, limited medical care or comfort care.</p><p>The <a href=\"http://www.acpdecisions.org/products/videos/\" target=\"_blank\">simple, short videos are being shown</a> in medical offices, clinics and hospitals all over Hawaii now. And they're being shown in many of the languages that Hawaiians speak: Tagalog, Samoan and Japanese, among others. Katakura and her father watched the video both in English and in Japanese.</p><p>\"Some patients have said, 'Wow, nobody's ever asked me what's important to me before,' \" says Dr. Rae Seitz, a medical director with the nonprofit Hawaii Medical Service Association — the state's largest health insurer. She says there are a number of obstacles that keep patients from getting the treatment they want.</p><p>Some health care providers may talk about it, she says; some may not; and each doctor, clinic, hospital and nursing home may have different standards. But also \"it takes a lot of time, and currently nobody has a good payment system for that,\" says Seitz.</p><p>Out of 50 states, Hawaii ranks 49th in the use of home health care services toward the end of life. Seitz wanted to change that. She had heard about these videos, produced by <a href=\"http://www.angelovolandes.com/\" target=\"_blank\">Dr. Angelo Volandes</a> of Harvard Medical School. She thought maybe they could help. So she brought Volandes to Hawaii to give a little show-and-tell for some health care providers.</p><p>\"I frankly was astounded,\" Seitz says, \"at how excited people became when they saw these videos.\"</p><p>Volandes thinks they were excited and — maybe — a little bit relieved.</p><p>\"Physicians and medical students aren't often trained to have these conversations,\" says Volandes. \"I, too, had difficulty having this conversation, and sometimes words aren't enough.\"</p><p>Volandes is the author of a book called <a href=\"http://www.npr.org/books/titles/396198970/the-conversation-a-revolutionary-plan-for-end-of-life-care\" target=\"_blank\">The Conversation</a>, which tells the stories of some of the patients he encountered early in his career and their end-of-life experiences. He describes aggressive interventions performed on patients with advanced cases of cancer or dementia. In the book, they suffer one complication after another. There is never a happy ending.</p><p>But the videos are not designed to persuade patients to opt for less aggressive care, Volandes says. \"I tell people the right choice is the one that you make — as long as you are fully informed of what the risks and benefits are.\"</p><p><strong></strong>Still, <a href=\"http://jco.ascopubs.org/cgi/doi/10.1200/JCO.2012.43.9570\" target=\"_blank\">studies show</a> that the vast majority of people who see these videos usually choose comfort care — the least aggressive treatment. That's compared with patients who just have a chat with a doctor.</p><p>Every health care provider in Hawaii currently has access to the videos, courtesy of the Hawaii Medical Service Association. The impact on patients will be studied for three years. But one thing that won't be examined is how patients' choices affect cost, Seitz says.</p><p>\"When a person dies in hospice care at home,\" she says, \"it's not as costly as dying in the ICU. But it's also more likely to be peaceful and dignified. So people can accuse insurance companies [of pushing down costs] all they want to, but what I would look at is: Are people getting the kind of care that they want?\"</p><p>Katakura's father is. He's at home with her, and receiving hospice services. After seeing the videos, she says, he chose comfort care only.</p><p>If she were him, she'd want that too, Katakura says. \"So I was satisfied with his decision.\"</p><p>Now, she says, she needs to make a decision for the kind of care she wants for herself at the end of life — while it's still, she hopes, a long way off.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Videos+On+End-Of-Life+Choices+Ease+Tough+Conversation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396200964-78a100.m3u?orgId=1&topicId=1128&d=306&p=2&story=394087394&t=progseg&e=396160880&seg=5&ft=nprml&f=394087394"},{"href":"http://media.npr.org/assets/img/2015/03/29/acphawaii-4e07ef507952d539d35eddf6a616324111ab63de.png","type":"image/jpeg","meta":{"crop":"standard","height":"477","width":"636"}}]}