{"created":"2014-10-08T14:59:05+00:00","modified":"2014-10-31T01:34:56+00:00","valid":{"from":"2014-10-31T01:34:56+00:00","to":"3014-10-31T01:34:56+00:00"},"hreflang":"en","title":"What Elections? Syrian Opposition Rejects Assad's Expected Win","published":"2014-06-01T18:02:00+00:00","teaser":"President Bashar Assad is sure to win in Tuesday's election. Some opponents are boycotting the vote, airing frustrations through bleak satire. There are signs that others will use violence in protest.","itags":["npr_api","317806588"],"guid":"a56e9174-5475-43ec-8381-b01b1120f44d","contentencoded":"<p>Tuesday's elections in Syria are sure to result in another term for President Bashar Assad, even as the international community says his regime is responsible for the deaths of tens of thousands of civilians.</p><p>The opposition is railing against his inevitable triumph.</p><p>At a demonstration Friday by some of the 1 million Syrians who have fled into neighboring Lebanon, the view on the election was clear.</p><p>\"What elections?\" says Mohamad al-Zain, a refugee in the dusty Lebanese border town of Arsal. \"They're blood elections. Are we going to vote for the one who killed our children and made us homeless, exiled us, made us immigrants?\"</p><p>Zain says there are more than 100,000 refugees in Arsal, and not one of them will vote. Angry voices agree, like Abdelmaati al-Kareem.</p><p>\"All the elections are a failure,\" Kareem says. \"Never in a lifetime will he win, and he'll fail, with God's will.\"</p><p>The force of this rage is evident across the spectrum of Assad's opponents. They say they can't believe, after three years of revolution-turned-civil war, the president is set for re-election.</p><p>From the city of Aleppo, amid rubble where the opposition groups say government airstrikes have killed 2,000 people this year, campaigners record responses to the elections.</p><p>\"We haven't experienced anything like democracy for the last 40 years — are they fooling us in the name of democracy?\" one unidentified woman asks.</p><p>There's also an outpouring of bleak satire. One fake poster shows Assad as Mafia boss Don Corleone, with the two token candidates running against him kissing his hand. Another entreats voters to pick Iranian military chief Qassem Sleimani for president — a reference to Iranian support for Assad.</p><p>The Western-backed political opposition urges people not to vote.</p><p>\"We boycotted the elections completely,\" says Khalid Saleh, spokesman for the main opposition coalition, speaking from Istanbul. \"We know that they're a sham, not real. Everybody is wondering whether Assad is going to win by 99.8 or 99.9 percent.\"</p><p>Saleh adds that armed rebels aligned with his group say they won't target pro-Assad rallies or polling stations.</p><p>But even though opposition factions all condemn the election, they are fragmented and polarized. There are signs that extremists among them will target civilians who vote.</p><p>At a pro-Assad rally earlier in the month in the southern town of Deraa, children danced among Assad posters. Then, rockets hit the event.</p><p>Over footage of the dying and the dead, state television condemns the attack, \"done in the name of revolution.\" Extremists have announced on social media that they plan similar attacks on rallies and polling stations. In the northern city of Idlib, footage showed civilians streaming out of the city because they believe Islamist fighters may attack during the election.</p><p>But the regime is undeterred. Pro-Assad rallies continue in streets plastered with his picture. On Saturday, the Foreign Ministry announced that expatriates had already voted in 43 embassies worldwide. Turnout, the ministry says, was 95 percent.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Elections%3F+Syrian+Opposition+Rejects+Assad%27s+Expected+Win&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317843702-4ff20a.m3u?orgId=1&topicId=1009&ft=3&f=317806588"},{"href":"http://media.npr.org/assets/img/2014/06/01/fordham1-cfd4ca4bacc486771e6d4180d8b82134fc617f97.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"408","width":"544"}},{"href":"http://media.npr.org/assets/img/2014/06/01/poster_vote_qs_custom-4bcb73c7dab3a2fcd1eca6d8dd8238fd01fe512c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"212","width":"300"}}]}