{"created":"2014-10-08T13:53:43+00:00","modified":"2014-12-04T14:33:42+00:00","valid":{"from":"2014-12-04T14:33:42+00:00","to":"3014-12-04T14:33:42+00:00"},"hreflang":"en","title":"Someday Soon You May Swallow A Computer With Your Pill","published":"2014-06-20T13:24:00+00:00","teaser":"<em>Fresh Air</em> tech contributor Alexis Madrigal explains how a tiny computer attaches to a pill you ingest to record how your body responds. It sounds crazy, he says, but it was approved by the FDA.","itags":["npr_api","323243085"],"guid":"a57ca08e-238c-4e6e-bf21-6803e50baf2b","contentencoded":"<p>What if you could swallow a computer the size of a poppy seed, and it could report back exactly if and when you took a medicine while recording how your body responded to the drug?</p><p>It sounds crazy, but the tiny computers exist. It sounds dangerous, but they were approved by the Food and Drug Administration. And the company that makes them, Proteus, has tens of millions of dollars and relationships with some of the biggest drug companies in the world, including Novartis.</p><p>David O'Reilly, the chief product officer at Proteus, says he believes that someday soon every single pill a doctor prescribes will come with an electronic component embedded right in it that tracks the pill's absorption in your body.</p><p><strong>How Does It Work?</strong></p><p>Working together with a small flexible patch you wear, like a Band-Aid, and a smartphone, Proteus wants to ring in a new era of what it calls \"digital medicine\" in which your body's vital signs and the medications entering your bloodstream can be tracked by computers. Software will search your body's data for patterns in real time and report that information to your doctors.</p><p>Let me step back for a minute to explain how it all works. The big challenges to making a computer you can ingest are size, safety, power and communication.</p><p>It must be tiny, as you're limited both by the size of the throat and the need to keep the amount of foreign material going into one's stomach to a minimum. The Proteus computer isn't much bigger than a grain of sand, and it attaches right to the pill.</p><p>It also can't be made of anything weird or harmful. So, Proteus' ingestible sensor is made only out of metals that people normally eat as part of their daily diets: silicon, copper, magnesium.</p><p>Power is tricky too. You can't swallow tiny batteries day after day. So, the Proteus computer is powered by the same principle that makes a potato battery work, using the liquid in your stomach as the electrolyte that conducts electricity.</p><p>And then there is communication. Most people might imagine that a sensor like this would have to use some kind of wireless radio technology, like Bluetooth for the Body. But implanting a radio source in the body with an antenna large enough to transmit to something outside it might prove a safety risk. So, the Proteus system uses a type of technology called \"volume conduction.\" Essentially, the computer emits a series of tiny electric pulses, which a patch on the patient's skin picks up. Add it all up and you have a system that can transmit information from inside the body.</p><p>Simultaneously, the patch measures your vital signs — heart rate, skin conductance, activity levels — almost as if you were an astronaut on a mission. Correlate those two data streams — the one from the pill and the one from the patch — and you get a picture of your body responding to a pharmaceutical. An app on the patient's smartphone acts as the intelligence of the whole system, communicating locally with the patch, and globally through the Internet to servers that help it process the information.</p><p><strong>What It Can Do Now — And In The Future </strong></p><p>Right now, the ingestible sensor itself simply transmits the fact that the pill was ingested, along with information about each pill such as what the drug is, who prescribed it, and which pharmacy dispensed it. That's probably why, when the FDA approved this initial pill it commented that \"the benefits realized by the use of the device system are small.\" But the little computer could conceivably do a lot more, such as controlling the actual delivery of a drug. Or it could be that when many patients' data are stacked together, new and interesting patterns emerge.</p><p>The most immediate application is to track patients with mental illnesses, who can be prone to not taking their medications. And a team of psychiatrists at Zucker Hillside Hospital in Glen Oaks, N.Y., has already published work on using Proteus' system to confirm that schizophrenic and bipolar patients are taking their medications.</p><p>Of course, with all self-tracking comes privacy considerations. Who gets access to the data? Do patients' relatives? How about their insurers? The Proteus system will highlight the responsibility, or lack thereof, of patients themselves, too.</p><p>Tech companies believe personalized data like these can make us healthier because software can spot patterns in our behavior that we might miss. Perhaps it could detect that if you don't take a particular medicine, you walk 2,000 fewer steps the next day. Or if you sleep less than six hours in a night, you eat 400 more calories than your daily average.</p><p>The problem is in creating the data that the software can use to help you tune your behavior. Right now, people rely on their own calorie counting or on imprecise sleep and activity trackers. But smarter, smaller, more automatic sensors could open up our bodies to this kind of quantification.</p><p>We may not be comfortable with the implications of this new technology, particularly in a world where our data are constantly bought and sold, not to mention monitored by governments. And our bodies may not end up being amenable to this kind of data-driven optimization. But Silicon Valley seems intent on trying, and what once seemed impossible may soon become routine.</p><p><em>Madrigal is a senior editor at </em>The Atlantic<em> and a visiting scholar at Berkeley's Center for Science, Technology, Medicine and Society.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Someday+Soon+You+May+Swallow+A+Computer+With+Your+Pill&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alexis Madrigal","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323344675-d0ef90.m3u?orgId=1&topicId=1128&ft=3&f=323243085"},{"href":"http://media.npr.org/assets/img/2014/06/18/istock_000017543934large-8dbeb1114f17eb6d08841f17bbb4cd4b1b51aa65.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1809","width":"2413"}}]}