{"created":"2014-10-07T19:24:56+00:00","modified":"2014-10-30T23:47:35+00:00","valid":{"from":"2014-10-30T23:47:35+00:00","to":"3014-10-30T23:47:35+00:00"},"hreflang":"en","title":"Making The Label Matter: A Record Company's Return From Obscurity","published":"2014-08-01T00:07:00+00:00","teaser":"Harvest Records used to be known for having a strong link to the progressive rock sound of 1970s London. After laying dormant for years, the label is back, and looking for a new identity.","itags":["npr_api","336554240"],"guid":"a57e3cb8-1e3f-48fb-bc32-401b1e83a6c1","contentencoded":"<p>Today, there's so much music being released that it can be hard to know what to check out, let alone buy. Mark Rye says that when he worked at a record label in the 1970s, the process was easier — in part because you could often guess what a record would sound like if you knew who released it.</p><p>\"At that time, it was very much an identifier for the kind of music,\" he says. \"So you would go into a record shop and you would look for what the new releases on certain labels were because those records were probably the kind of music that you would like.\"</p><p>Rye's employer was Harvest Records, which began as a small subset of EMI, the giant British recording company. But Harvest's identity was that of an underground label, created by EMI to tap into what was then the cool new music scene in Britain known as progressive rock: Think long guitar solos, odd rhythms and obscure lyrics.</p><p>\"The bands that were assigned to Harvest always wanted to push the envelope, and the guys who worked in Harvest wanted to sign bands which were not traditional pop rock,\" says Brian Southall, who worked as a press officer at EMI in the '70s. \"They all had a twist to them.\"</p><p>Those criteria led to deals with Pete Brown and His Battered Ornaments, Soft Machine co-founder Kevin Ayers and the Scottish songwriter and poet Ivor Cutler.</p><p>\"It was basically strange Scottish poetry that no one understood, and it was wonderful,\" Southall says of the latter. \"No one questioned the fact that they wanted to sign him. And no one questioned the concern that it possibly didn't sell. What it was about was carrying the traditions of mad English music.\"</p><p>That freedom to experiment was even evident in the way the label literally sat within big, corporate EMI, says Mark Rye.</p><p>\"The Harvest office was just this dark corner, as far away from everyone else as you can get,\" he says. \"And it had cushions on the floor rather than desks and chairs. It was very much a distinct part of EMI.\"</p><p>Then, in 1973, came <a href=\"http://www.npr.org/artists/15221280/pink-floyd\" target=\"_blank\">Pink Floyd</a>'s <em>Dark Side of the Moon.</em></p><p>By then, Harvest had released <a href=\"http://www.npr.org/artists/91919509/deep-purple\" target=\"_blank\">Deep Purple</a>'s second album and Pink Floyd's double-LP opus <em>Ummagumma</em> — but with <em>Dark Side of the Moon</em>, the label went from a dark corner at EMI to a major player in both Britain and the United States. The album remains one of the biggest-selling records of all time.</p><p>\"<em>Dark Side </em>surprised everybody,\" Rye says.</p><p>He also says Harvest would later disappear precisely because it had lost that identity for \"mad\" underground English music. By the 1980s it was releasing <a href=\"http://www.npr.org/artists/125308046/iron-maiden\" target=\"_blank\">Iron Maiden</a> and <a href=\"http://www.npr.org/artists/16256054/duran-duran\" target=\"_blank\">Duran Duran</a> and trying, it seemed, to be everything to everybody.</p><p>Harvest was eventually tossed into the dustbin of rock and roll history. So was the idea that labels could act as curators of our musical tastes, according to Jeremy Silver of Semetric, a company that advises the music industry. Silver says that's a loss — but it doesn't necessarily have to be this way.</p><p>\"Most record companies today will tell you that nobody buys an album because it's on a particular label,\" Silver says. \"[But] when we have so much music being produced and so many new bands, the idea of having a label that represents a genre or a spirit or an ethos seems to me to be a very intelligent way of bringing new audiences to bands they might not otherwise know.\"</p><p>There are a handful of labels, like Nonesuch and ECM, that do try to conjure an ethos. Sony recently revived the storied Okeh label, a pioneer in early 20th-century African American music, with mixed results.</p><p>Now, Capitol Records has resurrected Harvest — not in London, but in Los Angeles. And Capitol's British-born CEO, Steve Barnett, says fans should not expect that old Harvest sound.</p><p>\"We have a lot of history, and we're very respectful of that history,\" he says. \"But it doesn't burden us in terms of what we want to do for the future.\"</p><p>As a result, Harvest's present-day lineup can include a star like <a href=\"http://www.npr.org/artists/15399964/morrissey\" target=\"_blank\">Morrissey</a> alongside the lesser known Niall Galvin, a.k.a Only Real, a 20-something one-man-band from West London. If that small sampling doesn't sound like an identity, Barnett says it will.</p><p>\"In this modern day and age, can a label stand for something? You can't say yes to that now,\" he says. \"But I guarantee if you come back in two years you will agree with me, Harvest stands for something.\"</p><p>For now, exactly what that something will be is up to the label to figure out.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Making+The+Label+Matter%3A+A+Record+Company%27s+Return+From+Obscurity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Werth","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336905932-157360.m3u?orgId=1&topicId=1106&ft=3&f=336554240"}]}