{"created":"2015-06-26T21:40:40+00:00","modified":"2015-06-29T18:51:39+00:00","valid":{"from":"2015-06-29T18:51:39+00:00","to":"3015-06-29T18:51:39+00:00"},"hreflang":"en","guid":"a5885384-d013-4228-95db-7b2eb4593686","title":"There's an uncertain future for thousands of Haitian immigrants to the Dominican Republic","published":"2015-06-29T18:51:32+00:00","byline":"Daniel Gross","tags":["immigration","politics","Global Politics","North America","Dominican Republic","Haiti","Caribbean"],"teaser":"As a controversial deadline passes, Haitian immigrants and their descendants in the Dominican Republic have become vulnerable to deportation.","contentencoded":"<p>More than a week after a controversial deadline set by the Dominican Republic passed, Haitian immigrants and their descendants in the country face an uncertain future.</p>\n<p>June 17 was the last day for immigrants to the Dominican Republic to prove they’re living in the country legally. Ezra Fieser, a Bloomberg journalist in Santo Domingo, says many immigrants remain worried about deportation. “What I’ve seen on the street is a lot of fear, a lot of paranoia,” Fieser says.</p>\n<p>Hundreds of thousands of Haitians live in the Dominican Republic, which shares the island of Hispaniola with the poorer country of Haiti. Nearly 300,000 people started applications to prove their immigration status, but many thousands remain unaccounted for.</p>\n<p>A recent Dominican law denied citizenship to children and grandchildren of undocumented immigrants — even those who have spent their whole lives in the Dominican Republic. \"People that actually had received their national identity card have had it revoked, because they were born to undocumented immigrants,” Fieser says. “They considered themselves Dominican.”</p>\n<p>“The government seems to be relying on people to voluntarily leave,” says Fieser. Bus transportation has been provided for Haitians who wish to travel across the border. “Some 17,000 people have voluntarily returned to Haiti at this point.”</p>\n<p>The Dominican Republic’s stance has attracted international criticism from NGOs, New York’s mayor Bill de Blasio, and the Dominican-American writer Junot Díaz. The Dominican government has deflected the backlash by emphasizing its national sovereignty and arguing that its policy echoes a US Supreme Court decision.</p>\n<p>Fieser says he doesn’t expect the Dominican government to pursue mass deportation, as some feared before the deadline. But he says a gradual deportation policy remains likely.</p>\n<p>What’s more, some completed applications may be rejected in August. “So the total number of people who are vulnerable to deportation could balloon after that,” Fieser says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-26%2Funcertain-future-thousands-haitian-immigrants-dominican-republic&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/dr1258.mp3"},{"href":"http://admin.pri.org/file/dr1258mp3"}]}