{"created":"2015-01-29T22:04:29+00:00","modified":"2015-05-13T21:19:27+00:00","valid":{"from":"2015-05-13T21:19:27+00:00","to":"3015-05-13T21:19:27+00:00"},"hreflang":"en","title":"Pro-ISIS Messages Create Dilemma For Social Media Companies","published":"2015-02-19T01:16:00+00:00","teaser":"Facebook, YouTube and other sites are being asked to do more to stop terrorists. Yet they are also being asked to let some of the propaganda remain to help officials track jihadis.","itags":["npr_api","382435536"],"guid":"a5a1d9de-6fe5-425a-92aa-4e41c400682e","contentencoded":"<p>According to law enforcement officials, ISIS and other terrorist organizations are increasingly adept at <a href=\"http://www.npr.org/2014/12/11/370022514/isis-used-predatory-tools-and-tactics-to-convince-u-s-teens-to-join\">using social media to recruit</a> from abroad. Last year alone, the FBI reports, around 20 American citizens were detained trying to travel to Syria to join militants fighting for the so-called Islamic State.</p><p>Social media companies like Facebook and Twitter face complex criticism. The companies are being asked to do more to stop the terrorists, yet they are also being asked to let some of the propaganda remain to help officials track jihadis.</p><p>Among the Americans recently caught leaving the country to join ISIS are 19-year-old <a href=\"http://www.usatoday.com/story/news/nation/2015/01/09/chicago-mohammed-hamzah-khan-indicted-material-support-islamic-state/21498415/\">Mohammed Hamzah Khan</a> and his two younger siblings. No one was more surprised that they planned to join ISIS in Syria than their mother.</p><p>The three siblings were caught by the FBI at O'Hare International Airport in Chicago as they were about to leave the country in October. Mohammed Khan has been charged with providing material support to a terrorist organization.</p><p>He pleaded not guilty during an appearance at the federal court in Chicago. Afterward, his mother, Zarine Khan, standing with her husband, spoke to reporters as her voice quivered with emotion.</p><p>\"We condemn the brainwashing and recruiting of children through the use of social media and the Internet,\" she said. \"And we have a message for ISIS: Mr. Baghdadi and his fellow social media recruiters, leave our children alone!\"</p><p>Only a few details of how social media were used to recruit the Khan children have been made public. But Khan's lawyers say that Twitter and a messaging service called Kik were crucial.</p><p>Clinton Watts, a former FBI special agent who focuses on terrorism as a fellow at the Foreign Policy Research Institute, shows me how this kind of recruiting works.</p><p>\"When al-Qaida in the Arabian Peninsula put out their video message taking claim for the <em>[Charlie] Hebdo</em> attack, it quickly had its own hashtag,\" says Watts as he enters it into Twitter and a whole world of tweets and links appears.</p><p>\"If you pan down on that account ... you'll see there's video, there's Storify, there's like every social media platform that's out there,\" Watts says. \"They use all of the platforms or link to it from there.\"</p><p>The hashtag takes us down a rabbit hole of propaganda from al-Qaida and ISIS.</p><p>There's a video of al-Qaida taking credit for the recent attack in Paris. It's a leader simply giving a speech. But Watts says many of the recent ISIS messages are slickly produced to attract the young.</p><p>\"They actually showed young men who joined the fight — young foreign fighters in Iraq, conducting military operations, conducting violence, showing these guys as heroes, and that really resonated with the target audience,\" Watts says.</p><p>The videos even use music to dramatize violent acts in the real world.</p><p>J.M. Berger, a researcher at the Brookings Institution working on a book about ISIS, says if someone feels sympathy toward ISIS, it's fairly easy to follow a like-minded Twitter account.</p><p>\"You find somebody you're interested in,\" he says. \"You start following them. You might interact with them and then if the person's serious about joining the Islamic State or joining another group, they'll take it to a more private forum.\"</p><p>The forum used by Khan and his siblings appears to have been Kik — a social media app that allows private conversations.</p><p>\"A lot of times English-speaking jihadis on Twitter and on Facebook and other platforms will list their Kik address right in their profile ... to encourage people to approach them in a more private way,\" Berger says.</p><p>He says the jihadis also use WhatsApp, a similar service that is <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/02/20/280177352/why-facebook-thinks-whatsapp-is-worth-19-billion\">owned by Facebook</a>.</p><p>One thing all of these social media platforms have in common is that they would not comment on the record about the issue.</p><p>\"Facebook, Twitter and YouTube are all trying to address this problem to some degree,\" Berger says. \"But none of them stepped up or volunteered to do it. They all responded to outside pressures, whether it was negative news coverage or congressional hearings or stern letters from people in government.\"</p><p>All of these companies could choose to ban pro-ISIS and al-Qaida propaganda because the First Amendment does not apply to privately owned websites like Facebook, Twitter or YouTube. They do have terms of service, and all of these companies ban violent threats. But for the most part they rely on other users to report violations.</p><p>Watts says it isn't really in the DNA of these companies to take down content unless they are forced to do it.</p><p>\"Doing takedowns or removing content goes very much against what they want their platform to do, which is to bring on as much content and discussion as possible because the more content that's there, the more discussion that's there, the more revenue they can generate for their business,\" he says.</p><p>But here's the catch for social media companies: Watts and Berger agree that taking down all the terrorist content might not actually be the right thing to do either.</p><p>\"There are ways that you can extract information from these networks,\" says Berger, \"that really in some ways go beyond traditional investigative techniques that you would have had to rely on back in the days when all this stuff happened in physical spaces.\"</p><p>Berger thinks it is possible to keep up content that's useful to law enforcement without making it easy for alienated and vulnerable youth to find it. However, he says tech companies will need to be more active than they are now to strike the right balance.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pro-ISIS+Messages+Create+Dilemma+For+Social+Media+Companies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382517131-1e658e.m3u?orgId=1&topicId=1019&d=305&p=2&story=382435536&t=progseg&e=382375596&seg=2&ft=nprml&f=382435536"}]}