{"created":"2015-06-22T20:39:20+00:00","modified":"2015-07-01T14:54:28+00:00","valid":{"from":"2015-07-01T14:54:28+00:00","to":"3015-07-01T14:54:28+00:00"},"hreflang":"en","title":"This California Raisin Grower Just Got His Day In The Sun","published":"2015-06-24T20:13:00+00:00","teaser":"The Supreme Court on Monday ruled in favor of a group of California raisin growers who objected to being forced to participate in a crop set-aside program.","itags":["npr_api","416538131"],"guid":"a5a67a7e-422b-4244-849f-c1e2ca145ec6","contentencoded":"<p>The Supreme Court on Monday struck down a Depression-era federal program aimed at stabilizing raisin and other commodity prices.</p><p>Until now, the way the system has worked was this: A board of private raisin producers met each year to determine how much, if any, of the producers' crop would be set aside for a reserve. The reserve would then be used for charity, for government programs like school lunches, or for export. It took the votes of two-thirds of the raisin committee to approve a set-aside. That private collective judgment then was adopted into law by order of the Secretary of Agriculture.</p><p>As most of the raisin producers saw it, the system protected them from market saturation and low crop prices.</p><p>But that's not how Marvin and Laura Horne saw it. In 2003, when the raisin committee voted to set aside 47 percent of the growers' crop, the Hornes balked, selling 100 percent of their raisins. The federal government fined them the market value of the missing raisins — nearly $500,000 — plus an additional civil penalty of $200,000.</p><p>The Hornes went to court to challenge the whole raisin reserve program, contending that it amounted to an unconstitutional taking of their property without just compensation. Backed by conservative property rights groups, they argued that if the government wanted the raisins, it had to pay the market price, not some reduced government rate, or often nothing at all.</p><p>Most of the raisin growers in California disagreed, arguing that the Hornes were free-riding for a profit while other growers played by the rules.</p><p>The government argued that it wasn't taking the Hornes' property because they were free to sell their grapes for other purposes, like wine, instead of raisins.</p><p>The Supreme Court rejected those arguments, however, by an 8-to-1 vote, with Justice Sonia Sotomayor the sole dissenter.</p><p>Writing for the majority, Chief Justice John Roberts said the government's \"let them eat wine\" argument is \"probably not much more comforting to the raisin growers than similar retorts have been to others throughout history.\"</p><p>Justices Antonin Scalia, Anthony Kennedy, Clarence Thomas, and Samuel Alito joined the opinion in full, while Justices Stephen Breyer, Ruth Bader Ginsburg, and Elena Kagan concurred for the most part.</p><p>Raisin producer Horne was elated by the court's decision. \"It's just an affirmation in our Constitution and the American way of life,\" he said.</p><p>The language of the opinion was far-reaching, declaring for the first time that there is no difference between real property — that is, land and buildings — and other personal property. Raisins are private property and \"the fruit of the growers' labor,\" not \"public things subject to the absolute control of the state,\" said Roberts.</p><p>But the expansive language raised unanswered questions. \"The question is how far does this sweep?\" asked Vermont Law School Professor John Echeverria. \"The FDA seizes adulterated drugs. Is that now a taking? Local government officials take animals away from people who ... mistreat them. Federal law deprives felons of the right to possess firearms. Is that now a taking?\" Echeverria observes that answers to those questions are not even hinted at in Monday's ruling.</p><p>\"I think the court doesn't provide a lot of answers there,\" agrees University of Chicago law professor Will Baude. Baude, however, praises the decision as overdue.</p><p>He says the court's decision might have ramifications in other areas of the law, too, most notably the government's efforts to seize the property of criminal wrongdoers, even when that property is not directly connected to the crime.</p><p>As for agricultural programs, though, Monday's decision is not likely to make much difference. These days, grapes are used more for juice and wine, so that no raisins at all have been set aside for reserves since 2010. That leaves just two agricultural products in the hot seat — tart cherries and spearmint oil.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+California+Raisin+Grower+Just+Got+His+Day+In+The+Sun&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416538132-2dc006.m3u?orgId=1&topicId=1070&d=231&p=2&story=416538131&t=progseg&e=416538006&seg=17&ft=nprml&f=416538131"}]}