{"created":"2014-09-08T02:15:31+00:00","modified":"2014-10-30T22:52:21+00:00","valid":{"from":"2014-10-30T22:52:21+00:00","to":"3014-10-30T22:52:21+00:00"},"hreflang":"en","title":"With Homegrown Technology, Israel Becomes Leading Arms Exporter","published":"2014-08-30T00:40:00+00:00","teaser":"Israel's recurring wars with its Arab neighbors have resulted in a weapons industry that keeps coming up with new technologies, which can then be sold abroad.","itags":["npr_api","344030354"],"guid":"a5a9ad95-868e-488f-a82d-4abac5143b7f","contentencoded":"<p>One byproduct of the recurring battles between Israel and its Arab neighbors is that Israel has developed a homegrown weapons industry that addresses its very specific needs.</p><p>Over the decades, this has included a number of cutting-edge technologies, from drones to night-vision equipment, which have been widely exported.</p><p>A more recent example is the Iron Dome, which was used throughout the latest conflict with Hamas in the Gaza Strip. The mobile missile defense system is capable of stopping short-range rockets from places like Gaza, the West Bank and southern Lebanon.</p><p>Isaac Ben-Israel, a former director of the Defense Ministry's research and development program, says there was no technology in the world capable of doing that, so Israel had to develop its own system. The U.S. has subsequently provided funding to Israel to build additional anti-missile batteries.</p><p>\"We did it because of our unique threat and our unique problem, and ... this is what we do since 1948,\" he says, referring to the year that Israel was founded.</p><p>As with previous battles, the Gaza conflict has damaged Israel's overall economy. The tally this time has been estimated at several billion dollars for Israel, and is far greater for the Palestinians in Gaza.</p><p>But the fighting can also provide a boost to Israel's arms manufacturers, says Barbara Opall-Rome, the Israel bureau chief for the U.S. magazine <em>Defense News</em>.</p><p>Over the past five years, Israel has had military sales of around $7 billion annually, she says. \"And it puts them in the top five of the world's arms-exporting nations,\" she adds.</p><p>In the latest operation against Hamas, new types of ammunition, bombs that can penetrate reinforced concrete buildings, and other equipment have been introduced on the battlefield. Opall-Rome says a new anti-guided missile defense system for tanks, called Trophy, performed well during ground operations in Gaza.</p><p>\"It means a lot on the international arms market, and Israel certainly makes very good use of their added value, in that these systems are combat proven,\" she says.</p><p>Critics would object to that, saying the Israeli weapons are not so precise and caused heavy Palestinian civilian casualties during the recent conflict. More than 2,000 Palestinians were killed, and various estimates put the civilian deaths at 50 percent to more than 80 percent of that total.</p><p>In addition, the Israel-Palestinian feud imposes a major limitation on Israeli weapons sales: the Arab boycott of anything made in Israel.</p><p>\"The whole Arabian Gulf market, which is the No. 1 market for purchasing of foreign-made weaponry, that's cut off to them,\" says Opall-Rome.</p><p>She says China is also cut off to Israel arms manufacturers because of U.S. security concerns. And Israel faces similar U.S. pressure when it comes to possible sales to Russia.</p><p>India is one Israel's biggest customers, buying everything from ship and air defense systems to anti-tank missiles and drones. Israel also sells to other countries in Asia, as well as Europe and Latin America.</p><p>She says Israel is a tiny domestic market, so its arms industry needs to export nearly 80 percent of its goods in order to break even.</p><p>Some of the weapons are so unique that no one else wants or needs them. Case in point is the Iron Dome. It has proved generally effective against Hamas rockets, which are made in Gaza workshops and are relatively unsophisticated. But no other country faces this persistent threat from short-range rockets.</p><p>The same holds true for the Arrow, an anti-ballistic missile system. Uzi Ruben, the former head of Israel's missile defense program, says the Arrow was designed to destroy long-range missiles coming from Iraq or Iran. It went into development in 1991 and took nine years to bring it to operation.</p><p>\"It was never used; it was just deployed,\" he says.</p><p>One of the new technologies likely to emerge from this conflict will focus on detecting and destroying tunnels, like those used by Hamas to move fighters and weapons underground. Ben-Israel, the former defense researcher, says it's not likely to be a big seller on the international market.</p><p>\"No one in the world is digging tunnels in order to penetrate into, let's say, the United States of America for terrorist attacks,\" he says.</p><p>Still, Ben-Israel says there will always be a global demand for sophisticated weapons — something Israel has become better at producing with each war.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Homegrown+Technology%2C+Israel+Becomes+Leading+Arms+Exporter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344328027-110c72.m3u?orgId=1&topicId=1009&ft=3&f=344030354"},{"href":"http://media.npr.org/assets/img/2014/08/29/israel-weapons2-5c757d9077a30cae90dc84418425a55087a40ea8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1849","width":"2466"}},{"href":"http://media.npr.org/assets/img/2014/08/29/israel-weapons1-2b2a2f98668a4a96cfd6b2c5fe7014a640be3d5f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2129","width":"2841"}}]}