{"created":"2014-10-17T20:18:34+00:00","modified":"2014-12-04T14:29:12+00:00","valid":{"from":"2014-12-04T14:29:12+00:00","to":"3014-12-04T14:29:12+00:00"},"hreflang":"en","title":"Why Won't The Fear Of Airborne Ebola Go Away?","published":"2014-10-21T14:19:00+00:00","teaser":"Infectious disease specialists say Ebola can't spread through the air, but many Americans remain deeply skeptical. The history of past outbreaks suggests airborne transmission isn't a threat.","itags":["npr_api","356966590"],"guid":"a5bc159a-4524-48a6-8307-7c6fa98bc478","contentencoded":"<p>How many times do top officials have to say that the Ebola virus is not airborne?</p><p>A lot, apparently.</p><p>Here is President Obama Thursday: \"This is not an airborne disease. It is not easy to catch.\"</p><p>And the day before: \"It is not like the flu. It is not airborne.\"</p><p>And Friday, a reporter asked the inevitable question about airborne Ebola when Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, held a press briefing about nurse Nina Pham's transfer to the National Institute of Health.</p><p>\"There is no evidence whatsoever that this virus is airborne-transmitted,\" said Fauci emphatically. \"Everything we know about this virus is that it is direct contact with bodily fluids.\"</p><p>This gets said over and over. It's backed up by epidemiological studies of past outbreaks. Yet the possibility of Ebola spreading through the air keeps being raised.</p><p>At a hearing Thursday, for example, lawmakers grilled Dr. Thomas Frieden, the director of the Centers for Disease Control and Prevention.</p><p>\"You've already said a couple of times that you don't believe that this is airborne,\" said Republican Congresswoman Renee Ellmers from North Carolina. And yet, she noted, the two nurses still got sick. \"They followed precautions, I am sure, and now we are having this conversation and I'm very concerned about that.\"</p><p>Frieden responded that the investigation is ongoing but the nurses treated the Ebola patient when his vomit and diarrhea contained a lot of virus: \"We are confident this is not airborne transmission.\"</p><p>When government officials keep saying this isn't airborne, it seems like what they're really trying to tell the public is, \"Don't worry about catching this virus in the course of your normal daily activities.\"</p><p>\"I think that what they are trying to convey with the idea that 'it's not airborne' is that you likely need to be relatively close to the person where there are some bodily fluids present,\" says Rachael Jones, who studies infectious disease transmission at the University of Illinois at Chicago.</p><p>She says if someone down the hall from you had Ebola and threw up vomit that contains the virus, \"those particles are not going to travel hundreds of feet or hundreds of meters to cause an infection.\"</p><p>But if a health care worker or a family member gets very close to someone who has a lot of symptoms, which is when people with Ebola are most contagious, Jones says droplets of body fluid could potentially travel through the air for short distances.</p><p>\"If you vomit there are projectile droplets that could spray up,\" she notes.</p><p>And she says there's reason to be concerned that an Ebola patient might produce even smaller droplets that someone in close quarters could inhale and get sick from — during medical procedures like putting in a breathing tube.</p><p>\"A lot of these medical processes that health care workers perform produce small aerosols,\" says Jones. This is why she and a colleague recently <a href=\"colleague http:/www.cidrap.umn.edu/news-perspective/2014/09/commentary-health-workers-need-optimal-respiratory-protection-ebola\">wrote a commentary</a> saying this needs to considered when protecting health care workers.</p><p>So even though Jones takes issue with the White House's flat statement that the Ebola virus cannot spread through air, she says this is really not a concern for the public.</p><p>\"There is not epidemiological evidence that community-based exposure, such as being at a shopping mall or walking down the street or riding a bus, is associated with disease transmission,\" she notes.</p><p>Still, what if the Ebola virus mutates? That's another fear that keeps surfacing. The chairman of the Joint Chiefs of Staff, Gen. Martin Dempsey, spoke about that <a href=\"http://www.cnn.com/2014/10/16/politics/dempsey-phillips-ebola/index.html\">on CNN this week</a>.</p><p>\"I'm worried about it because we know so little about it,\" he said. \"You'll hear different people describe whether it could become airborne.\" He said that scientists did not agree. \"I don't know who's right. I don't want to take that chance. So I'm taking it very seriously.\"</p><p>It's true that researchers can't absolutely rule out the idea that mutations might change how the virus spreads, but this seems unlikely, says Alan Schmaljohn, a virologist the University of Maryland School of Medicine. He said the chance of that is \"very low, probably in the range of winning the multi-state lottery.\"</p><p>On Capitol Hill, the CDC's director said his team has been on the lookout for any significant genetic mutations. \"What we've seen is very little change in the virus,\" Frieden told lawmakers. \"We don't think it is spreading by any different way.\"</p><p>Chances are that's not the last time he'll have to say that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Won%27t+The+Fear+Of+Airborne+Ebola+Go+Away%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357004656-623c5a.m3u?orgId=1&topicId=1128&ft=3&f=356966590"},{"href":"http://media.npr.org/assets/img/2014/10/17/ebola-virus-102fc26e5d2ab36729a188b816fc9cc0f19b640e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1157","width":"1543"}}]}