{"created":"2014-10-03T03:18:36+00:00","modified":"2015-04-30T19:47:12+00:00","valid":{"from":"2011-03-14T15:00:52+00:00","to":"3011-03-14T15:00:52+00:00"},"hreflang":"en","guid":"a5c607c3-7731-48c5-9126-d65000708158","title":"SOTRU - Birmingham: The Long Story Short","teaser":"Birmingham, Alabama. Just the words make you think about freedom riders, church bombings, civil rights marches and police dogs. This is a place that can’t escape its history—especially the painful parts. Almost 50 years later after the tragedies and triumphs of the civil rights era, Birmingham is still a community trying to put itself back together. Some have started trying to unearth the city’s past and face it. To do that, people are looking beyond the civil rights era: from slavery to vaudeville, and from Birmingham as a steel town to its post-industrial future. In this hour, SOTRU brings listeners into the courtrooms, churches and backyards of Birmingham to answer the question borne out by the lives of people here: is Birmingham a monument to brutal segregation, or one of the few American cities willing to take a hard look at race?","description":"State of the Re:UnionBirmingham &ndash; The Long Story ShortHost: Al LetsonDESCRIPTION: Birmingham, Alabama. Just the words make you think about freedom riders, church bombings, civil rights marches and police dogs.&nbsp;This is a place that can&rsquo;t escape its history&mdash;especially the painful parts. Almost 50 years later after the tragedies and triumphs of the civil rights era, Birmingham is still a community trying to put itself back together. Some have started trying to unearth the city&rsquo;s past and face it.&nbsp;To do that, people are looking beyond the civil rights era: from slavery to vaudeville, and from Birmingham as a steel town to its post-industrial future. In this hour, SOTRU brings listeners into the courtrooms, churches and backyards of Birmingham to answer the question borne out by the lives of people here: is Birmingham a monument to brutal segregation, or one of the few American cities willing to take a hard look at race?Billboard (:59)Incue: From PRX and NPROutcue: But first, this newsNEWS HOLE: 1:00- 6:00NEWSCAST RETURN MUSIC&nbsp;(:29)&nbsp;: 6:00-6:30SEGMENT A (12:29)Incue: Right Now I'm standing Outcue: Our website, Stateofthereunion.comA. Long Story Short:&nbsp; We open the show by reliving the climactic 1963 struggle for desegregation in Birmingham&mdash;the pull for progress from activists and African-Americans on the ground, and the push back from police, politicians and violent white separatists.&nbsp; This segment weaves together archival footage with the voices of those who lived through Birmingham&rsquo;s darkest days, spelling out the significance for the nation and the present day in bold, emotional detail.&nbsp;&nbsp;&nbsp;&nbsp; B. The Red Ore Stained Everyone Through and Through: Mining on Red Mountain. Birmingham got its start as a legendary steel town, the so-called &ldquo;magic city&rdquo; that sprang up overnight in the 1870s. Just a few miles from downtown is where most of its famous red iron ore came from: Red Mountain. That same mountain provided a middle-class lifestyle for thousands upon thousands of families. &nbsp;But when the steel economy finally vaporized in the 1980s, US Steel left behind nothing but holes in the ground, on an overgrown mountain where no one was allowed to go. Urban adventurer Eric McFerrin spent a decade and a half obsessed with finding out the untold history of the mines and the people who worked in them. Now Eric&rsquo;s got his dream job: he&rsquo;s a park ranger converting the no-go zone of Red Mountain into a city park for Birmingham.&nbsp; That means scouring the 1,100 acres like an archaeologist, deciding which mines to preserve, which ones tell Birmingham&rsquo;s story. We explore the mountain and the mines with Eric, meeting people who lived and worked on Red Mountain in the 1940s and 1950s. Up above the city, we discover a surprising world where black and white miners formed bonds underground, and families co-existed in the mining camps. When the park opens, Red Mountain will be one of the largest city parks in the country, and Eric is the ambassador to what he calls &ldquo;a place of healing&rdquo; for Birmingham. &nbsp;&nbsp;&nbsp; BREAK: 19:00 - 20:00SEGMENT B (18:58)Incue: You're listening to State of the Re:UnionOutcue: P-R-X.O-R-GA. Glorious Ruin: Saving the LyricShared history is hard to come by for African-Americans and white people in Birmingham&mdash;their memories tend to be as divided as the city once was. But there&rsquo;s one place where those memories meet: the abandoned Lyric Theater in downtown Birmingham. In Birmingham&rsquo;s heyday as the showbiz capital of the South, there were dozens of theatres downtown. The Lyric was the only one that was not completely segregated. Here, black people and white people were allowed inside to see the same show, on the same night, for the same price&mdash;they just had to sit in separate balconies. Under Jim Crow, this theater might have been the closest thing to an integrated community that Birmingham had. The Lyric has been sitting abandoned for 50 years now. Local writers Glenny Brock and Jesse Chambers are behind the efforts to restore and reopen it. Glenny and Jesse are determined for Birmingham to reconnect with its frivolous and raucous Vaudeville past. We tour the crumbling theater, the fabled stage and dressing rooms, going back in time to meet the ghosts of Vaudeville and pausing to ponder Birmingham&rsquo;s identity as a monument to segregation.B. Dear Birmingham: Local writer Javacia Harris Bowser reads her Letter to Birmingham. C. Beyond Black and White: Today, fifty years after the civl rights era, Birmingham finds itself again navigating sweeping social change. Over the past ten years, Birmingham&rsquo;s Hispanic population has exploded. The adjustment has been tough, both for Birmingham as a city and for the growing Hispanic community here. The Jefferson County Criminal Courthouse in downtown Birmingham is one place where Alabama natives and Hispanic immigrants meet every single day. Spanish-language court interpreter Mavi Figueres has her feet in both worlds. This story opens with a dramatic courtroom scene as Mavi interprets for a defendant meeting his lawyer for the first time. The stakes are high, because a guilty plea could mean deportation. For Mavi, high stakes are an everyday thing. She is known for speaking truth to power&mdash;its in her nature. However, in the courtroom, Mavi is legally bound to remain neutral. She cannot show emotion, or speak any words that have not been spoken by someone else. Determined to find ways to bring the criminal justice crowd and the Hispanic community closer together, Mavi uses creative tactics like free lunch hour Spanish lessons for judges, bailiffs and D.A.&rsquo;s. Over the past few years, Mavi has transformed the culture inside the Jefferson County Courthouse. Meanwhile, outside the courthouse, Alabama&rsquo;s state legislators are moving to pass an anti-immigration bill similar to Arizona&rsquo;s, and the Hispanic community is torn. Some are urging non-citizens to flee the state, while others remain determined to stay and fight.&nbsp; The debate is forcing Birmingham to revisit the lessons learned from the civil rights era.&nbsp; BREAK: 39:00-40:00SEGMENT C: (18:59)Incue: You're listening to State of the R:UnionOutcue: This is N-P-RA. Nobody Respects Excuses Anymore: Bridging Divides with Free Music Lessons. ?Arts budgets have been slashed in Birmingham&rsquo;s schools. So much so that most kids here never get to touch an instrument. Jeane Goforth, a retired geological engineer, decided to change that. Jeane poured her retirement fund and all her life savings into a program called Scrollworks that covers the cost of a music education for any kid that wants it. Last year, Jeane left her house in the suburbs and moved to Eastlake, one of the worst neighborhoods in Birmingham. She says she wanted to be closer to the kids she&rsquo;s serving. Although, these days, times are so tough that even kids from the wealthiest suburbs are signing up for free lessons. Jeane welcomes them, saying that people from different backgrounds building community together is &ldquo;the only way we can overcome all the painful images of what people think of Birmingham.&rdquo; We listen in on a chaotic Scrollworks Saturday, where 120 kids take free lessons, and hear an intimate story of students overcoming racial barriers. We meet Matthew Belser (a Scrollworks student since the beginning, and now an eighth-grader at the Alabama School of Fine Arts) and his mother Leslie. Leslie says she couldn&rsquo;t imagine Matthew&rsquo;s life without Jeane&rsquo;s influence. &ldquo;If anything&rsquo;s gonna get better, people have to make sacrifices,&rdquo; she says. Thanks to Jeane, she says, nobody in Birmingham respects excuses anymore. B. Honest-to-Goodness True Alabama Juke Joint: When we heard that one of the last true Alabama juke joints is still going strong out on the fringes of Birmingham, we knew we had to see it. The rumor was that the place was run by a 90-something year-old gravedigger named Henry &lsquo;Gip&rsquo; Gipson, and that out at Gip&rsquo;s Place, you could see blues legends and people from everywhere dancing together deep into the night. Local artist Tres Taylor loaded up his car with our crew and a few friends and we made the winding, wayward trek out to Gip&rsquo;s on a foggy Saturday night. What we ended up finding was a so-called &ldquo;blues family&rdquo;, where decades of Alabama blues have been passed down from person to person, preserving a unique style that can&rsquo;t be found anywhere else.&nbsp; Mr. Gipson tell us his mystical blues origin story, and we leave knowing that this living shrine to the blues-makers will keep on feeling like home as long as Gip is around to watch over it.C. The Shadow of History: We leave Birmingham by revisiting Martin Luther King&rsquo;s hopes for this city as he wrote in his &ldquo;Letter from a Birmingham Jail&rdquo;, and hear vox from residents reflecting on the past and future of this place.&nbsp; PROGRAM OUT @ 59:00BROADCAST WINDOW BEGINS 5/7The Spring 2011 season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br />Birmingham &ndash; The Long Story Short<br /><br />Host: Al Letson<br /><br />DESCRIPTION: Birmingham, Alabama. Just the words make you think about freedom riders, church bombings, civil rights marches and police dogs.&nbsp;This is a place that can&rsquo;t escape its history&mdash;especially the painful parts. Almost 50 years later after the tragedies and triumphs of the civil rights era, Birmingham is still a community trying to put itself back together. Some have started trying to unearth the city&rsquo;s past and face it.&nbsp;To do that, people are looking beyond the civil rights era: from slavery to vaudeville, and from Birmingham as a steel town to its post-industrial future. In this hour, SOTRU brings listeners into the courtrooms, churches and backyards of Birmingham to answer the question borne out by the lives of people here: is Birmingham a monument to brutal segregation, or one of the few American cities willing to take a hard look at race?<br />Billboard (:59)<br />Incue: From PRX and NPR<br />Outcue: But first, this news<br /><br />NEWS HOLE: 1:00- 6:00<br /><br />NEWSCAST RETURN MUSIC&nbsp;(:29)&nbsp;: 6:00-6:30<br /><br />SEGMENT A (12:29)<br />Incue: Right Now I'm standing <br />Outcue: Our website, Stateofthereunion.com<br /><br />A. Long Story Short:&nbsp; We open the show by reliving the climactic 1963 struggle for desegregation in Birmingham&mdash;the pull for progress from activists and African-Americans on the ground, and the push back from police, politicians and violent white separatists.&nbsp; This segment weaves together archival footage with the voices of those who lived through Birmingham&rsquo;s darkest days, spelling out the significance for the nation and the present day in bold, emotional detail.&nbsp;&nbsp;&nbsp;&nbsp; <br /><br />B. The Red Ore Stained Everyone Through and Through: Mining on Red Mountain. Birmingham got its start as a legendary steel town, the so-called &ldquo;magic city&rdquo; that sprang up overnight in the 1870s. Just a few miles from downtown is where most of its famous red iron ore came from: Red Mountain. That same mountain provided a middle-class lifestyle for thousands upon thousands of families. &nbsp;But when the steel economy finally vaporized in the 1980s, US Steel left behind nothing but holes in the ground, on an overgrown mountain where no one was allowed to go. Urban adventurer Eric McFerrin spent a decade and a half obsessed with finding out the untold history of the mines and the people who worked in them. Now Eric&rsquo;s got his dream job: he&rsquo;s a park ranger converting the no-go zone of Red Mountain into a city park for Birmingham.&nbsp; That means scouring the 1,100 acres like an archaeologist, deciding which mines to preserve, which ones tell Birmingham&rsquo;s story. We explore the mountain and the mines with Eric, meeting people who lived and worked on Red Mountain in the 1940s and 1950s. Up above the city, we discover a surprising world where black and white miners formed bonds underground, and families co-existed in the mining camps. When the park opens, Red Mountain will be one of the largest city parks in the country, and Eric is the ambassador to what he calls &ldquo;a place of healing&rdquo; for Birmingham. &nbsp;&nbsp;&nbsp; <br /><br />BREAK: 19:00 - 20:00<br /><br />SEGMENT B (18:58)<br />Incue: You're listening to State of the Re:Union<br />Outcue: P-R-X.O-R-G<br /><br />A. Glorious Ruin: Saving the Lyric<br />Shared history is hard to come by for African-Americans and white people in Birmingham&mdash;their memories tend to be as divided as the city once was. But there&rsquo;s one place where those memories meet: the abandoned Lyric Theater in downtown Birmingham. In Birmingham&rsquo;s heyday as the showbiz capital of the South, there were dozens of theatres downtown. The Lyric was the only one that was not completely segregated. Here, black people and white people were allowed inside to see the same show, on the same night, for the same price&mdash;they just had to sit in separate balconies. Under Jim Crow, this theater might have been the closest thing to an integrated community that Birmingham had. The Lyric has been sitting abandoned for 50 years now. Local writers Glenny Brock and Jesse Chambers are behind the efforts to restore and reopen it. Glenny and Jesse are determined for Birmingham to reconnect with its frivolous and raucous Vaudeville past. We tour the crumbling theater, the fabled stage and dressing rooms, going back in time to meet the ghosts of Vaudeville and pausing to ponder Birmingham&rsquo;s identity as a monument to segregation.<br /><br />B. Dear Birmingham: Local writer Javacia Harris Bowser reads her Letter to Birmingham. <br /><br />C. Beyond Black and White: Today, fifty years after the civl rights era, Birmingham finds itself again navigating sweeping social change. Over the past ten years, Birmingham&rsquo;s Hispanic population has exploded. The adjustment has been tough, both for Birmingham as a city and for the growing Hispanic community here. The Jefferson County Criminal Courthouse in downtown Birmingham is one place where Alabama natives and Hispanic immigrants meet every single day. Spanish-language court interpreter Mavi Figueres has her feet in both worlds. This story opens with a dramatic courtroom scene as Mavi interprets for a defendant meeting his lawyer for the first time. The stakes are high, because a guilty plea could mean deportation. For Mavi, high stakes are an everyday thing. She is known for speaking truth to power&mdash;its in her nature. However, in the courtroom, Mavi is legally bound to remain neutral. She cannot show emotion, or speak any words that have not been spoken by someone else. Determined to find ways to bring the criminal justice crowd and the Hispanic community closer together, Mavi uses creative tactics like free lunch hour Spanish lessons for judges, bailiffs and D.A.&rsquo;s. Over the past few years, Mavi has transformed the culture inside the Jefferson County Courthouse. Meanwhile, outside the courthouse, Alabama&rsquo;s state legislators are moving to pass an anti-immigration bill similar to Arizona&rsquo;s, and the Hispanic community is torn. Some are urging non-citizens to flee the state, while others remain determined to stay and fight.&nbsp; The debate is forcing Birmingham to revisit the lessons learned from the civil rights era.&nbsp; <br /><br /><br />BREAK: 39:00-40:00<br /><br />SEGMENT C: (18:59)<br />Incue: You're listening to State of the R:Union<br />Outcue: This is N-P-R<br /><br />A. Nobody Respects Excuses Anymore: Bridging Divides with Free Music Lessons. ?Arts budgets have been slashed in Birmingham&rsquo;s schools. So much so that most kids here never get to touch an instrument. Jeane Goforth, a retired geological engineer, decided to change that. Jeane poured her retirement fund and all her life savings into a program called Scrollworks that covers the cost of a music education for any kid that wants it. Last year, Jeane left her house in the suburbs and moved to Eastlake, one of the worst neighborhoods in Birmingham. She says she wanted to be closer to the kids she&rsquo;s serving. Although, these days, times are so tough that even kids from the wealthiest suburbs are signing up for free lessons. Jeane welcomes them, saying that people from different backgrounds building community together is &ldquo;the only way we can overcome all the painful images of what people think of Birmingham.&rdquo; We listen in on a chaotic Scrollworks Saturday, where 120 kids take free lessons, and hear an intimate story of students overcoming racial barriers. We meet Matthew Belser (a Scrollworks student since the beginning, and now an eighth-grader at the Alabama School of Fine Arts) and his mother Leslie. Leslie says she couldn&rsquo;t imagine Matthew&rsquo;s life without Jeane&rsquo;s influence. &ldquo;If anything&rsquo;s gonna get better, people have to make sacrifices,&rdquo; she says. Thanks to Jeane, she says, nobody in Birmingham respects excuses anymore. <br /><br />B. Honest-to-Goodness True Alabama Juke Joint: When we heard that one of the last true Alabama juke joints is still going strong out on the fringes of Birmingham, we knew we had to see it. The rumor was that the place was run by a 90-something year-old gravedigger named Henry &lsquo;Gip&rsquo; Gipson, and that out at Gip&rsquo;s Place, you could see blues legends and people from everywhere dancing together deep into the night. Local artist Tres Taylor loaded up his car with our crew and a few friends and we made the winding, wayward trek out to Gip&rsquo;s on a foggy Saturday night. What we ended up finding was a so-called &ldquo;blues family&rdquo;, where decades of Alabama blues have been passed down from person to person, preserving a unique style that can&rsquo;t be found anywhere else.&nbsp; Mr. Gipson tell us his mystical blues origin story, and we leave knowing that this living shrine to the blues-makers will keep on feeling like home as long as Gip is around to watch over it.<br /><br />C. The Shadow of History: We leave Birmingham by revisiting Martin Luther King&rsquo;s hopes for this city as he wrote in his &ldquo;Letter from a Birmingham Jail&rdquo;, and hear vox from residents reflecting on the past and future of this place.&nbsp; <br /><br />PROGRAM OUT @ 59:00<br /><br />BROADCAST WINDOW BEGINS 5/7<br /><br />The Spring 2011 season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.<br /><br />Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2011-03-14T15:00:52+00:00","tags":["Entertainment","Historical","Travel"],"itags":["prx:stories-60314"],"audio":[{"href":"https://hal.prx.org/pub/344377d8392075c72f31421d83df41f7/0/web/story_image/124273/medium/BHam.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/1da1e49cd59d7da54b9ead22d6d0a784/0/web/audio_file/269564/broadcast/01-Birmingham-Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/67bfdbda6720f4839244c39476d74dc9/0/web/audio_file/269565/broadcast/02-Birmingham_Newscast_Music.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}},{"href":"https://cms.prx.org/pub/9916519684a4ffa3ad860b9406bc8605/0/web/audio_file/269574/broadcast/03-Birmingham_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23939451}},{"href":"https://cms.prx.org/pub/969e1b46fa0a9d0080bc29a84ea19aa7/0/web/audio_file/269575/broadcast/04-Birmingham-Music_Bed_1.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1884596}},{"href":"https://cms.prx.org/pub/025274e8847cb8ad3407b9bb1fff5fdb/0/web/audio_file/304442/broadcast/05-Birmingham_Segment_B_v2.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}},{"href":"https://cms.prx.org/pub/1f6d9be3895b601b206e90645e47330f/0/web/audio_file/269581/broadcast/06-Birmingham-Music_Bed_2.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1884596}},{"href":"https://cms.prx.org/pub/124007581b91004d94b2558a5ae6a60a/0/web/audio_file/269583/broadcast/07-Birmingham-Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}}]}