{"created":"2014-09-30T18:57:48+00:00","modified":"2014-10-01T13:56:08+00:00","valid":{"from":"2014-10-01T13:56:08+00:00","to":"3014-10-01T13:56:08+00:00"},"hreflang":"en","guid":"a5cfe09c-1370-4fc0-b832-531161cf6570","title":"In central Hong Kong, the protest movement keeps growing","published":"2014-10-01T13:56:03+00:00","byline":"Matthew Bell","tags":["Hong Kong protests","Chinese politics","Umbrella Revolution","protests","government","politics","democracy","Global Politics","Beijing","Hong Kong","Asia","China","Hong Kong","Bell Chan","Mao Zedong","Martin Lee","C.Y. Leung","Chinese democracy movement","Hong Kong protests","Chinese politics","Tiananmen Square protests"],"teaser":"Hong Kong's \"Umbrella Revolution seems to only get bigger as the days go by. At the center of the protests, demonstrators say they're not planning on leaving any time soon, even as their demands to Beijing remain unclear.","contentencoded":"<p>Martin Lee, a<span style=\"line-height: 1.538em;\">&nbsp;politician</span><span style=\"line-height: 1.538em;\">&nbsp;and&nbsp;</span><span style=\"line-height: 1.538em;\">v</span><span style=\"line-height: 1.538em;\">eteran democracy activist,&nbsp;</span><span style=\"line-height: 1.538em;\">returned to one of Hong Kong&#39;s main protest sites on Tuesday morning. People kept coming up to shake his hand and give him a thumbs-up.</span></p><p>At this point, many protesters had gone home to rest, but streets were still barricaded. Piles of supplies &mdash; waters, snacks and umbrellas &mdash; stood at the ready for another round of protests.</p><p>&ldquo;I&rsquo;ve never seen so many young people on any demonstrations,&rdquo; Martin says. &ldquo;And this is the most peaceful demonstration I&rsquo;ve ever seen. So the message to the world is Hong Kong people want democracy. They love democracy, they deserve democracy and this is what has been promised to them. They&#39;re not going to use any violence at all, but they are prepared to sacrifice their freedoms.&rdquo;</p><p>[[{\"fid\":\"74667\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1836,\"width\":3264,\"style\":\"line-height: 1.538em;\",\"alt\":\"Martin Lee is a 76 year-old Hong Kong lawyer and verteran pro-democracy activist. He says it’s up to Beijing to compromise by giving the Chinese territory the right to elect its own top leader.\",\"title\":\"Martin Lee is a 76 year-old Hong Kong lawyer and verteran pro-democracy activist. He says it’s up to Beijing to compromise by giving the Chinese territory the right to elect its own top leader.\",\"class\":\"media-element file-default\"}}]]</p><p>Lee himself was hit by some tear gas during protests on a previous night. But he still sees a way out of the current crsis for Beijing &mdash; if it lets Hong Kong voters have more of a say in choosing their own leader.</p><p>&ldquo;Why should we not credit the Chinese leaders with some wisdom, with some sense, with some balance &mdash; why not?&rdquo; he asks. &ldquo;Let the world see that the new leaders of China have vision and have courage.&rdquo;</p><p>Lee says it&rsquo;s not in China&rsquo;s interest to see another Tiananmen Square play out here. But as the sun goes down, the standoff shows no sign of fading away.</p><p>One of the main protest sites &mdash; an area called Admiralty, which is part of the financial district &mdash; is packed shoulder-to-shoulder with demonstrators. It&rsquo;s so crowded that signs have been put up encouraging people to go to another one of the protest sites.</p><p>A trio of young men stands by to help people climb over a cement barricade and into the main crowd of protesters. One of them, 20-year-old Bell Chan, is a university student who says he joined the demonstrations over the weekend. He just wants to be part of something that happens once in a generation, he says &mdash; and to be able to tell a future son that he was here.</p><p>&ldquo;I wasn&rsquo;t born on the June 4 movement,&rdquo; he explains, referring to the protesters in Tiananmen Square in 1989. &ldquo;I am here now in 2013, and I&rsquo;m 20. And I&rsquo;m afraid when my son asks me where I am now, I will tell him I&rsquo;m at home, and I don&rsquo;t want to do that.&rdquo;</p><p>[[{\"fid\":\"74679\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1836,\"width\":3264,\"alt\":\"20-year-old university student Bell Chan says he started coming out to protests a few days ago because he wants to be able to tell his future son that he participated in this historic movement for democracy.  \",\"title\":\"20-year-old university student Bell Chan says he started coming out to protests a few days ago because he wants to be able to tell his future son that he participated in this historic movement for democracy.  \",\"class\":\"media-element file-default\"}}]]</p><p>Chan says what he and the other students want from Beijing is true democracy for Hong Kong.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I won&rsquo;t stop until we have the answer,&quot; he says. &quot;So, we are students. What we have is time. We have all the time to fight for that, and we won&rsquo;t stop until we have the answer.&rdquo;</span></p><p>One student, who gives her name as Miko, sits holding a sign quoting Mao Zedong, the late founder of the People&rsquo;s Republic of China. &ldquo;Anyone who opposes the student movement will burn in hell,&quot; it reads.</p><p>[[{\"fid\":\"74670\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":720,\"width\":1280,\"alt\":\"A 19-year-old named Miko (left) held a sign in front of her face because she didn&#039;t want to risk having her parents see her at tonight’s protest. Her sign quotes Mao Zedong during the Cultural Revolution: “Those who oppose the student movement will burn i\",\"title\":\"A 19-year-old named Miko (left) held a sign in front of her face because she didn&#039;t want to risk having her parents see her at tonight’s protest. Her sign quotes Mao Zedong during the Cultural Revolution: “Those who oppose the student movement will burn i\",\"class\":\"media-element file-default\"}}]]</p><p>Miko says she watched on TV as police used violence against unarmed students over the weekend, and wanted to come out and show her support.</p><p>The vast majority of protesters are university and high school students &mdash; some show up in their school uniforms &mdash; but older folks are here as well.&nbsp;<span style=\"line-height: 1.538em;\">A 43-year-old who goes by the name Paka is here with his wife and three daughters. He&rsquo;s been to plenty of protests over the years, and says he came out to support the students.</span></p><p>[[{\"fid\":\"74668\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":720,\"width\":1280,\"alt\":\"43 year-old Paka and his daughter, Icey (9) came out to protest (along with Paka’s wife and two older daughters) to show support for the student demonstrators.    \",\"title\":\"43 year-old Paka and his daughter, Icey (9) came out to protest (along with Paka’s wife and two older daughters) to show support for the student demonstrators.    \",\"class\":\"media-element file-default\"}}]]</p><p>As he talks, the sky begins to open up and people reach for plastic ponchos and umbrellas.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I think it&rsquo;s important to show that we&rsquo;re here under the storm,&rdquo; he says. &ldquo;The government needs to think about why we&rsquo;re here, and that we don&rsquo;t like the proposal.&rdquo;</span></p><p>But it&rsquo;s not clear exactly what kind of proposal from the government would satisfy the protesters&rsquo; demands. They&rsquo;re chanting for Hong Kong&rsquo;s unpopular chief executive, C.Y. Leung, to resign. Beyond that, people say they want real democracy.</p><p>But a few Hong Kongers who don&#39;t support the demonstrations say the students aren&#39;t being realistic. They say it&rsquo;s very unlikely for Beijing to reverse course and grant more democratic freedoms to this city of about 7 million people while still denying them to the rest of China&rsquo;s 1.3 billion citizens.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/093020141.mp3"},{"href":"http://www.pri.org/file/093020141mp3"}]}