{"created":"2014-12-27T14:21:31+00:00","modified":"2014-12-30T23:05:40+00:00","valid":{"from":"2014-12-30T23:05:40+00:00","to":"3014-12-30T23:05:40+00:00"},"hreflang":"en","title":"For Cubans In Key West, A Longing To Fill In 'Gaps Of Who We Are'","published":"2014-12-27T16:10:00+00:00","teaser":"Some Cuban-American families are rejoicing at the possibility of visiting their homeland, but not everyone has embraced President Obama's new policy toward the island nation.","itags":["npr_api","373393516"],"guid":"a5d49332-c3b3-47b4-af95-c117d96dceae","contentencoded":"<p>Like Cuban-American families throughout the diaspora, the Garcias of Key West, Fla., gather on <em>Noche</em> <em>Buena</em>, or Christmas Eve, to catch up on news and eat a traditional meal of <em>lechón</em>, or roast pig.</p><p>Wayne Garcia, a local building contractor and artist, prepared the pork for the family feast this year. He smokes it for seven hours in a hole dug in his backyard, in a style he says was passed down from his great-grandparents.</p><p>\"The secret to this is that we use guava branches from the guava tree to give it a smoke taste,\" he says. \"That's the Key West Cuban tradition.\"</p><p>Out by the pool sits his 89-year-old father, Gregorio Garcia. Like many Key West Cubans, he arrived before Fidel Castro's revolution.</p><p>\"I was a mason in Cuba,\" he says. \"I came to Key West in 1958 looking for a better life. There used to be a ferry that ran between the two islands every day. I hope they operate it again someday.\"</p><p>The Garcias pile their paper plates high with the savory pork, black beans and rice, and Cuban bread. They drink wine and ice-cold Mexican beer. They hug one another generously on this warm night before Christmas.</p><p>One of Gregorio's three children, Manny, is a lawyer in Key West. He has never visited Cuba, but he says he wants to, even though the trade embargo still prevents American tourism.</p><p>\"We have a longing to know this island. I think it's a discovery of ourselves and filing in gaps of who we are,\" he says.</p><p><strong>'You Cannot Separate The Histories'</strong></p><p>Tony Yanez, the burly, white-bearded city commissioner, is one of Key West's best-known Cuban politicians.</p><p>What he says is repeated often around town: Before the completion of the federal highway in 1938 linking the Florida Keys, Key West felt more like a province of Cuba.</p><p>\"People actually tell me, old-timers tell me about even taking the ferry boat to Cuba to go to the dentist, to go to the doctor,\" Yanez says. \"You cannot separate the histories and the cultures of the two islands.\"</p><p>Yanez was born in Havana, emigrated with his parents after Fidel came to power, and holds a visceral love for his homeland.</p><p>\"When I first heard the news on television of President Obama saying that this dream that Cuba was going to open up, I bawled. I cried like a baby for a long time,\" he says. \"And of course I started calling relatives and friends, and they were all crying.\"</p><p>He gets emotional again. \"It's over half a century of dreaming of something,\" he says.</p><p>Yanez stands inside one of the most famous buildings in Key West, the San Carlos Institute. It's here where the Cuban national hero José Martí came in 1891 to whip up support for the Cuban war of independence against Spanish colonial rule.</p><p><strong>Opposition To Obama Policy</strong></p><p>Yanez loves his Cuban history — and so does Rafael Penalver, though they're on opposite ends of the political spectrum.</p><p>Penalver is a Miami lawyer who also fled Havana with his parents as a child. He's director of the San Carlos Institute. He and Yanez butted heads a couple years ago when Yanez invited some diplomats from the Cuban Interests Section in Washington, D.C., to lay a wreath at the Martí statue. Penalver refused them entry.</p><p>\"I told Tony Yanez, to come here, as a showpiece, to put a wreath in front of the statue of José Martí, that, to me, was unacceptable,\" he says.</p><p>Earlier this week, they clashed again. The board of directors of San Carlos, led by Penalver, wrote a caustic letter condemning <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/17/371398638/cuba-frees-american-contractor-alan-gross\">President Obama's new Cuba policy</a>.</p><p>\"This is an agreement between economic interests of the United States and the interest of a Cuban dictator that wants to stay in power,\" Penalver says.</p><p><strong>Obtaining The Unattainable</strong></p><p>That's not the way Andrea Gallardo-Runk sees it. The 31-year-old architect lives in Tallahassee and is a member of the third generation of the Garcia clan.</p><p>\"You hear your grandparents come from there,\" she says. \"You eat the food, you listen to the music, you dance the dances. And it's unattainable.\"</p><p>She and the rest of her extended family relish the possibility of visiting their unattainable homeland.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Cubans+In+Key+West%2C+A+Longing+To+Fill+In+%27Gaps+Of+Who+We+Are%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373420312-ac5a0a.m3u?orgId=1&topicId=1003&ft=3&f=373393516"},{"href":"http://media.npr.org/assets/img/2014/12/27/95292571-5a2c2ec6a7d73421ea6b24156589726f9d91d0e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2371","width":"3163"}}]}