{"created":"2015-05-14T14:40:44+00:00","modified":"2015-05-14T14:40:44+00:00","valid":{"from":"2013-01-24T21:45:34+00:00","to":"3013-01-24T21:45:34+00:00"},"hreflang":"en","guid":"a5da5f89-24af-4068-8827-5bb4b8d8e8a0","contentencoded":"<div class=\"barn-cleaned\"><p>As the irrepressible&nbsp;stock market keeps indicating, the U.S. financial crisis is over. But&nbsp;policing&nbsp;markets to prevent the next crisis goes on. And Wall Street got a new top cop today. President Obama <a href=\"http://www.marketplace.org/topics/economy/obama-nominate-mary-jo-white-next-sec-chair\">nominated former federal prosecutor Mary Jo White</a> to chair the Securities and Exchange Commission. White is best known as the former U.S. Attorney who prosecuted the 1993 World Trade Center bombers and locked away infamous mobster John Gotti.</p>\n<p>If&nbsp;confirmed by Congress, White would be the first prosecutor to ever head the SEC, and her nomination sends a strong message, says Georgetown law professor Donald Langvoort. \"This is a name that everybody knows,\" he says. \"She is a very tough, aggressive person and I think that’s meant to send a signal about the work of the commission.\"</p>\n<p>The SEC has gotten flak for everything from missing Bernie Madoff’s Ponzi scheme and the symptoms of the financial crisis to the way it penalized financial institutions involved in the crisis. James Cox, a professor of securities law at Duke University, compares the SEC to \"a&nbsp;kind of toll gate.\"</p>\n<p>\"The SEC files an action against only the company,\"&nbsp;Cox says. \"It doesn’t file an action against the individual necessarily. It collects some money, so that the sanction is only a cost of doing business and has no deterrent effect at all.\"</p>\n<p>Cox says someone like Mary Jo White could be a good antidote.</p>\n<p>As the SEC struggles to spruce up its reputation, the new Consumer Financial Protection Bureau is trying to live up to its reputation. <a href=\"http://www.marketplace.org/tags/richard-cordray\">Richard Cordray</a> has been re-nominated to lead the bureau, which has made a strong start, says Columbia University securities regulation law expert John Coffee.</p>\n<p>\"I think it’s being very effectively run and we’re seeing it take a very activist stance on issues like mortgage protection,\" he says.&nbsp;Not to mention&nbsp;credit card fees and payday loans.</p>\n<p>Ironically, Cordray may have a tougher time getting confirmed than Mary Jo White. Last time around, Republicans vowed to blackball him, and President Obama had to appoint him during a Senate recess.</p></div>","tags":["Consumer Financial Protection Bureau","Securities and Exchange Commission","Mary Jo White","Richard Cordray","Economy","SEC","APM","CFPB"],"teaser":"Mary Jo White battled mobsters and terrorists as U.S. Attorney. Now, she’ll face hedge fund titans and high-speed traders to revive the SEC.","byline":"Stacey Vanek Smith","title":"Obama taps former prosecutor as Wall Street cop","itags":["a5da5f8924af068982745bb4b8d8e8a0","Marketplace for Thursday, January 24, 2013","Marketplace","PMP:Marketplace_PMP"],"description":"Mary Jo White battled mobsters and terrorists as U.S. Attorney. Now, she’ll face hedge fund titans and high-speed traders to revive the SEC.","published":"2013-01-24T21:45:34+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>As the irrepressible stock market keeps indicating, the U.S. financial crisis is over. But policing markets to prevent the next crisis goes on. And Wall Street got a new top cop today. President Obama <a href=\\\"http://www.marketplace.org/topics/economy/obama-nominate-mary-jo-white-next-sec-chair\\\">nominated former federal prosecutor Mary Jo White</a> to chair the Securities and Exchange Commission. White is best known as the former U.S. Attorney who prosecuted the 1993 World Trade Center bombers and locked away infamous mobster John Gotti.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>If confirmed by Congress, White would be the first prosecutor to ever head the SEC, and her nomination sends a strong message, says Georgetown law professor Donald Langvoort. &quot;This is a name that everybody knows,&quot; he says. &quot;She is a very tough, aggressive person and I think that’s meant to send a signal about the work of the commission.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The SEC has gotten flak for everything from missing Bernie Madoff’s Ponzi scheme and the symptoms of the financial crisis to the way it penalized financial institutions involved in the crisis. James Cox, a professor of securities law at Duke University, compares the SEC to &quot;a kind of toll gate.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The SEC files an action against only the company,&quot; Cox says. &quot;It doesn’t file an action against the individual necessarily. It collects some money, so that the sanction is only a cost of doing business and has no deterrent effect at all.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Cox says someone like Mary Jo White could be a good antidote.</p>\"},{\"content\":\"<p>As the SEC struggles to spruce up its reputation, the new Consumer Financial Protection Bureau is trying to live up to its reputation. <a href=\\\"http://www.marketplace.org/tags/richard-cordray\\\">Richard Cordray</a> has been re-nominated to lead the bureau, which has made a strong start, says Columbia University securities regulation law expert John Coffee.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;I think it’s being very effectively run and we’re seeing it take a very activist stance on issues like mortgage protection,&quot; he says. Not to mention credit card fees and payday loans.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Ironically, Cordray may have a tougher time getting confirmed than Mary Jo White. Last time around, Republicans vowed to blackball him, and President Obama had to appoint him during a Senate recess.</p>\",\"type\":\"text/html\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/cordray_white.jpg?itok=h2H0OD_j","meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/24/marketplace_segment20_20130124_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/24/marketplace_segment20_20130124"},"duration":126,"duration_hms":"00:02:06"}}]}