{"created":"2015-02-28T11:08:56+00:00","modified":"2015-03-02T03:28:14+00:00","valid":{"from":"2015-03-02T03:28:14+00:00","to":"3015-03-02T03:28:14+00:00"},"hreflang":"en","title":"The Persistence — And Impermanence — Of Memory In 'The Buried Giant'","published":"2015-02-28T15:40:00+00:00","teaser":"Kazuo Ishiguro's first novel in a decade follows an old couple on what might be their last journey: Hunting for memories of a son they think they had, in a land covered with memory-shrouding mists.","itags":["npr_api","389530345"],"guid":"a5e1f0ea-7b58-4ac6-8a83-155dec0f3e6a","contentencoded":"<p>Kazuo Ishiguro has written his first novel in ten years — making it both a literary event and a news story. The Man Booker Prize-winning author of <em>The Remains of the Day</em> has gone even deeper into history to write a story that's both one couple's on-the-road tale, and a mystery for a great civilization. It's set in post-Arthurian England — but <em>The Buried Giant</em> is no Camelot, with noble royals, clever sorcerers, strutting steeds, and bold adventures.</p><p>Ishiguro tells NPR's Scott Simon that he wanted to write about the way societies remember (or forget) their histories, their dark secrets. \"I was tempted to look at the actual contemporary events: The disintegration of Yugoslavia, the Rwanda genocide, France in the years after the Second World War ... But I didn't really, in the end, want to set it down in any of those particular settings. I didn't want to write a book that looked like a piece of reportage ... As a novelist, I wanted to retreat to something a little bit more metaphorical.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Axl and Beatrice, the couple at the center of the story</strong></p><p>This is essentially a kind of a love story. But y'know, when we usually say 'love story' we imagine, maybe, a story about, people getting together. We're usually talking about courtship stories. This isn't a love story in that sense. It's actually about the long haul of love. I was just telling you I was fascinated about how societies remember and forget. So, exactly the same questions that fascinate me about a society that buries memories of past atrocities seem to apply to a marriage. So, yeah, at the center of the story there is this journey and this elderly couple maybe going on their last journey together. Across the land, they sense that.</p><p><strong>On lost (or buried) memories</strong></p><p>They think they remember they have a son. They're not quite sure. The premise of this story is that there's some kind of a mist all over the land, which makes people forget. People are very amnesiac. And this couple feel — before it's too late — they want to recover their precious memories. It's very important to their relationship, to their marriage. They go on a journey to find their son. They think finding him will unlock many of the key memories that they've lost. And they fear finding those memories again. But they also long to find those memories again.</p><p><strong>On having taken a creative writing course, and wanting to write songs</strong></p><p>I did take a creative writing course, yeah, 30 years ago. And it was the first one ever in Britain. And the whole point of it was that there was no teaching. It was 12 months in which to discover whether or not one really was a writer. I went there with no great illusions that I was a writer, but when I arrived I was wanting to be a singer-songwriter.</p><p>I think there's a part of me that's always remained a songwriter, even when I'm writing fiction. And I can see there's a big overlap between the songs I was writing when I was young and the stories I went on to write. Many of the key aspects of what you might call my \"style\" as a novelist, I think, derives from when I was a songwriter.</p><p>A song is essentially a first-person — a lonely first-person — narrative that's shared with an audience. And that's probably how I've seen most of my novels right up until the latest one.</p><p><strong>On learning English from watching Westerns</strong></p><p>I was five years old when I arrived in Britain. Neither of my parents spoke good English — I don't think that my mother spoke English at all. So, I was very dependent on the English I picked up. I mean, I never had any formal English lessons. But I'll come home, and I'll watch my favorite cowboy shows. And in those days, television was full of Westerns, American Western shows. And so it was very confusing for me as a Japanese kid.</p><p>I didn't know the difference between the way people spoke on the western frontier, in <em>Bonanza</em>, or <em>Wagon Train</em>, and the way people spoke in Home Counties England. Y'know, so I would just turn up at school and say, \"Howdy!\" and things like this. And people would be slightly taken aback. I've always had a love for Westerns since then. And I think I kinda saw in those Westerns something of the Samurai stories that I'd been brought up on as well. Sir Gawain, you know, the last of the Arthurian knights now in old age ... I mean, he's like a figure from one of those elegiac Westerns, an aging gunfighter from a bygone era. Still one man and one horse against the big sky.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Persistence+%E2%80%94+And+Impermanence+%E2%80%94+Of+Memory+In+%27The+Buried+Giant%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"385"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389706223-444ff1.m3u?orgId=1&topicId=1033&e=389530345&d=385&ft=nprml&f=389530345"},{"href":"http://media.npr.org/assets/img/2015/02/27/--jeff-cottenden-729274e333fe2e018fcacc94ace3c9346d880273.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1498"}}]}