{"created":"2015-05-12T18:28:43+00:00","modified":"2015-05-21T13:14:04+00:00","valid":{"from":"2015-05-21T13:14:04+00:00","to":"3015-05-21T13:14:04+00:00"},"hreflang":"en","title":"A Foot In Africa, A Foot In Europe: Divide Grows Wider In Ceuta","published":"2015-05-12T23:22:00+00:00","teaser":"The Spanish city is physically part of Africa. About half of its people are more prosperous Europeans; half are Arabic-speaking Muslims disproportionately living in poverty. That disparity is growing.","itags":["npr_api","404648521"],"guid":"a5ed8f5c-3175-43d0-9ab6-047b5d2aa8f6","contentencoded":"<p>Ceuta is a 7-square-mile chunk of Spain attached to Africa — a peninsula that juts out from Morocco into the turquoise Mediterranean Sea. It's <a href=\"http://www.ceuta.es/ceuta/\">one of two Spanish cities</a>, along with Melilla, that are part of the European Union but physically part of Africa.</p><p>To get to the rest of Spain, you have to take a ferry across the Mediterranean.</p><p>On a recent trip to Ceuta, the first person I encountered gives you an idea of the type of Europeans who frequent Ceuta these days: security officials.</p><p>\"Nowadays there are so many agents like me trying to feel the pulse of Ceuta,\" says Jesus Castilla, a senior official in Spain's Defense Department, who is based in Ceuta. \"This territory is increasingly a passageway for criminals and terrorists. It makes Spain vulnerable.\"</p><p>Along with its sister city Melilla, this ancient Mediterranean outpost has contributed <a href=\"http://www.npr.org/blogs/parallels/2015/04/12/398756119/in-a-spanish-enclave-women-recruit-women-to-join-isis\">more recruits to the self-declared Islamic State</a> per capita than any other town in Europe.</p><p>You'd never know it though, mingling with tourists wowed by Ceuta's medieval fortress walls and white sand beaches.</p><p>But this is a city that's deeply divided. About half of its 80,000 people are more prosperous Europeans, and half are Arabic-speaking Muslims disproportionately plagued by poverty.</p><p>At a local school for troubled youth, all the students are of Moroccan descent, and all the administrators, European.</p><p>\"I'm Ceuti going back at least four generations,\" says teacher Maria Antonia Escobar. \"In what other city can you have the Easter parade amid Muslim prayers? We have such rich history.\"</p><p>But Escobar says she worries about growing inequality in Ceuta.</p><p>\"The Muslims, every day there are more of them,\" she says. \"We need to search for things in common. It's not easy.\"</p><p>One of Escobar's students, Naufal Muhamed, 20, has trouble reading and writing. He speaks Spanish at school, but Arabic at home and in the street. Jobs are extremely scarce in his poor Muslim neighborhood.</p><p>\"People give up! You can't spend all day looking for work when you know there isn't any,\" Muhamed says. \"People fall into drugs and the black market — because they need to eat.\"</p><p>As Escobar predicted, I did stumble upon a Catholic procession in Ceuta, drowned out by a mosque's call to prayer, like a symbol of the city's delicate sectarian and ethnic balance that many say is now disintegrating.</p><p>While the Muslim population grows, most positions of power are still in European hands. It's apartheid in the making, says Felix Arteaga, a security researcher at Spain's Elcano Royal think tank.</p><p>\"There are very few mixed marriages. Integration isn't working at all. And the Muslim birth rate is double or triple the Spanish average,\" Arteaga says. \"That's becoming a problem for public services, housing, water, electricity and schools.\"</p><p>Ceuta used to be a strategic outpost at the mouth of the Mediterranean. The city was part of Carthage in the 5th century B.C., and then Roman, Visigoth, Byzantine and Berber. The Portuguese took control of Ceuta in 1415, then ceded it to Spain in 1668. It's been Spanish ever since.</p><p>From Ceuta, rulers could monitor commerce and piracy during the Middle Ages. But today, it's a drain on Spanish government coffers.</p><p>Spain spends more on welfare per capita in Ceuta and Melilla than any other Spanish cities. With no real industry besides tourism, Ceuta's jobless rate exceeds 30 percent; it's more than double that in some poor Muslim enclaves and among youth. Unemployment fuels extremism.</p><p>Ceuta is a center for narco-trafficking on the Moroccan border. <a href=\"http://www.npr.org/blogs/parallels/2015/04/16/393577925/the-fences-where-spain-and-africa-mee\">African migrants keep arriving by land and sea</a> — straining public services — to reach an African city with European health care.</p><p>Arteaga says it's time for Spain to rethink its hold on Ceuta. It's too costly, he says.</p><p>\"Spanish officials don't like to talk about how Ceuta is becoming more Moroccan, because then they'd have to talk about the possibility of giving it up,\" Arteaga says. \"But Ceuta is already so different from the West. We can't ignore that anymore.\"</p><p>Morocco has asked for control of Ceuta. It considers the peninsula part of its own territorial integrity. But Ceuta's people themselves — both those of European and Moroccan descent — overwhelmingly want to remain part of Spain.</p><p>\"They're bigger Spanish nationalists than anyone. It's in their interest,\" says Gonzalo Testa, a Spanish journalist who's lived in Ceuta for 12 years. \"When you live on the border with Africa, you realize you'd rather live in Europe.\"</p><p>This year, Ceuta marks 600 years as a European territory. It has the potential to change stereotypes of what it means to be European, Muslim or African — or paradoxically, all three. But Spain will have to deal with issues of inequality and security, if it wants to keep Ceuta for centuries to come.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Foot+In+Africa%2C+A+Foot+In+Europe%3A+Divide+Grows+Wider+In+Ceuta&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406241892-ea5bde.m3u?orgId=1&topicId=1004&d=225&p=2&story=404648521&t=progseg&e=406171776&seg=17&ft=nprml&f=404648521"},{"href":"http://media.npr.org/assets/img/2015/05/12/600yrs4edit-7bec81cf96a8379cf8310d42ee37e086472eeabe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1662","width":"2217"}},{"href":"http://media.npr.org/assets/img/2015/05/12/600yrs3edit_custom-bdc09ac9b90ddc742549b1ef1d89d9a7c92d9364.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1801","width":"2442"}}]}