{"created":"2015-02-05T21:52:43+00:00","modified":"2015-05-13T21:17:55+00:00","valid":{"from":"2015-05-13T21:17:55+00:00","to":"3015-05-13T21:17:55+00:00"},"hreflang":"en","title":"Anthem Hack Renews Calls For Laws To Better Prevent Breaches","published":"2015-02-06T19:46:00+00:00","teaser":"Hackers gained access to records of 80 million Anthem customers and employees, the health insurance giant says. But how can the seemingly endless mega-hacks be prevented?","itags":["npr_api","384099135"],"guid":"a5fa8636-b3cc-4d00-8209-97266f7dc7fc","contentencoded":"<p>The call for more systemic changes to prevent mega-hacks is getting louder after hackers hit Anthem, the nation's second-largest health insurer. The company says cyberthieves gained access to the addresses, employment information and Social Security numbers of 80 million customers and employees.</p><p>Eighty million individuals is a lot — it's roughly the populations of California, Texas and Illinois combined.</p><p>\"It's large in health care. It's probably the largest health care breach that we've seen, and maybe that the government has seen,\" says Katherine Keefe, who leads global cybersecurity response for Beazley, which insures businesses against data breaches.</p><p>Keefe is not working with Anthem on this but does help protect other insurers. She says health data — should hackers get to the information — are especially lucrative <a href=\"http://www.npr.org/blogs/money/2014/01/10/261404520/episode-282-inside-the-credit-card-black-market\">on the black market</a>, where hackers sell the data they steal.</p><p>\"A data set containing health information alone, diagnosis information or treating physician name and information can get $40 to $50 per record on the street, on the black market versus one credit card number [which] can garner between $4 and $5 on the street. So you see kind of the relative weights,\" Keefe says.</p><p>In this case, Anthem spokesman Tony Felts says hackers didn't get to highly sensitive medical information, like test results or past claims.</p><p>\"At this time there is no evidence that banking, credit card or medical information was targeted or compromised in this attack,\" Felts says.</p><p>But the insurer is working hard to clean up what's been breached. It's following the playbook of what companies have to do now, in the age of the mega-hack. Whether it's retailers like Target and Home Depot, or big banks, like JPMorgan Chase, the hacks are continuing.</p><p>\"We're going to need federal legislation to address security issues to keep these huge hacks from happening,\" says Waldo Jaquith, who leads U.S. Open Data, which works with the public sector and private companies to better understand, store and share data.</p><p>The Obama administration <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/01/13/377001721/a-closer-look-at-obamas-plan-to-protect-consumer-data\">has already proposed a data protection act</a> — which would require companies like Anthem to publicly disclose they've been hacked within 30 days. Anthem disclosed its breach within a week. So experts like Jaquith say it's not enough to require reporting after a hack. He suggests putting minimum security requirements into law — like requiring much stricter passwords and customer authentication.</p><p>\"Our lives are mediated by digital technology now,\" Jaquith says. \"So we can no longer pretend that what happens on the Internet isn't real life. My health data, the history of my health data is very much my life. And we need requirements in place to ensure that a minimum level of security is in place to protect crucial data about everybody's lives.\"</p><p>Until there are more systemic changes, consumers are left feeling pretty helpless.</p><p>\"We are helpless, yes. There are individual things we can do like have better passwords. But in the end it's up to companies like Anthem to get their act together,\" Jaquith says.</p><p>Anthem has started <a href=\"http://www.anthemfacts.com/faq\">a dedicated website</a> and phone number (877-263-7995) for consumers who were affected or think they may have been affected by this breach. The company is working with federal investigators and a private firm to find out how this hack happened.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anthem+Hack+Renews+Calls+For+Laws+To+Better+Prevent+Breaches&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384119718-8e4c85.m3u?orgId=1&topicId=1019&d=194&p=2&story=384099135&t=progseg&e=384100765&seg=3&ft=nprml&f=384099135"},{"href":"http://media.npr.org/assets/img/2015/02/05/462788334-1ccea09c2b482de57482c4414462b570cb76aad8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3407","width":"4543"}}]}