{"created":"2015-04-06T20:01:40+00:00","modified":"2015-05-13T21:06:50+00:00","valid":{"from":"2015-05-13T21:06:50+00:00","to":"3015-05-13T21:06:50+00:00"},"hreflang":"en","title":"Will A Transplanted Hand Feel Like His Own? Surgery Raises Questions","published":"2015-04-08T19:29:00+00:00","teaser":"A 20-year-old man born without fingers on one hand hopes a transplanted hand will give him more confidence. He knows the risks of such a visible transplant, but says, \"It's something I always wanted.\"","itags":["npr_api","395283912"],"guid":"a605e222-8132-4781-95eb-0bb357504dcd","contentencoded":"<p>When Kevin Lopez opens the door to his Greenbelt, Md., apartment to greet a visitor he's never before met, he initially conceals his right hand.</p><p>\"I'm self-conscious, definitely, about my right hand,\" he says. But eventually Lopez relaxes.</p><p>\"I was born like this,\" he says. \"As you can see, I don't have any fingers.\" It bothers the 20-year-old enough that he has volunteered to do something drastic: to have his right hand removed and replaced with another person's hand via surgery.</p><p>\"It's something I always wanted to do,\" Lopez says. Just the idea of being able to reach out to someone, matter-of-factly, without shame, was something he always wanted.</p><p>Hand transplants have been hugely controversial for decades because, to prevent rejection, patients have to take powerful drugs that suppress the immune system for the rest of their lives. It's one thing to do that for a liver or a heart — vital organs a person needs to survive. It's another thing to undergo that sort of ordeal for a hand, something many people live without. But dozens of hand transplants have been done around the world over the last 15 years or so, and more surgeons are starting to do them.</p><p>Until now, everyone who's had such a transplant got it because of an accident, an attack, or an illness. Lopez could be the first person to get a new hand because of a birth defect.</p><p>\"I really want to do it,\" he says again. \"Just to ... be able to do things normally.\"</p><p>Lopez has had to figure out his own way to do all sorts of things that most of people take for granted. To wash a cup, for example, he uses his left hand to put a sponge on the palm of the hand that's missing the fingers, and then grabs a dirty coffee cup with his left hand.</p><p>\"I place the sponge on my right hand as a sort of ... holder,\" he says. He then slips that hand into the cup and uses it to move the sponge around.</p><p>To tie his shoes, Lopez pins one lace with his fingerless hand while he loops the other lace around it and makes a knot with his left hand. To play baseball, he learned to catch with his left hand, take off the glove, and then throw the ball with the same hand.</p><p>But Lopez always wondered: What would life would be like with fingers on both hands?</p><p>\"I think I would just be able to project a very strong sense of confidence, he says, \"just walking boldly with two hands. I would be able to have higher self-esteem ... to do that, and not be different.\"</p><p>Lopez is going to a community college while he waits for a transplant. He moved from Chicago to Maryland about six months ago so he could be closer to his surgeon at Johns Hopkins in Baltimore.</p><p>But there's a big debate among physicians about the ethics of such surgery.</p><p>\"I can understand why ... this young man would want to have two hands and look like everyone else and be whole,\" says <a href=\"http://www.uchospitals.edu/physicians/helaine-ross.html\">Dr. Lainie Friedman Ross</a>, a bioethicist at the University of Chicago. Still, she has concerns.</p><p>\"Number one is, he's lived his whole life and he's quite functional,\" she says. \"He's overcome many of the limitations. He's a functioning member of our society.\"</p><p>And, Ross says, a hand transplant could end being a huge disappointment to Lopez for lots of reasons. One could be psychological.</p><p>\"It requires people to accept somebody else's body part as their own,\" she says. \"It's a problem in all transplants, but this is a visible transplant, and so raises lots of psychological issues.\"</p><p>The first person to have hand transplant surgery couldn't get used to having someone else's hand; he ended up asking his doctors to remove it.</p><p>\"We don't want that to happen\" to Lopez, Ross says.</p><p>But even if Lopez is OK with that aspect of the experience, there's no guarantee the new hand will work or how well it will work. Lopez never had fingers on his right hand. So no one knows whether his brain is even wired to be able to use them. He'll need at least a year of intense rehabilitative therapy to find out. And even after all that, his body might reject the hand.</p><p>\"And if he loses this hand, then what?\" she says.</p><p>Even if the new hand does work, there are risks from the anti-rejection drugs he'll need to take for life. The medicine suppresses the immune system, so he'd be vulnerable to life-threatening complications from a routine infection, and at increased risk for serious health problems, such as diabetes and cancer.</p><p>\"These are huge risks,\" Ross says. \"He's 20. And I hope he fully understands it. You know, at 20 it's easy to say, 'Oh, if I shorten my life by 10 years, no big deal' — because you're 20, young and healthy. And I hope it's been drilled into him — that he really appreciates those risks.\"</p><p>Lopez's surgeon, <a href=\"http://www.hopkinsmedicine.org/profiles/results/directory/profile/7041285/wei-ping-lee?CLEARPAGECACHE=false&appRedirRef=https%3A%2F%2Fwww.google.com%2F\">Dr. W.P. Andrew Lee</a> at Johns Hopkins, says Lopez went through intense physical, emotional, and psychological screening, testing and counseling to make sure he understands the risks and how hard the transition will be.</p><p>\"It was only after this thorough discussion involving not only him, but also his family that <em>together</em> we come to the decision that we do want to go ahead and try the hand transplantation,\" Lee says. \"Because we believe there is a significant likelihood that it will improve upon what he currently has.\"</p><p>Most transplanted hands end up working really well, Lee says, and the procedure isn't nearly as risky as it used to be. He's testing a new way to prevent rejection that, he says, eliminates much of the risk. Lee notes that brain scans he performed on Lopez make him confident Lopez can learn to use his new fingers.</p><p>\"There are always risks to any surgery but the small risk can be justified,\" Lee says, \"based on the benefits Kevin will have from having an entirely normal hand with digits that move independently — with feelings that go all the way to the fingertips.\"</p><p>A hand does more than just physical things, Lee points out.</p><p>\"The human hand is also used in social interaction and expression of emotion,\" he says. \"So, for example, it's pretty hard to hold hands or hug someone with a prosthetic. But that's a function that a transplant hand is perfectly capable of.\"</p><p>Lopez says he understands the risks and that the recovery will be very difficult.</p><p>\"I could definitely live the rest of my life without it and I would live fine,\" Lopez says. \"I would live OK. But I don't think I would ever be as happy as I could be throughout my life if I wasn't given the opportunity to try it. If there's one thing I wanted in life more than anything it would be the transplant.\"</p><p>So, Lopez and his doctors are waiting for a hand that's a good match. They have no idea when that might happen. But the call could come at any moment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+A+Transplanted+Hand+Feel+Like+His+Own%3F+Surgery+Raises+Questions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"495"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397891211-88a880.m3u?orgId=1&topicId=1128&d=495&p=2&story=395283912&t=progseg&e=397890941&seg=4&ft=nprml&f=395283912"},{"href":"http://media.npr.org/assets/img/2015/04/03/kevin-lopez-d5b6caff29bb471d3348d3604b726d413e24125c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2000","width":"2671"}}]}