{"created":"2015-04-10T12:03:20+00:00","modified":"2015-05-21T21:15:22+00:00","valid":{"from":"2015-05-21T21:15:21+00:00","to":"3015-05-21T21:15:21+00:00"},"hreflang":"en","title":"Beach Slang: Tiny Desk Concert","published":"2015-04-10T12:03:00+00:00","teaser":"James Snyder's euphoric punk anthems become raw and uplifting confessionals in this acoustic set — which includes a new song, \"Too Late To Die Young.\"","itags":["npr_api","398529066"],"guid":"a60d79ec-a107-45d0-8167-c7b9960defe3","contentencoded":"<p>James Snyder writes songs as if he were in the room next door — hushed and vulnerable in his own space, but aware and perhaps even thrilled that someone might be listening. With <a href=\"http://www.npr.org/artists/398518006/beach-slang\">Beach Slang</a>, these uplifting confessionals become euphoric punk anthems about squeezing every second out of life. So it's telling and endearing that, when he played a solo acoustic set in the NPR Music offices, Snyder giggled with the nervous energy of a songwriter who's just been walked in on by a large group of strangers.</p><p>Last year, Beach Slang released a pair of 7\" EPs — <em>Who Would Ever Want Anything So Broken?</em> and <em>Cheap Thrills On A Dead End Street</em> — that immediately became the stuff of punk singalongs. On stage with a full band, lines like \"Kids like us are weird, and more, we're brave\" (from \"Filthy Luck\") and \"I get in trouble when things get quiet\" (from \"<a href=\"http://www.npr.org/blogs/allsongs/2014/09/17/348961277/vikings-choice-beach-slang-dirty-cigarettes\">Dirty Cigarettes</a>\") are drowned out by distortion. But here, they take on a raw character, as they reflect the search for courage amid loneliness.</p><p>Beach Slang is in the middle of making its debut album, which is sure to be full of dirty-yet-pretty punk songs. At the Tiny Desk, Snyder previews a new song called \"Too Late To Die Young,\" of which he says, \"This will be on that, supposing they (at Beach Slang's label) think it's good enough.\" With just an acoustic guitar and Snyder's whispered rasp, he shakes as he sings, \"I swear, right now I'm all right.\" It's quiet and elegiac now, but it's easy to imagine how the song will power through that uncertainty once Beach Slang plugs in.</p><h5>Set List</h5><ul><li>\"Filthy Luck\"</li><li>\"Too Late To Die Young\"</li><li>\"Dirty Cigarettes\"</li><li>\"Get Lost\"</li></ul><h5>Credits</h5><p><em>Producers: Lars Gotrich, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer:</em> <em>Annie Bartholomew; photo by Maggie Starbard/NPR</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Beach+Slang%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lars Gotrich","audio":[{"meta":{"duration":"808"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398544938-f40deb.m3u?orgId=1&topicId=1039&aggIds=146587997,92071316&d=808&story=398529066&ft=nprml&f=398529066"},{"href":"http://media.npr.org/assets/img/2015/04/09/beachslang-f5c10106d98a48fd2a438cf03080db2329d58738.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1862","width":"2483"}}]}