{"created":"2015-04-05T09:35:33+00:00","modified":"2015-05-13T21:04:48+00:00","valid":{"from":"2015-05-13T21:04:48+00:00","to":"3015-05-13T21:04:48+00:00"},"hreflang":"en","title":"Treating Saudi Arabian Jihadists With Art Therapy","published":"2015-04-07T19:18:00+00:00","teaser":"The Saudis are trying to rehabilitate convicted terrorists with programs such as art therapy in a resort setting. More than 80 percent have reformed, the Saudis say. But some returned to al-Qaida.","itags":["npr_api","397322648"],"guid":"a613e685-4648-403e-add0-b8031cf146f4","contentencoded":"<p>There are golf carts and palm trees and an Olympic-sized pool at the Mohammed Bin Naif Counseling and Care Center, a sprawling complex on the outskirts of Saudi Arabia's capital, Riyadh.</p><p>Once a holiday resort, the walled compound still looks like one — and not a rehabilitation center for convicted terrorists.</p><p>In the past year, the country has expanded counter-terrorism laws that make it illegal for Saudis to fight in Syria and Iraq. The kingdom has also expanded the terrorism rehab centers.</p><p>More than 3,000 young Saudi men graduated from the program since it began in 2008, including 120 former prisoners from a U.S. prison in Guantanamo Bay.</p><p>The centers only work with inmates not convicted for violent crimes. The Saudis claim a success rate of more than 80 percent of the detainees returning to their families as well-adjusted members of Saudi society.</p><p>On my visit, the inmates are kept out of sight, except for a handpicked star graduate, 29-year-old Badr al-Anzi. Two years ago, he was set to join the militants of the self-declared Islamic State. Now he's a model of rehabilitation.</p><p>\"I wanted to go to jihad,\" explains al-Anzi, who has a wife and three daughters. His plan was to travel to Syria with his cousin and brother, but he was arrested when he tried to pick up his passport at a government office.</p><p>After a six-month jail sentence, al-Anzi was sent to the rehab center. His treatment was intense, with psychological counseling, religious re-education, vocational training, plus financial incentives. Al-Anzi now attends college on a scholarship. He had help finding a job.</p><p>He makes monthly visits to the center to counsel others.</p><p>\"Now, I want to fight ISIS,\" he says, which he does on Twitter, challenging Saudi recruits to quit and come home.</p><p>Al-Anzi's was an easy case. He never made it to the battlefield. But what about the hardened cases, the al-Qaida extremists?</p><p>\"They're not so tough,\" says Dr. Awad Al-Yami, a counselor here. \"These are our kids, and anyway, they are members of our society, and they are hurting us. We feel obligated to help them.\"</p><p>Al-Yami trained as an art therapist at the University of Pennsylvania. He pioneered an innovative program that's unusual in Saudi's ultra-conservative culture, where some clerics say that drawing is forbidden.</p><p>\"I had a hard time convincing my people with art, let alone art therapy for jihadists,\" he says.</p><p>But the program has delivered results.</p><p>\"Actually, art creates balance for your psyche,\" he says.</p><p>It is also a window on the psyche, he says. Drawing is a way for inmates to express emotions, anger and depression, when they first arrive at the center.</p><p>He keeps a gallery of paintings, which he analyzes like a detective. The black and white landscapes, which depict scenes from Afghanistan, mean an inmate is still living in the past.</p><p>After a few months of counseling, the paintings show more promise. Inmates use color and depict scenes from family life in Riyadh. Al-Yami says this is a sign that the inmate is coming to terms with coming home.</p><p>There is a striking number of inmates who draw pictures of castles with high walls. Those send a distinct message, according to Al-Yami.</p><p>\"I'm not going to give you any information,\" he says. \"I'm behind the wall and you can't get through. If I give you information, I am weak.\"</p><p>He takes the failures hard. Some 20 percent of the inmates here go back to the fight. One spectacular failure went on to become an al-Qaida leader in Yemen.</p><p>Now, Al-Yami is preparing for a new wave of inmates: the ISIS generation. He knows they are more extreme than al-Qaida.</p><p>\"We've got some in prison, waiting for their sentences to be over and they will be here,\" he says.</p><p>Can he reach them, too? He pauses before he answers.</p><p>\"What the hell am I going to do with ISIS?\" he says, a man who knows his toughest challenge is ahead.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Treating+Saudi+Arabian+Jihadists+With+Art+Therapy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397620820-f372b3.m3u?orgId=1&topicId=1009&d=271&p=10&story=397322648&t=progseg&e=397620747&seg=12&ft=nprml&f=397322648"},{"href":"http://media.npr.org/assets/img/2015/04/03/saudi-jihadists-4-3-15-4e7351934f88ecc84b4b9eb74e2667a24654991b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1752","width":"2336"}},{"href":"http://media.npr.org/assets/img/2015/04/03/undefined-15ae6419b8171b86c9cb78db18e73349293e3f80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}