{"created":"2015-01-15T23:22:26+00:00","modified":"2015-01-20T20:09:57+00:00","valid":{"from":"2015-01-20T20:09:57+00:00","to":"3015-01-20T20:09:57+00:00"},"hreflang":"en","guid":"a61744e5-18ad-4db6-9060-779d605631f7","title":"Will the real Dread Pirate Roberts please stand up?","published":"2015-01-20T20:09:55+00:00","byline":"David Leveille","tags":["Dread Pirate Roberts","Piracy","Peer-to-peer computing","bitcoin","Silk Road","Technology","Science, Tech & Environment","North America","United States","North America","Ross Ulbricht","Dread Pirate Roberts","Piracy","Peer-to-peer computing","Bitcoin","Silk Road"],"teaser":"The Silk Road trial is now underway in New York. The alleged mastermind of the clandestine website is is trying to fend off charges of online crime and amassing an illegal fortune in bitcoins.   \r\n","contentencoded":"<p>The Silk Road criminal trial is no session with Judge Judy, nor has it anything to do with ancient silk and spice trading routes to Asia. This trial is about massive online trade in illegal drugs via a clandestine website and the alleged mastermind behind it known as the Dread Pirate Roberts.</p>\n<p>If you believe US federal prosecutors, the Silk Road is a massive drug trafficking network started in 2011 that reaped billions of dollars (actually bitcoins) in online sales of heroin, cocaine and crystal meth. But that’s not all, says Andy Greenberg, <a href=\"http://www.wired.com/2015/01/silk-road-trial-undercover-dhs-fbi-trap-ross-ulbricht/\">who’s covering the Silk Road trial for Wired Magazine</a>, “It was a one of its kind black market that really allowed you to buy any drug imaginable using the digital currency bitcoin and this anonymity system called Tor to hide your identity. So it was a completely anonymous, completely free market on the Internet.” The Silk Road was more than a drug bazaar, it was seen by many as a Libertarian experiment, a non-regulated market for mostly illegal but “victimless” products and services such as forgeries, firearms, and software hacking tools.</p>\n<p>The mastermind behind the Silk Road, or at least the 30-year-old man named Ross Ulbricht from San Francisco whom the FBI believe is the key person behind the Silk Road, faces multiple criminal charges: conspiracy to sell narcotics, to launder money, to sell hacking tools, and sell fake IDs. There are also allegations but as yet no formal charges that Ulbricht plotted to hire hit men to kill his Silk Road enemies using his bitcoin fortunes.</p>\n<p>“So the story from the prosecution is that Ulbricht was willing to use violence to protect this billion dollar marketplace that he created,” Greenberg says. A formidable challenge for the prosecution is to prove that Ross Ulbricht is the Dread Pirate Roberts, the alleged Silk Road mastermind. During opening arguments  in New York District Court, prosecution attorneys say they caught Ulbricht, logged in to the online network as Dread Pirate Roberts, and they say they acquired his personal notebooks detailing his criminal activities.</p>\n<p>But how strong is the evidence that Ross Ulbricht is Dread Pirate Roberts? Now defense attorneys according to Greenfield are saying that Ross Ulbricht did in fact create the Silk Road “but after just a couple of months handed it off to the Dread Pirate Roberts who is someone else, and that the Dread Pirate Roberts controlled the site, grew it into this massive drug empire, then when the Dread Pirate Roberts sensed that law enforcement was closing in, they tricked Ross Ulbricht into being the fall guy, they lured him back in and framed him.”</p>\n<p>So it now appears that Ulbricht admits founding the site, but says he isn’t the Dread Pirate Roberts.</p>\n<p>The stunning account was only revealed this week during opening arguments. Greenfield says there will have to be lots more argument and evidence presented by the defense team in coming days to persuade jurors at the trial. So that’s why it’s being watched very closely by Internet activists many who believe the Silk Road began as an Internet experiment in free commerce, not as a massive scheme to commit fraud or drug dealing scheme.</p>\n<p>The trial's outcomecould well have an impact on dozens of other so-called darkweb, anonymous Internet commerce schemes that were inspired by the Silk Road, most of which have not yet been seized by law enforcement. Greenfield says the Silk Road trial is “going to be a case study in how the government can attack these sites, where the vulnerabilities exist. I think the administrators of these darkweb sites that still exist and that are making millions of dollars will be closely watching to see what weaknesses they might have and if the government tips its hand in any way about how it can find the chinks in their armor.”</p>\n<p>Still, the trial may all come down to who is Dread Pirate Roberts? If you’re wondering where the name the Dread Pirate Roberts came from, here’s my guess. It’s a fictional character in The Princess Bride, a 1973 fantasy novel. Wiki sources say this pirate character is “feared across the seven seas for his ruthlessness and sword fighting prowess, and is well known for taking no prisoners.” And in another uncanny similarity to the ongoing Silk Road criminal trial, the fictional Dread Pirate Roberts is “not one person, but a series of individuals who pass along the name and reputation to a chosen successor.”</p>\n<p>Will the real Dread Pirate Roberts please stand up?</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Why the Silk Road Trial Matters <a href=\"http://t.co/ReR4Vk9rPG\">http://t.co/ReR4Vk9rPG</a></p>\n<p>— Andy Greenberg (@a_greenberg) <a href=\"https://twitter.com/a_greenberg/status/553568374194966528\">January 9, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}