{"created":"2014-10-23T20:22:40+00:00","modified":"2014-11-21T23:08:10+00:00","valid":{"from":"2014-11-21T23:08:10+00:00","to":"3014-11-21T23:08:10+00:00"},"hreflang":"en","title":"Who Sang It First? Mockingbirds And Musicians Cover Each Other In New Orleans","published":"2014-10-23T23:47:00+00:00","teaser":"The mockingbird is known for latching on to sounds and repeating them. But in the case of a certain four-note phrase New Orleans musicians use to communicate, the bird may be the original artist.","itags":["npr_api","358317690"],"guid":"a6216658-2935-4570-b479-a111ca465c0e","contentencoded":"<p>In certain New Orleans music scenes, there is a special sound — a signal — that lets players know it's time to pick up their instruments and strike up the band.</p><p>\"It's a bugle call, or a band call, to assemble,\" trumpeter Leroy Jones says.</p><p>\"It's like: C'mon, rally,\" musician Matt Bell adds. \"Come to the bandstand and be ready to do it. Let's go.\"</p><p>The four-note phrase, however, doesn't belong to musicians alone. Another common New Orleans species, the mockingbird, also produces the call.</p><p>\"So I was lying in bed and I woke up to hear that call, and I heard this [whistle] and my first thought was, 'Somebody's at the door,' \" journalist and music lover Katy Rechdahl says. \"And then I realized that, no, it wasn't anybody at the door; that it was actually a bird in the tree.\"</p><p>Peter Yaukey, a geography professor at the University of New Orleans and its resident ornithologist, says that may be where musicians got the phrase in the first place.</p><p>\"That particular whistle sounds very much like the phrases a mockingbird would use,\" Yaukey says. \"It's repetitive. It's got the right pitch. It's got the right amount of substance to the notes.\"</p><p>Sitting at his piano, Jones says this call is more than a perfect bird phrase: It's a perfect <em>musical</em> phrase.</p><p>\"Whatever pitch you start at, the root note and then the fourth away is the top note that you would whistle or that you would play,\" Jones says. \"In musical terms, it's a perfect fourth, 'cause it's the fourth degree of the scale. 'Do re mi fa, 1, 2, 3, 4.' \"</p><p>So who is imitating whom? Ornithologist Kim Derrickson, of Loyola University in Baltimore, studies mockingbirds. He says perfect fourths are pleasing to people — and maybe birds, too.</p><p>\"I think that there are certain sounds that kind of propagate through the environment and sound good,\" Derrickson says.</p><p>Musicians and mockingbirds occupy some of the same environments. They certainly keep the same late-night hours, so it's easy to imagine a player heading home after a gig and hearing those four notes whistled in the trees. Or maybe a mockingbird, perched outside a club, overheard a trumpeter call the band back for one final set. That's how Jones says he thinks it happened.</p><p>\"They pick up everything — essentially, they mock everything that they hear,\" Jones says. \"We had one that came; I had to put the window down. He was right in the tree. It's not annoying, but at 6 I don't want to hear you singing, whistling, going through a whole cadence of different whistles. And all of a sudden he [whistles the phrase]. Because he's probably heard that — being, you know, in the neighborhood. And he's emulating what he's heard.\"</p><p>Still, Yaukey contends that musicians learned it from the bird.</p><p>\"The fact that the notes sound so mockingbird-like, to me means that either they learned it from a musician and it spread throughout the species — which seems pretty unlikely,\" Yaukey says, \"or it's more likely that the musician heard it from the bird.\"</p><p>Jones says he doesn't buy that. He says these four notes call musicians to the streets during second-line parades almost every Sunday of the year.</p><p>\"It pierces through, no matter what, if there's a big ruckus going on,\" Jones says. \"<strong></strong>You've got hundreds, multitudes out at the second line, and you can hear [the phrase] above all of that. And you can always tell somebody who lives here or has lived here or is from here, because when they hear that signal, they look. This is something very unique to New Orleans.\"</p><p>Derrickson says that regardless of who came up with the call first, it's been passed from musician to musician and bird to bird.</p><p>\"Mockingbirds are like musicians,\" Derrickson says. \"They will take a sound and play with it. Especially early in the spring when they're trying to attract a female.\"</p><p>Just like many a young musician with romance on the mind.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who+Sang+It+First%3F+Mockingbirds+And+Musicians+Cover+Each+Other+In+New+Orleans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eve Abrams","audio":[{"meta":{"duration":"295"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358363567-be8cf4.m3u?orgId=1&topicId=1106&ft=3&f=358317690"},{"href":"http://media.npr.org/assets/img/2014/10/23/71362459-3108a1089019d9db712866a164f1135a1cac80de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3342","width":"4460"}},{"href":"http://media.npr.org/assets/img/2014/10/23/2408407297_2bf3d346e8_o_custom-6d9ffeb425d89ca09631801fcf92ed7881754e85.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1036","width":"1223"}}]}