{"created":"2015-02-26T23:23:27+00:00","modified":"2015-03-09T18:07:56+00:00","valid":{"from":"2015-03-09T18:07:56+00:00","to":"3015-03-09T18:07:56+00:00"},"hreflang":"en","title":"Even When Abortion Is Illegal, The Market May Sell Pills For Abortion","published":"2014-09-24T13:22:00+00:00","teaser":"An ulcer drug is dramatically changing the face of back-alley abortions in developing countries and cutting the rate of maternal deaths. Misoprostol is widely available even where abortion is banned.","itags":["npr_api","349325962"],"guid":"a624b636-03b6-47fc-88dc-f91c853b0ad4","contentencoded":"<p>In the central market in San Salvador, you can buy just about anything you want: tomatoes by the wheelbarrow full. Fresh goat's milk straight from the goat. Underwear. Plumbing supplies. Fruit. Hollywood's latest blockbusters burned straight onto a DVD.</p><p>And in the back of the market, in a small stall lined with jars of dried herbs, roots and mushrooms, you can buy an abortion.</p><p>\"I have all types of plants to treat all kinds of diseases,\" the woman who runs the shop says through a translator. \"For example, problems with your liver, your kidneys, stomach problems, nerves, for cancer — for everything.\"</p><p>She says she also has a bitter tea that can take care of an unwanted pregnancy.</p><p>Abortion is completely banned in El Salvador and punishable with a prison term of anywhere from two to 50 years in prison. So this woman asks that we not use her name.</p><p>Her tea only works, she says, in the first six weeks of pregnancy. If a woman is seeking an abortion later than that, the herbalist arranges to get something far stronger from a local pharmacy: pills used to treat stomach ulcers that are sold generically as misoprostol.</p><p>\"They come asking for help,\" the woman says. \"The majority of them are minors — young girls who say they were raped by their stepfathers or by people a lot older than they are.\"</p><p>\"Sometimes they are being threatened by their stepfathers that if they tell their moms, he's going to kill them or kill the family,\" she adds.</p><p>She says when a girl comes seeking an abortion, it's because her life is in crisis. Often they are crying. They recount tragic tales, she says — tales of rape, abuse, betrayal or misguided love.</p><p>Some of the stories may be embellished, but what's clear is that these girls are desperate and willing to do almost anything to get out of their predicament.</p><p>The herbalist charges roughly $200 for a course of three pills that would cost less than $5 in a U.S. pharmacy.</p><p>This illicit trade in misoprostol has cut the rate of maternal deaths in El Salvador significantly, says Sofia Villalta Delgado, with the Salvadoran Ministry of Health. Before misoprostol, women were regularly turning up at hospitals with major complications from botched abortions.</p><p>\"When we were students and when we first started in medicine, women were arriving at the hospital totally septic, with infection in their entire abdomen,\" she says through a translator. \"You had to take out the whole uterus.\"</p><p>This has gone down significantly, she adds.</p><p>Delgado says the Ministry of Health doesn't endorse the use of misoprostol for abortion. After, all abortion is against the law in El Salvador. But as a public health official, she's sees what she says is a public health benefit from the illicit use of this drug.</p><p>In 2000, the Food and Drug Administration approved misoprostol for abortions in the U.S., but only in conjunction with another drug called mifepristone. The combination has come to be known as the \"abortion pill.\" It's also become the most common form of medication abortion in the U.S., Canada, China, India and much of Europe.</p><p>Misoprostol on its own isn't as effective as the two-drug method. In a <a href=\"http://www.contraceptionjournal.org/article/S0010-7824%2810%2900522-6/abstract\">2010 study</a> of 400 women seeking early medical abortion, 76 percent of those given only misoprostol had a complete abortion. That's compared with the 96.5 percent of women who were given both drugs.</p><p>But misoprostol has the advantage of being widely available even in places where abortion in a medical facility is not.</p><p>Still, any abortion is the killing of a child, according to Catholic Bishop Romeo Tovar Estorga, who is from the western Salvadoran city of Santa Ana. \"Abortion itself is evil for the mother and the child,\" he says through an interpreter.</p><p>He denounces misoprostol as even worse than surgical abortions, saying that it facilitates the forces of evil.</p><p>Yet, globally, misoprostol has been a game changer, says <a href=\"http://www.ipas.org/en/Content/Bios/Ann-Leonard.aspx\">Ann Leonard</a>. She's with the group <a href=\"http://www.ipas.org/\">Ipas</a>, which advocates in favor of abortion access around the world.</p><p>\"For many years, centuries, women have used sticks and stones and caustic chemicals, all of which caused great damage,\" she says.</p><p>And they've claimed the lives of tens of thousands of women. Ipas estimates that 47,000 women still die each year around the world from complications related to bungled, illicit abortions.</p><p>\"With the advent of misoprostol women realized they could get the abortion that they felt they needed safely,\" she says. \"They can do it themselves, they can do it in the privacy of their homes, and they didn't have to go to those drastic measures of sticks and bleach.\"</p><p>It's also made the legality of abortion less of an issue. Even in El Salvador, forensic investigators who gather evidence against women in abortion cases say they can't detect whether or not the woman used misoprostol to terminate her pregnancy.</p><p><em>This story is part of a series looking at the health implications of abortions in developing countries. The series will continue for the next two weeks.</em></p><p><em>Editor's note: An earlier version of this story referred to the use of a \"translator\" when we should have used the term \"interpreter.\" As reader (and translator) Elizabeth Blount wrote: \"In my industry, it is an established fact that a 'translator' works with the written word and an 'interpreter' with the spoken word.\"<br /> </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Even+When+Abortion+Is+Illegal%2C+The+Market+May+Sell+Pills+For+Abortion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350946970-696d50.m3u?orgId=1&topicId=1031&e=349325962&d=348&ft=nprml&f=349325962"},{"href":"http://media.npr.org/assets/img/2014/09/22/se_leen-9bdc1fd41310db7abd4830c0a1f2833a59fd3ba9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"862","width":"1150"}}]}