{"created":"2014-08-28T02:38:24+00:00","modified":"2015-01-09T19:05:44+00:00","valid":{"from":"2015-01-09T19:05:44+00:00","to":"3015-01-09T19:05:44+00:00"},"hreflang":"en","title":"Shifting Climate Has North Dakota Farmers Swapping Wheat For Corn","published":"2014-08-14T15:29:00+00:00","teaser":"Projections suggest that climate change will hurt agriculture in most parts of the world. But some areas of the U.S. could actually see a benefit as corn production moves farther north.","itags":["npr_api","340116405"],"guid":"a6329b2a-6d0e-4502-9127-dba33003a287","contentencoded":"<p>Overall, climate change is predicted to hurt agriculture around the world. It could even threaten corn production in the Corn Belt.</p><p>But in North Dakota conditions are now better for raising corn, and that's a big benefit for farmers.</p><p>When I was growing up in Wolford, N.D., up near the Canadian border, wheat was king. It had been the dominant crop since the prairie was first plowed in the late 1800s. So it was kind of strange to go back this summer and find Larry Slaubaugh, a local farmer, filling his 18-wheeler with corn from a huge steel grain bin.</p><p>Twenty-five years ago, it's very likely the river of grain flowing out of this grain bin, up the auger into Slaubaugh's truck, would have been wheat. In fact, it likely would have been durum wheat — the variety used to make most pasta.</p><p>\"This was the 'durum triangle,' but there's hardly anybody raises durum in this country anymore, and it used to be all durum,\" he says.</p><p>Durum was largely phased in this area in the mid-'90s when a disease called scab, which thrives in damp conditions, caused crop failures.</p><p>Dan Selvig, who farms with his brother a little bit northwest of the Slaubaughs, says his family farm was hit.</p><p>\"I remember dad saying that there's a few years there, you know, that they had scab and rust and, pretty much got no crops. I think the weather has something to do with it,\" Selvig says. \"Wheat really hates humidity.\"</p><p>That's one reason the Selvigs have moved into corn.</p><p>Larry Slabaugh, who is 70-years-old and now farms with his son and grandson, says there's no doubt that it's gotten wetter around this area in the past 20 years.</p><p>\"Generally, in North Dakota, you would cry for rain more than you'd cry because you got too much,\" Slabaugh says. \"But then the wet seasons came along here since '93 and the pattern has really changed.\"</p><p>North Dakota's assistant state climatologist, <a href=\"http://www.ndsu.edu/ndscoblog/?page_id=2\">Daryl Ritchison</a>, says on average, rainfall has been two to three inches greater in the past two decades.</p><p>\"And of course, that's the average over that time period. There's been years where, of course, we've had literally eight or 10 inches above average,\" Ritchison says.</p><p>That may not sound like a lot, but it's a big change from the semi-arid conditions that prevailed in the previous 60 years. Because of a warming trend, the growing season here has also increased two to three days a year in the last couple of decades, and by two weeks over the past century.</p><p>Ritchison says the added warmth and moisture have helped make corn a successful crop in North Dakota.</p><p>\"Especially the increase in moisture has allowed for better yields and more profit in corn than, say, if we had some of the lesser moisture we had in the '70s and the '80s,\" Ritchison says.</p><p>Corn and soybeans, which also like the moisture, now cover about 15 percent of North Dakota's cropland, says Ritchison, and the number of acres keeps expanding. The Slabaugh farm is a prime example of corn's advance. They will plant at least 1,500 acres this year — compared to none 10 years ago.</p><p>Changes in weather patterns aren't the only reason for the move to corn. The crop is also more lucrative: Corn produces much bigger yields per acre than wheat.</p><p>And Greg Mitchell, a seed dealer in Rolla, N.D., says corn's advance into North Dakota has been helped by better-engineered corn varieties that can mature faster — in just over 70 days, as opposed to 85 days in some older varieties.</p><p>\"To me, it's got way more to do with the genetics — the earlier maturity — than anything that climate's got to do with it,\" Mitchell says.</p><p>But he also acknowledges corn thrives in North Dakota's currently wetter, warmer conditions.</p><p>Wheat is still the dominant crop in North Dakota, and corn a distant runner-up. But changes in climate and markets have produced a historic event on the Selvig farm this year.</p><p>\"It's the first time ever that I'm sure this farm's never had wheat,\" Mitchell says.</p><p>The first time since Selvig's great-grandfather, Carl, plowed up the prairie here more than a century ago.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Shifting+Climate+Has+North+Dakota+Farmers+Swapping+Wheat+For+Corn&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340153467-aa18b3.m3u?orgId=1&topicId=1003&ft=3&f=340116405"},{"href":"http://media.npr.org/assets/img/2014/08/13/photo4_edited-9e5cb7150dc865ffaddebb64b6a9750a5e2aef24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2429","width":"3239"}},{"href":"http://media.npr.org/assets/img/2014/08/13/photo3_edited-fba45cd7db7384262d7f55f42af1ab07474d658f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}