{"created":"2014-09-08T19:20:13+00:00","modified":"2015-02-04T23:33:49+00:00","valid":{"from":"2015-02-04T23:33:49+00:00","to":"3015-02-04T23:33:49+00:00"},"hreflang":"en","title":"Cheap Drinks And Risk-Taking Fuel College Drinking Culture","published":"2015-02-04T23:33:00+00:00","teaser":"Many students go to college expecting to drink, and all too often the college culture encourages it. That makes students more vulnerable to sexual assault, car accidents and other dangers.","itags":["npr_api","345877489"],"guid":"a6330ae1-f49a-4cc8-9083-2b6d7923d5cc","contentencoded":"<p>There's no question that alcohol is a factor in the majority of sexual assaults on campus. And alcohol is abundant and very present at most colleges today.</p><p>In fact, federal health officials say <a href=\"http://www.niaaa.nih.gov/alcohol-health/special-populations-co-occurring-disorders/college-drinking\">more than 80 percent</a> of college students drink. And about half say they binge drink. This means more than four drinks for women and more than five drinks for men, within a two-hour time frame.</p><p>\"Everybody's drinking to get drunk,\" says <a href=\"http://www.childrenshospital.org/researchers/sharon-levy\">Dr. Sharon Levy</a>, a pediatrician and director of the Adolescent Substance Abuse Program at Boston Children's Hospital. \"Kids tell me this is how they socialize with friends.\"</p><p>Levy says that what's happening on college campuses is an unfortunate collusion of the brain's biology with a hard-to-resist environment.</p><p>Though 18-year-olds are legally considered adults, their brains are sort of stuck in adolescence, Levy says, not fully developed till the mid-20s. So at 18, the when students typically enter college, the part of their brain in charge of seeking reward and stimulation is in full gear.</p><p>But here's the tricky part: The part of the brain that could put the brakes on impulsive behavior is still immature and not fully functioning. When people in this age group drink, Levy says, \"they're more likely to do risky things even though their judgment is impaired and some of those things may be dangerous. They're more likely to drive a car, more likely to go for a swim and, frankly, more likely to have sexual contact.\"</p><p>And college students drink a lot more than their peers who are not in college, Levy says. \"We've created a situation in which there is an expectation that drinking — heavy drinking — is just part of the college experience.\"</p><p>It's an experience many teenagers just aren't prepared for. Last year, Alexa was a freshman at a West Coast college. She agreed to discuss her drinking experiences with us, but because drinking alcohol isn't legal for her or for her classmates under 21, we agreed not to use her full name.</p><p>Alexa didn't drink or party in high school. So it was a real shocker, she says, when she got to college and alcohol was everywhere. \"You just step out your door and there's a whole community right there, it's easy, there's no challenge to it,\" she says. And parties where drinking games abound? No problem there, either. \"In college I'd say there's probably a party five days out of the week,\" she says.</p><p>And even if it's not a party, Alexa says, kids drink in their dorm rooms while playing board games or cards.</p><p>At first she just wasn't interested. But then she felt other students viewed her as unapproachable, even judgmental. And that's not how she wanted to come across.</p><p>So, she started going to parties, started drinking and got drunk a number of times. \"My decision to 'fit in' backfired on me in the sense that when I did become inebriated, I didn't act how I usually act, present myself in a way which I'm proud of. I was just loud, obnoxious and probably a bit too honest with people I was just meeting and, yeah, I'm not proud of that.\"</p><p>Even so, Alexa says she was on the \"luckier\" side. She didn't pass out, go to the hospital or get alcohol poisoning. But plenty of students do.</p><p>More than a half-million people between the ages of 18 and 24 get injured <a href=\"http://pubs.niaaa.nih.gov/publications/CollegeFactSheet/CollegeFactSheet.pdf\">while under the influence</a> each year, according to the National Institute on Alcohol Abuse and Alcoholism. Federal health officials say more than 1,800 die every year from alcohol-related unintentional injuries, including motor vehicle crashes.</p><p>Studies consistently find a link between alcohol and sexual assault on campus. Drinking by men increases the odds that they will perpetrate a sexual assault, and drinking by women increases their vulnerability. One <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/15000502\">study </a>found a woman was 19 times more likely to be assaulted if she had had four or more drinks.</p><p>Harvard epidemiologist <a href=\"http://chip.org/elissa-weitzman\">Elissa Weitzman</a> wanted to know why some teenagers become binge drinkers in college, while others don't. She conducted a national <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/12507798\">survey</a> of college freshmen. \"The largest single factor that predicted the uptick of binge drinking for freshmen coming to college was the price they paid for a drink; it enormously increased their risk.\"</p><p>And, in most college towns, Weitzman says, the price is right: It's cheap.</p><p>\"The way the bars compete is through volume discounts; they make alcohol very cheap at the per-drink level. The bar makes money through volume,\" she says. And that bargain price had a lot more to do with whether kids drank than public-health information about the dangers of alcohol.</p><p>Hence ladies night. Two-for-one night. \"Specials\" that appeal to young kids with fake IDs or who may not be carded to prove they're 21 and legally able to drink.</p><p>But those effects aren't inevitable, Weitzman says. When colleges partner with local communities to put rules in place and enforce them, college drinking decreases.</p><p>In one <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/15450630\">study</a>, Weitzman looked at 10 universities with high binge drinking rates. When the schools and communities asked bars to reduce marketing and promotions that appealed to young people, worked with police to close down wild parties and prohibited alcohol ads in student newspapers, things changed.</p><p>Students actually drank less and reported fewer hangovers, missed classes or academic problems.</p><p>Vandalism went down. So did drunken driving and injuries. It's not clear whether sexual assault was reduced because so many cases weren't reported. Weitzman says the findings suggest that \"communities absolutely have the power to change the environment around them.\"</p><p>And following the lead of designated drivers, with slogans like \"friends don't let friends drive drunk,\" she suggests strategies like \"friends don't let friends get out of control.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cheap+Drinks+And+Risk-Taking+Fuel+College+Drinking+Culture&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346735607-f7a720.m3u?orgId=1&topicId=1128&aggIds=339884470&e=345877489&d=321&ft=nprml&f=345877489"},{"href":"http://media.npr.org/assets/img/2014/09/04/college-drinking-521f8103c21541745a6cd503f97595bd305a2eac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1099","width":"1465"}}]}