{"created":"2014-12-22T18:26:33+00:00","modified":"2014-12-23T15:16:18+00:00","valid":{"from":"2014-12-23T15:16:18+00:00","to":"3014-12-23T15:16:18+00:00"},"hreflang":"en","title":"Stay-At-Home Dad By Choice","published":"2014-12-22T21:02:00+00:00","teaser":"A new study shows men make up 16 percent of caretakers, and a growing percentage are choosing it not because of a poor economy but because they want to stay home.","itags":["npr_api","372486182"],"guid":"a6378c6f-b6fb-4cee-8131-090d62a21806","contentencoded":"<p>While your carpool line may be full of moms in family vans, there are more and more fathers joining the brigade.</p><p>According to <a href=\"http://www.pewsocialtrends.org/2014/06/05/growing-number-of-dads-home-with-the-kids/\" target=\"_blank\">a study by Pew Research</a>, men make up 16 percent of the population of caretakers and a growing percentage of men are taking on the job by choice, not because of a poor economy.</p><p>Today as many as 21 percent of men say they stay home because they want to care for their home or family while back in 1989 &#8212; only 5 percent said they choose to stay home for that reason.</p><p><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Robin Young spoke with <strong>Al Watts</strong>, a stay-at-home father of four, ages 6 to 12, and the co-author of <a href=\"http://www.amazon.com/gp/product/1628651016/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=1628651016&linkCode=as2&tag=thedaddoc-20&linkId=SWO6ZXWCSJSQCR44\" target=\"_blank\">&#8220;Dad&#8217;s Behaving Dadly: 67 Truths, Tears and Triumphs of Modern Fatherhood&#8221;</a> and the president of <a href=\"http://athomedad.org/\" target=\"_blank\">The National At-Home Dad Network</a> about his experience being a stay-at-home dad.</p><h4>Interview Highlights</h4><p><strong>On what the group offers to stay-at-home fathers</strong></p><p>“All of us are looking for community. A lot of us interact with a lot of moms on the playground or at the museums or wherever, but that camaraderie that comes from other men who are doing the same kind of role and have the same values that you do is something that is very special. So we work hard to consolidate that to help guys understand and feel that. That’s why we have groups all over the country, that’s why we have a very big presence on social media. That’s why we have this convention every year for guys to get together and experience what’s it’s like to be with other guys who are just like you.”</p><p><strong>On prejudice for being a stay-at-home dad</strong></p><p>“I was at the dentist, and the assistant came out and wanted to go over what the procedure would be for my daughter and she said something to the effect of ‘Well, mom’s usually here and knows what’s going on so I thought that I would kind of explain this to you.’ I said, ‘No, no. I got it. I know exactly what’s going to happen.’ It’s just one of those things where I think people’s immediate perception is to assume it must be mom who is the person who knows everything, does everything &#8212; and that’s not the case, not only in my family, but in most families.”</p><p><strong>On if being a stay-at-home dad is emasculating</strong></p><p>“There’s nothing feminine about loving your kids. There’s nothing feminine about it at all. There’s only two things that I can’t do as a dad that a mom can do, and that is birth and breastfeed &#8212; otherwise everything else is equally learnable to do as long as you love and care for your kids.”</p><h4>Guest</h4><ul><li><a href=\"http://athomedad.org/about/leadership-team/\" target=\"_blank\"><strong>Al Watts</strong></a>, stay-at-home father of four, ages 6 to 12 and the co-author of &#8220;Dad&#8217;s Behaving Dadly: 67 Truths, Tears and Triumphs of Modern Fatherhood&#8221; and the president of The National At-Home Dad Network. He tweets at <a href=\"https://twitter.com/behavingdadly\" target=\"_blank\">@<span class=\"u-linkComplex-target\">BehavingDadly</span>.</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stay-At-Home+Dad+By+Choice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"503"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372666134-74fb59.m3u?orgId=1&ft=3&f=372486182"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/10614163_928105850537525_870621819293113664_n.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"960"}}]}