{"created":"2014-09-16T23:00:00+00:00","modified":"2014-09-18T19:49:58+00:00","valid":{"from":"2014-09-18T19:49:58+00:00","to":"3014-09-18T19:49:58+00:00"},"hreflang":"en","guid":"a63bd2be-b0eb-4730-9555-5258a1ae4a41","title":"ISIS is selling cheap oil to its enemies — from Syria's government to the Kurds","published":"2014-09-18T19:49:57+00:00","byline":"Stephen Snyder","tags":["Islamic State","Islamic State in Iraq and Syria","oil","smuggling","Assad regime","Conflict","Conflict & Justice","Asia","Syria","Turkey","Iraq","Middle East","Asia","Joshua Landis","ISIS","Syria","oil","Islamic state"],"teaser":"ISIS is funding its war by selling oil from the fields it controls in Iraq and Syria, to the tune of millions of dollars. Strangely enough, the enemies it is fighting are some of the main customers. That complicates the US goal of crippling the ISIS war machine.\r\n","contentencoded":"<p>ISIS has been described as the world&#39;s &quot;richest terrorist group,&quot; largely thanks to the oil fields it controls in Iraq and Syria. The militants likely generate more than $1 million in sales each day, and much of that oil is pumped in eastern Syria with the tacit approval of the group&#39;s ostensible enemy: the Assad regime.</p><p>&quot;It seems that this is going through brokers,&quot; says&nbsp;Joshua Landis, director of the Center for Middle East Studies at Oklahoma University. &quot;In particular, one person who&#39;s been fingered is <a href=\"https://now.mmedia.me/lb/en/commentaryanalysis/562681-minority-report\">a very prominent Christian businessman</a>&nbsp;close to the [Syrian] president who buys it, then arranges with the Syrian government to have it shipped back.&quot;</p><p><span style=\"line-height: 1.538em;\">Western trade sanctions block imports of fuel into Syria. Landis says that has made the Assad regime reliant on oil that&#39;s either smuggled into the country or pumped inside Syria itself &mdash; which means dealing with ISIS.</span></p><p><span style=\"line-height: 1.538em;\">&quot;The Assad government has to run its war machine, it has to run its cities, it needs power,&quot; Landis says, and it can get its power from ISIS &quot;cheaply&quot; because ISIS controls much of the country&#39;s oil fields.</span></p><p>Syria isn&#39;t the only unlikely customer, he says. &quot;Turkey, the Kurds &mdash; everybody is buying cheap oil and smuggling it across their border. So the notion that you have clear allies working against ISIS, it&#39;s not the case.&quot;</p><p>There&#39;s potential for current American airstrikes to destroy the black market oil trade and cut this important source of income for ISIS.&nbsp;&quot;We can easily take out the oil,&quot; Landis says. &quot;We can bomb ISIS tankers, we can bomb the oil wells. This would be very easy. They&#39;re sitting out in the desert where everyone could see them.&quot;</p><p>But that would be a last resort. &quot;[The US] may ask the neighbors to stop exporting it first, because it doesn&#39;t want to destroy all this infrastructure,&quot; he says. &quot;It will, of course, cause a lot of hardship to the civilian population, and I&#39;m not sure America is there yet.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Blue_Jerry_Cans.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/bluejerrycansjpg"}]}