{"created":"2015-04-15T20:49:45+00:00","modified":"2015-04-30T19:48:04+00:00","valid":{"from":"2015-04-20T19:12:38+00:00","to":"3015-04-20T19:12:38+00:00"},"hreflang":"en","guid":"a64324e8-f1b6-4d95-99eb-8ddcfc41cb8f","title":"Parties, Plans, and Police","teaser":"A son plans the party of a lifetime for his mother, a cancer patient seeks out the men who have shaped his identity, and a little boy visits his Lieutenant father at the police station. Hosted by The Moth's Artist Director, Catherine Burns.\n\nThe Moth Radio Hour is produced by The Moth and Jay Allison of Atlantic Public Media in Woods Hole, Massachusetts.","description":"Kevin McGeehan comes home to care for his mother who is dying of cancer and they plan one last party together.Bruce Feiler is diagnosed with cancer and tries to make sure his daughters will be taken care of.Steve Osborne comes to terms with losing his sick father while trying to&nbsp;prepare for his Lieutenants exam.&nbsp;When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. Sensitive content will be given an on-air caution and will be noted here in the description.&nbsp;&nbsp;&nbsp;","contentencoded":"<strong>Kevin McGeehan </strong>comes home to care for his mother who is dying of cancer and they plan one last party together.<br /><strong>Bruce Feiler </strong><strong>is diagnosed with cancer and tries to make sure his daughters will be taken care of.</strong><br /><strong>Steve Osborne </strong><strong>comes to terms with losing his sick father while trying to&nbsp;</strong><strong>prepare for his Lieutenants exam.&nbsp;<br /><br /></strong>When offensive or FCC-prohibited words appear, they are bleeped and listed in the Content Advisory. Sensitive content will be given an on-air caution and will be noted here in the description.&nbsp;&nbsp;<strong>&nbsp;</strong>","byline":"The Moth","published":"2015-04-20T19:12:38+00:00","tags":[],"itags":["prx:stories-143520"],"audio":[{"href":"https://cms.prx.org/pub/cebb4665486181a2f1813d744f208106/0/web/story_image/348061/medium/1507__1_.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/05b0548c635cc2fb138e22d9a17981f2/0/web/audio_file/847134/broadcast/Moth1507Bounce.mp3","type":"audio/mpeg","meta":{"duration":3180,"size":50760576}}]}