{"created":"2015-06-10T09:02:11+00:00","modified":"2015-06-16T21:05:18+00:00","valid":{"from":"2015-06-16T21:05:18+00:00","to":"3015-06-16T21:05:18+00:00"},"hreflang":"en","title":"Raising Graduation Rates With Questionable Quick Fixes ","published":"2015-06-10T17:11:00+00:00","teaser":"The nation's high school graduation rate is at a record-high 81 percent. Why? Because states are doing good things ... or using some sleight of hand.","itags":["npr_api","412240568"],"guid":"a6570e46-36be-45b1-bcb8-95a821e37a30","contentencoded":"<p>What's in a number?<br /> <br /> To many, 81 percent is a success story. It's the nation's all-time-high rate for high school graduation in 2013, the most recent year of <a href=\"https://nces.ed.gov/ccd/tables/ACGR_2010-11_to_2012-13.asp\">federal data</a>.</p><p>But the NPR Ed Team and reporters from member stations around the country have been digging into that number and found <a href=\"http://www.npr.org/sections/ed/2015/06/09/412939852/high-school-graduation-rates-the-good-the-bad-and-the-ambiguous\">it's more complicated</a>.</p><p>Not all the news here is good.</p><p>Yesterday, <a href=\"http://www.npr.org/sections/ed/2015/06/09/408521333/guess-which-state-has-the-best-high-school-graduation-rate\">we took you</a> to the state with the highest graduation rate — Iowa — to see what it's doing to keep at-risk students in school: free day care, an in-school food bank, small classes and flexible hours.</p><p>Today comes a very different list — of the questionable quick fixes schools are using to improve their graduation rates. It's a wide range, from strategies that may seem, on the surface, irresponsible ... to others motivated by good intentions that provide a safety net for vulnerable students.</p><p>We'll go through them one at a time with member station reporters Becky Vevea of WBEZ in Chicago, Jennifer Guerra of Michigan Radio in Ann Arbor, and Sarah Gonzalez of WNYC (reporting from New Jersey).</p><p><strong>Pattern No. 1: \"The Math Problem\"</strong></p><p><strong>The math in question is the simple fraction states and cities use to calculate the graduation rate. What was it about Chicago's math that caught your attention?</strong></p><p><strong>Vevea:</strong> Basically, we found that many high schools in the city were mislabeling students when they left. They were saying they were moving out of town or going to private schools when, in reality, they were enrolling at the district's alternative schools or, in some cases, GED programs.</p><p><strong>And we should say — alternative schools are common in big-city districts. They're for at-risk students who are behind in credit. But they're generally still part of the public school system. What effect has this mislabeling of students had on Chicago's graduation rate?</strong></p><p>Well, it's making it look better than it really is because mislabeling those students makes them disappear from the denominator.</p><p><strong>Do we know for sure if this is happening intentionally?</strong></p><p>We don't, no. Our students move around a lot, and so it's hard to keep track of them, frankly. But we see this happening at high schools across Chicago. It's not just one single school. And, in a lot of cases, it's not just a mistake or two. One school listed 120 students from the Class of 2013 as having left to be home-schooled.</p><p><strong>And what does the district say about this mislabeling?</strong></p><p>They are very aware it's happening. The district's chief of innovation, Jack Elsey, previously worked in Detroit, and he told me it's a problem across the country and not just in Chicago.</p><p><strong>Pattern No. 2: Credit Recovery</strong></p><p>Credit recovery has been around for many years, but, these days, it generally refers to an online program for students who need to quickly make up credits after failing or missing a required course. If a student, say, fails Algebra I, he can retake the class on the computer, to \"recover\" the credits.</p><p>Michigan Radio's Jennifer Guerra visited Cody's Medicine and Community Health Academy, a small high school on Detroit's west side, where a third of students are doing credit recovery. This is what it looks like there: A handful of students work by themselves at computers while a teacher sits by to answer questions.<strong> </strong><br /> <br /><strong>Credit recovery generally takes less time than a traditional course. And the NPR Ed Team has heard lots of students say it's easier. Did you hear that too, Jen?</strong><br /> <br /><strong>Guerra:</strong> Yeah, I heard that as well. I think what students also really like about credit recovery, at this school at least, is that it's very flexible. They can do the work at home. One teacher I talked to at Cody High is named Jeremy Singer. He said yeah, of course he wants to see his students graduate. He's just not sure things like credit recovery are in his students' best interest. And he says that is a problem.</p><p><strong>It was also a problem for many of the reporters on this project. Because, for lots of students, credit recovery is the only thing keeping them from dropping out. It's an important safety net. But we know, in many cases, it's not very good, either.</strong></p><p>Yeah, I think you just articulated exactly how Jeremy Singer felt. He has this internal struggle going on.<br /> <br /><strong>Finally, we saw some sort of credit recovery happening in lots of states. How common is it across the country, and can it be done <em>well</em>?</strong><br /> <br />It's supercommon — nearly 90 percent of districts use some form of credit recovery, according to the National Center for Education Statistics. As for whether it can be done well — that we just don't know. There's hardly any research on credit recovery. There's one federally funded study that's underway, but results aren't out yet.</p><p><strong>Pattern No. 3: Try, Try Again</strong></p><p>Finally, reporter Sarah Gonzalez of member station WNYC has the surprising story of Camden. New Jersey, like many states, requires students to pass a high school exit exam. These tests are an effort to keep unprepared students from graduating, protecting them as well as the value of a diploma.</p><p><strong>Sarah, what happened in Camden last year?</strong></p><p><strong>Gonzalez:</strong> In New Jersey, if you fail the first-round high school exit exam, there's a second exam you can take — an easier one. It's untimed, and it consists of just one single question per subject. In Camden, half the senior class failed not just the first test but the second one too.</p><p><strong>What does that mean? Did Camden really hold back half of its senior class?</strong></p><p>No, in New Jersey as in many states with grad exams, there's a Plan B. There's an appeals process. And students can submit samples of work they did in class to the state. It can be a single, graded algebra problem or a persuasive essay with a teacher's comments on it.</p><p><strong>And how many students are we talking about — who failed these tests but graduated thanks to an appeal?</strong></p><p>In New Jersey last year, we're talking roughly 1,400 students. The mandatory high school graduation exam just isn't a barrier to graduation anymore. And this feels an awful lot like what Jen was saying earlier, about credit recovery. Critics want to know: Why have a graduation exam if students don't have to pass it? But supporters, including schools Superintendent Paymon Rouhanifard, argue that providing multiple pathways to graduation is a lifeline for students, especially students in poorer communities like Camden.</p><p>He says that denying half of the seniors in the district a diploma just because they can't pass a couple of tests shouldn't be an option.</p><p><strong>The Sum Total</strong></p><p>What do all these strategies add up to?</p><p>The simple answer is 81 percent, a national high school graduation rate that many in education call a success story.</p><p>The complicated answer is: a number that, in many ways, isn't worth the paper it's printed on.</p><p>Be sure to read some of the other stories in this project through our <a href=\"http://apps.npr.org/grad-rates/\">graduation rate app</a> or individually, below:  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Raising+Graduation+Rates+With+Questionable+Quick+Fixes+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413318118-f7d2de.m3u?orgId=1&topicId=1013&d=445&p=3&story=412240568&t=progseg&e=413317980&seg=12&ft=nprml&f=412240568"},{"href":"http://media.npr.org/assets/img/2015/06/09/gradrate_promo3x2-abb3b9fc4307565f82c6d006eec21700297ad59a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/09/offthebooks-promo-807bc1fb2a1b84927235e053951e9157274c2005.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1901","width":"2531"}}]}