{"created":"2014-09-05T17:33:21+00:00","modified":"2014-09-05T17:33:21+00:00","valid":{"from":"2014-09-05T17:33:21+00:00","to":"3014-09-05T17:33:21+00:00"},"hreflang":"en","guid":"a661cad1-f1f6-45e7-b76b-88a859a02267","title":"Responses to Rationing Health series forum","published":"2014-09-05T17:33:19+00:00","byline":"Sheri Fink","tags":["government","Ethics","work","business","public health","human rights","healthcare","Business, Finance & Economics","Conflict & Justice","Global Politics","Lifestyle & Belief","Health & Medicine","Global","Sheri Fink","Dan Wikler","Dan Wikler","Healthcare","Sheri Fink","Health care rationing","Education in the United States","United States","Entertainment","Rationing Health"],"teaser":"Our series last week about health care rationing has generated a lively online discussion. Listeners are sharing their thoughts. Sheri Fink and Dan Wikler are taking your questions until December 31st.","contentencoded":"<p>Our series last week about health care rationing has generated a lively online discussion. Listeners are sharing their thoughts with journalist Sheri Fink and Harvard ethicist Dan Wikler. Check out what others have written in, and bring your own stories and thoughts to the conversation. Sheri Fink and Dan Wikler are taking your questions until December 31st.</p><ol class=\"commentlist\">\r\n\t\t   <li class=\"comment byuser comment-author-dwikler bypostauthor even thread-even depth-1\" id=\"li-comment-43\">\r\n     <div id=\"comment-43\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\"><a href=\"http://www.hsph.harvard.edu/faculty/daniel-wikler/\" rel=\"external nofollow\" class=\"url\">Dan Wikler</a></cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-43\">\r\nDecember 17, 2010 at 9:13 pm</a></div>\r\n\r\n\r\n      <p>Welcome to this online discussion about rationing health, both here and abroad. Kudos to The World for its decision to present a series of reports on this (literally) life-and-death subject, and for the insightful and engaging stories aired this week. In this forum we can talk about any or all of the four stories, and we can debate whether rationing health is something that Americans need to think about. Or perhaps you’d ike to discuss what should count as “rationing” (this is hotly contested); or whether rationing in health care is necessarily bad.</p>\r\n<p>Best wishes, Dan.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-44\">\r\n     <div id=\"comment-44\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">julia</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-44\">\r\nDecember 17, 2010 at 9:33 pm</a></div>\r\n\r\n\r\n      <p>As a respiratory therapist from 1972 to 1995, I personally saw how the medical profession repeatedly put elderly people on ventilators to prolong their lives. These elderly people were all over 70. One patient was on the ventilator for over 2 months because her heart was too weak and having her on the ventilator was relieving the work of the heart. With so many charitable organizations around and so much wealth being wasted on frivolous things, I still can’t understand why hospitals in India cannot be supplied with the equipment they need to adequately take care of babies and children who need this important life support technology.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-46\">\r\n     <div id=\"comment-46\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\"><a href=\"http://PRItheWorld\" rel=\"external nofollow\" class=\"url\">Larry</a></cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-46\">\r\nDecember 17, 2010 at 10:27 pm</a></div>\r\n\r\n\r\n      <p>Congratulations on an excellent series on a very difficult and important subject!<br>\r\nAs a retired physician ( I retired solely because of my age 72), I see a form of rationing occurring here in the USA. With Medicare reimbursement so low and more cuts planned (23% decrease physician fix in new health plan) more and more doctors who deliver primary care are either retiring or refusing to accept new Medicare patients. Here in the San Francisco Bay area it is almost impossible to find an internist willing to accept a new Medicare patient. This ultimately is a form of rationing. This is a problem occurring across the US not just in the Bay Area.<br>\r\nToday the FDA removed approval for Avastins use in Breast cancer. This is a very expensive drug with limited success in breast cancer perhaps extending life for a few months in some patients. There is considerable debate in todays news as to whether this is rationing</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-sfink odd alt thread-odd thread-alt depth-1\" id=\"li-comment-47\">\r\n     <div id=\"comment-47\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Sheri Fink</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-47\">\r\nDecember 17, 2010 at 10:40 pm</a></div>\r\n\r\n\r\n      <p>Welcome to the discussion of our series and the larger issues around the allocation of healthcare services in the U.S. and elsewhere.  Looking forward to the conversation!  One of the things that’s intrigued me is this:  Although ethicists and philosophers have pondered the question of how best to distribute healthcare resources when needs outstrip supply, there remains no single accepted method for doing this or even for determining what values should underlie the process(maximizing fairness, justice, efficiency, lives saved, “quality” years of life, etc.).  So…How about it, you great minds out there?  Is there a “right” way to allocate healthcare services?  If so, what is it?  Let’s hear some fresh ideas.  How would you solve this problem?</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-48\">\r\n     <div id=\"comment-48\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Andrew M</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-48\">\r\nDecember 17, 2010 at 10:54 pm</a>  </div>\r\n\r\n\r\n      <p>SHAME on NPR, PRI’s The World, and Lisa Mullins for distorting the issue of rationing in an outrageous way, by comparing the US to 3d world countries and slanting this series to imply health care reform will lead to rationing. As your last guest explicitly stated, we already ration by denying needed care to millions of our uninsured, and those with bad insurance with giant deductibles and refusals of needed treatment.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-sfink odd alt thread-odd thread-alt depth-1\" id=\"li-comment-49\">\r\n     <div id=\"comment-49\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Sheri Fink</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-49\">\r\nDecember 17, 2010 at 10:59 pm</a>  </div>\r\n\r\n\r\n      <p>Good point, Julia.  It is a question not only of having ventilators, but also the trained staff members to operate them.  Even so, your point about there being larger issues of allocation is a good one.  A number of people have publicly called for spending a little less money on frivolous things and more on the necessary ones, like this recent suggestion about making donations instead of giving father’s day neckties (<a href=\"http://www.nytimes.com/2010/06/17/opinion/17kristof.html\" rel=\"nofollow\">http://www.nytimes.com/2010/06/17/opinion/17kristof.html</a>).  Your post also raises another question:  Is some form of age-based rationing appropriate?  One of the patients in Patrick Cox’s story about the UK for this series raised this issue. What do people think?</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-51\">\r\n     <div id=\"comment-51\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Michael C</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-51\">\r\nDecember 18, 2010 at 12:03 am</a></div>\r\n\r\n\r\n      <p>Dr. Fink,<br>\r\nThank you for your closing report on swine flu rationing averted in India.</p>\r\n<p>In the piece you — or the ingenious pediatric/neonatal MD — mentioned her cardboard box incubators.  Do you know if she is also familiar with  “Kangaroo Incubation” for premies requiring mother, body wrap and oxygen?  It was described in the NYTs 12/13/10 at:</p>\r\n<p><a href=\"http://opinionator.blogs.nytimes.com/2010/12/13/the-human-incubator/\" rel=\"nofollow\">http://opinionator.blogs.nytimes.com/2010/12/13/the-human-incubator/</a></p>\r\n<p>Best wishes,</p>\r\n<p>Michael C</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-52\">\r\n     <div id=\"comment-52\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Marjorie Wertz</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-52\">\r\nDecember 18, 2010 at 1:04 am</a></div>\r\n\r\n\r\n      <p>Could you comment on the rationing of quality healthcare based on geographic location?  I have read that women live longer if they live in a large city near a well serviced hospital.</p>\r\n<p>Also, the type of healthcare on the east coast is far superior in both diagnosis and treatment than in the midwest which if you accept this perception is another form of rationing.  For example, my sister cannot get a clear cut diagnosis of her conditioning and now she is too ill to travel to a better facility.  Yet I read about her condition being diagnosed on both the east and west coast.</p>\r\n<p>Finally, it may be folklore but it appears that there is a lot of attention to seniors and pursuing their various conditions in parts of Arizona.</p>\r\n<p>Thanks for responding.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-53\">\r\n     <div id=\"comment-53\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\"><a href=\"http://chromolithograph.com\" rel=\"external nofollow\" class=\"url\">Michael Harris</a></cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-53\">\r\nDecember 18, 2010 at 1:07 am</a></div>\r\n\r\n\r\n      <p>Here’s the ignored bull in the china shop in this dilemma.</p>\r\n<p>Congress, politicians, health insurance providers, and most patients in the US, decline to  to realize that highest standard of health is a privilege, not a right.  The reasons for this truth are obvious.</p>\r\n<p>If the public mindset were accurately informed of this chilling fact, perhaps it might go a long way to create improved health care prevention consciousness: diet, exercise, vaccinations, smoke cessation, proper rest, education about hygiene/meditation and so on.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-54\">\r\n     <div id=\"comment-54\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">William Stafford MD</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-54\">\r\nDecember 18, 2010 at 1:08 am</a></div>\r\n\r\n\r\n      <p>Daniel Wikler mentioned that methods for rationing of health resources exist in the US but he did not mention that rationing MUST exist.  He made it sound like it is possible to have a medical system that does not ration its resources.  Medicine is a “market” and has the same assumptions as all markets: 1) limited resources 2) unlimited desires for those resources.  Meeting everyones desire for health resources is not possible, therefore the available resources must be rationed.  The only meaningful discussion is how best to ration, not weather rationing occurs.  The end result of that discussion is that the “free-well informed-competitive market” provides the most medical services for the largest number of people.  No other system of rationing comes close.<br>\r\n  It goes without saying that the current way we ration healthcare in the US does not come close to that ideal.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-55\">\r\n     <div id=\"comment-55\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">William Stafford MD</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-55\">\r\nDecember 18, 2010 at 1:26 am</a></div>\r\n\r\n\r\n      <p>The entire field of Economics is devoted to understanding rationing.  The free-competitive-well informed market is the most ideal answer to the question of rationing that human beings have ever come up with.  Just one of its desirable qualities is that it allows for individuals to express how their resources are rationed based on their personal ideals.  Thus the question of the “right” way to ration resources is not a community or social question.  It is personal.<br>\r\nOther systems that try to determine the “right” way for everybody are essentially asking who’s values to subjegate.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor odd alt thread-odd thread-alt depth-1\" id=\"li-comment-56\">\r\n     <div id=\"comment-56\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-56\">\r\nDecember 18, 2010 at 1:59 am</a></div>\r\n\r\n\r\n      <p>Julia,<br>\r\nLike Sheri, I share your priorities. At the same time, we should keep the problem in perspective. There are well over a billion Indian citizens. The need for ventilators in Indian hospitals is acute, but the same can be said for nearly every kind of key medical resource. Given the scale of this kind of need, one must ask whether re-ordering the priorities of charitable organizations is going to make much of a dent in the problem. And India, of course, is but one country, and by far not the poorest one.<br>\r\nThis does not in any way detract from the value of charitable efforts, but it might suggest that for most Indians, the solution to problems like this one are more likely to be the results of what Indians do: using their health resources effectively and efficiently (and, as this case shows us, imaginatively); placing a higher priority on health and on the well-being of the poor during a period of rapid economic development; and maintaining economic growth.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor even thread-even depth-1\" id=\"li-comment-57\">\r\n     <div id=\"comment-57\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-57\">\r\nDecember 18, 2010 at 2:36 am</a></div>\r\n\r\n\r\n      <p>Andrew,<br>\r\nThe word “rationing” doesn’t have a single, standard usage. Some would restrict it to contexts of absolute shortages, as in liver transplantation, as opposed to contexts in which supplies are available to those who can pay for them. In this sense, the US does not “ration” care. But in this same sense of the term, neither does the UK, for anyone who cannot obtain a particular treatment within the National Health Service is free to pay for it in the private market. Thus it is difficult to make sense of the idea that Britain rations care while the US does not, and that this is an argument against a British-style national health plan.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-59\">\r\n     <div id=\"comment-59\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\"><a href=\"http://theworld\" rel=\"external nofollow\" class=\"url\">Tamara Trager</a></cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-59\">\r\nDecember 18, 2010 at 2:40 am</a></div>\r\n\r\n\r\n      <p>I am a pediatric social worker for 20 years. I cannot remember a time when the medical arena was NOT expecting imminent change. For a while I’d imagine that surely, it cannot get worse but year by year the system for providing care has been usurped into business, rather than humane ethical care.<br>\r\nNow, for the time being, it appears that the best chance to rebuild the system is at best a patchwork of broken systems and the conversation that seems to be giving voice is not the clear discussion encouraged and sparked by the general media.</p>\r\n<p>1. Thank you for presenting Dan Wikler and the series as a whole.<br>\r\n2. Longer conversations from a series of forums informing the general citizens hosted by medical ethicists would have had a better result than what was ultimately a political and insurance lobby production. How often did the media report on the alleged criticism of “government-run health care with death committees?”<br>\r\n3. Now that mandated health care is going to be discussed as unconstitutional, how many times can the media have real conversations that give educated debates that inform the public?<br>\r\n4.Dr Wikler, the hospital that was sent piece by piece made a significant “dent” to those whose lives have been saved. There is no single solution. There are many solutions. Just because it is difficult to even see the solution does not excuse us who are in the top wealthy population of the world from finding and acting on those solutions.<br>\r\nThanks to all of you and I hope you all become even more vocal as the Obamacare plan is now being called unconstitutional.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor even thread-even depth-1\" id=\"li-comment-60\">\r\n     <div id=\"comment-60\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-60\">\r\nDecember 18, 2010 at 2:48 am</a></div>\r\n\r\n\r\n      <p>Dr. Stafford,<br>\r\nCompetitive markets do work wonders, but not every arena of buying and selling is an ideal market. Kenneth Arrow, the Nobel Prize-winning economist, published a classic paper four decades ago that pointed out many ways in which medical “markets” are less likely to deliver the benefits that well-functioning markets can do. The “buyers” (patients) know much less than the “sellers” (doctors, hospitals, pharmaceutical companies, even insurers); they even rely on the “sellers” to tell them when they need to buy. And when they have an urgent desire to buy, they may be too sick to be effective shoppers.  Some of Arrow’s admonitions may be less significant today, e.g. in the age of the internet-enabled patient. But in other respects, particularly the spread of pervasive conflicts of interest, his concerns are if any thing more worth heeding. That said, the search for useful market or market-like solutions to problems in health care delivery continues, even within publicly-funded health systems.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor odd alt thread-odd thread-alt depth-1\" id=\"li-comment-62\">\r\n     <div id=\"comment-62\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-62\">\r\nDecember 18, 2010 at 3:05 am</a></div>\r\n\r\n\r\n      <p>Dr. Stafford,<br>\r\nI’m sorry if my remarks seemed to suggest that rationing is avoidable. I agree with you: needs are nearly limitless, and resources are not. Indeed, I would go even further to argue that societies that strive to avoid rationing may not be doing themselves a favor, since the money spent on marginally effective but highly expensive health services could often be put to better uses.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor even thread-even depth-1\" id=\"li-comment-63\">\r\n     <div id=\"comment-63\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-63\">\r\nDecember 18, 2010 at 3:18 am</a></div>\r\n\r\n\r\n      <p>Mr. Harris,<br>\r\nWhether or not the highest standard of health is a right or a privilege, is it not appropriate to ask of our health system that it use its enormous resources efficiently, effectively, and equitably to reduce the burden of disease and disability in our population? Assisting and enabling our fellow-citizens to take better care of themselves is a key component of this effort.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor odd alt thread-odd thread-alt depth-1\" id=\"li-comment-64\">\r\n     <div id=\"comment-64\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-64\">\r\nDecember 18, 2010 at 3:39 am</a></div>\r\n\r\n\r\n      <p>Larry,<br>\r\nYour remarks serve to remind us that being nominally entitled to care may be different from actually receiving it. In the United States, we have at least five tiers of service. The wealthiest Americans can pay out of pocket for services from the providers of their choice and may patronize so-called “boutique” medical practices. At the next highest level, some private insurance plans pay better than Medicare, which in turn is much more generous to providers than Medicaid, which however, is vastly preferable to being uninsured. One’s chance for success in gaining access to high-quality services often reflects the reimbursement rates that are offered to providers. The result, as you point out, is that although no “death panel” is saying “no”, some Americans will have a much easier time getting the care they need than others will, and some won’t get the care at all. </p>\r\n<p>On the Avastin matter: As Patrick Cox’s report on the UK showed, the British health  system has until now took cost as well as benefit into account in deciding whether treatments will be available at public expense. In the US the emphasis is almost entirely on benefit.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor even thread-even depth-1\" id=\"li-comment-65\">\r\n     <div id=\"comment-65\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-65\">\r\nDecember 18, 2010 at 5:18 am</a></div>\r\n\r\n\r\n      <p>Marjorie,<br>\r\nI can’t comment on differences in the quality of care in different regions, which is a hotly contested matter. </p>\r\n<p>But it might be worth noting that regional variation in access to care has been a prominent issue in the UK (much less so in the US). “NICE”, the agency discussed in Patrick Cox’s story in this series, advised the health system for the UK as a whole, ending an era in which patients in one area might lack access to a treatment that was available to patients in a neighboring one (this was called “postcode rationing”). Under the new Conservative government, the trend seems to be in the other direction again.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-68\">\r\n     <div id=\"comment-68\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\"><a href=\"http://rationinghealth.org\" rel=\"external nofollow\" class=\"url\">Tricia</a></cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-68\">\r\nDecember 18, 2010 at 8:50 am</a></div>\r\n\r\n\r\n      <p>Dr. Wikler,</p>\r\n<p>As a health care provider (physical therapist) and patient, I find it disheartening that we already have rationing of health care in the USA.  I have found this rationing to be especially common at the largest HMO in my state of California – Kaiser Permanente.  I also agree with your comment to Dr. Stafford that medical markets do not function like a true “free market.”  They probably never will because 90% of the “buyers” (patients) rely on the “sellers” (doctors, insurance companies, hospitals) to tell them when they need to buy.</p>\r\n<p>I have an idea re: how we could level the playing field, at least for Medicare HMO patients.  Congress and/or CMS ( the Center for Medicare and Medicaid Services) should set minimum standards of care for HMOs desiring to participate in Medicare.  Specifically, they should require HMOs to follow the guidelines of a large, well respected American medical organization (like the American Heart Association or the American College of Cardiology or both) in the prevention, diagnosis and treatment of heart disease, at least with respect to conservative care (ie non-invasive care).  They could follow their own guidelines for invasive care.</p>\r\n<p>This is not “politicians telling doctors what to do.”  It is merely setting a minimum standard that “sellers” must meet to participate in the market place, just like other service industries (restaurants) have to meet to avoid being shut down by the government (ie the local health department).  </p>\r\n<p>Heart disease is the #1 cause of adult deaths in the USA, and the costs of treatment are significant enough for the nation that it merits regulation by the government.  I believe our government needs to protect consumers from their HMOs and set guidelines as to what services can be rationed and which cannot.</p>\r\n<p>If implemented, some HMOs would have to spend more money on basic cardiac testing and treatment (cardiac stress testing, prescription medication, patient education, echocardiograms) to bring themselves up to the minimum standard.  However, they could have the option of spending less money on expensive procedures by rationing them (open heart surgeries, for example).  The HMO that is most successful and aggressive with conservative treatment should prosper the most.</p>\r\n<p>This would address the current unfortunate situation that Kaiser in California does not follow the guidelines of either the American Heart Association (AHA) or the American College of Cardiology (ACC) for the prevention, diagnosis and treatment of heart disease. They have their own internal standards which are inferior to the standards of both the AHA and the ACC.  Sadly, most patient don’t know this, and they assume that if their doctor is a nice person then they are getting the medical care that they need.  Sometimes when patients find out that they should have gotten some preventive care a long time ago (like cholesterol medication), it’s too late.</p>\r\n<p>Tricia</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-70\">\r\n     <div id=\"comment-70\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Robert Bell</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-70\">\r\nDecember 18, 2010 at 5:44 pm</a></div>\r\n\r\n\r\n      <p>Dr. Stafford,</p>\r\n<p>As Professor Wikler pointed out above, the notion that free and competitive markets provide the optimal rationing solution depends on certain preconditions be met, and those conditions most definitely are not met in medical markets. (<a href=\"http://en.wikipedia.org/wiki/Perfect_competition\" rel=\"nofollow\">http://en.wikipedia.org/wiki/Perfect_competition</a>)</p>\r\n<p>So rather than being an end result, “a free-well informed-competitive market” is a starting point for questions like:<br>\r\n1. How far are we from the necessary preconditions for such a market?<br>\r\n2. How feasible is it for us to move closer to satisfying those preconditions?<br>\r\n3. Assuming we get closer to the preconditions, are the outcomes close enough to the optimal outcomes?</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-72\">\r\n     <div id=\"comment-72\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Tamara Trager</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-72\">\r\nDecember 18, 2010 at 8:40 pm</a></div>\r\n\r\n\r\n      <p>Julia,<br>\r\nIt is possible for a dedicated and resourceful individual to send, “old medical” equipment piece by piece into Afghanistan to build an entire hospital. I know that person and she did not initially even have a medical contact nor an understanding of the medical systems.  If one chooses to be indignant and compassion should certainly encourage that response, then it is a fact of life that health disparities exists in the divide of have and have-nots. Its here in the States where local governments are suggesting that if clinics don’t provide medical care payments via medicaid or medicare! That is the most brazen and at this moment only a hypothetical discussion but as a social worker, I have seen much rationing in the name of profits. Julia and others who rightly felt aghast can begin their own solutions by going to the website givingwhatwecan.org. Coordinate and give.<br>\r\nTamara</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-sfink even thread-even depth-1\" id=\"li-comment-73\">\r\n     <div id=\"comment-73\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Sheri Fink</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-73\">\r\nDecember 18, 2010 at 11:33 pm</a></div>\r\n\r\n\r\n      <p>Michael, thank you for posting that link.  “Kangaroo care” seems like another great example of creative thinking that produces alternatives to rationing lifesaving care.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-sfink odd alt thread-odd thread-alt depth-1\" id=\"li-comment-74\">\r\n     <div id=\"comment-74\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Sheri Fink</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-74\">\r\nDecember 18, 2010 at 11:42 pm</a></div>\r\n\r\n\r\n      <p>Re:  “the hospital that was sent piece by piece made a significant “dent” to those whose lives have been saved. There is no single solution. There are many solutions.”<br>\r\nTamara makes a good point.  Thinking of the “billions” who need better access to healthcare is a sure way to feal defeated.  Some of the most effective initiatives, the ones that end up really ‘making a difference,’ to use an overused phrase, begin on smaller rather than grander scales.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-sfink even thread-even depth-1\" id=\"li-comment-75\">\r\n     <div id=\"comment-75\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Sheri Fink</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-75\">\r\nDecember 19, 2010 at 12:06 am</a></div>\r\n\r\n\r\n      <p>All of you make excellent points.  Dr. Stafford is right that the downside to shifting from the market (or “implicit rationing,” as some call it) to explicit rationing is that it forces the entity in charge of the process to decide on a set of values to guide allocation.  Whatever set is chosen will inevitably disadvantage some groups of patients.  What do our forum participants think of randomizing the allocation process to some extent?  Let’s take the example from the South Africa story–i.e. too many good medical candidates for dialysis and not enough dialysis slots.  What if the medical team held a weekly lottery in place of the selection committee meeting?  Or filled the slots “first come first served”?</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor odd alt thread-odd thread-alt depth-1\" id=\"li-comment-76\">\r\n     <div id=\"comment-76\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-76\">\r\nDecember 19, 2010 at 3:48 am</a></div>\r\n\r\n\r\n      <p>Using a lottery would indeed seem to be the epitome of fairness. Nevertheless, the authorities n one developing country rejected a lottery approach to choosing patients for dialysis on the grounds that the public would not believe that the choice had really been random. For similar reasons, they were reluctant to make the choice in the way used by the South Africans that Sheri talked with. Members of a panel with that kind of power to decide who lives and who dies, they said, would not be able to withstand family pressures to choose a relative over a more “qualified” stranger. The health authorities sought a system that used a simple, transparent, and objective method for making this choice.<br>\r\nIn the US, a point system is often used to select candidates for organ transplantation, where an absolute shortage necessitates rationing. The initial policy decision that assigns weights for such considerations as urgency, time on the waiting list, and prospects for good outcomes is necessarily subjective, but the application of the point system to individual candidates is not.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-81\">\r\n     <div id=\"comment-81\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Christopher Tracy</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-81\">\r\nDecember 19, 2010 at 11:39 pm</a></div>\r\n\r\n\r\n      <p>Thanks for providing this forum.  This is a very interesting and concerns all of us.</p>\r\n<p>I don’t like like the way this conversation was phrased – “Rationing Health” – for two reasons.  One, the premise assumes we do not ration health care now – which we do.  It is, like Dr. Wikler says, simply not recognized as rationing.  Two, more importantly, the premise also assumes that health resources are not only unlimited but everyone is entitled to whatever resources are necessary.  As noble as that may be, it is simply not possible, particularly during a crisis.   </p>\r\n<p>But my point to add to this conversation is that most Americans, I think, tend to look upon doctors and hospitals as the only source of healing – an attitude perpetuated by media reports and health industry advertising.  Yet, the doctors and hospitals tend to treat every ailment as if the patient has already tried common treatments (such as taking aspirin for a headache) and head right for diagnostics and chic medicines.  If that’s the standard way we treat patients, then yes, by all means, “crisis-rationing” is inevitable.   </p>\r\n<p>My question then is why don’t doctors here in the US try simple remedies first?  Or for that matter, educate the public on these simple remedies?   The aforementioned headache could very well be solved (in some cases) by eating a banana – because the body is low on potassium.  My doctor would never bring that to my attention, especially if I’m in Urgent Care or the ER.  </p>\r\n<p>Personally, I’ve learned to listen to the advice of my doctor, but also listen to what my body is trying to tell me.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-sfink odd alt thread-odd thread-alt depth-1\" id=\"li-comment-86\">\r\n     <div id=\"comment-86\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Sheri Fink</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-86\">\r\nDecember 20, 2010 at 6:27 am</a></div>\r\n\r\n\r\n      <p>Thank you for raising these issues.  The public has an important role to play in using healthcare resources well, particularly in a disaster where home care may be an crucial part of the response.  We all have a stake in these issues, and it is worth recognizing that the way we take care of ourselves and our loved ones and the choices we make about treatment have the potential to affect others.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-92\">\r\n     <div id=\"comment-92\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Ruben</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-92\">\r\nDecember 21, 2010 at 3:37 pm</a></div>\r\n\r\n\r\n      <p>It seems that ultimately health care in the U.S. is already rationed for all but the most wealthy. In general is it fair to say that for those that are “denied” expensive treatments through some form of institutionalized health care (as in the examples in South Africa and the UK), they would have been unable to receive that treatment anyway (without access to the institutionalized health care) by virtue of their not being able to pay for it?</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-93\">\r\n     <div id=\"comment-93\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Tony</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-93\">\r\nDecember 21, 2010 at 3:49 pm</a></div>\r\n\r\n\r\n      <p>South Africa’s rationing by committee is honest, logical, but brutal. I’d think that most US doctors would not want to be on such a committee. And of course US citizens would not approve of death panels.</p>\r\n<p>It’s interesting that South Africa chose to take the problem head on. Also interesting that when Congress was forced to look at the issue, that their decision was to … make no decision at all! Everyone’s covered! Fast forward 50 yrs. $30-40 billion annually for 500,000 people with ESRD. Can’t put a price on human life? Looks like Congress did already. ($60,000/person/yr)</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-94\">\r\n     <div id=\"comment-94\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Blair Odland (MD)</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-94\">\r\nDecember 21, 2010 at 3:53 pm</a></div>\r\n\r\n\r\n      <p>The great good done by NICE has been to shelter people in the UK from medicines, tests and treatments that are more expensive but not better. Decisions about cancer treatments are often very difficult, balancing expected benefit vs. financial costs vs. burden of suffering. Most decisions made by NICE are much simpler and have broad consensus support from physicians.</p>\r\n<p>In the US, such a guideline would take the form: “the $10 per month drug works just as well as the $175 per month drug (with direct to consumer ads!). We find against the $175 drug.</p>\r\n<p>Of course, this is very threatening to commercial interests in medicine and they raise the “death tax” and rationing alarms.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-97\">\r\n     <div id=\"comment-97\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Doug Dewitz</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-97\">\r\nDecember 21, 2010 at 11:55 pm</a></div>\r\n\r\n\r\n      <p>Without entering the debates of entitlement to health care or divisive politics, I offer the following:</p>\r\n<p>The administrative burden of care must be separated from application of medical technology. With an aging population, medical professionals need to enter the disciplines without  unreasonable fear of tort vulnerability. Currently the insurance industry is the gate keeper in America. Fear of not getting medical help when you need it must be resolved. Americans must be relieved of the fear of bankruptcy due to less than catastrophic medical care. Net neutrality in researching medical diagnosis, care and prevention is vital to an educated population. Lastly, an honest dialog of various health systems in place throughout the world has to preempt special interest spin; as witnessed in the recent American health care non-debate.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-98\">\r\n     <div id=\"comment-98\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Laura Cody</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-98\">\r\nDecember 22, 2010 at 12:11 am</a></div>\r\n\r\n\r\n      <p>I myself must ration my own health care.  For instance, my PCP wanted me to go see a specialist ASAP, but I had to wait until the next month when I have the copay money. I have medicare, but I am on disability and don’t have any other sources of income and sometimes I can’t afford the co-pays so I often have to choose which doctors, which treatments and even what OTC drugs I buy.  And no, I am not eligible for Medicaid. </p>\r\n<p>At the rate health care costs are rising, especially insurance rates, our medical system will implode upon itself very much like the Housing sector crashed. When that happens we will have doctors, nurses and other medical professionals in the unemployment lines.  People won’t be able to get even basic health care and even if they still have a doctor, they probably won’t be able to afford a doctor’s visit as insurance companies raise the co-pays and premiums sky high.  I don’t know why our politicians don’t “get” this.  </p>\r\n<p>I think the situation is far worse than many of us are willing to admit and the Health Care reform did not go far enough and may have inadvertently sped up the process of implosion given the obscene raises in health insurance rates and the threatened decrease in medicare payments to doctors. Death Panels will be a welcome committee at that point, because it would mean that health care was still somewhat affordable.</p>\r\n<p>Capitalism is a fine thing, but there are some sectors of our economy, like health care that should be under the umbrella of another economic system, in this case I vote for socialism.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-sfink odd alt thread-odd thread-alt depth-1\" id=\"li-comment-99\">\r\n     <div id=\"comment-99\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Sheri Fink</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-99\">\r\nDecember 22, 2010 at 5:06 am</a></div>\r\n\r\n\r\n      <p>You are right that it’s hard to imagine any doctor envying the ones who are rationing dialysis in South Africa. I recently met an older British nephrologist who remembered being on an analogous committee when dialysis first became available in the U.K. He was horrified by it.  South African public hospitals allocate relatively little funding for dialysis–other countries with a similar GDP dialyze more patients.  The challenge for the U.S. is not to find a way to return to the terrible scenes playing out in South Africa–as the story shows, there is really no good way to choose who lives and who dies.  The challenge is instead to provide kidney disease treatment (and prevention) in a more effective and less costly way. Italy has been raised as an example, e.g. see Robin Fields’ excellent ProPublica/Atlantic Monthly story on the state of dialysis in the U.S.  : <a href=\"http://www.propublica.org/topic/diagnosing-dialysis\" rel=\"nofollow\">http://www.propublica.org/topic/diagnosing-dialysis</a></p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-103\">\r\n     <div id=\"comment-103\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Doris Wilson</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-103\">\r\nDecember 23, 2010 at 1:44 pm</a></div>\r\n\r\n\r\n      <p>It deeply concerns me when committees start deciding whose human life is worth more. I have seen unfortunate situations where geriatric patients were kept alive on feeding tubes etc. long after it made any sense. Yet the assumption that the lives of babies are automatically “worth more” than the lives of older persons disturbs me deeply. Kenneth Patchen wrote most of his poetry bedridden after a spinal injury. Mother Theresa was elderly. I’ve also seen premature babies that were saved, just to live lives blighted by extreme disability and suffering.</p>\r\n<p>NICE and other government entities are not addressing the ultimate problem, that of profiteering by the health care and pharmaceutical industry. How many drugs and medical treatments truly MUST cost what they do?</p>\r\n<p>Meantime, fast food industries,industrial pollution, cigarettes, alcohol etc. run rampant, undermining the basic health of the general population, worldwide. Simultaneously, more and more attempts are made to diminish the individual’s access to alternative health care and self treatment.</p>\r\n<p>There is profit to be made from illness. Ruthless pursuit of that profit is the root of the problem!</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-105\">\r\n     <div id=\"comment-105\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Mary Ann Lavin, ScD, APRN, FAAN</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-105\">\r\nDecember 23, 2010 at 7:33 pm</a></div>\r\n\r\n\r\n      <p>Terminology is a huge issue in the debate. A program that provides health care is not an “entitlement” program, if health care is a human right. Health care is then a civil right, like education. Consequently, no one may be denied as a function of race, religion, sex, creed, etc. </p>\r\n<p>The reason why terminology is so important is because, terminology, like information, is power. Those who frame terminology, frame the argument. </p>\r\n<p>I am more than willing to join with anyone willing to explore terminology and the distribution of health care. Note that I am avoiding the use of the term “rationing” because it is another term that is use perjoratively, rather than rationally.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor even thread-even depth-1\" id=\"li-comment-106\">\r\n     <div id=\"comment-106\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-106\">\r\nDecember 23, 2010 at 7:43 pm</a></div>\r\n\r\n\r\n      <p>Dr. Odland,</p>\r\n<p>As you point out, vigilance in identifying treatments that are more costly than rival products that work just as well is a way to keep costs down without reducing benefits to patients. The Affordable Care Act provides a lot of money for this kind of research, and this could help to slow the unsustainable cost increases in the US system. </p>\r\n<p>And what of treatments that do provide more benefit than other products, but at a disproportionate cost? The Affordable Care Act emphatically rules out this kind of inquiry, but until recently NICE did perform this function. With the recent change of government in the UK, this may change. </p>\r\n<p>In the  report on NICE, Prof. Alan Maynard, a British health economist, remarked that a new special budget for cancer drugs would bring cheer to two groups: some cancer patients, and also pharmaceutical firms. It’s easy to see why the former would happy that drugs that had formerly been excluded on budgetary grounds, if there were any prospect at all of extending their lives. To understand Prof. Maynard’s remark about the drug companies, we must keep in mind that the British National Health Service keeps a limit on overall expenditures. The Conservatives have promised not to reduce this limit, but they are not removing it either. If the new cancer fund pays for drugs that were formerly excluded in the grounds that they produced insufficient benefit to justify their high cost, then firms may press for approval of profitable high-cost, limited-benefit drugs. We are familiar with this pattern in the US. But with the British budget cap, offering such “cost-ineffective” drugs must be paid for by cutting back on other interventions which, almost by definition, would provide more benefit to NHS patients.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor odd alt thread-odd thread-alt depth-1\" id=\"li-comment-107\">\r\n     <div id=\"comment-107\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-107\">\r\nDecember 23, 2010 at 7:51 pm</a></div>\r\n\r\n\r\n      <p>Mr. Dewitz,<br>\r\nYour post suggests (rightly, in my view) that the multiple problems of cost, access, and quality that our health system faces must  be resolved simultaneously. Readers who share your interest in neutral advice on health system reform may be interested in this year’s annual report of the World Health Organization, available without charge at <a href=\"http://www.who.int/whr/2010/en/index.html\" rel=\"nofollow\">http://www.who.int/whr/2010/en/index.html</a>.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor even thread-even depth-1\" id=\"li-comment-108\">\r\n     <div id=\"comment-108\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-108\">\r\nDecember 23, 2010 at 7:59 pm</a></div>\r\n\r\n\r\n      <p>Ms. Cody,<br>\r\nYour gloomy prognosis is certainly one possible future for the US health care system.<br>\r\nAnother is that we will opt not for cutting back but for ever-increasing expenditures. Some health economists defend the view that there is no “natural” ceiling for the price we pay for health care, either in dollar terms or as a percentage of GDP; if the additional expenditures bring benefits that are worth their costs, why should we spend our money on other goods and services?<br>\r\nIf the uniquely high cost of health care in the US brought proportionate benefits, this argument might deserve sympathetic attention. But Americans as a group are less healthy than citizens of peer countries that spend vastly less than we do. And many economists fear that at some point health expenditures could threaten the solvency of the US government. The search for methods for delivering high-quality health care at lower cost is well-motivated.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor odd alt thread-odd thread-alt depth-1\" id=\"li-comment-109\">\r\n     <div id=\"comment-109\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-109\">\r\nDecember 23, 2010 at 8:07 pm</a></div>\r\n\r\n\r\n      <p>Ms Wilson,<br>\r\nWell, pursuit of profit has also produced some medical treatments that we value highly. It’s a mixed bag. </p>\r\n<p>But we needn’t wait for consensus on capitalism vs socialism to take some steps that can help. Comparative effectiveness research, which will expand greatly under the new legislation, can save money without reducing benefit at all.    Further savings are undoubtedly possible in refining systems for health care finance; in this regard it is a pity that the “public option”, which might have provided a useful reference point, was dropped from the reform agenda. And you are certainly correct in your contention that part of the solution lies in reducing the need for care through better control of lethal products such as cigarettes.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor even thread-even depth-1\" id=\"li-comment-152\">\r\n     <div id=\"comment-152\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-152\">\r\nDecember 26, 2010 at 7:11 pm</a></div>\r\n\r\n\r\n      <p>Dr. Lavin,</p>\r\n<p>The last Presidential campaign offered abundant evidence in favor of your thesis that whoever manages to control the terminology of debate is in a powerful position. The success of some politicians in pinning the label “death panel” on a Republican-originated program that would offer end-of-life counseling proved to be devastating. The provisions of the Affordable Care Act barring consideration of quality-adjusted life years in cost-effectiveness analysis for funding purposes, which otherwise seem quite irrational, can only be understood as a response to this effective terminological strategy.  </p>\r\n<p>Though I expect that we would have similar views about many actual ethical choices in health care, however, I’m not convinced that using the term ‘rationing’ amounts to ceding ground. It’s true that we rarely talk about “rationing” education or other services to which we are entitled. That doesn’t mean, however, that we gain thereby. If we did, we might have to face up to some hard choices, and perhaps we would make better ones.  </p>\r\n<p>Some decades ago, I worked with a Presidential Commission on a report on the ethics of access to health care in the US. To our surprise, we were informally admonished not to speak of “rationing” at all. The reason was obviously political: the administrations in power at the time (first Carter, then Reagan) did not want the opposition to be able to charge them with advocating rationing. We complied (we just substituted “allocating”) but  the substance wasn’t much affected.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment odd alt thread-odd thread-alt depth-1\" id=\"li-comment-155\">\r\n     <div id=\"comment-155\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Joseph D. Schulman, M.D.</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-155\">\r\nDecember 26, 2010 at 8:24 pm</a></div>\r\n\r\n\r\n      <p>I strongly do NOT agree that health care is a “right”.  It is a vital service, but no more so than the provision of food or shelter.  Indeed, most people will live far longer without health care than without these other vital services.  The same economic system that provides the latter with the best available approximation to the optimum – capitalism with a safety net for the the poorest or most improvident among us – is also the most desirable system for optimizing health care.  Note that the above systems are imperfect, but in a world of limited resources none of them can be perfect.<br>\r\nDr. Kenneth Arrow’s assertion (earlier referenced in this forum) that free markets won’t work in health care because of the asymmetry of information is both dated and unsound, and has been the source of endless mischief.  Sellers in many markets know far more about what they are selling that buyers know.  Surely this is true for the sellers of homes, sellers of software, in fact sellers of almost every good or service.<br>\r\nAs for how much in the way of resources should be used for health care, that should be a marketplace decision.  Perhaps spend more or less on health, correspondingly spend less or more on something else – that is the kind of decision that individuals, not governments, should be making.  Insurance should be focused on coverage for catastrophic illness.  Insurance should be portable, and unlinked from employment.  The tax deduction for employer-paid health insurance, an enormous subsidy which inflates health care costs, should be phased out and eliminated.  Prices for physician services should be determined by the market – top physicians would earn more, some others less.  The result would be a far less costly, more rational system.  Marketplace rationing is the most efficient and effective form of economic organization known to man.  The alternatives are all far, far worse and in the long run will result in bankruptcy of the health care system or, to prevent that, draconian rationing by Big Brother.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-178\">\r\n     <div id=\"comment-178\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\"><a href=\"http://www.tatz.cc\" rel=\"external nofollow\" class=\"url\">Dr A Tatz</a></cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-178\">\r\nDecember 27, 2010 at 2:08 pm</a></div>\r\n\r\n\r\n      <p>Dear Julia<br>\r\nPlease see my latest book, Dangerous Disease and Dangerous Therapy in Jewish Medical Ethics; it has a section on Triage criteria.<br>\r\nIf you send me an email address, I will attach the Contents for your interest.<br>\r\nRegards<br>\r\nAkiva Tatz</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor odd alt thread-odd thread-alt depth-1\" id=\"li-comment-262\">\r\n     <div id=\"comment-262\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-262\">\r\nDecember 29, 2010 at 10:17 pm</a></div>\r\n\r\n\r\n      <p>Dr. Schulman,</p>\r\n<p>Your statement provides visitors to this website with a vigorous alternative viewpoint, for which thanks. </p>\r\n<p>A point-by-point response would require a web page of its own. On a more global level, it might be worth noting that our health system, in which private, for-profit firms figure more prominently than those of peer nations, is widely regarded as inferior in its core mission of keeping the population healthy at a reasonable cost. We spend much more and our people aren’t as healthy. </p>\r\n<p>You could, with justification, reply that ours is not really a market-based system. Elimination of the tax deduction for workplace-based health insurance, for example, would remove one source of overspending on some health services. But international comparisons offer support for the view that well-managed and regulated public or nonprofit health systems can do a better job in keeping the population healthy while maintaining a lid on health costs, and they do a much better job in maintaining equity, too. </p>\r\n<p>Markets and individual budgeting may play important roles within such systems, however. Those who live in Singapore enjoy good health at fairly modest cost (relative to the US), and their system of health care finance leaves important value-for-money decisions are left to the individual.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment even thread-even depth-1\" id=\"li-comment-267\">\r\n     <div id=\"comment-267\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Joseph D. Schulman, M.D.</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-267\">\r\nDecember 30, 2010 at 1:58 am</a></div>\r\n\r\n\r\n      <p>I appreciate your courteous response, but continue to strongly disagree.  Vague references to “widely regarded” “international comparisons” involving wholely different nations and populations, such as a comparison of tiny Singapore, run by a quasi-dictator, with the far larger and diverse U.S. democracy and population have little substantive meaning.  In Singapore, the possession of illegal drugs is quite simply and quickly punished by death; in the U.S. it is more likely to result in minimal punishment, illegitimacy, poor prenatal care, damaged babies, broken homes, more crime, violence, and ill health. “International comparisons” are also misleading through their heavy and quite intentional focus on equity rather than quality.  Smart people with resources come to the U.S. from all over the world for the best healthcare for themselves, they don’t go to Cuba.  Every free market system is to some extent inequitable.  In contrast, every equitable health system involves so-called experts in or advisory to government “maintaining a lid on healthcare costs”.  In so doing, they indirectly maintain a lid on health itself for everyone.  As a senior FBI agent who knew the government quite well once expressed it to me, government-run health care simply means “Get in line.”  And as a Canadian judge put it publicly, “Access to a waiting list is not access to health care.”  I prefer to spend more on health, less on other things, and want to preserve the liberty of each of us to make that or the opposite individual decision.  And like food and shelter, freedom matters even more than healthcare.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor odd alt thread-odd thread-alt depth-1\" id=\"li-comment-291\">\r\n     <div id=\"comment-291\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-291\">\r\nDecember 30, 2010 at 8:58 pm</a></div>\r\n\r\n\r\n      <p>Dr. Schulman,</p>\r\n<p>Singapore certainly is a different place from the USA. But I cited it as a case that might support your view, at least in part – market mechanisms seem to be a part of the reason for their success in achieving health without US-style costs.</p>\r\n<p>When we debate the relative merits of, say, the US and UK systems, we should keep in mind that Brits are just as free as we are to seek out private practitioners of great distinction — and they have lots of them. That is not what distinguishes the two systems. If we ask which system seems to be keeping their people healthy and moderating costs, we must look beyond the options open to the fortunate few (who do well in both systems). Here I think it would be difficult to declare the US the winner.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor even thread-even depth-1\" id=\"li-comment-314\">\r\n     <div id=\"comment-314\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-314\">\r\nDecember 31, 2010 at 8:41 pm</a></div>\r\n\r\n\r\n      <p>Ruben,<br>\r\nThanks for your valuable insight. It’s always worth keeping in mind that in countries such as South Africa and the United Kingdom, which try to make health care an entitlement for all citizens, anyone is free to seek care in the private market for services, where (apart from the occasional shortage of qualified practitioners and facilities) the only limit to care is one’s budget. </p>\r\n<p>It would be unreasonable to expect the entitlement to be entirely open-ended, especially in a country such as South Africa, which is struggling to join the middle class of nations, and indeed access to kidney dialysis has been a focal point there in debates over what kind of health care South Africans may expect from their government at their present state of economic development.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-dwikler bypostauthor odd alt thread-odd thread-alt depth-1\" id=\"li-comment-847\">\r\n     <div id=\"comment-847\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Dan Wikler</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-847\">\r\nJanuary 14, 2011 at 5:04 am</a></div>\r\n\r\n\r\n      <p>This online discussion of The World’s series on health care rationing has broadened to include many topics, all of which bear in one way or another on how we Americans should think about rationing within our own health system. </p>\r\n<p>One point of disagreement is whether we do in fact ration now. The sharp differences of opinion on this question suggest that what is at stake is not merely a question of whose figures to believe. It’s clear that some Americans do not get the care they need, often because they are uninsured or underinsured and cannot afford to pay. But does this constitute rationing? </p>\r\n<p>It may help at this point to refocus the question as one of responsibility. The shortfall between what our lavishly-funded system could provide to those in need and its actual record of uneven provision may not count as “rationing” to those who do not believe that the government bears any responsibility for ensuring that, budgets permitting, people get the health care they need. As several of our respondents have suggested, there is a link between the concepts of “rationing” and “entitlement.” </p>\r\n<p>As this forum comes to a close, the press has noted the deaths of two individuals in Arizona that might have been averted had the state government not decided to stop funding certain classes of transplant operations for their Medicaid enrollees. To some, there is an obvious inconsistency when those who had spread fear that the Obama health care legislation would create “death committees” to deny needed care to Medicare patients fail to criticized Arizona’s actions in the same terms. </p>\r\n<p>My own view is that the debate ought to focus on more mundane denials of care, the kind that occur many times every day throughout the country. Estimates of the number of Americans who die each year because they could not pay for care range from 18,000 (a 2004 study by the Institute of Medicine, National Academy of Sciences) to 45,000 (a 2009 report by a group of Harvard scientists). And, because Medicare is nearly universal,  all of these deaths occur in people under 65. </p>\r\n<p>The World’s series of reports on rationing in developing countries contained many sobering moments. A South African woman whose medical team has already decided that she will be denied kidney dialysis, and whose death within a few days is therefore a certainty, has not been told of the decision and maintains her optimism. A raft of children infected by H1N1 influenza in a town in India overwhelm their clinic’s intensive-care capacity and are rescued only through the ingenuity of a pediatrician who creates a low-cost alternative to ventilators. Desperate Zambians who feel that they cannot let their employers find out that they are HIV-positive encounter day-long waits at the clinics that resupply their drugs, and choose to discontinue care. </p>\r\n<p>If we compare the resources Americans make available for health to the severe constraints on care in these countries, we should be able to thank our good fortune that we do not face choices like these. Unfortunately, many thousands of us do.</p>\r\n<p>Thanks to all who participated in this exchange, to my co-host Dr. Sherri Fink, and to PRI, BBC, and WGBH for this stimulating and informative series of reports.</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n   <li class=\"comment byuser comment-author-sfink even thread-even depth-1\" id=\"li-comment-1522\">\r\n     <div id=\"comment-1522\">\r\n      <div class=\"comment-author vcard\">\r\n         \r\n         <cite class=\"fn\">Sheri Fink</cite>      </div>\r\n      \r\n      <div class=\"comment-meta commentmetadata\"><a href=\"http://rationinghealth.org/forum-discussion#comment-1522\">\r\nJanuary 29, 2011 at 9:48 pm</a></div>\r\n\r\n\r\n      <p>Thanks for participating in this exchange and in particular to Professor Wikler for being so generous with his time and knowledge. </p>\r\n<p>For those of you who might wonder “how the sausage is made” in radio, many people worked hard to create this series for PRI’s The World.  David Baron, the World’s brilliant and visionary health and science editor, was enthusiastic about this idea from the beginning and spent months thinking about it, researching it, shaping it, and engaging in a spirited discussion of the issues with me.  He edited all the stories, contributed his own, and served as producer for my stories on the ground in Cape Town and Pune. </p>\r\n<p>Patrick Cox, who reported the excellent story about the UK’s NICE, also served as the main editor on David’s piece and provided truly helpful feedback on mine.  The World’s production staff did a wonderful job making the pieces sound good.  Lisa Mullins brought the stories’ relevance to American healthcare to life in her interview with Prof. Dan Wikler. </p>\r\n<p>Manya Gupta, Rhitu Chatterjee and Steven Davy worked hard to create “rationinghealth.org” and to provide this and other opportunities for listeners, reporters and experts to engage.  Finally, the talented Phillip Wilcox and Aamenah Yusafzai provided important research assistance during their internships at the Woodrow Wilson International Center for Scholars.</p>\r\n<p>Thank you all!</p>\r\n\t\t      <div class=\"reply\">\r\n               </div>\r\n      \r\n     </div>\r\n</li>\r\n\t</ol>","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/local-pri-941658.mp3"},{"href":"http://www.pri.org/file/local-pri-941658mp3"}]}