{"created":"2015-04-20T18:58:43+00:00","modified":"2015-06-25T17:44:33+00:00","valid":{"from":"2015-06-25T17:44:33+00:00","to":"3015-06-25T17:44:33+00:00"},"hreflang":"en","title":"'I Regret Everything': Toni Morrison Looks Back On Her Personal Life","published":"2015-04-22T16:15:00+00:00","teaser":"\"It's not profound regret,\" Morrison tells <em>Fresh Air</em>. \"It's just a wiping up of tiny little messes that you didn't recognize as mess when they were going on.\" Her latest book is <em>God Help the Child</em>.","itags":["npr_api","400394947"],"guid":"a6621ea0-a9a2-437e-b244-49e3f375875d","contentencoded":"<p>Now that she's in her mid-80s, celebrated author Toni Morrison feels aches, pains and regret.</p><p>She tells <em>Fresh Air</em>'s Terry Gross, \"When I'm not creating or focusing on something I can imagine or invent, I think I go back over my life — I don't recommend this, by the way — and you pick up, 'Oh, what did you do that for? Why didn't you understand this?' Not just with children, as a parent, but with other people, with friends. ... It's not profound regret; it's just a wiping up of tiny little messes that you didn't recognize as mess when they were going on.\"</p><p>Morrison, the first African-American woman to win the Nobel Prize in literature, says writing provides a \"big protection\" from her thoughts.</p><p>Her latest novel, <em>God Help the Child, </em>follows an African-American woman who has no idea why she has given birth to such a dark-skinned baby. The mother, named Sweetness, is embarrassed by her daughter's darkness and wants to distance herself. The daughter, meanwhile, is scarred by not having her mother's love.</p><p>Morrison says she wanted to separate color from race in her latest creation.</p><p>\"Distinguishing color — light, black, in between — as the marker for race is really an error: It's socially constructed, it's culturally enforced and it has some advantages for certain people,\" she says. \"But this is really skin privilege — the ranking of color in terms of its closeness to white people or white-skinned people and its devaluation according to how dark one is and the impact that has on people who are dedicated to the privileges of certain levels of skin color.\"</p><p>The novel explores those childhood wounds that leave a lasting mark into adulthood, and Morrison says it got her thinking about her own two sons. When they were young, she says she felt \"able and competent\" and she never thought she would \"hurt them in any way.\"</p><p>\"Afterwards, I remember every error, every word that I spoke that was wrong or incontinent, every form of when I did not protect them properly,\" she says. \"Now that I'm 84, I remember everything as a mistake — and I regret everything. Now, mind you, one of them is now deceased, one of them is very successful, so I don't have any reason for this except perhaps age and regret.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On her own experience of the hierarchy of color </strong></p><p>I lived in a little working-class town [Lorain, Ohio,] that had no black neighborhoods at all, one high school. We all played together. Everybody was either somebody from the South or an immigrant from east Europe or from Mexico. And there was one church and there were four elementary schools. We were all pretty much ... very, very poor. ...</p><p>I'm not at all a person who has been reared or raised in a community in which these racial lines were that pronounced. Occasionally, as children, we might figure out how to call somebody a name and they would figure out how to call us [a name], but it was so light; it was so fluffy. I didn't really have a strong awareness of segregation and the separation of races until I left Lorain. ... I thought the whole world was like Lorain.</p><p><strong>On her parents' approach to race</strong></p><p>[My father] was very, very serious in his hatred of white people. What mitigated it was my mother, who was exactly the opposite, who never rejected or accepted anybody based on race or color or religion or any of that. Everybody was an individual whom she approved of or disapproved of based on her perception of them as individuals. ...</p><p>My father saw two black men lynched on his street in Cartersville, Ga., as a child. I think seeing two black businessmen, not vagrants, hanging from trees as a child was traumatic for him.</p><p><strong>On the importance of names and nicknames in her books </strong></p><p>There's a whole history, I think, in naming. In the beginning of black people being in this country, they lost their names. They were given names by their masters and so they didn't have names and they began to call one another, decades later, by nicknames.</p><p>I don't think I knew any of my father's friends, male friends, by their real name. I remember them only by their nicknames. Also there was an honesty sometimes — the names were humiliating, deliberately so. Somebody would pick out your flaw. If you were little, they would call you \"Shorty,\" and if you were angry they would call you \"The Devil.\" I remember a man in the neighborhood who was called \"Jim the Devil.\" Always those three words. \"Have you seen Jim the Devil?\" ...</p><p>It's a very personal identification; trying to move away maybe from the history of having no name, and then personalizing it. On one hand, to give you a name that's embarrassing in order to make you confront it, deal with it now, and then later on [to give you] more charming names, moving away from humiliating names.</p><p><strong>On her mother's singing influencing the musicality of her writing </strong></p><p>I didn't do it consciously or deliberately, but if it's there then I am positive that that's part of it. Part of it, for me, is the sound. I'm a radio child with the ear up against the gauze, where you hear stories, you know those little stories they used to play on the radio for 15 minutes. ... It was such a cooperative thing. If they said ... \"It's storming,\" you had to see it yourself. If they said \"red,\" you had to identify the shade. So the sound of my mother, the sound of the radio and the fact that they forced us, happily, to tell stories — that was the entertainment in the pre-television days.</p><p>The grown-ups told stories, the same stories, over and over again. ... They were usually horrible stories, by the way — ghost stories, people's heads got chopped off and so on. But that was so common a thing in our house. For me, the sound of the text is very important — so important that I read all of my books for the audiobooks so that the reader can hear what I hear.</p><p><strong>On her house burning down in 1993</strong></p><p>I mourned a couple of things. First of all, I spent a lot of time being happy that my son was not hurt. The second thing was that I lost his and his brother's report cards, which I will never get back. The third thing was I am a little bit of — well, I'm not anymore, but I used to be a little plant thief. You know, if I were someplace where there was something growing, I would snip it off, take it home and plant it. And the one thing I'm obsessive about is jade. I had a pot, a jade bush, that was about 15 years old and it was huge and beautiful and it burnt in a snap. Of course, I lost manuscripts and books and some other things, but the hurt was the report cards and the hurt was the jade bush.</p><p><strong>On old age </strong></p><p>Some very, very close friends of mine are dead and others are far away, so you narrow down your acquaintances — the ones that mean a lot to you. I have my sister, who is a year and a half older, and of course my own son and grandchildren, but you're in a smaller world, personally. So there is this boredom or the absence of something to do.</p><p>I mean, I don't work — I keep telling people I'm unemployed. And I don't wash dishes and I don't wash clothes and I don't clean my house — somebody else does that. So there's this void. ...</p><p>What you can pull, if you're an irritable old lady, into that void is every misstep, wrong word: \"Why didn't you visit? Why didn't you do this?\" The opposite of that is when you get to a certain age and there's a void and you begin to remember every hurt somebody did to you. That never happens to me.</p><p><strong>On having back pain and being in a wheelchair </strong></p><p>There's something about being arthritic or [having a] backache or ... that makes you feel put upon. I remember my mother used to think if she lost her socks that they hated her. ...</p><p>\"I did so much for you, body, why aren't you helping me now when I need you? I was so nice to you.\" ... I do feel like I'm under attack; it's a little way of dealing with it.</p><p>I don't take painkillers. I sometimes take [them] at night, but I don't have anything else that I do — that some people do — in order to avoid their pain or make it lower. I just have it and I know that I cannot stand up for more than six minutes and I cannot walk long distances.</p><p><strong>On writing </strong></p><p>The writing is — I'm free from pain. It's the place where I live; it's where I have control; it's where nobody tells me what to do; it's where my imagination is fecund and I am really at my best. Nothing matters more in the world or in my body or anywhere when I'm writing. It is dangerous because I'm thinking up dangerous, difficult things, but it is also extremely safe for me to be in that place.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27I+Regret+Everything%27%3A+Toni+Morrison+Looks+Back+On+Her+Personal+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2661"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401041750-da390d.m3u?orgId=1&topicId=1033&aggIds=100876926&d=2661&p=13&story=400394947&t=progseg&e=401024239&seg=1&ft=nprml&f=400394947"}]}