{"created":"2014-10-03T21:11:15+00:00","modified":"2014-12-04T14:31:40+00:00","valid":{"from":"2014-12-04T14:31:39+00:00","to":"3014-12-04T14:31:39+00:00"},"hreflang":"en","title":"Where We Learn That Artificial Eyes Really Aren't Round At All","published":"2014-08-12T19:49:00+00:00","teaser":"If you think that an artificial eye looks like a big glass marble, you're not alone. And you're wrong. We visit the people who made a prosthetic eye for a 5-year-old boy who lost an eye to cancer.","itags":["npr_api","338329842"],"guid":"a6682c51-821f-436d-8310-e5f75f469e4c","contentencoded":"<p>Almost every time reporters go out on assignment, they run across something unexpected that they just can't fit into the story they're working on.</p><p>When science correspondent Joe Palca and producer Rebecca Davis were in Boston reporting on a boy with a rare form of cancer, they found themselves in the office of <a href=\"http://www.jahrling.com/Jopi/AboutJopi.htm\">Jahrling Ocular Prosthetics</a>, a business dedicated to making artificial eyes.</p><p>Joe and Rebecca spoke with Joyce and Eric Jahrling, two of the four Jahrlings who work at this family firm, and learned some surprising things about making prosthetic eyes — and what it's like to wear them.</p><p>What follows is an edited version of their adventure.</p><p>================================</p><p><strong>Rebecca Davis:</strong> Joe gets squeamish when he has to talk about eyes — he says it's something to do with eye surgery he had when he was a small child. So I'm going to jump in when things get what Joe calls \"icky.\"</p><p><strong>Joe Palca:</strong> And I promise I won't get too icky because I can't handle it. Anyway, we were in Boston to tell the story of a young boy named Noah Shaw. He was born with a rare eye cancer called retinoblastoma, and as part of his treatment he had to have an eye removed.</p><p>Well, that surgery was five years ago. Noah is now a healthy 6-year-old, and wearing a false eye is normal for him — no big deal. But because he's still growing, he has to get a new eye made from time to time.</p><p><strong>Rebecca:</strong> So we got to go with Noah and his parents, Bryan and Elizabeth Shaw, for the fitting. And the thing that surprised both of us was about the shape of that artificial eye.</p><p><strong>Joe:</strong> Yeah, I thought that a fake eye would be round!</p><p><strong>Joyce Jahrling:</strong> That's only in the movies when it rolls down the planks.</p><p><strong>Joe:</strong> These fake eyes are actually small curved bits of plastic — kind of like a contact lens — and they're slipped under the eyelids of the missing eye. That's how they're held in place.</p><p><strong>Rebecca:</strong> And watching the Jahrlings make these prosthetics, as they are officially known, is really like watching an artist at work.</p><p><strong>Eric Jahrling:</strong> I'm making my own acrylic paints. This is a raw plastic.</p><p><strong>Rebecca:</strong> He's using a fine brush to paint what looks like a near perfect replica of Noah's existing eye.</p><p><strong>Joe:</strong> When he's done at the workbench he calls Noah over.</p><p><strong>Eric:</strong> OK, let's take a look at your face, mister. I think you need a little bit more gold in there.</p><p><strong>Joe:</strong> Eric takes the eye back to his workbench. He's got a bit more painting to do; he wants to make the pupil a little bigger, he wants to add some tiny red threads to that will look like blood vessels.</p><p><strong>Rebecca:</strong> At an earlier appointment, Eric's sister Joyce took a mold of Noah's actual socket, where his eye used to be.</p><p><strong>Joyce:</strong> I usually do the impression of the eye socket, like they take impressions of your mouth. Same gel. No flavor. But you don't gag.</p><p><strong>Joe:</strong> So Eric is done touching up the eye, and Joyce comes over to see how it looks on Noah.</p><p><strong>Joyce:</strong> How's that feel?</p><p><strong>Noah:</strong> Good.</p><p><strong>Joyce:</strong> Let me see. Let me see. Chin way up there. Not bad!</p><p><strong>Rebecca:</strong> Joe, I was really surprised that you asked Joyce how to take the eye back out again.</p><p><strong>Joe:</strong> Yes, I was pretty proud of myself.</p><p><strong>Joyce:</strong> You can use your fingers to take it out. You have a suction cup. Or we even say the third method is the wooden mallet to the back of the head.</p><p><strong>Rebecca:</strong> We heard a lot of that kind of dark humor when doing this story, especially from Noah's parents!</p><p><strong>Joe:</strong> Oh that's so true: Noah's parents have these amazing stories about things that happen when your child has a fake eye.</p><p><strong>Bryan Shaw:</strong> So one of the most common things when we got the first eye is sometimes it would rotate 100 degrees, and so the pupil would be looking like it was staring down below the lid further than you could normally even move your eye, and it would just look creepy. It would look way creepier than if the eye was even gone.</p><p><strong>Rebecca:</strong> Bryan calls that the 'zombie rotation'. And they also told us that Noah got really good at taking his eye out.</p><p><strong>Bryan:</strong> He would always take it out when he first got it and chew on it.</p><p><strong>Rebecca:</strong> And he used to play this little game with his mom and dad. They'd put him down for bed, then they'd leave the room. And a few minutes later, Noah would take his eye out and throw it on the ground. It sounded like an M&M hitting the hardwood floor. And then of course, Mom and Dad would go rushing back into the room, which would make Noah terribly happy.</p><p><strong>Joe:</strong> And then there was the time that Noah took his eye out when they were on a city bus.</p><p><strong>Elizabeth Shaw:</strong> I didn't realize it until after I got off the bus and looked at him, and I was like, 'Oh my gosh, your eye is gone!'</p><p><strong>Bryan:</strong> She put an ad on Craigslist. It said 'Lost: Prosthetic Eye.' And then she put in parentheses 'It's not a sphere,' and she held up a picture like the old one.</p><p>Elizabeth: I had a picture of what it looked like, and finally I called the MBTA mass transit and I said, 'I think my son's eye might be on your bus.'</p><p><strong>Joe:</strong> A few days later the mass transit folks knocked on Elizabeth's door and said 'Excuse me, ma'am, is this yours?'  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Where+We+Learn+That+Artificial+Eyes+Really+Aren%27t+Round+At+All&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Davis","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339485904-65bb00.m3u?orgId=1&topicId=1128&aggIds=156490415&ft=3&f=338329842"},{"href":"http://media.npr.org/assets/img/2014/08/06/img_2638_2-d72a70811bef09acd8533db94026576e4517676d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}},{"href":"http://media.npr.org/assets/img/2014/08/06/img_2642-56d8ee2f89e69fe244cdd6247fdf0906d08196a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/08/08/eye-37c5b1d01eea3b65e986b1fc242d064f7901ec76.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"919","width":"1225"}},{"href":"http://media.npr.org/assets/img/2014/08/06/img_2651_2-5874adc2e2cfe569a314c2daa7cb166b80674b86.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}},{"href":"http://media.npr.org/assets/img/2014/08/08/_dsc1110-3-0977593ea0b2ffb3f26584b09b431a2eb03ecc93.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1379","width":"1839"}}]}