{"created":"2014-10-03T19:50:18+00:00","modified":"2014-10-31T01:06:51+00:00","valid":{"from":"2014-10-31T01:06:51+00:00","to":"3014-10-31T01:06:51+00:00"},"hreflang":"en","title":"Software That Sees Employees, Not Outsiders, As The Real Threat","published":"2014-06-30T13:57:00+00:00","teaser":"Security software that's meant to prevent data loss in firms is shifting the focus to employee behavior, monitoring activity round-the-clock in search of bad intent. But will bosses go too far?","itags":["npr_api","322580735"],"guid":"a66a4052-96ca-4593-9a1a-26e0c9c5dd71","contentencoded":"<p>A growing number of companies are under pressure to protect sensitive data — and not just from hackers lurking outside the digital walls. They're also looking to protect it from insiders — employees who may want to swipe information such as customer bank account numbers or electronic medical records.</p><p>A new breed of security software is hitting the market to help with insider threat detection. And it raises some real labor-relations issues.</p><p><strong>Monitoring</strong><strong> To Find Bad Intent</strong></p><p>Michael Crouse, the director of Insider Threat Strategies at <a href=\"http://www.raytheon.com/ourcompany/history/\">Raytheon</a>, gives me a virtual tour of a product called <a href=\"http://investor.raytheon.com/phoenix.zhtml?c=84193&p=irol-newsArticle&ID=1922448&highlight=\">SureView</a>.</p><p>Lots of security software tracks files when they move between computers and servers. But SureView is a way to zoom into the employee's desktop and follow every keystroke.</p><p>Crouse points to an imaginary employee desktop, with a file called \"Familynotes.txt.\"</p><p>The content could be personal notes about one's family. Or it could be company secrets. If the employee copies it to a USB stick, the software sets off a red alert, grabs that same file and displays its contents in real-time.</p><p>Managers can't predict when an alleged violation might happen. SureView lets them rewind to the minutes or hour before the red alert, and watch like a slow-motion film. Crouse says the software records four frames per second and \"it's very compressed video, but it's very readable by an investigator.\"</p><p>SureView also tracks employee emails and the websites they visit and pairs that data with this new stream to try to pinpoint malicious intent. \"You can kind of by watching the video determine that,\" Crouse says.</p><p><strong>Tapping A New Market</strong></p><p>Raytheon is a leading military contractor in the U.S. But here, the company is selling to a <a href=\"http://www.radicati.com/wp/wp-content/uploads/2013/03/Content-Aware-Data-Loss-Prevention-Market-2013-2017-Brochure.pdf\">new market</a>: the small business with sensitive data.</p><p>In an infomercial, the company reframes the security problem: \"When most people think of cyberthreats, they picture criminals or hackers trying to break into a network. What they don't realize is some of the biggest threats are already inside.\"</p><p>Companies currently use software to block an employee from copying or emailing an unauthorized document. But according to <a href=\"https://www.gartner.com/doc/2500416/prevention-futile-protect-information-pervasive\">a study</a> by the research group Gartner, only 5 percent of that software traces every move, looking for bad actors. By 2018, the study projects, it'll be 80 percent.</p><p>Behind this new technology is a new management philosophy that assigns a risk level to every employee. Like the infomercial says, \"100 percent of companies are at risk. But risk can be minimized.\"</p><p><strong>Unintended Consequences</strong></p><p>What's hard to minimize is the false alarm. \"It really is the limiting factor ... to insider threat detection,\" computer scientist <a href=\"http://www.sei.cmu.edu/about/people/profile.cfm?id=shannon_14779\">Greg Shannon</a> says.</p><p>Shannon heads an <a href=\"http://www.cert.org/insider-threat/research/controls-and-indicators.cfm\">institute at Carnegie Mellon</a> that specializes in insider threat technologies. He says failures in these technologies can create a really toxic workplace. Say I'm poking around a bunch of files, doing research above and beyond the call of duty. In the old days, no one would know, or I'd be called proactive.</p><p>Now, Shannon says, I'm under suspicion. \"That's pretty demoralizing, demotivating and I may just say, fine, I'm going to find a job elsewhere. Even if I've ... maybe especially if I've done nothing wrong.\"</p><p><a href=\"http://apps.olin.wustl.edu/faculty/pierce/\">Lamar Pierce</a>, a management professor at Washington University's Olin Business School, has another concern. He's seen managers misuse surveillance tools and effectively pick fights with employees who play a little fantasy football on the job.</p><p>Pierce says there's an inherent problem with mission creep, where bosses ask the wrong questions: \"Why don't we start monitoring directly what people are doing during the afternoon? Why don't we starting reading people's emails to see if they say anything bad about the boss?\"</p><p><strong>Fear Of 'Being Spied Upon'</strong></p><p>Cloudera, a San Francisco company with about 600 workers, records its employees' emails and Web-surfing patterns. Even though that's a standard practice, company co-founder <a href=\"http://www.cloudera.com/content/cloudera/en/about/management.html\">Mike Olson</a> says he isn't comfortable talking about it \"because it raises in the minds of employees that they're being spied upon.\"</p><p>Olson says Cloudera does not currently have managers sitting in surveillance booths, looking for bad actors. And he doesn't like the sound of that.</p><p>\"Absolutely every action I take on my computer while in the office is observed. I understand in the abstract that that's possible. As an employee, it would creep me out if I believed that my employer were doing that,\" he says.</p><p>Security companies are hoping that as this new software becomes more accurate, it'll feel a little less creepy.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Software+That+Sees+Employees%2C+Not+Outsiders%2C+As+The+Real+Threat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322597942-d22f79.m3u?orgId=1&topicId=1019&ft=3&f=322580735"},{"href":"http://media.npr.org/assets/img/2014/06/16/screen-shot-2014-06-16-at-11.03.11-am-fb13704f6fe089f314c911a4ac408c44fa6d8e92.png","type":"image/jpeg","meta":{"crop":"standard","height":"899","width":"1199"}}]}