{"created":"2014-12-08T22:18:58+00:00","modified":"2015-05-13T21:27:39+00:00","valid":{"from":"2015-05-13T21:27:39+00:00","to":"3015-05-13T21:27:39+00:00"},"hreflang":"en","title":"Perry Wallace, Who Broke Basketball Barriers, Didn't Set Out To Be A Pioneer","published":"2015-01-13T23:49:00+00:00","teaser":"<em>Strong Inside </em>tells the story of the first black player in college basketball's Southeastern Conference. Wallace says the hard work of integration is \"a gritty, dirty, ugly business.\"","itags":["npr_api","369350663"],"guid":"a670ff15-ea86-45c0-a5c7-9335329f08fd","contentencoded":"<p><em>Language advisory: Quotes in this story contain language some find offensive.</em></p><hr /><p>Many people are familiar with the big stories of racial integration in sports — Jackie Robinson with the Dodgers, Althea Gibson at Wimbledon. But after the 1964 Civil Rights Act, many lesser-known African American athletes became \"firsts\" — whether they liked that distinction or not.</p><p>\"I wasn't interested in being a pioneer, or making history, or doing any of that,\" says Perry Wallace, who, in 1966, helped break the color-barrier in college basketball's Southeastern Conference, when he played for Vanderbilt University. \"That was not — and still isn't, quite frankly — my personality. My attitude was just: Drop me off at Detroit and leave me the hell alone.\"</p><p>Today Wallace is a law professor at American University. His story unfolds in a new biography by Andrew Maraniss called <em>Strong Inside: Perry Wallace and the Collision of Race and Sports in the South.</em></p><p>People love to tell triumphant stories about the heroes of the civil rights era, but a lot of that is \"fluff\" Wallace says: \"It's a gritty, dirty, ugly business. And most people are not up for it, including the people who lead and govern the institutions. That was true back then, as it is true now, on various issues, whether it has to do with violence against women, or any number of other challenges. ... They are around for the celebration, but not around for the hard part.\"</p><p>The hard part for Wallace was away games — that's where the integration effort at Vanderbilt collided with the reality of Southern segregationist support. Nationally, pro-league basketball and baseball were already integrated. But at the college level — most deep South schools were holdouts, refusing even to share the court with black players.</p><p>Maraniss says that's the atmosphere Wallace walked into when Vanderbilt traveled to play the University of Mississippi in 1968. Wallace dreaded these trips to the deep South.</p><p>The arenas were tiny, Maraniss says, \"with crowds that were small enough where you could actually hear what people were saying. So you would have people back in Nashville listening to the games on the radio, including Perry's mother laying in a hospital bed, who could hear what was being directed at Perry.\"</p><p>Wallace says he can still remember the kinds of slurs spat at him: \"We're going to kill you, we're going to castrate you ... People are going spit on you ... they're going to lynch you.\" He remembers being called \"the n-word, a coon, a jigaboo.\"</p><p>Wallace he says there's one scene that will stand out forever in his mind: \"It is that of what looked like three generations of a family, and all of them were spitting, screaming, calling me names, and threatening me. This was just great sport for them.\"</p><p>He sustained an injury during the game at the University of Mississippi — which brought cheers from the crowd. He says returning to the court after half time couldn't have taken more than 15 seconds, but it felt like a lifetime: \"It's like the comedian Dick Gregory said, 'Yeah, I spent four years in Mississippi one night.'\"</p><p>Games like these took a tremendous emotional toll. Wallace says if he hadn't given himself time to heal, there would have been terrible consequences.</p><p>\"I would have committed suicide,\" he says, \"like Henry Harris, the second black athlete who played in the SEC, who ran and jumped off a building a few years later. Like Nat Northington, who was the first athlete, period, who just left after about a year or so. But there's no question about it — if you don't think you have to heal after getting beat up, you don't know the basics.\"</p><p>Wallace didn't really have the support of his teammates. Those games, those experiences he survived on his own.</p><p>After graduation he went up north — he needed a break, he said. Law school and work with the Justice Department followed before he settled in Washington, D.C.</p><p>But his storied season with Vanderbilt and the SEC? Glance around his office and you'd never know it. Wallace doesn't display a single memento from that time — no trophies, framed jerseys or even newspaper clippings.</p><p>Maraniss says \"it's not the formula story that you might expect\" but there is one moment in Wallace's story that he admits has that Hollywood feel.</p><p>\"In Perry's last game, which was against Mississippi State in Nashville, his last basket of his college career is a slam dunk, which was illegal at the time,\" Maraniss explains. \"It was a game that Perry dedicated to his mother, who had just passed away about a year earlier. And Perry saved the best for last, in many ways, in this game.\"</p><p>\"Yeah, that's what I wanted,\" Wallace adds: \"To make a statement. And I had made a promise to my mother, and I kept it best that last game. So I scored — what was it? — 28 points and 27 rebounds. Nobody's ever heard of that. And the pièce de la resistance was the dunk at the end. ... The illegal dunk. And that basically said, well, these segregation laws were illegal laws. They were the law, but they weren't just. And so this is what I think of all those unjust, illegal rules. There it is. Slam dunk.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Perry+Wallace%2C+Who+Broke+Basketball+Barriers%2C+Didn%27t+Set+Out+To+Be+A+Pioneer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369402172-3490c9.m3u?orgId=1&topicId=1033&d=496&p=2&story=369350663&t=progseg&e=369264991&seg=16&ft=nprml&f=369350663"},{"href":"http://media.npr.org/assets/img/2014/12/08/maravichblock-81cb38b8296ee6d35374289428fba6aca5366a46.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2336","width":"3115"}},{"href":"http://media.npr.org/assets/img/2014/12/08/americanu-50fffd1ba094045627a3eb667b86c444ef6caf76.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"688","width":"918"}}]}