{"created":"2015-02-25T17:15:47+00:00","modified":"2015-05-13T21:12:57+00:00","valid":{"from":"2015-05-13T21:12:56+00:00","to":"3015-05-13T21:12:56+00:00"},"hreflang":"en","title":"Rep. Boehner: House Has 'Done Its Job' On Homeland Security Funding","published":"2015-02-26T01:46:00+00:00","teaser":"House Speaker John Boehner says the ball is in the Senate's court to stave off a shutdown of the Department of Homeland Security, which is set to run out of money Friday.","itags":["npr_api","388994300"],"guid":"a6824ebe-fc5d-4734-bd04-2dce487e82fc","contentencoded":"<p><strong>Update at 6 p.m. ET: Senate To Move Forward On Vote</strong></p><p>Senate Majority Leader Mitch McConnell and Senate Minority Leader Harry Reid announced Wednesday afternoon that they would move forward with a vote on a so-called \"clean\" funding bill for the Department of Homeland Security, meaning it would have no policy provisions attached targeting President Obama's immigration policy.</p><p>\"I've spoken with the Democratic leader and my colleagues on the Republican side and commit to offering an amendment to the House bill to fully fund the Department of Homeland Security while addressing the president's executive actions on a separate, adjacent track,\" McConnell told reporters.</p><p>The Senate voted 98-2 to start debate on the DHS funding bill, with just a few days to act before Homeland Security funding expires on Friday. But it could take days for the bill to pass the Senate if any senator chooses to delay the bill's passage.</p><p>Texas Sen. Ted Cruz has told reporters he sees little gain in delaying the DHS bill's passage by a day or so. Alabama Sen. Jeff Sessions, a staunch opponent of the president's immigration actions, declined to say whether he planned to gum up the works.</p><p>If the \"clean\" bill passes the Senate, it would then go to the House, where its fate is uncertain. A number of conservatives have vowed to reject any funding bill that does not include provisions defunding President Obama's immigration actions. Additionally, House Speaker John Boehner has not said whether he would put the bill to a vote.</p><p><em>Our original post follows:</em></p><p>House Speaker John Boehner had a message for the Senate today: The ball's in your court.</p><p>Speaking after a closed-door Republican conference meeting on Wednesday, Boehner repeatedly insisted that the House had done its job, and that now the Senate must act in order to stave off a shutdown of the Department of Homeland Security. The department is slated to run out of money in just three days.</p><p>\"I'm waiting for the Senate to act,\" Boehner told reporters. \"The House has done its job to fund the Department of Homeland Security and to stop the president's overreach on immigration. We're waiting for the Senate to do their job.\"</p><p>Just a short while before Boehner spoke to reporters, he addressed members of his party and told them that he had not spoken to Senate Majority Leader Mitch McConnell in two weeks, according to several lawmakers who were in the room.</p><p>Asked about his conversations with McConnell, Boehner would not clarify, only saying that the two staffs had been \"talking back and forth\" but that \"in the end, the Senate has got to act.\"</p><p>Boehner's comments come one day after McConnell <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/02/24/388821090/tables-have-turned-as-senate-barrels-toward-homeland-security-deadline\" target=\"_blank\">indicated</a> that he would bring a so-called \"clean\" DHS funding bill to the floor for a vote, along with a separate bill that would target President Obama's 2014 executive actions on immigration policy. But Boehner himself has not weighed in on the merits of the McConnell plan — only saying that Senate Democrats are impeding progress and that the plan appeared to be a hard sell in the House.</p><p>Alabama Rep. Mo Brooks declared \"there's no way on God's green earth\" he would vote for a funding bill for the Department of Homeland Security unless it included language defunding Obama's executive actions on immigration. He went so far as to say that the so-called \"clean\" bill McConnell has said he'd agree to a vote on wasn't <em>actually</em> clean.</p><p>\"The Senate is not sending over a clean bill. A clean bill is a bill that protects the United States Constitution and stops illegal actions of the executive branch as reflected by two different federal court decisions,\" he said. \"That is a clean bill. A dirty bill is one that protects illegal conduct.\"</p><p>Ohio Rep. Jim Jordan, who chairs the conservative House Freedom Caucus, said \"no one wants a shutdown,\" but \"the plan, as far as I'm concerned is our bill.\"</p><p>\"The question you've got to ask Democrats is, how can you insist on language in a bill that a federal judge says is unlawful? That makes absolutely no sense,\" he said.</p><p>Arizona Rep. Matt Salmon went so far as to say that Republicans weren't running the show in the Senate.</p><p>\"The voters believe that in November Harry Reid was going to be dethroned and the Senate was going to be controlled by Republicans,\" Salmon told reporters. \"Right now, Harry Reid's still running the Senate. That's a sad day.\"</p><p>In the Senate, Democratic leader Harry Reid said he would not support McConnell's plan without Boehner's guarantee that a clean DHS funding bill could pass the House.</p><p>\"You know we have to make sure that people understand the bicameral nature of this Congress that we serve in,\" Reid said Tuesday. \"So to have Sen. McConnell just pass the ball over to the House isn't going to do the trick. I'm waiting to hear from the speaker.\"</p><p>If House and Senate lawmakers do not reach an agreement, tens of thousands of employees would be furloughed immediately. The rest, considered essential workers, would be expected to continue working without paychecks.</p><p>If the department shuts down, it would be the second time in 18 months. The entire federal government shut down for 16 days in October 2013.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rep.+Boehner%3A+House+Has+%27Done+Its+Job%27+On+Homeland+Security+Funding&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"185"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389041480-0061f8.m3u?orgId=1&topicId=1014&d=185&p=2&story=388994300&t=progseg&e=389002992&seg=5&ft=nprml&f=388994300"}]}