{"created":"2014-11-24T22:39:14+00:00","modified":"2014-12-02T15:05:29+00:00","valid":{"from":"2014-12-02T15:05:29+00:00","to":"3014-12-02T15:05:29+00:00"},"hreflang":"en","title":"After Obama's Action, Immigration Agency Awaits 'A Real Challenge'","published":"2014-11-25T15:15:00+00:00","teaser":"As President Obama's executive action on immigration starts taking effect, it will be up to the little-known United States Citizenship and Immigration Services offices to handle the actual changes.","itags":["npr_api","366352953"],"guid":"a688b7c1-8d7a-4d0f-b728-356bb6d04f80","contentencoded":"<p>U.S. Citizenship and Immigration Services is the first stop for people applying for a green card, citizenship or refugee status. The agency, part of the Department of Homeland Security, will be on the <a href=\"http://www.uscis.gov/immigrationaction\" target=\"_blank\">front line</a> of President Obama's executive action last week, which could give legal status to an estimated 4 million undocumented people.</p><p>USCIS gets good marks from immigration advocates. They say it rose to the challenge of implementing the executive action President Obama took in 2012. That action — called Deferred Action for Childhood Arrivals, or DACA — allowed children under the age 16 who illegally crossed the border with their parents to temporarily stay in the country.</p><p>DACA gave USCIS some important experience, says Barbara Hines, co-director of the Immigration Clinic at the University of Texas.</p><p>\"They've approved more than half a million applications for DACA, so I think DACA was a good pre-run for the next program,\" she says. \"I think the way the [new] program is going to function is probably similar to how DACA was implemented.\"</p><p>The agency is still ironing out just how the new order will work. It will need to hire new staff to process the millions of applications expected.</p><p>Stephen Legomsky, chief counsel for USCIS in the first days of DACA, says that order was a \"heavy lift\" for the agency because it meant \"training the adjudicators, hiring them, and finding physical space for them.\"</p><p>And USCIS will again have its work cut out because of the scale of the new program, says Ben Johnson, director of the American Immigration Council.</p><p>\"This is going to be a real challenge for the agency,\" he says. \"Four to five million people could potentially be applying to this program and some of the other programs that the administration has set forth. That's a very large caseload by anybody's estimation.\"</p><p>One thing the agency will not need is money from Congress. USCIS is funded through the fees it collects, which means Congress cannot defund it as a way of blocking the president's order. Johnson, though, says congressional Republicans can still make it difficult for the agency.</p><p>\"The fact that they're going to have to figure out how to do this without the support of Congress is going to pose serious challenges for them,\" says Johnson. \"The fact, quite frankly, that they're probably doing it with Congress trying to do everything they can to frustrate the process,\" will make that challenge even greater, he says.</p><p>One thing that made the DACA process easier for applicants was the help of legal services and immigrant advocacy groups to guide them through the process, says Hines of the University of Texas. She says that outside help will again be necessary for the new actions to succeed. \"Hopefully there will be enough free legal services providers and free clinics to assist families to process the application. Because there is an application and there will be required documents that families will have to gather in order to qualify.\"</p><p>USCIS says it expects to begin accepting applications for the expanded DACA program in 90 days, with other programs starting after that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Obama%27s+Action%2C+Immigration+Agency+Awaits+%27A+Real+Challenge%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366379368-d7babb.m3u?orgId=1&topicId=1014&ft=3&f=366352953"}]}