{"created":"2015-04-21T21:14:08+00:00","modified":"2015-04-22T20:21:59+00:00","valid":{"from":"2015-04-22T20:21:59+00:00","to":"3015-04-22T20:21:59+00:00"},"hreflang":"en","guid":"a690d431-2f6f-4309-8ffa-fac878b96be1","title":"Egypt's first democratically elected president becomes a convict","published":"2015-04-22T20:21:56+00:00","byline":"Leo Hornak","tags":["Muslim Brotherhood","Arab Spring","democracy","Justice","elections","Justice","Conflict & Justice","Africa","Egypt","Islam in Egypt","Politics of Egypt","Egyptian revolution","Middle East","Islamist groups","Politics","Hamas","Muslim Brotherhood","Islam"],"teaser":"In 2012, Mohammed Morsi was the president of Egypt; in 2013, he was its deposed leader; today he's a convicted criminal, sentenced to 20 years of hard labor. And this verdict is only the first of several to be handed down against him as Muslim Brotherhood members are tried by the new government.","contentencoded":"<p>Mohammed Morsi, Egypt's first democratically elected president, was sentenced on Tuesday to 20 years of hard labor in prison.</p>\n<p>Judge Ahmed Youssef found the former president guilty of ordering the arrest and torture of protestors who opposed his government, which was elected in June 2012. Those events contributed to his eventual overthrow just one year later, in a military coup backed by popular protests.</p>\n<p>More verdicts are still to come: Morsi and other senior members of the Muslim Brotherood are facing further trials relating to their time in government. Among the charges still outstanding are endangering national security by leaking state secrets to Al Jazeera journalists and conspiring to commit terrorist acts with Hamas, Hezbollah and the Iranian government. Some of these charges carry the death penalty. </p>\n<p>The verdict is widely seen as politically motivated, but it's also not particularly controversial in Egypt. \"For the vast majority of Egyptians, the trials of the Muslim Brotherhood are more or less background noise now,\" says Egyptian broadcaster and journalist Magdi Abdelihadi. \"They are preoccupied with more pressing concerns: the economy, how to survive. ... So for the wider population I don't think it will matter much what the state does to the Muslim Brotherhood.\"</p>\n<p>That stands in stark contrast to Morsi's triumph in 2012, when the Muslim Brotherhood's candidate was elected by a narrow majority. At the time, his election was celebrated interationally as the start of a new democratic era in Egypt following the January 2011 uprising that overthrew former strongman Hosni Mubarak</p>\n<p>The Muslim Brotherhood is now outlawed, and thousands of its activists and supporters have been imprisoned by the government of President Abdel Fattah al-Sisi, the former general who led the military coup in 2013. Hundreds of them have been sentenced to death for violent offenses. As a result, Abdelhadi says, hopes are slim that the group may ever make a comeback.</p>\n<p>\"Political Islam hasn't gone away ... but to try [to] campaign for Muslim Brotherhood causes in Egypt these days is a very risky business,\" he says. \"The [most common] outcome if you challenge the state is get arrested and thrown in jail.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-21%2Ftwenty-years-hard-labor-egypts-former-president-sentenced&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04212015_04.mp3"},{"href":"http://www.pri.org/file/0421201504mp3"}]}