{"created":"2015-05-15T02:43:55+00:00","modified":"2015-05-15T02:43:55+00:00","valid":{"from":"2013-09-17T18:11:16+00:00","to":"3013-09-17T18:11:16+00:00"},"hreflang":"en","guid":"a6b5645d-ee83-4da7-8684-8b861a0d21ab","contentencoded":"<div class=\"barn-cleaned\"><p>Income data from the U.S. census shows that median earnings are holding steady at around $51,000 a year and haven't rebounded to pre-recession levels. Median is a statistical term denoting the \"middle of the middle,\" and median earnings are often viewed as an indicator of how the American middle class is doing. Today's news has been greeted with familiar worries that the middle class is in peril.</p>\n<p>\"We have an economy that does not produce as many semi-skilled occupations of the sort we saw in the '50s and '60s, said economist <a href=\"http://economics.mit.edu/faculty/acemoglu\">Daron Acemoglu</a>, of MIT, in an interview conducted before the income data was released. \"Instead we have many more service occupations and many more lower-paid occupations.\"</p>\n<div>\n<div><a href=\"http://www.marketplace.org/sites/default/iframes/income_upshot/index.html\"><img src=\"http://www.marketplace.org/sites/default/files/income_upshot%20%281%29.jpg\" alt=\"\" /></a></div>\n<div>\n<p><strong><span>Income Upshot:</span></strong> How people at different incomes live, work and play. A new data interactive from Marketplace's Wealth &amp; Poverty Desk. <a href=\"http://www.marketplace.org/sites/default/iframes/income_upshot/index.html\">Try the interactive</a></p>\n</div>\n</div>\nWe have to remember, Acemoglu says, that while there will always be people at the <em>median,</em> there's no economic rule that says America must have a traditional, comfortable middle class. Acemoglu, though, hesitated to speculate on what the U.S. might look like if middle-class jobs continue to disappear, saying, \"I think it is very difficult to do science fiction about economics.\"\n<p>Which raised the question of what sort of world a science fiction writer might envision.&nbsp;<span><a href=\"http://www.genniferalbin.com/\">Gennifer Albin</a>, author of the CREWEL trilogy of young adult, dystopian novels, set about trying to imagine what America would look like if all the middle class jobs disappeared. She wrote a story about the world she envisioned, beginning with her daughter Sydney, who is now 3. In this future world, in the year 2038, Sydney is 28 and struggling, along with millions of others, to survive.</span></p>\n<hr />\n<p><strong>2038 by Gennifer Albin</strong></p>\n<p class=\"BodyA\"><em>The car was packed tighter than a sardine can. Sydney fought her way into the wall of people, not bothering to sit. Seattle had removed 90 percent of the benches and seats to accommodate the droves of workers dependent on light rail to get from job to job.&nbsp; Her eyes brushed past the all-nighter who occupied the one remaining handicap bench near the front of the car, a concession to the political action groups of the twenties. The groups and their cause had disappeared years ago and now the benches and oversized stalls and ramps they’d fought to maintain were occupied by the all-nighters who couldn’t even afford an apartment share in Pioneer Square.</em></p>\n<p class=\"BodyA\"><em>She stared hard at the weathered face inches from her own, trying to see past the shriveled woman. She could remember playing peek-a-boo with a stranger from the safety of her mother’s lap on the light rail too many years ago to count. Now signs hung over her head reminding parents of the danger for children under 15, followed by height and weight recommendations. It was technically legal for children to ride, but their little bodies couldn’t handle the crush of the crowd. At least once a year the lesson had to be relearned by some poor, desperate parent.</em></p>\n<p class=\"BodyA\"><em>Sydney had spotted some children in the last week, held high over their mothers’ heads. She dreaded those moments as much as she dreaded seeing the elderly on their way to another job or a different grandchild’s couch. Their appearance always sparked a volatile mix &nbsp;of emotions that swirled in her stomach, making her nauseous. First there was disgust. Disgust that parents would place their children in danger. Disgust with the elderly for taking a job from someone like her who needed it so badly, which morphed quickly to inexplicable anger that made her fingers curl into fists at her sides. And then a sadness that carved into her very bones, a sadness she would never fully understand. Maybe it came from being alone in this world, her parents gone, her brother working three jobs to support a new baby. Or maybe it was the thought that one day the world would wear her down to a pucker of a woman corseted by strangers in a light rail car.</em></p>\n<p class=\"BodyA\"><em>At the Beacon Hill station, Sydney struggled against the surge of oncoming passengers, tumbling out with the thirty others who called the neighborhood home. As soon as she was out and on her feet, she breathed deeply, even as the polluted air stung her nostrils. She made no eye contact with the others around her, particularly the people balled up sleeping on the streets, or the teenagers gripping tattered signs asking for food and work. Hands jammed in her pockets, she started the mile walk back to her apartment building, where she could forget the chaos that permeated the city every moment.</em></p>\n<p class=\"BodyA\"><em>Waiting for the pedestrian signal, she ignored Mayor Sloan's circuit of canned safety announcements on the teleboard at the corner followed by the attack ads of pundits hoping to unseat him. They never changed. There was a smog warning. Water usage was at orange level. Residents should be aware of their surroundings at all times.&nbsp; Warnings masquerading as reminders followed by promises from strangers with infectious smiles that they could do a better job keeping the city going. In another year, someone would be making the same promises about the country.&nbsp; The videos were right about the smog and the water, but the rest was lies.&nbsp; Lies she’d been told her whole life.</em></p>\n<p class=\"BodyA\"><em>By the time she reached her apartment, it was locked down for the night and she had to endure the full security check to enter. Identification card, voice confirmation, and a two minute wait for verification in the flimsy sally port the building co-op had voted in favor of last spring. The addition had made her feel safer at the time, as though someone was looking out for her, but now it was simply another time-suck preventing her from the precious six hours she rented on the tenth floor. It was another 20 minutes of climbing stairs before she was home: the advertised elevator hadn’t worked since the week her application was approved.</em></p>\n<p class=\"BodyA\"><em>Sydney entered quietly so she wouldn’t wake any of her three shift-mates. It was a coup for a single girl her age to land a quarter share in Beacon Hill. She’d thought the $50,000 she inherited after her parents’ death would have been enough to buy into a half share or at least a one bedroom, but she’d settled for the best she could get. Thanks to her inheritance she’d kept her debt down to college loans and a few maxed-out credit cards, which were easily covered by her second job.</em></p>\n<p class=\"BodyA\"><em>When she flipped the switch in the galley kitchen, the reserve LEDs flickered on.</em></p>\n<p class=\"BodyA\"><em>“Someone didn’t pay their share,” Maya said, slipping into the tight space beside her.</em></p>\n<p class=\"BodyA\"><em>“Wasn’t me,” Sydney said, although she knew it was pointless. It was never her or Maya. They both appreciated electricity enough to pay their portion, but Greg and Rog, the other shift-mates, slept their full six hours, often only vacating when the next shift came to claim residence.&nbsp;</em></p>\n<p class=\"BodyA\"><em>“We could complain to the co-op,” Maya said.</em></p>\n<p class=\"BodyA\"><em>“Yeah.”</em></p>\n<p class=\"BodyA\"><em>They wouldn’t though. They never did.</em></p>\n<p class=\"BodyA\"><em>“Thanks be to Mayor Sloan for these life-saving LEDs.” Maya clutched her chest in mock reverence and Sydney laughed at her. The mayor had spent the last month reminding all Seattle residents of the role he played in enacting vital policies for them.&nbsp; He was proudest of the measure ensuring that even when full advance payment of electric bills wasn’t met for a dwelling, there would still be enough electricity available to power reserve LEDs for twenty minutes.</em></p>\n<p class=\"BodyA\"><em>He thought this was enough to get him reelected to one of the cushiest positions in the Pacific Northwest, but Sydney doubted it. The Secession Party was gaining in popularity and most thought Washington would be its own Republic in the next five years. Sloan was too friendly with the few surviving congressman on Capitol Hill to keep his spot,&nbsp; especially since the leader of the Seccession Party promised less jobs, reduced work weeks, and more public housing as part of his platform.</em></p>\n<p class=\"BodyA\"><em>It was a honey-coated promise that slid down hungry throats easily, and even Sydney had begun to catch the secession fever. She’d only had time to think about it so far between jobs and on the rail, but she’d do her part, like everyone else around her, by casting her vote for a new mayor next month. Hopefully, this election there wouldn’t be violence.</em></p>\n<p class=\"BodyA\"><em>“We should save these,” Maya said, shutting off the LEDs and flipping on a flashlight.</em></p>\n<p class=\"BodyA\"><em>“You got batteries!”</em></p>\n<p class=\"BodyA\"><em>“Week’s pay from the call center, but I figured it was better than counting on the guys to pay their access bills.”</em></p>\n<p class=\"BodyA\"><em>“Don’t waste them on me,” Sydney said. “I’m going to wash my face and get a few hours.”</em></p>\n<p class=\"BodyA\"><em>She reached for a pitcher, but it was empty.</em></p>\n<p class=\"BodyA\"><em>Maya shrugged. “Water access went off early tonight.&nbsp; They told me at the station, but I didn’t get here in time. Sorry.”</em></p>\n<p class=\"BodyA\"><em>“If I get up by four, I can grab a shower before shift’s over,” Sydney said.</em></p>\n<p class=\"BodyA\"><em>The two headed back to the room they shared, guided by the precise beam of the small flashlight.&nbsp; Sydney unlocked her drawer and pulled out an overlarge t-shirt to sleep in.&nbsp; Last shift hadn’t made the bed, but she was too tired to care, settling in and hoping sleep came easily tonight.</em></p>\n<p class=\"BodyA\"><em>Maya crawled into the bed on the other side of the room, flashlight still on, and took out an e-reader.</em></p>\n<p class=\"BodyA\"><em>“You aren’t going to sleep?” Sydney asked.</em></p>\n<p class=\"BodyA\"><em>“I’ll sleep when I’m dead.”</em></p>\n<p class=\"BodyA\"><em>“You’ll be dead a lot faster if you don’t rest before you go into the call center.” &nbsp;Sydney liked to worry. It reminded her of her mother.</em></p>\n<p class=\"BodyA\"><em>“Hours got cut,” Maya said. &nbsp;“I talked a friend into letting me crash at his place. He’s got his shift at five.&nbsp; Might as well read now.”</em></p>\n<p class=\"BodyA\"><em>“Okay.” But it wasn’t okay.&nbsp; This was the second time Maya’s hours had been cut this week, the fourth time this month. Sydney knew Maya needed the job if she was going to pay her rent, and Sydney didn’t like to think she might have to welcome a new shift-mate into her room.&nbsp; Maya was the least annoying one she’d had in the last two years.</em></p>\n<p class=\"BodyA\"><em>Sydney shifted onto her side away from the light and tried to turn off the thoughts competing for her attention. She wanted to sleep before the water came back on, before it was time to get back to her first job.</em></p>\n<div>\n<div><a href=\"http://www.marketplace.org/sites/default/iframes/income_upshot/index.html\"><img src=\"http://www.marketplace.org/sites/default/files/income_upshot%20%281%29.jpg\" alt=\"\" /></a></div>\n<div>\n<p><strong><span>Income Upshot:</span></strong> How people at different incomes live, work and play. A new data interactive from Marketplace's Wealth &amp; Poverty Desk. <a href=\"http://www.marketplace.org/sites/default/iframes/income_upshot/index.html\">Try the interactive</a></p>\n</div>\n</div></div>","itags":["PMP:Marketplace_PMP","Marketplace for Tuesday, September 17, 2013","a6b5645dee83da7b68478b861a0d21ab","Marketplace"],"published":"2013-09-17T18:11:16+00:00","tags":["APM","Income Upshot","Wealth & Poverty","median income","middle class"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Income data from the U.S. census shows that median earnings are holding steady at around $51,000 a year and haven&apos;t rebounded to pre-recession levels. Median is a statistical term denoting the &quot;middle of the middle,&quot; and median earnings are often viewed as an indicator of how the American middle class is doing. Today&apos;s news has been greeted with familiar worries that the middle class is in peril.</p>\"},{\"content\":\"<p>&quot;We have an economy that does not produce as many semi-skilled occupations of the sort we saw in the &apos;50s and &apos;60s, said economist <a href=\\\"http://economics.mit.edu/faculty/acemoglu\\\">Daron Acemoglu</a>, of MIT, in an interview conducted before the income data was released. &quot;Instead we have many more service occupations and many more lower-paid occupations.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<div><div><a href=\\\"http://www.marketplace.org/sites/default/iframes/income_upshot/index.html\\\"><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/income_upshot%20%281%29.jpg\\\" /></a></div><div><p><strong><span>Income Upshot:</span></strong> How people at different incomes live, work and play. A new data interactive from Marketplace&apos;s Wealth &amp; Poverty Desk. <a href=\\\"http://www.marketplace.org/sites/default/iframes/income_upshot/index.html\\\">Try the interactive</a></p></div></div>\",\"type\":\"text/html\"},{\"content\":\"<em>median,</em>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Which raised the question of what sort of world a science fiction writer might envision. <span><a href=\\\"http://www.genniferalbin.com/\\\">Gennifer Albin</a>, author of the CREWEL trilogy of young adult, dystopian novels, set about trying to imagine what America would look like if all the middle class jobs disappeared. She wrote a story about the world she envisioned, beginning with her daughter Sydney, who is now 3. In this future world, in the year 2038, Sydney is 28 and struggling, along with millions of others, to survive.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<hr />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>2038 by Gennifer Albin</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>The car was packed tighter than a sardine can. Sydney fought her way into the wall of people, not bothering to sit. Seattle had removed 90 percent of the benches and seats to accommodate the droves of workers dependent on light rail to get from job to job.  Her eyes brushed past the all-nighter who occupied the one remaining handicap bench near the front of the car, a concession to the political action groups of the twenties. The groups and their cause had disappeared years ago and now the benches and oversized stalls and ramps they’d fought to maintain were occupied by the all-nighters who couldn’t even afford an apartment share in Pioneer Square.</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>She stared hard at the weathered face inches from her own, trying to see past the shriveled woman. She could remember playing peek-a-boo with a stranger from the safety of her mother’s lap on the light rail too many years ago to count. Now signs hung over her head reminding parents of the danger for children under 15, followed by height and weight recommendations. It was technically legal for children to ride, but their little bodies couldn’t handle the crush of the crowd. At least once a year the lesson had to be relearned by some poor, desperate parent.</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>Sydney had spotted some children in the last week, held high over their mothers’ heads. She dreaded those moments as much as she dreaded seeing the elderly on their way to another job or a different grandchild’s couch. Their appearance always sparked a volatile mix  of emotions that swirled in her stomach, making her nauseous. First there was disgust. Disgust that parents would place their children in danger. Disgust with the elderly for taking a job from someone like her who needed it so badly, which morphed quickly to inexplicable anger that made her fingers curl into fists at her sides. And then a sadness that carved into her very bones, a sadness she would never fully understand. Maybe it came from being alone in this world, her parents gone, her brother working three jobs to support a new baby. Or maybe it was the thought that one day the world would wear her down to a pucker of a woman corseted by strangers in a light rail car.</em></p>\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>At the Beacon Hill station, Sydney struggled against the surge of oncoming passengers, tumbling out with the thirty others who called the neighborhood home. As soon as she was out and on her feet, she breathed deeply, even as the polluted air stung her nostrils. She made no eye contact with the others around her, particularly the people balled up sleeping on the streets, or the teenagers gripping tattered signs asking for food and work. Hands jammed in her pockets, she started the mile walk back to her apartment building, where she could forget the chaos that permeated the city every moment.</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>Waiting for the pedestrian signal, she ignored Mayor Sloan&apos;s circuit of canned safety announcements on the teleboard at the corner followed by the attack ads of pundits hoping to unseat him. They never changed. There was a smog warning. Water usage was at orange level. Residents should be aware of their surroundings at all times.  Warnings masquerading as reminders followed by promises from strangers with infectious smiles that they could do a better job keeping the city going. In another year, someone would be making the same promises about the country.  The videos were right about the smog and the water, but the rest was lies.  Lies she’d been told her whole life.</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>By the time she reached her apartment, it was locked down for the night and she had to endure the full security check to enter. Identification card, voice confirmation, and a two minute wait for verification in the flimsy sally port the building co-op had voted in favor of last spring. The addition had made her feel safer at the time, as though someone was looking out for her, but now it was simply another time-suck preventing her from the precious six hours she rented on the tenth floor. It was another 20 minutes of climbing stairs before she was home: the advertised elevator hadn’t worked since the week her application was approved.</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>Sydney entered quietly so she wouldn’t wake any of her three shift-mates. It was a coup for a single girl her age to land a quarter share in Beacon Hill. She’d thought the $50,000 she inherited after her parents’ death would have been enough to buy into a half share or at least a one bedroom, but she’d settled for the best she could get. Thanks to her inheritance she’d kept her debt down to college loans and a few maxed-out credit cards, which were easily covered by her second job.</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>When she flipped the switch in the galley kitchen, the reserve LEDs flickered on.</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>“Someone didn’t pay their share,” Maya said, slipping into the tight space beside her.</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>“Wasn’t me,” Sydney said, although she knew it was pointless. It was never her or Maya. They both appreciated electricity enough to pay their portion, but Greg and Rog, the other shift-mates, slept their full six hours, often only vacating when the next shift came to claim residence. </em></p>\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>“We could complain to the co-op,” Maya said.</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>“Yeah.”</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>They wouldn’t though. They never did.</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>“Thanks be to Mayor Sloan for these life-saving LEDs.” Maya clutched her chest in mock reverence and Sydney laughed at her. The mayor had spent the last month reminding all Seattle residents of the role he played in enacting vital policies for them.  He was proudest of the measure ensuring that even when full advance payment of electric bills wasn’t met for a dwelling, there would still be enough electricity available to power reserve LEDs for twenty minutes.</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>He thought this was enough to get him reelected to one of the cushiest positions in the Pacific Northwest, but Sydney doubted it. The Secession Party was gaining in popularity and most thought Washington would be its own Republic in the next five years. Sloan was too friendly with the few surviving congressman on Capitol Hill to keep his spot,  especially since the leader of the Seccession Party promised less jobs, reduced work weeks, and more public housing as part of his platform.</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>It was a honey-coated promise that slid down hungry throats easily, and even Sydney had begun to catch the secession fever. She’d only had time to think about it so far between jobs and on the rail, but she’d do her part, like everyone else around her, by casting her vote for a new mayor next month. Hopefully, this election there wouldn’t be violence.</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>“We should save these,” Maya said, shutting off the LEDs and flipping on a flashlight.</em></p>\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>“You got batteries!”</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>“Week’s pay from the call center, but I figured it was better than counting on the guys to pay their access bills.”</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>“Don’t waste them on me,” Sydney said. “I’m going to wash my face and get a few hours.”</em></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>She reached for a pitcher, but it was empty.</em></p>\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>Maya shrugged. “Water access went off early tonight.  They told me at the station, but I didn’t get here in time. Sorry.”</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>“If I get up by four, I can grab a shower before shift’s over,” Sydney said.</em></p>\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>The two headed back to the room they shared, guided by the precise beam of the small flashlight.  Sydney unlocked her drawer and pulled out an overlarge t-shirt to sleep in.  Last shift hadn’t made the bed, but she was too tired to care, settling in and hoping sleep came easily tonight.</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>Maya crawled into the bed on the other side of the room, flashlight still on, and took out an e-reader.</em></p>\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>“You aren’t going to sleep?” Sydney asked.</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>“I’ll sleep when I’m dead.”</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>“You’ll be dead a lot faster if you don’t rest before you go into the call center.”  Sydney liked to worry. It reminded her of her mother.</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"BodyA\\\"><em>“Hours got cut,” Maya said.  “I talked a friend into letting me crash at his place. He’s got his shift at five.  Might as well read now.”</em></p>\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>“Okay.” But it wasn’t okay.  This was the second time Maya’s hours had been cut this week, the fourth time this month. Sydney knew Maya needed the job if she was going to pay her rent, and Sydney didn’t like to think she might have to welcome a new shift-mate into her room.  Maya was the least annoying one she’d had in the last two years.</em></p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"BodyA\\\"><em>Sydney shifted onto her side away from the light and tried to turn off the thoughts competing for her attention. She wanted to sleep before the water came back on, before it was time to get back to her first job.</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<div><div><a href=\\\"http://www.marketplace.org/sites/default/iframes/income_upshot/index.html\\\"><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/income_upshot%20%281%29.jpg\\\" /></a></div><div><p><strong><span>Income Upshot:</span></strong> How people at different incomes live, work and play. A new data interactive from Marketplace&apos;s Wealth &amp; Poverty Desk. <a href=\\\"http://www.marketplace.org/sites/default/iframes/income_upshot/index.html\\\">Try the interactive</a></p></div></div>\"}]","teaser":"A practitioner of the dismal science and a writer of dystopian sci-fi have competing takes on the survival of the middle class.","title":"Is a future for a comfortable middle class just science fiction?","byline":"Noel King","description":"A practitioner of the dismal science and a writer of dystopian sci-fi have competing takes on the survival of the middle class.","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/neighborhoodfuture.jpg?itok=_3cFoMK9","meta":{"height":"340","width":"610","crop":"primary"}},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/17/marketplace_segment16_20130917_64.mp3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/17/marketplace_segment16_20130917"},"duration_hms":"00:04:33","duration":273},"type":"audio/mpeg"}]}