{"created":"2015-03-24T19:50:38+00:00","modified":"2015-03-25T20:42:48+00:00","valid":{"from":"2015-03-25T20:42:48+00:00","to":"3015-03-25T20:42:48+00:00"},"hreflang":"en","guid":"a6ce7dd0-c214-4a44-a544-9da693ac7189","title":"Israel and the US are in a game of spy vs. spy","published":"2015-03-25T20:42:45+00:00","byline":"Stephen Snyder","tags":["diplomacy","government","conflict","Global Politics","Adam Entous","Iran","Nuclear energy in Iran","Nuclear program of Iran","Israel","Iran and weapons of mass destruction"],"teaser":"Israeli internal communications about the US-Iran nuclear negotiations reveal that Israel has been spying on the negotiators. Ironically, the US discovered that revelation — because the US has been spying on the Israelis. Wall Street Journal reporter Adam Entous says spying is raising tensions between the Obama and Netanyahu administrations.","contentencoded":"<p>Though Israel is not part of the <a href=\"http://www.bbc.co.uk/news/world-middle-east-11709428\">Iran nuclear talks</a>, the Israeli intelligence agencies have been working hard to spy on the negotiations.</p>\n<p>Reporter Adam Entous broke <a href=\"http://www.wsj.com/articles/israel-spied-on-iran-talks-1427164201\">that story for the Wall Street Journal</a>.  Entous says \"the Israelis wanted to try to get a picture of where the US is headed, and where the Iranians are headed, so they can inform policy makers here [in Israel], including [Prime Minister] Bibi Netanyahu, about where this is going to go.\"</p>\n<p>Entous says the Israelis weren't spying on American officials — at least not directly. But he says they were able to tap into the Iranians' cell phones and computers. \"If a US official speaks to an Iranian official on a cell phone, or gives them a document and then they put it on an Iranian computer, or another target that the Israelis are looking at, once communications are relayed to these other parties, the Iranians in particular, the Israelis have the technology to basically go in and take that information away from the Iranians or from the others being targeted.\" </p>\n<p>The Israelis deny conducting espionage against the United States. \"But if they happen to sweep up US communications by targeting some other government that the US is communicating with,\" Entous says, \"then that, according to the officials that I spoke to, is considered to be fair game.\"</p>\n<p>Fair game. But a complicated game. Entous says the US learned about this surveillance through its own surveillance on communications between Israeli officials — communications that contained information the US believes could only have come from closed door negotiations.  </p>\n<p>\"What that tells you is that the United States is spying on Israel,\" Entous says.</p>\n<p>And that is causing more stress on a relationship that has already been under strain.</p>\n<p>\"These are close allies,\" he says. \"They work very closely together on a lot of issues, whether it's Hezbollah or Iran's nuclear program. But on issues where they have disagreement, or on issues where there's an element of distrust, they do have a spy-vs-spy relationship. And that's what you're seeing now. And until these negotiations come to a head, you're going to see the tension remain.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-24%2Fisrael-and-us-game-spy-vs-spy&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03242015_04.mp3"},{"href":"http://www.pri.org/file/0324201504mp3"}]}