{"created":"2014-09-08T20:42:29+00:00","modified":"2014-12-04T14:30:48+00:00","valid":{"from":"2014-12-04T14:30:48+00:00","to":"3014-12-04T14:30:48+00:00"},"hreflang":"en","title":"Researcher Urges Wider Genetic Screening For Breast Cancer","published":"2014-09-09T16:43:00+00:00","teaser":"Genetic tests are recommended for women with a family history of breast cancer. One researcher says all women should be screened, but others say there's not enough evidence that they are at risk.","itags":["npr_api","346770167"],"guid":"a6d40431-58ad-47db-b8ae-8b47009dc8f8","contentencoded":"<p>A prominent scientist has started a big new debate about breast cancer. Geneticist <a href=\"http://www.gs.washington.edu/faculty/king.htm\">Mary-Claire King</a> of the University of Washington, who identified the first breast cancer gene, is recommending that all women get tested for genetic mutations that can cause breast cancer.</p><p>\"My colleagues and I are are taking a really bold step,\" King said. \"We're recommending that all adult women in America, regardless of their personal history and regardless of their family history, be offered genetic testing for the breast cancer genes.\"</p><p>But others say that one study is far from enough evidence to know if these women face a higher risk of getting cancer, and that universal testing could lead women to undergo unnecessary surgery, doing more harm than good.</p><p>The <a href=\"http://www.cancer.gov/cancertopics/factsheet/Risk/BRCA\">breast cancer genes</a> are called BRCA1 and BRCA2. Women who have mutations in these genes are much likely to get breast cancer and ovarian cancer. From 5 to 10 percent of breast cancer is caused by BRCA mutations, according to the National Cancer Institute.</p><p>Doctors usually recommend women get tested only if one of those cancers runs in their families.</p><p>\"The difficulty with that approach is that it misses identifying some women who have mutations in these genes,\" says King, who laid out her arguments in an <a href=\"http://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2014.12483\">article</a> published Monday in <em>JAMA</em>, the journal of the American Medical Association. King was awarded a Lasker-Koshland prize Monday for her work on BRCA.</p><p>In fact, about half of the women who carry mutations in BRCA1 or BRCA2 have no family history of breast or ovarian cancer, she says.</p><p>But no one has recommended screening all women for a very good reason: No one knew how dangerous the mutations were for the average woman.</p><p>\"There was a big piece of the puzzle missing,\" King says.</p><p>So King and her colleagues decided to try to find that missing piece. They identified more than 400 women who were carrying the mutations even though they had no family history.</p><p>\"The women turned out to have the same high risks of developing either breast or ovarian cancer that we see among those who are identified by virtue of their family history,\" says King, who reported the findings in a <a href=\"http://www.pnas.org/content/early/2014/09/04/1415979111\">paper</a> published last week in the <em>Proceedings of the National Academy of Science</em>.</p><p>King thinks that's the tipping point — it's time to recommend all women get screened.</p><p>\"People who are positive can do something about it. Some women, for instance Angelina Jolie, wrote elegantly about her decision to have a double mastectomy,\" she says. They could also have their ovaries removed to make sure they never get ovarian cancer.</p><p>But that's exactly what has a lot of breast cancer advocates worried.</p><p>\"We are far, far from being ready to recommend that all women be screened for genetic predisposition to breast cancer,\" says Fran Visco, president of the <a href=\"http://www.breastcancerdeadline2020.org/homepage.html\">National Breast Cancer Coalition</a>.</p><p>Visco and others aren't convinced the new data are strong enough to know anything for sure. Just because a woman has one of these mutations doesn't mean she'll definitely get cancer. Thus a woman could undergo radical surgery for no good reason.</p><p>\"These are very serious surgeries that women have to undergo. Removing their breasts. Removing their ovaries. We're talking about surgery to remove healthy body parts. If we give women this message, we may very well end up doing more harm than good,\" Visco says.</p><p>In addition, screening tests can cost hundreds to thousands of dollars depending on insurance coverage.</p><p>\"Having the genetic mutation doesn't mean you're definitely going to get cancer,\" says <a href=\"http://www.uchospitals.edu/physicians/olufunmilayo-olopade.html\">Dr. Olufunmilayo Olopade</a>, a geneticist at the University of Chicago.</p><p>Women who find out they are carrying the mutations could get regular MRIs to try to catch any cancer early, when it's most treatable, Olopade says. They could also do things to try to minimize their chances of getting cancer in the first place. \"If you have children, breast-feed children, don't gain weight and eat right — exercise. All those things modify the risk for mutation carriers.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Researcher+Urges+Wider+Genetic+Screening+For+Breast+Cancer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346879450-01c498.m3u?orgId=1&topicId=1128&ft=3&f=346770167"},{"href":"http://media.npr.org/assets/img/2014/09/08/166663011-a533ddec7b093736323061712f5bbe7dfdf75ac4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3004","width":"4005"}}]}