{"created":"2014-11-27T20:49:58+00:00","modified":"2014-11-27T21:18:19+00:00","valid":{"from":"2014-11-27T21:18:19+00:00","to":"3014-11-27T21:18:19+00:00"},"hreflang":"en","title":"Mystery Writer P.D. James Dies At 94","published":"2014-11-27T21:18:00+00:00","teaser":"The English crime novelist is credited with bringing realistic modern characters to the classical British detective story.","itags":["npr_api","367046437"],"guid":"a6d6ac80-a0df-4358-8cc3-97e20bdb95fd","contentencoded":"<p>Mystery writer P.D. James, who brought realistic modern characters to the classical British detective story, has died, her publisher said. She was 94.</p><p>Faber and Faber said publisher said James died Thursday at her home in Oxford, southern England.</p><p>James&#8217; books, many featuring sensitive sleuth Adam Dalgliesh, sold millions around the world, and most were just as popular when adapted for television.</p><p>Faber, James&#8217; publisher for more than 50 years, said in a statement that she had been &#8220;so very remarkable in every aspect of her life, an inspiration and great friend to us all. It is a privilege to publish her extraordinary books. Working with her was always the best of times, full of joy. We will miss her hugely.&#8221;</p><p>Because of the quality and careful structure of her writing — and her elegant, intellectual detective Dalgliesh — she was at first seen as a natural successor to writers like Dorothy L. Sayers, creator of Lord Peter Wimsey in the between-the-wars &#8220;Golden Age&#8221; of the mystery novel.</p><p>But James&#8217; books were strong on character, avoided stereotype and touched on distinctly modern problems including drugs, child abuse and nuclear contamination.</p><p>&#8220;She has pushed, as a modernist must, against the boundaries of the classical detective story,&#8221; critic Julian Symons once wrote.</p><p>&#8220;The greatest mystery of all is the human heart,&#8221; James said in a 1997 interview, &#8220;and that is the mystery with which all good novelists, I think, are concerned. I&#8217;m always interested in what makes people the sort of people they are.&#8221;  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mystery+Writer+P.D.+James+Dies+At+94&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"The Associated Press","audio":[{"meta":{"duration":"515"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367046440-91f187.m3u?orgId=1&ft=3&f=367046437"}]}