{"created":"2014-12-04T08:37:13+00:00","modified":"2015-05-20T20:04:30+00:00","valid":{"from":"2015-05-20T20:04:30+00:00","to":"3015-05-20T20:04:30+00:00"},"hreflang":"en","title":"A Syrian Entrepreneur Looks To Build The Amazon Of The Arab World","published":"2014-12-08T20:10:00+00:00","teaser":"Souq.com, created by U.S.-educated Ronaldo Mouchawar, has a strong presence in the Middle East. Since the boom in cell phones in the region, \"you can feel the crescendo\" in its tech sector, he says.","itags":["npr_api","368242510"],"guid":"a6d7d1f4-93a3-4a76-acc0-3f4494f51911","contentencoded":"<p>When Ronaldo Mouchawar was working in a Boston engineering firm he dreamed of moving back to the Arab world. Born and raised in Aleppo, Syria, he had come to the U.S. to study, then got a high-paying job, but he believed he \"owed something\" to his home region.</p><p>It turned out his ticket back was a smart idea at the right time.</p><p>He founded Souq.com in 2006 and settled in Dubai, the financial capital of the United Arab Emirates. Now he's the CEO of what's considered the most successful e-commerce site in the region. He recently raised $150 million in capital to expand. The 44-year-old entrepreneur says commerce is part of his DNA.</p><p>\"I studied engineering, my dad was a really strong trader merchant, so the combo was a no-brainer for me.\"</p><p>Setting up a business in many Arab countries is difficult, which made business-friendly Dubai an obvious base. Internet penetration had reached 20 percent in the UAE by the time he moved there. His e-business took off a few years later when the regional cell phone revolution connected millions more to the net.</p><p>\"Suddenly, you go from 30 million users to 130 million users\" in the Arab world, he says in his glass-walled office in Dubai. This meant potential customers in Egypt and Saudi Arabia. \"The Arab world massively embraced mobile technology. There is 70 percent penetration in the Gulf. That was prime territory for us.\"</p><p><strong>A Quiet Transformation</strong></p><p>In a region where war, political turmoil and oil prices dominate the headlines, technology quietly is transforming the Middle East, says Mouchawar. He recognized the potential early and is riding the wave. Now, Internet start-up companies in Dubai attract millions of dollars from venture capitalists who come from Silicon Valley and from the Middle East.</p><p>\"For those of us who sit in the middle of it, we already feel it,\" says Fadi Ghandour, the founder of Aramex, a logistics company based in Amman, Jordan. He moved his operation to Dubia and spends most days listening to start-up pitches. He's now a full-time investor in a movement he believes will reshape the region.</p><p>\"You can feel the crescendo,\" he says. \"People will start to feel that energy that you saw in Tahrir Square, in Egypt,\" he says, referring to an Arab democracy movement that started in 2011. \"This is the energy of the start-up community across the region.\"</p><p>Technology is embraced by the young generation in a region where 60% of the population is under 35. \"Youth empowerment, this was a driver for us,\" says Mouchawar.</p><p>Jobs for this generation are scare. Youth unemployment is in double digits in all Arab states. Tech jobs can change the statistics by leveling the playing field for educated tech specialists in a part of the world where family connections are often the key to a decent job.</p><p><strong>Creating A 'White Friday'</strong></p><p>On the day I visit the offices, the workspace for hundreds of young employees is decorated with black and white balloons. The open space floor plan, with the soft clatter of keyboards and clustered meetings, has the vibe of any tech company. But it is striking to see so many young women monitoring computer screens and heading planning meetings.</p><p>The balloons?</p><p>\"It's a very tough day,\" says Mouchawar, as he gives me a tour, \"so just to make sure we have some fun.\"</p><p>There is an all-nighter ahead for the entire team in the countdown to the biggest shopping day of the year. It's a first for Souq.com. Think Black Friday.</p><p>Mouchawar rebranded the shopping day. He calls it \"White Friday,\" a more fitting name for Arab culture. \"We wanted to own it, to own the brand.\"</p><p>He explains that it makes cultural sense. In the Arab world, Friday is the traditional day of prayer. A \"black\" Friday doesn't work in Arabic.</p><p>In the highly competitive world of e-commerce, Mouchawar has localized and Arabized a successful business model that has already proven successful in the West.</p><p>\"One of the challenges is how we Arabize millions of products, product descriptions, build a proper catalogue index, but that's our edge,\" he says.</p><p>He walks into the \"war room\" where another team is watching large computer monitors in the lead up to the start of White Friday.</p><p>\"We have screens to see traffic, sales, Twitter feeds, what customers are saying,\" he says.</p><p>Saudi Arabia is big on Twitter but in Egypt the favored communication tool is Facebook. The team follows all the social media feeds in real time for feedback on what customers are saying about quality and price.</p><p>For Mouchawar, e-commerce is a platform that can build a new Middle East. It could create badly needed jobs for young people and boost the businesses that are the backbone of Arab economies.</p><p>\"If you see where the jobs are, it's got to come from small and medium businesses,\" he says. E-commerce can provide distribution for these merchants for the first time and open markets across the Middle East.</p><p>\"Imagine the access this merchant can have from a street in Cairo to a customer base in Saudi Arabia, to the UAE. If we can connect all these dots, you will have an incredible customer base.\"</p><p>He explains that the company handles the \"last mile\" deliveries even to places with no dependable mail service or a postal address.</p><p>Mouchawar met his goal of driving 10 million users to the website with White Friday sales, partnering with product giants including Microsoft, Apple, Samsung and Sony, to offer deep discounts. It's another step in building a brand.</p><p>The start-up culture took off in 2011, just as Egyptian protesters went to the streets of Tahrir Square in Cairo. That energy for political change has been diverted and exhausted. The tech revolution continues as the more promising Arab Spring.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Syrian+Entrepreneur+Looks+To+Build+The+Amazon+Of+The+Arab+World&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368408261-c1d1e6.m3u?orgId=1&topicId=1009&d=261&p=3&story=368242510&t=progseg&e=368408025&seg=5&ft=nprml&f=368242510"},{"href":"http://media.npr.org/assets/img/2014/12/04/souq.com-23267d215546aa48f3b2f59a208567617bf1488b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"576","width":"769"}}]}