{"created":"2015-05-26T17:45:24+00:00","modified":"2015-05-26T20:43:31+00:00","valid":{"from":"2015-05-26T20:43:31+00:00","to":"3015-05-26T20:43:31+00:00"},"hreflang":"en","title":"France Moves To Vastly Expand Surveillance In Wake Of Charlie Hebdo Attacks","published":"2015-05-26T20:29:00+00:00","teaser":"Although the country has long been critical of the Patriot Act, lawmakers are now moving to vastly expand government surveillance.","itags":["npr_api","409755586"],"guid":"a6f9a0c5-4179-4e96-a07d-976ea60fb4c4","contentencoded":"<p>In less than a week, on June 1, key sections of the Patriot Act are set to expire in the U.S., including the sections that authorize the National Security Agency&#8217;s bulk collection of phone records.</p><p>Congress has so far failed to reach a deal to either reauthorize or revise those sections. Although there is still time for a last-minute agreement, an Obama administration official says the government has already begun to shut down the program.</p><p>Meanwhile, in France, which has long been critical of the Patriot Act, lawmakers are now moving to vastly expand government surveillance.</p><p>Earlier this month, the lower house of French Parliament overwhelmingly passed a bill that would expand the government&#8217;s ability to tap phones, read emails and gather other kinds of data and intelligence.</p><p>This comes just a few months after the terrorist attacks on the satirical magazine Charlie Hebdo and a kosher market in Paris that left 17 people dead.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to French journalist and commentator <strong>Nabila Ramdani</strong> about the new legislation in France, and the debate in that country over balancing civil liberties and national security.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.nabilaramdani.com/\" target=\"_blank\">Nabila Ramdani</a></strong>, French-Algerian journalist specializing in Anglo-French issues, Islamic affairs and the Arab World. She tweets <a href=\"https://twitter.com/nabilaramdani\" target=\"_blank\">@NabilaRamdani</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=France+Moves+To+Vastly+Expand+Surveillance+In+Wake+Of+Charlie+Hebdo+Attacks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"406"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409755589-0b97e3.m3u?orgId=1&d=406&p=60&story=409755586&t=progseg&e=409755396&seg=5&ft=nprml&f=409755586"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0526_france-surveillance.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"1280"}}]}