{"created":"2015-03-23T19:46:36+00:00","modified":"2015-03-24T19:26:14+00:00","valid":{"from":"2015-03-24T19:26:14+00:00","to":"3015-03-24T19:26:14+00:00"},"hreflang":"en","guid":"a6fa1a27-d967-4614-8ae5-01617d892ca7","title":"A veteran of Iwo Jima ponders if the fight was worth it","published":"2015-03-24T19:26:09+00:00","byline":"Christopher Woolf","tags":["history","conflict","military","war","Conflict","Conflict & Justice","Japan","United States","Iwo Jima","Iowa","Iwo Jima","PTSD","world war two","Anti-Japanese sentiment","Scarlett Johansson","North American P-51 Mustang"],"teaser":"A few dozen elderly US veterans have traveled back to Iwo Jima, scene of one of the bloodiest battles in the Pacific during World War II. One of them, former fighter pilot Jerry Yellin, talks about the battle and one buddy who never returned.","contentencoded":"<p>Perhaps one of the most iconic images of <em>any </em>war is the photo of the <a href=\"http://en.wikipedia.org/wiki/Raising_the_Flag_on_Iwo_Jima#/media/File:WW2_Iwo_Jima_flag_raising.jpg\">raising of the US flag on the Japanese island of Iwo Jima</a>.</p>\n<p>Seventy years have passed since that brutal battle of World War II. On March 21, dozens of elderly US veterans traveled back to the island. Men like former US Army Air Corps Capt. Jerry Yellin.</p>\n<p>“I flew P-51s off of Iwo Jima, starting on March 7, 1945, when the Marines took enough land round the first dirt airstrip.\"</p>\n<p>Yellin was <a href=\"https://www.facebook.com/dvids\">interviewed by the Defense Department's Video Service Hub</a> in a video shared on Facebook. </p>\n<p>For 21-year-old Yellin, from Iowa, Iwo Jima was just the beginning. The island had been seized to provide a base for fighter planes — like Yellin’s P-51 — to accompany vulnerable bombers in their attacks on the Japanese home islands.</p>\n<p>\"I made 19 flights over Japan, starting on April 7 — eight hours in a P-51. And I flew the first mission escorting B-29s [bombers]. And on August 14, 1945, I flew the very last combat mission of World War II. And my wingman, Phil Schlamberg from Brooklyn, New York, 19 years old, was killed on that day.'' Yellin believes Schlamberg was the last man killed in combat in World War II.</p>\n<p>Elsewhere, Yellin has written how Schlamberg just \"disappeared from my wing in the clouds.\"</p>\n<p>Yellin says he made the trip back to honor the memory of Schlamberg and the 15 other buddies he flew with, who never came home.</p>\n<p>\"It's a long trip. I’m 91 years old. I don’t know how many years I have left. It’s a day of memories for me. Great memories and sad memories,” he says.</p>\n<p>“Schlamberg had an older brother, who’s now gone. His name was Michael. Michael had a daughter by the name of Melanie, and the daughter married a Danish architect by the name of Johansson. And her daughter is Scarlett Johansson, the movie star. I know that family. And I’m here to pay tribute and honor to Phil Schlamberg. ... This completes a circle for me. It’s a healing day for me, thinking back on all the people and all the things that we did.\"</p>\n<p>Healing for Yellin took a long time. He fought <a href=\"http://www.tm.org/blog/people/ww2-veteran-writes-book-on-ptsd-and-transcendental-meditation/\">his own battle with PTSD</a> until 1975, when he taught himself to meditate.</p>\n<p>He started a new life as a writer and activist, <a href=\"https://www.operationwarriorwellness.org/our-leadership.html\">helping other veterans cope</a> with the trauma of war.</p>\n<p>And Yellin says he also had to let go of the hatred he felt toward the Japanese. \"In 1988, my youngest son married the daughter of a Japanese Kamikaze pilot, which took me from hatred to love. ... I have three Japanese grandchildren. I’d like their contemporaries to know that my grandchildren’s grandparents served their countries with honor. No matter what we learned about the Japanese, or what they learned about us. ... We are not what we believe — we are all human beings.”</p>\n<p>“War is an atrocity,” says Yellin, but “evil has to be wiped out.”</p>\n<p>Yellin believes evil has again appeared in the world, and despite the cost, “we have to fight that evil to make sure that there’s freedom for freeloving people in our world.\"</p>\n<p>Despite the loss of friends and the decades of mental trauma he suffered himself, Yellin has concluded that the fight was worth it.</p>\n<p>\"There was a purity of purpose, which was to eliminate evil. We did that. All of us. So, the highlight of my life was serving my country, in time of war.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-23%2Fveteran-iwo-jima-decides-if-fight-was-worth-it&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/YELLIN.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/yellinjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03232015_04.mp3"},{"href":"http://www.pri.org/file/0323201504mp3"}]}