{"created":"2014-09-25T20:12:58+00:00","modified":"2015-02-08T19:35:25+00:00","valid":{"from":"2015-02-08T19:35:25+00:00","to":"3015-02-08T19:35:25+00:00"},"hreflang":"en","title":"Islamic State Defector: 'If You Turn Against ISIS, They Will Kill You'","published":"2014-10-02T17:34:00+00:00","teaser":"A Syrian defector from the self-proclaimed Islamic State says he had happy moments when he first joined the militants. But he began to see brutality and cruelty that was impossible for him to support.","itags":["npr_api","351436894"],"guid":"a6fb6892-b43f-48fc-b8cc-86bce87e1b45","contentencoded":"<p>When the Sunni extremists declared a caliphate in parts of Iraq and Syria, their ranks swelled to about 30,000 fighters, according to estimates by the CIA. The <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/25/351402282/airstrikes-hit-isis-controlled-oil-refineries\">recent airstrikes carried out by the U.S.-led coalition</a> might change the rush to join the self-declared Islamic State, also known as ISIS.</p><p>But for those who have already signed on, leaving the Islamic State is terrifying, says one young Syrian defector.</p><p>\"ISIS wants to kill everyone who says no,\" he says. \"Everyone must be with them.\"</p><p>The defector, who does not want his name used, is young and extremely nervous as we talk over glasses of sweet tea. He says he is 26 years old. He is clean-shaven, and his hair is gelled. He looks like many of the customers in an outdoor cafe in a Turkish border town where he agrees to meet me.</p><p>Just a few weeks ago, this young Syrian man was a rebel fighting for ISIS in the province of Deir Ezzor in eastern Syria. He shaved off his long beard to blend in as soon as he crossed the border into Turkey.</p><p>If \"you turn against ISIS,\" he says, \"they will kill you.\"</p><p>When he was planning his escape, \"I was afraid all the time,\" he says, adding that he paid a smuggler to get to Turkey.</p><p>Now, he hides from Islamic State informers he says are lurking in many towns along the Turkish border.</p><p>\"I was thinking all the time, if they arrest me, if they stop me, they will behead me,\" he says.</p><p>Defectors are harshly punished, he explains. For the Islamic State, rejecting its ideology is to be considered a <em>kafar,</em> a nonbeliever, no longer a Muslim. It is a death sentence.</p><p>\"When I arrived to Turkey, I couldn't believe that I am here,\" he says.</p><p><strong>From Ordinary Rebel To Radical</strong></p><p>His journey began three years ago, when he joined the rebellion against Syrian President Bashar Assad. He demonstrated against the oppressive government in Deir Ezzor, but security police soon arrested him.</p><p>He says he was held for 11 months, tortured by his jailers, and eventually released. The experience radicalized him.</p><p>He wanted to fight in the region and joined one of the rebel brigades of the Free Syrian Army that was organizing in his province. But like many young rebels, he migrated to more hard-line Islamist rebel groups, which were better armed and funded.</p><p>He joined the Nusra Front, an al-Qaida-linked rebel group, but eventually signed up with ISIS when these militants became the most powerful group in Deir Ezzor.</p><p>ISIS was flush with weapons and <a href=\"http://www.npr.org/blogs/parallels/2014/09/09/346844240/how-the-islamic-state-smuggles-oil-to-fund-its-campaign\">cash</a>. The young man was paid a monthly salary of $600. The former construction worker says it was more money than he had ever made in his life, a fortune in Deir Ezzor.</p><p>\"I had moments I was happy to be with ISIS, in the beginning, yes,\" he says.</p><p>His introduction to the group began with a 40-day stint in a religious training camp to absorb ISIS ideology. His teacher was a charismatic man from Saudi Arabia, he says, so \"kind and convincing\" that the defector was \"ready to become a suicide bomber if he asked me.\"</p><p>Then he made an observation that I have heard before from other Syrians who live under brutal ISIS rule.</p><p>\"They are focusing on the young guys and the kids,\" he says.</p><p>The militants target the young for indoctrination, breaking down traditional authority structures: the alliance to the family and to the tribe.</p><p>\"They can change their minds. [The young become] ready to leave their parents and fight with ISIS,\" to the death, he adds.</p><p><strong>A Massacre And A Final Break</strong></p><p>The ranks of ISIS fighters swelled for months after the group swept through the province. Over time, he says, <a href=\"http://www.npr.org/blogs/parallels/2014/09/12/347748371/islamic-state-rule-municipal-services-and-public-beheadings\">ISIS seized control of every aspect of life in the areas they controlled</a>.</p><p>ISIS militants ran the flour mills and the bakeries. They seized the oil wells — abandoned by the Assad regime — in the eastern province of Deir Ezzor that the tribes had controlled for profit.</p><p>ISIS also controlled a network of crude refining operations that produced gasoline and heating oil to meet the needs of an expanding population under their control.</p><p>At first, the defector believed <a href=\"http://www.npr.org/2014/01/08/260771319/as-rebels-fight-rebels-grim-reports-from-a-syrian-city\">the extreme brutality and random cruelty</a> was a mistake by individual \"emirs,\" the religious title of commanders.</p><p>\"I saw a lot of bad things they did, but at the time I was convinced it was individual errors and ISIS was good,\" he says.</p><p>But the final break came over a massacre he witnessed in Deir Ezzor. The killing spree against men of the al-Sheitat tribe was widely reported in the Arabic media. Grisly videos of the beheading of tribesmen surfaced. <a href=\"http://www.aljazeera.com/news/middleeast/2014/08/islamic-state-group-executes-700-syria-2014816123945662121.html\">More than 700 Sheitat were murdered, many of them civilians</a>. It was a message to other tribes that any challenge would be met with overwhelming force.</p><p>\"We found the bodies of women, and old men, old women, children,\" the defector says. And any ISIS rebel that complained about the killing of women and children was also killed, he says.</p><p>For the first time since he joined the militants, he was moved by tribal allegiances rather than to the brutal doctrine that he now believes is wrong. He knows he is lucky to escape, but says there are new recruits willing to fight and to die for the Islamic State.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Islamic+State+Defector%3A+%27If+You+Turn+Against+ISIS%2C+They+Will+Kill+You%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351529430-0c64d5.m3u?orgId=1&topicId=1009&e=351436894&d=258&ft=nprml&f=351436894"},{"href":"http://media.npr.org/assets/img/2014/09/25/ISIS+Defector1-819f7c58b20ec4510bb55e01dc799b0718c8f89f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1145","width":"1526"}}]}