{"created":"2015-01-21T20:03:08+00:00","modified":"2015-05-13T21:20:57+00:00","valid":{"from":"2015-05-13T21:20:57+00:00","to":"3015-05-13T21:20:57+00:00"},"hreflang":"en","title":"Scientists Give Genetically Modified Organisms A Safety Switch","published":"2015-01-22T00:37:00+00:00","teaser":"By making <em>E. coli</em> dependent on an artificial amino acid, scientists hope to show that engineered organisms can be safer and more useful for industrial processes like drug production.","itags":["npr_api","378820888"],"guid":"a6feae97-9e65-44d2-8ae9-e483de8b8521","contentencoded":"<p>Researchers at Harvard and Yale have used some extreme gene-manipulation tools to engineer safety features into designer organisms.</p><p>This work goes far beyond traditional genetic engineering, which involves moving a gene from one organism to another. In this case, they're actually rewriting the language of genetics.</p><p>The goal is to make modified organisms safer to use, and also to protect them against viruses that can wreak havoc on pharmaceutical production.</p><p>To understand what they've done, you may need to remember a bit of basic biology. The enzymes and other proteins in our bodies are all built from building blocks called amino acids. There are usually just 20 amino acids in nature. But <a href=\"http://arep.med.harvard.edu/gmc/\">George Church</a>, a professor of genetics at Harvard Medical School, has created a bacterium that requires an additional amino acid, one made in the lab and not found in nature. His lab did that by rewriting the bacteria's genetic language to add a \"word\" that calls for this unnatural amino acid.</p><p>\"So this really makes it a completely new branch of life,\" Church says.</p><p>These modified <em>E. coli</em> bacteria essentially speak a different genetic language from all other life on Earth. That means they can't easily swap genes, which bacteria often do to pick up or get rid of traits. And it also means that these modified <em>E. coli</em> must be fed the synthetic amino acid to survive.</p><p>\"It will die as soon as you remove that essential nutrient,\" Church says.</p><p>The scientists say this radical re-engineering actually makes these synthetic life forms safer, because if they escape into the wild they'll die. One key question is whether these engineered bacteria can shed the traits that make them dependent on the synthetic amino acid. (Bacteria mutate all the time, picking up new traits and dropping others).</p><p>Church says that if his lab had modified just one trait, the bacteria would have a one in a million chance of getting rid of this safety feature. But by modifying several traits, he says the odds are more like one in a trillion that the bacteria can survive without the synthetic amino acid.</p><p>These modified organisms have another plus: With their altered genetic code, they are resistant to viruses that frequently attack bacteria. Viruses need the conventional DNA language in order to infect bacteria. So this is a selling point for industries that use <em>E. coli</em>.</p><p>\"If you get your factory contaminated, it can be hard to clean out for a year,\" Church says, pointing to an episode at Genzyme Corp., a Cambridge, Mass., pharmaceutical manufacturer, in 2009. Viruses there contaminated a plant where bacteria were used to make drugs for two rare genetic disorders, Gaucher disease and Fabry disease, cutting off supplies.</p><p>And industrial uses are potentially just the start for engineered organisms.</p><p>\"This also sets the stage for opening up new types of applications going forward,\" said <a href=\"http://isaacs.commons.yale.edu/\">Farren Isaacs</a> , an assistant professor of molecular, cell, and developmental biology at Yale University. Isaacs left Church's lab at Harvard to start his own at Yale. He has kept pace with his former boss. He, too, has built some safety features into <em>E. coli</em>. Their reports were published together Wednesday in the journal <em>Nature</em>.</p><p>Other uses might include engineering oil-eating bacteria to use on a spill. They could be killed off when they're done by withholding the essential nutrient. Isaacs says scientists could also engineer bacteria to produce probiotics for human consumption.</p><p>It's harder to think about how this technology could be used in agriculture. Countless acres of genetically engineered crops would need to be fed this manmade ingredient, from a crop duster or by some other means. Scientists would also need to show that the synthetic protein component is safe to eat.</p><p>\"I think it's commendable they're starting to design safety into genetically modified organisms,\" says <a href=\"http://workthatmatters.ncsu.edu/newhires/kuzma.php\">Jennifer Kuzma</a>, co-director of the Genetic Engineering and Society Center at North Carolina State University. \"However, I don't really think it's going to affect the public perception that much or the way we have to deal with the uncertainty anyway. You may reduce the chance of spread, but you cannot eliminate it completely.\"</p><p>Science doesn't offer absolutes. But this technology is evolving quickly, and Church says it's important to engineer in safety features as they go.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Give+Genetically+Modified+Organisms+A+Safety+Switch&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378943507-d52876.m3u?orgId=1&topicId=1128&d=249&p=2&story=378820888&t=progseg&e=378842012&seg=13&ft=nprml&f=378820888"},{"href":"http://media.npr.org/assets/img/2015/01/21/ecoli-fc414c0e806dfb2f3eb7b9a259ada7b4aafa4569.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/01/21/genzyme-c1b6380d42844b29ed11a77e8f66e2aa9d4fb634.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}