{"created":"2015-04-29T18:29:16+00:00","modified":"2015-07-03T20:24:29+00:00","valid":{"from":"2015-07-03T20:24:29+00:00","to":"3015-07-03T20:24:29+00:00"},"hreflang":"en","title":"Welcome To The Neighborhood: 2 Super-Earths Discovered","published":"2015-04-30T12:53:00+00:00","teaser":"Astronomers using telescopes in Hawaii and California have found two exoplanets orbiting a star a mere 54 light-years away. The discovery is important for two big reasons.","itags":["npr_api","403066358"],"guid":"a6fe986b-d9bf-4475-b9da-6159c1545532","contentencoded":"<p>Using telescopes in Hawaii and California, astronomers have found two super-Earth-size planets orbiting a star a mere 54 light-years away.</p><p>This brings to three the total number of exoplanets around the star HD 7924.</p><p>The discovery is important for two reasons. NASA's <a href=\"http://kepler.nasa.gov/\">Kepler</a> telescope has shown that giant rocky planets orbiting close to their stars are fairly common for distant stars. The new finding confirms that such planets exist around local stars, as well.</p><p>It also confirms the value of the <a href=\"https://www.ucolick.org/public/telescopes/apf.html\">Automated Planet Finder</a>, an instrument that's been in operation for just two years at the Lick Observatory in California.</p><p>\"Me and my team started observing with APF about August of last year,\" says Benjamin \"B.J.\" Fulton, a graduate student in astronomy at the <a href=\"https://manoa.hawaii.edu/\">University of Hawaii at Manoa</a> and the first author on a <a href=\"http://arxiv.org/abs/1504.06629\">paper describing the new planets</a> in <em>The Astrophysical Journal</em>.</p><p>\"We observed every other night until Christmastime essentially, and having to stay up all night\" was a drag, Fulton says. So he decided to do something about it. He says: \"I essentially wrote a bunch of software that did the things that I would be doing during the night, baby-sitting it, making sure it was staying on target, and I just replaced myself with software so I could go to sleep.\"</p><p>The new planets are nothing like we have in our solar system. Fulton says they're between six and eight times as massive as Earth. \"They orbit very close to their star,\" he says. Closer than Mercury is to the sun in our solar system. \"And so they're very hot\" and therefore not likely to harbor life.</p><p>When Fulton was born, there were no known exoplanets. Astronomers announced the first one in the mid '90s, when Fulton was 7. That discovery fired his imagination as he was growing up in San Jose, not far from the Lick telescopes.</p><p>\"I grew up every day looking up at the telescopes at Lick Observatory. And to be able to finally be using them to discover planets is pretty amazing,\" Fulton says.</p><p>An interesting side note: A few years ago, the University of California was facing a budget crisis, and it looked like Lick might be eliminated.</p><p>\"There were credible people who were talking about shuttering Lick Observatory within a six-month time scale,\" says Sandra Faber, an astronomer at the University of California, Santa Cruz.</p><p>She and like-minded astronomers launched a campaign to save Lick, and it seems to be working. The University of California has backed away from plans to close the observatory, and earlier this year, <a href=\"http://newscenter.berkeley.edu/2015/02/10/google-gives-lick-observatory-1-million/\">Google gave Lick</a> a $1 million gift to keep operating.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Welcome+To+The+Neighborhood%3A+2+Super-Earths+Discovered&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"175"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403253070-d84572.m3u?orgId=1&topicId=1026&aggIds=156490415&d=175&story=403066358&ft=nprml&f=403066358"},{"href":"http://media.npr.org/assets/img/2015/04/29/planets-a006a86a722f695d2e16e1013a13a548bcd77c05.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1438","width":"1918"}}]}