{"created":"2014-09-18T21:05:22+00:00","modified":"2014-10-30T23:33:40+00:00","valid":{"from":"2014-10-30T23:33:39+00:00","to":"3014-10-30T23:33:39+00:00"},"hreflang":"en","title":"What Happens When A Beijing Man Invites Women Into His Lamborghini?","published":"2014-08-11T12:11:00+00:00","teaser":"The man had a hidden camera recording his chats with the women in Beijing's nightlife district. The video has struck a nerve in China's running debate over materialism and values.","itags":["npr_api","338326968"],"guid":"a710dd8e-bbb9-4ce9-abee-b972d89dd204","contentencoded":"<p>Earlier this summer, a man drove around one of Beijing's nightlife districts trolling for women in an $800,000 Lamborghini convertible. At one point, according to hidden-camera video, he pulled up to a woman wearing a black skirt.</p><p>\"Beautiful woman,\" he said, \"are you alone? Is it convenient to go eat something together?\"</p><p>\"OK,\" answered the woman, who promptly climbed in, no questions asked.</p><p>\"You got in my car. Aren't you afraid I'm a bad guy?\" the driver said.</p><p>\"You ought to be a good person,\" the woman answered.</p><p>Then, the man asked if she would have joined him if he were driving a small, Chinese-made car.</p><p>No, she said. \"My legs are too long.\"</p><p>That scene is part of a video, a social experiment of sorts, that's been making the rounds on China's Internet this summer, and has struck a nerve in the country's ongoing debate over materialism and values.</p><p>In all, five of seven women the man approached got into the Lamborghini. One offered her phone number, unsolicited. Another invited him to her apartment.</p><p>Later, the same man made the same offer from behind the wheel of a small SUV made by Chery, a Chinese company.</p><p>Not a single woman accepted.</p><p>The video, which obviously is not scientific, was created by Tudou, a giant video-sharing site. Tudou officials say it's authentic, and the conversations in Mandarin sound genuine.</p><p>The video has been viewed more than 4 million times, according to Web figures, and chatting with young people here in Shanghai, it seems at least half had watched it. That includes Wang Xinyu, a recent high school grad, who was out strolling with her boyfriend earlier this week.</p><p>\"This experiment really says one thing: Nowadays, when girls see men driving luxury cars, they will fall for them,\" says Wang. \"They probably thought people driving luxury cars must be very rich, and who knows, maybe they can be with them and be happy the rest of their lives.\"</p><p>\"Most of these kinds of women place higher value on wealth,\" Wang continues. \"To put it bluntly, they are willing to sell their youth for money.\"</p><p>By climbing into that Lamborghini, the women seemed to reinforce an established stereotype here: the gold digger who chases China's new rich as a shortcut to wealth.</p><p>\"This is too <em></em>common in Shanghai, because I know people like this,\" says Sky Wu, 28, who works at an Apple reseller downtown. Wu recalls that one of his 20-something co-workers became the mistress of a wealthy, middle-aged man.</p><p>\"She looked pretty cute, and many customers asked for her number,\" says Wu, who was on duty and wearing his company uniform, a purple polo shirt. \"One day she quit the job. The man was a public servant, working for a government agency.\"</p><p>Many Chinese blame the blind materialism of some young people on the destruction of traditional values during the upheaval of the Mao era and the breakneck capitalism that followed.</p><p>\"The Chinese Communist Party emphasizes political education, but not the cultivation of a value system,\" says Ye Kuangzheng, a cultural critic based in Beijing. \"China is still in a state where there is no foundation for a national philosophy.\"</p><p>Sean Zhou, who writes for a Formula 1 racing magazine, doesn't endorse the behavior in the video. But he's not surprised, either, given the pace of change in China and the country's income chasm.</p><p>\"I think this kind of psychology is there in every society, but maybe slightly more so in China,\" says Zhou, 21, who speaks in a British accent honed while watching racing broadcasts on the BBC. \"We are gaining wealth at tremendous speed, and some people are gaining more quickly than others. So I kind of understand it.\"</p><p>Emily Gao, though, says those Lamborghini-loving women in the video do not represent the vast majority of young Chinese females. Gao, who works as a real estate agent, says she doesn't spend her time hunting for rich guys.</p><p>\"A normal girl like me, probably after dinner, I go home, I do some work,\" she says. \"I watch some TV.\"</p><p>Asked if she would ever step into a Lamborghini with a stranger, Gao doesn't miss a beat.</p><p>\"No, I don't think so.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Happens+When+A+Beijing+Man+Invites+Women+Into+His+Lamborghini%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338776957-32f4fa.m3u?orgId=1&topicId=1125&ft=3&f=338326968"},{"href":"http://media.npr.org/assets/img/2014/08/06/Lamborghini_China-089d0602b84d77056b4dbb499233cec7586a14be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}