{"created":"2014-10-25T22:44:31+00:00","modified":"2014-11-25T18:47:34+00:00","valid":{"from":"2014-11-25T18:47:34+00:00","to":"3014-11-25T18:47:34+00:00"},"hreflang":"en","title":"Messing With Perfection: Why The Flaming Lips Took On 'Sgt. Pepper'","published":"2014-11-18T01:15:00+00:00","teaser":"Wayne Coyne says his band was dying to take The Beatles' masterpiece apart and see how it works.","itags":["npr_api","358551661"],"guid":"a7144a17-14b8-4d23-9a42-b9ba8be92bb1","contentencoded":"<p><em>Rolling Stone</em> called it the greatest album of all time — and for some, that's an understatement. <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">The Beatles</a> released S<em>gt. Pepper's Lonely Hearts Club Band</em> in 1967, raising the standard of rock 'n' roll and challenging their peers to catch up. For just about anyone who cares about rock music, this album is unassailable. And yet, one band — with a reputation for being contrarian — is testing the waters.</p><p><a href=\"http://www.npr.org/artists/15399953/the-flaming-lips\" target=\"_blank\">The Flaming Lips</a> are about to release a song-by-song re-recording of the entire album called <em>With A Little Help From My Fwends. </em>The Lips have developed their own proud tradition of layered psychedelic sounds and studio wizardry, but even they know they're treating on hallowed ground.</p><p>\"It's in the realm of the gods,\" says bandleader Wayne Coyne, in an interview with NPR's Arun Rath. \"But for people that make music and record music, you almost have to get in there and go, 'How did they do this?' And so that [idea] of it being this untouchable thing — you know, to us, it's just the opposite. The better it is, the <em>more</em> you want to touch it.\"</p><p>The album features guests on every track, the most attention-getting of which has been <a href=\"http://www.npr.org/tags/126941307/miley-cyrus\" target=\"_blank\">Miley Cyrus</a>, who handles vocal duty on \"Lucy in the Sky with Diamonds.\" Coyne says her relationship with the band began early this year when, to his complete surprise, she tweeted at him to wish him happy birthday. He responded by inviting her to meet them in the studio.</p><p>\"We didn't have an idea of doing <em>Sgt. Pepper</em>, but we had the 'Lucy in the Sky' track. So we asked her: 'Hey, let's try this,'\" Coyne recalls. And her take on it, her vibe or whatever she brought to it — it was just a great, simple surprise. So I think after that, we thought, let's just put this out. And more logical, reasonable people around us suggested, 'Well, why don't you just try to do the whole record? Wouldn't that be great?' \"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Messing+With+Perfection%3A+Why+The+Flaming+Lips+Took+On+%27Sgt.+Pepper%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358898086-641f29.m3u?orgId=1&topicId=1105&ft=3&f=358551661"},{"href":"http://media.npr.org/assets/img/2014/10/24/img_9512-edit-wayne-10-13-2014-2--1d613b6f90dc4a4918223c99fd49a36177501711.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}