{"created":"2014-12-28T14:39:14+00:00","modified":"2014-12-29T20:06:54+00:00","valid":{"from":"2014-12-29T20:06:54+00:00","to":"3014-12-29T20:06:54+00:00"},"hreflang":"en","title":"A Cuppa Matcha With Your Crickets? On The Menu In 2015","published":"2014-12-29T20:06:00+00:00","teaser":"In the new year we'll be eating pot pesto, pork fat and pancit along with the newborn progeny of Brussels sprouts and kale.","itags":["npr_api","373542747"],"guid":"a7172628-8ad7-476d-8fbd-36723791b8b0","contentencoded":"<p>It's time to set the table for 2015. What will be the next kale? Has the cupcake breathed its last?</p><p>We're headed for high times. As states legalize marijuana, cannabis comestibles are coming. Pot brownies — so 1960s — are joined by marijuana mac 'n' cheese and pot pesto. There's a new cooking show called <em>Bong Appetit</em>.</p><p>Another crushed leaf is this year's superdrink. Matcha is made from green tea and promises a calmer energy boost than Red Bull. The Japanese have been drinking it for centuries.</p><p>In more news from the plant world, kale, the mother of all trends, and Brussels sprouts, another trendsetter, have become parents. Their baby is called <a href=\"http://www.npr.org/blogs/thesalt/2014/12/11/369675821/kalettes-broccoflower-and-other-eye-popping-vegetables-for-2015\">kalette</a> — little clumps of kale on a Brussels sprout-like stalk. The first new vegetable since broccolini is now available in markets near you.</p><p>And what could be better on your vegetables than a little lard? <a href=\"http://www.npr.org/2013/03/20/174817952/lard-and-schmaltz-make-a-comeback-in-the-kitchen\">Animal fats </a>being reconsidered include pork fat (lard), beef fat (tallow) and chicken fat (<a href=\"http://www.npr.org/blogs/thesalt/2013/03/28/175380234/reviving-the-spirit-and-schmaltz-of-the-jewish-deli\">schmaltz</a>).</p><p>This is also the year we will become <a href=\"http://www.npr.org/blogs/thesalt/2014/10/01/352771618/from-kale-to-pale-ale-a-love-of-bitter-may-be-in-your-genes\">bitter</a>: bitter greens, bitter beer, bitter salads, bitter chocolate for eating as well as baking. A new cookbook, <a href=\"http://www.npr.org/blogs/thesalt/2014/09/18/349277608/from-coffee-to-chicory-to-beer-bitter-flavor-can-be-addictive\">Bitter</a>, may inspire you.</p><p>And just when you thought we'd run out of Asian cuisines, <a href=\"http://www.npr.org/blogs/thesalt/2014/12/21/371910092/a-history-lesson-on-the-philippines-stuffed-in-a-christmas-chicken\">Filipino</a> food starts trending. Pancit may someday overtake upscale ramen.</p><p>Nduja, from the French andouille, is the new kid at the Italian table. This spicy, spreadable Calabrian sausage is showing up on pizza, bruschetti and pasta.</p><p>In New York, Brooklynites are finding their inner Eastern European with new farm-to-table Jewish delis — we're talking gefilte fish as a craft food. Craft, by the way, is the new artisanal.</p><p>Speaking of nutritional powerhouses, we need to get beyond \"ick\" and <a href=\"http://www.npr.org/blogs/thesalt/2014/08/07/338397186/will-americans-buy-bug-snacks-maybe-if-theyre-funny-and-cute\">embrace </a>eating bugs. <a href=\"http://www.npr.org/blogs/thesalt/2014/08/15/340653853/startups-pitch-cricket-flour-as-the-best-protein-you-could-eat\">Cricket flour</a> is already showing up in protein bars. Insects are gluten-free and high in protein, and emit fewer greenhouse gases than cattle.</p><p>Maybe they'll like cricket cuisine in Peoria, because New York is no longer restaurant mecca. Many chefs are packing their knives and heading for smaller cities. Today, everyone everywhere has a sophisticated palate, helping fine dining continue its decline. You don't need a white tablecloth to eat crickets.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Cuppa+Matcha+With+Your+Crickets%3F+On+The+Menu+In+2015&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bonny Wolf","audio":[{"meta":{"duration":"164"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373587920-564eb5.m3u?orgId=1&topicId=1053&ft=3&f=373542747"}]}