{"created":"2015-03-28T21:22:09+00:00","modified":"2015-04-20T20:40:51+00:00","valid":{"from":"2015-04-20T20:40:51+00:00","to":"3015-04-20T20:40:51+00:00"},"hreflang":"en","title":"'Night At The Fiestas' Spins Stories Of Faith And Family","published":"2015-03-28T21:29:00+00:00","teaser":"Kirstin Valdez Quade's debut book of short fiction is inspired by her family and its long history in the \"romanticized\" region of northern New Mexico.","itags":["npr_api","395304257"],"guid":"a71a6d42-ab71-4864-8d6e-b97e94e1ac8d","contentencoded":"<p>When writer Kirstin Valdez Quade talks about her New Mexican roots, it's not just her own childhood, growing up in the region, that she means — it's a connection much deeper than that.</p><p>\"My family has been in northern New Mexico for hundreds of years,\" she tells NPR's Arun Rath. \"My family's presence can be traced back to 1695 and some of the earliest <em>conquistadors</em>. So there's a long family history in the region.\"</p><p>Quade draws on much of that history in each of the stories in her debut collection, <em>Night at the Fiestas</em>. Each character comes from different circumstances, whether it's a man trying to find redemption by reenacting the crucifixion of Jesus or a woman whose work with the Catholic church is strained once she becomes pregnant out of wedlock; but all are deeply affected by their faith and the landscape that surrounds them.</p><hr /><h3>Interview Highlights</h3><p><strong>On the spiritual qualities that draw people to New Mexico</strong></p><p>It has absolutely been romanticized; it shows up in literature and art. I think there <em>is</em> a sort of magic to it that draws people and yet I think the reality of it is that it's an extraordinarily complicated place.</p><p><strong>On the nature of faith in her characters</strong></p><p>I've always been so interested in religion and faith. As a child I always spent a lot of time with my older relatives and my extremely Catholic grandmother and great-grandmother. And yet my father is a geochemist so I have this other very scientific background as well. Certainly I think one of the reasons I'm interested in faith is that faith is so much about longing. It's about longing for transcendence, it's longing to be closer to the infinite and longing to connect with others; it's about empathy. And I think that's also the project of fiction. Fiction is about longing and empathy.</p><p><strong>On the story \"Nemecia\"</strong></p><p>The seed for this story came from a family story. My godmother was a child and watched as her father in a drunken rage murdered her grandfather and put her mother in a coma. I heard this story when I was in my late teens. It had been kept a secret from pretty much everybody. When I knew my godmother, nobody mentioned this story. It was only after she died that my grandmother told me this story.</p><p>So I knew that I wanted to explore this material because there were so many gaps in the version that I was told and it was really only through fiction that I was able to try to understand what that may have been like for her. And I should say right off the bat that Nemecia is not anything like my godmother, who was generous and lovely. That's again where the fiction came in.</p><p><strong>On her family's reactions to her stories</strong></p><p>When my first story, \"<a href=\"http://www.newyorker.com/magazine/2009/07/27/the-five-wounds\">The Five Wounds</a>,\" was published, I was really excited and I called my grandmother and I sent her a copy. When finally I asked her if she'd read it and she said she had. And I said, \"Well, what did you think?\" and she said, \"Oh <em>mi hijita</em>. I didn't know you knew such bad words.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Night+At+The+Fiestas%27+Spins+Stories+Of+Faith+And+Family&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396040930-65c217.m3u?orgId=1&topicId=1033&e=395304257&d=261&ft=nprml&f=395304257"},{"href":"http://media.npr.org/assets/img/2015/03/27/night-at-the-fiestas1-534eff290e39c46088a74ada89c3f5b6d3466fc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/25/valdez-quade-kirstin-c-maggie-shipstead_100dpi-96b943345276368d57b6cc9c7adb0282eb8bf073.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3196"}}]}