{"created":"2014-10-08T17:40:47+00:00","modified":"2014-10-31T02:31:00+00:00","valid":{"from":"2014-10-31T02:30:59+00:00","to":"3014-10-31T02:30:59+00:00"},"hreflang":"en","title":"France's Far-Right's High Hopes On May Day Display","published":"2014-05-02T00:32:00+00:00","teaser":"The National Front party traditionally rallies in support of its anti-immigrant, nationalist ideals on May 1, International Workers Day. The far right is growing stronger throughout much of Europe.","itags":["npr_api","308634266"],"guid":"a71e3ab6-2d43-4a0c-844b-10b1acabfa1e","contentencoded":"<p>Decked out in red, white and blue clothing, and waving flags and banners, thousands of supporters of the far-right National Front party marched through central Paris on Thursday — known as May Day or International Workers Day — to hear charismatic leader Marine Le Pen. The traditional gathering began, as always, at a gilded statue of Joan of Arc, where Le Pen laid a wreath.</p><p>The National Front is in high spirits for its annual rally this year. In March, the party won the mayoral races in 11 cities across the country. It hopes to increase its influence by electing National Front candidates to the European Parliament on May 25.</p><p>The marchers chanted, \"<em>Non</em> to Brussels, <em>oui</em> to la France,\" expressing their disgust with the European Union. There were many young people in the crowd. Twenty-five-year-old Jean Baptiste Vondeville took a bus to the rally with a group from the northern city of Lille. He says this year there's an electricity in the air.</p><p>\"It's different this year because we control 11 towns. And we'll be able to prove to the French people that we're competent and can govern,\" Vondeville says. The insurance salesman believes his party will soon be ready for the ultimate power position — the French presidency.</p><p>These people say the European Union controls France's destiny. And they say that years of uncontrolled immigration from Africa and Muslim countries are decimating the country's culture and values. One of the National Front's favorite slogans is <em>\"On est chez nous,\"</em> or \"We are in our home.\"</p><p>They're also against the new trans-Atlantic trade agreement currently being negotiated between Europe and the United States. One man calls the treaty \"a way for America to colonize Europe.\"</p><p>Far-right parties are having a resurgence across Europe. Analysts say that's partly because of the economic downturn, dissatisfaction with current leaders, and the belief that immigrants are taking jobs and not assimilating into society. Islamophobic, xenophobic parties in Denmark, Hungary, Austria and the Netherlands have garnered approval ratings above 20 percent. They, too, are hoping for big gains in the European Parliament.</p><p>On a stage in front of Paris' ornate opera house, the new National Front mayors are introduced to the crowd. After years of being considered a pariah political party, the National Front is now making its way into the mainstream. One reason for that is the party's new leader. As Marine Le Pen takes the stage, the crowd is ecstatic, chanting \"Marine President!\"</p><p>The brash, bright lawyer and divorced mother of three is credited with modernizing the party when she took over from her father, Jean-Marie Le Pen, three years ago. Today the National Front has more young people and women — and is no longer considered a party of \"good ol' boys.\"</p><p>As Le Pen speaks of France's greatness, a massive poster of Joan of Arc looms above her. The symbolism is clear. Just as Jeanne d'Arc delivered her country from English invaders in the 15th century, Marine Le Pen will deliver France from the dictates of its EU masters and fight back the foreign immigrants who would obliterate the French soul.</p><p>Manuel Rodrigues is in the crowd with his wife. The couple has traveled from Brittany to hear Le Pen.</p><p>Rodrigues says Le Pen is the only politician capable of getting France out of the mess it's in.</p><p>\"We love her because she's a patriot,\" he says. \"And France needs that.\"</p><p>Rodrigues says it's not that he and other National Front members don't like immigrants; it's that they believe foreigners should assimilate better.</p><p>\"If you're a guest at someone's house you must respect them,\" he says. \"That's all we want.\"</p><p>Rodrigues says <a href=\"http://www.npr.org/blogs/parallels/2013/11/15/245295614/in-france-some-ask-if-racism-is-on-the-rise\">the party isn't racist, just patriotic.</a> He points to his own Portuguese background as proof the party is open.</p><p>Down the street from the National Front rally, 22-year-old Kevin Ficat is selling bouquets of lilies of the valley, a May Day tradition. Ficat says the party scares him.</p><p>\"We have to be careful because Le Pen is a convincing speaker and she is able to manipulate people,\" he says.</p><p>\"More and more French people are for Le Pen,\" says Ficat, \"because they think the country's problems are about foreigners — black people or Arabs — but it's not true.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=France%27s+Far-Right%27s+High+Hopes+On+May+Day+Display&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308738013-dc0c3b.m3u?orgId=1&topicId=1124&ft=3&f=308634266"},{"href":"http://media.npr.org/assets/img/2014/05/01/may-day-3-f9b03b86e061cff5e0ba26a0f26942d08b294b09.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/05/01/may-day-2-2b5d2628bd63e8145af84498f5df740a7ad7e530.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1139","width":"1518"}},{"href":"http://media.npr.org/assets/img/2014/05/01/may-day-1-fc8aec77ed25a26191b69798ef1d9878e594c6c9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"882","width":"1173"}}]}