{"created":"2015-01-07T21:22:15+00:00","modified":"2015-05-13T21:23:23+00:00","valid":{"from":"2015-05-13T21:23:23+00:00","to":"3015-05-13T21:23:23+00:00"},"hreflang":"en","title":"Managing Conversations Online Is A Puzzle Of Picking Platforms","published":"2015-01-07T23:17:00+00:00","teaser":"While social media can galvanize movements and offer access to activists, sensitive conversations can easily go off the rails online. But we are becoming better managers of these online conversations.","itags":["npr_api","375454823"],"guid":"a728e72a-bcec-4d97-89db-de94c327947a","contentencoded":"<p>Sports. TV shows. Daily news. All grist for online arguments. (Not to mention culture, politics, race and feminism.)</p><p>Now, everyday people can communicate directly with people in news stories, celebrities and activists on social media. But not every conversation works on every platform. We're getting more sophisticated about choosing where we say things online.</p><p><a href=\"https://twitter.com/jsmooth995\" target=\"_blank\">Jay Smooth</a>, a media strategist for the social justice group Race Forward, understands this puzzle of picking platforms well. He also hosts a <a href=\"http://www.illdoctrine.com/\" target=\"_blank\">popular video blog</a> called the Ill Doctrine, where he talks about issues such as the Eric Garner case and police protesting the mayor of New York.</p><p>\"Wow, I could've sworn there was a time when I made funny videos with jokes in them,\" he says in one of his videos. \"And we could talk about serious topics, but still find the humor in them.\"</p><p>Smooth's also got about 50,000 followers on Twitter and close to 10,000 Facebook followers and friends. They expect him to jump in when something happens, like when the actor Kevin Costner recently said in an interview that <a href=\"http://variety.com/2014/film/columns/poppolitics-kevin-costner-on-black-or-white-ferguson-and-the-future-listen-1201373267/\" target=\"_blank\">race shuts down conversations</a>. Smooth fired up Twitter, like he usually does, to talk about it, but things did not go as he expected.</p><p>\"And I felt like in that setting, my snarky comments came off as overly petty and didn't really honor the issue the way I wanted to, so I deleted the Twitter, and then told everyone to go to my Facebook, and we could talk about it there,\" Smooth says.</p><p>A sensible move, says Guy Kawasaki, who co-wrote a book called <em>The Art of Social Media: Power Tips for Power Users.</em></p><p>\"Twitter is very poorly designed for threading or continuity,\" Kawasaki says.</p><p>In other words, Twitter is not effective for ongoing discussions involving lots of different people. Twitter is terse — each tweet is just 140 characters — and its shards of rhetoric work perfectly for spreading jokes, memes and pointed observations.</p><p>There's room for nuance, Smooth says, but it's a different nuance from Facebook.</p><p>\"Facebook, for me, is more of a place to have a smaller, focused conversation with a core group, and Twitter is a place to add your voice to a much bigger conversation that no one is controlling,\" Smooth says.</p><p>But it works out a little differently for <a href=\"https://twitter.com/theferocity\" target=\"_blank\">Saeed Jones</a>, an editor at BuzzFeed, the news website dedicated to pumping out everything from serious news to lists of underappreciated Disney characters. Jones tweets to his 18,000 followers mostly about race, sexuality and gender.</p><p>\"I'm much less comfortable talking about racism on Facebook,\" says Jones, who grew up in Texas and went to college in Kentucky. \"You know, I have a lot of conservative friends, and friends of friends, people that I knew in other parts of my life that I might not be in touch with now, and I don't really feel like getting into arguments with people.\"</p><p>Jones constantly sees online conversations he thinks are on the wrong social media platforms.</p><p>Just a few days ago, he joked on Twitter that he needed to move a conversation to GChat because it was getting a little too intimate. And he says over the course of just one day, he and his friends will switch platforms constantly.</p><p>\"We'll talk a bit on email, and then one of them might send me a direct message on Twitter, and then it's a text message,\" he says. \"And all of this is, it's weirdly seamless, but also, in retrospect, very strange and complicated.\"</p><p>Jones says he thinks people feel more pressure today to take on social media identities and be part of these conversations. Those who don't can sometimes feel left out.</p><p>But Jones, who is also a poet, says it's possible to find pleasure in figuring out the new rules — <a href=\"http://www.npr.org/blogs/codeswitch/2014/04/10/301409226/writers-of-color-flock-to-social-media-for-a-new-way-to-use-language\" target=\"_blank\">how we write to each other</a>, how to be ourselves in 140 characters or less.</p><p>\"I think that's fascinating,\" he says. \"I think it's a fascinating opportunity as a writer to think about language in a way that's also in step with how we live, how we read the news, how we communicate with our friends.\"</p><p>And how we shape different stories to different platforms, and how that ends up shaping us.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Managing+Conversations+Online+Is+A+Puzzle+Of+Picking+Platforms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375672081-e50af1.m3u?orgId=1&topicId=1049&d=274&p=2&story=375454823&t=progseg&e=375651703&seg=11&ft=nprml&f=375454823"},{"href":"http://media.npr.org/assets/img/2015/01/07/istock_000027690504large-5cdd415577ccf04942e36ad3568b51c7dbb3b9d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1317","width":"1757"}}]}