{"created":"2015-02-09T22:01:44+00:00","modified":"2015-06-16T17:27:48+00:00","valid":{"from":"2015-06-16T17:27:47+00:00","to":"3015-06-16T17:27:47+00:00"},"hreflang":"en","title":"Supreme Court Won't Stop Gay Marriages In Alabama ","published":"2015-02-10T12:59:00+00:00","teaser":"The move sent a strong signal that the justices soon will legalize gay marriage nationwide; a decision is expected by June. Meanwhile, many Alabama judges are refusing to issue the marriage licenses.","itags":["npr_api","385028138"],"guid":"a72f8ebf-69a6-4ba5-a0f7-3531e99c0dac","contentencoded":"<p>The U.S. Supreme Court refused Monday to step in and stop gay marriages from taking place in Alabama. The move sent the strongest signal to date that the justices are on the verge of legalizing gay marriage nationwide. Within hours of the high-court ruling, same-sex marriages <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/09/384918052/will-alabama-courts-issue-marriage-licenses-to-gay-couples\" target=\"_blank\">began taking place in Alabama</a>, despite an eleventh-hour show of defiance by the state's chief justice.</p><p>The sensational legal twists and turns in Alabama began in January when federal Judge Callie Granade, a George W. Bush appointee to the federal bench, struck down Alabama's ban on same-sex marriage as unconstitutional. She ordered probate judges in Alabama to begin issuing marriage licenses but stayed her order until Feb. 9 to allow the state time for an appeal.</p><p>Alabama first went to the 11th Circuit Court of Appeals, based in Atlanta; when it failed there, it went to the U.S. Supreme Court, asking that it put a hold on gay marriages in the state until the justices resolve the underlying gay marriage issue in a set of cases already scheduled to be argued later this term.</p><p>On Monday, however, the Supreme Court refused to step in and stop same- sex marriages from taking place in Alabama.</p><p>The action provoked widespread speculation among court observers that the outcome of the gay marriage dispute is \"a done deal\" in favor of allowing such unions in every state.</p><p>It wasn't just court watchers making that observation. Dissenting from the court's refusal to temporarily block same-sex marriages in Alabama were justices Antonin Scalia and Clarence Thomas, who said the refusal to intervene \"would be been as a signal\" of how the court ultimately intends to decide the gay marriage issue later this term.</p><p>As the two conservative dissenters pointed out, it is fairly common for the Supreme Court to put lower court decisions on hold to preserve the status quo at the request of a state. In fact, the court did that a year ago when lower federal courts began to decide gay marriage cases, first in Utah, and then, in Virginia.</p><p>But in October, the justices declined to review all those existing rulings. They released all the holds and allowed same-sex marriages to proceed in those states.</p><p>The rationale, since offered by several justices, was that there was no disagreement among the lower courts of appeal, and thus no conflict for the Supreme Court to resolve. In November, however, the 6th Circuit Court of Appeals <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/06/362105290/gay-marriage-bans-are-upheld-in-4-states-by-circuit-court\" target=\"_blank\"><em>upheld</em> bans on gay marriage in Ohio, Michigan, Kentucky and Tennessee</a>, so there <em>was</em> a conflict among the lower courts — a conflict that the Supreme Court has agreed to resolve later this term.</p><p>Because it is not at all unusual for the Supreme Court to issue a stay to preserve the status quo, it thus was perfectly rational for Alabama to expect that the Supreme Court might grant its request to put same-sex marriages on hold in the state, pending a Supreme Court decision on the issue expected in June.</p><p>Now it is similarly rational to infer the decision to let gay marriages proceed in Alabama is a pretty strong indicator of where the Supreme Court is headed.</p><p>The decision upholding the order to issue marriage licenses to same-sex couples in Alabama came just hours after the state's chief justice, Roy Moore — knowing that the nation's highest court was about to rule on the state's request for a stay — issued his <em>own</em> decree ordering state probate judges <em>not</em> to issue marriage licenses to same-sex couples.</p><p>Chief Justice Moore is no neophyte to the modern, post-Civil War battle to preserve states' rights, even in the face of federal court orders to the contrary.</p><p>In 2003, a state judicial panel unseated him from the state court after he defied a federal court order <a href=\"http://www.npr.org/templates/story/story.php?storyId=1403961\" target=\"_blank\">to remove a refrigerator-sized Ten Commandments monument</a>, which Moore himself had ordered installed in the rotunda of the Alabama judicial building to \"acknowledge the sovereignty of God.\"</p><p>After Moore's ouster, he rose again in 2013, to be elected chief justice once more. His dramatic confrontation with the federal courts over gay marriage provoked one wag to suggest that Moore sounds like someone \"who is still awaiting news from Gettysburg.\" But in conservative Alabama, often hostile to the federal government and the federal courts, Moore's cultural, religious and legal message is likely to resonate in many parts of the state.</p><p>In defiance of his order, however, probate judges in Birmingham, Montgomery and Huntsville did issue marriage licenses to same-sex couples on Monday, citing the need to comply with federal court orders. But the pro-gay marriage Human Rights Campaign reported that as many as 50 of the state's 67 counties were refusing to issue licenses.</p><p>By day's end, the status quo was very much in flux, as same-sex couples in Mobile filed a motion in federal court seeking to hold Mobile probate Judge Don Davis in contempt of court for failing to issue marriage licences to same-sex couples there. Other similar motions likely will be filed this week.</p><p>Alabama's ban on same-sex marriage was approved by an 81 percent majority of the public in 2006.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Won%27t+Stop+Gay+Marriages+In+Alabama+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"144"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385138860-a35cf5.m3u?orgId=1&topicId=1070&d=144&p=3&story=385028138&t=progseg&e=385098748&seg=1&ft=nprml&f=385028138"}]}