{"created":"2014-09-08T02:10:32+00:00","modified":"2014-09-08T02:10:32+00:00","valid":{"from":"2014-09-08T02:10:32+00:00","to":"3014-09-08T02:10:32+00:00"},"hreflang":"en","guid":"a732ab7d-23ab-4608-97e2-b12688b7ae35","title":"A blogger's hobby becomes a valuable war reporting tool","published":"2014-09-08T02:10:30+00:00","byline":"David Leveille","tags":["technology","journalism","International Security","Media","Arts, Culture & Media","Asia","Syria","Iraq","Middle East","Asia","Rick Noack","James Foley","Eliot Higgins","Technology"],"teaser":"Pioneered by people like Eliot Higgins, new social media techniques are being used by journalists to track or \"geolocate\" terrorists as seen in their propaganda photos and videos. For reporters locked out of dangerous conflict zones, such methods are becoming important new ways to get the story.","contentencoded":"<p>When the Syrian regime launched chemical attacks last year, it wasn&#39;t the CIA or MI6 who confirmed the news for the world. Instead, <a href=\"http://brown-moses.blogspot.com/\">Internet obsessives like Eliot Higgins</a> used images, videos and maps to fill in the details. Now their methods are becoming important tools for journalism.</p><p><span style=\"line-height: 1.538em;\">Higgins has morphed from a hobbyist to a renowned blogger nicknamed Brown Moses and now into the head of a new crowd-funded journalism startup called&nbsp;</span><a href=\"https://bellingcat.com/\" style=\"line-height: 1.538em;\">Bellingcat</a><span style=\"line-height: 1.538em;\">. He and other <a href=\"http://storyful.com/products/newsrooms\">websites like Storyful</a> do creative investigative work, often combing through&nbsp;</span><span style=\"line-height: 1.538em;\">photos and videos published online to verify facts or locate militant groups.</span></p><p><span style=\"line-height: 1.538em;\">&quot;The concept that (Higgins) has developed is quite remarkable,&quot; says&nbsp;</span><span style=\"line-height: 1.538em;\">Washington Post contributor&nbsp;</span><span style=\"line-height: 1.538em;\">Rick Noack, who <a href=\"http://www.washingtonpost.com/blogs/worldviews/wp/2014/08/26/heres-how-to-track-terrorists-on-google-earth\">recently profiled</a></span><a href=\"http://www.washingtonpost.com/blogs/worldviews/wp/2014/08/26/heres-how-to-track-terrorists-on-google-earth\">&nbsp;Higgins</a>. &quot;Ba<span style=\"line-height: 1.538em;\">sically just sitting at home using your computer, watching YouTube videos, looking at pictures and really making this connection between maps, what&#39;s happening on the ground and what&#39;s being posted on the Internet &mdash; I would call it revolutionary.&quot;</span></p><p><span style=\"line-height: 1.538em;\">The site recently produced an</span><a href=\"https://bellingcat.com/resources/case-studies/2014/08/23/the-hills-of-raqqa-geolocating-the-james-foley-video/#comment-560\" style=\"line-height: 1.538em;\">&nbsp;analysis of the video</a><span style=\"line-height: 1.538em;\">&nbsp;posted by ISIS showing the beheading of journalist James Foley. It also used s</span><span style=\"line-height: 1.538em;\">ocial media and tools including Google Earth and Panoramia to locate a training camp in northern Iraq for ISIS militants.</span></p><p>&quot;Theoretically everyone could do the same, but nobody&#39;s ever thought about it,&quot; Noack says. &quot;<span style=\"line-height: 1.538em;\">If you think about it, all the pictures he uses are not sensitive information or classified information, they&#39;re freely available. ... Higgins is the first person who&#39;s publically blogging about what he finds when he looks at these pictures.&quot;</span></p><p>Noack says the new techniques of photo forensics are a welcome innovation for journalists. That&#39;s particularly true in Syria, where very few reporters can now see events firsthand. Having the ability to verify incidents or alleged footage and photos from afar can help keep people accurately informed even though access is tough.</p><p>&quot;It&#39;s really hard for journalists to keep track of all this,&quot; Noack says, &quot;so such tools are increasingly helpful to explain and help explain to readers ... what&#39;s happening on in these countries, and that&#39;s something we can all benefit from.&quot;</p>","audio":[]}