{"created":"2014-10-03T20:14:14+00:00","modified":"2014-11-20T19:10:32+00:00","valid":{"from":"2014-11-20T19:10:32+00:00","to":"3014-11-20T19:10:32+00:00"},"hreflang":"en","title":"Make Room, Food Trucks: Mobile Fashion Stores Have Hit The Streets","published":"2014-10-10T14:28:00+00:00","teaser":"Entrepreneurs who want to launch a retail business in the fashion industry have found a more affordable way to do it — by launching food-truck-inspired rolling boutiques.","itags":["npr_api","353511677"],"guid":"a739c9a3-21f3-4052-8a1e-5c6d0cd7efac","contentencoded":"<p>It might be easy to mistake Lia Lee's business — a big, light-pink vehicle — for a food truck specializing in sugary treats. But it's something entirely different.</p><p>Owner Lia Lee sells trendy clothing and accessories in the Washington, D.C., area out of the truck she calls Street Boutique. Wherever she parks and opens her doors, the store's open.</p><p>Street Boutique represents a new type of business popping up around the country. In the past few years, hundreds of women — and some men — from fashion students to longtime retail workers who want to open their own stores, have launched trucks to sell clothing in every region of the U.S.</p><p>These shops mimic the food truck craze, but there are no tacos or hot dogs. Think of them as rolling boutiques.</p><p>She offers jewelry, bags, scarves, sweaters and other clothing, and shoes up to size 10. With such a small space to work with, Lee changes her inventory regularly, but right now, skinny jeans are going for $35, a kimono sweater is $40, and stackable bracelets are $12 each.</p><p>\"It's like a mini-store — we have departments and everything,\" Lee says.</p><p>Every \"department\" in the truck is packed. The shoe department is just a shelf, and the dashboard becomes storage for unused mannequins and a bin of hangers.</p><p>Lee's \"store\" is small, but that seems to work to her advantage. She can be up close with her customers in just a few steps. And despite the small space, the truck is comfortable inside. It feels like the kind of store people are used to shopping in.</p><p>But if you're standing outside on the sidewalk, it's unclear exactly <em>what </em>the truck is. Lee props her back doors open with mannequins, she says, so people don't think she's selling cupcakes.</p><p>Stacy Frazier, a Washington-area resident, strolls by on a recent afternoon when Lee is parked in Arlington, Va. Frazier stops and walks up, curious, and then goes inside.</p><p>\"Oh my God, this is bigger than my New York apartment when I lived up there,\" Frazier says. \"I'm a big fan!\"</p><p>Two years ago, Lee's financial adviser told her that Lee didn't have enough money to open a traditional brick-and-mortar store. She told Lee that she had three options.</p><p>\"A, get creative. B, wait till you have the capital to do this or C, just get a job in retail if you really want to work in it so bad,\" Lee recalls.</p><p>Lee chose the first option, and for her it was a smart economic move to open a mobile retail store. Her original business plan for a brick-and-mortar shop required about $80,000 to $105,000, but she bought the used truck and remodeled it for just $20,000.</p><p>\"It's been really amazing, and I've been blessed to be able to be profitable within the first three months of opening,\" Lee says.</p><p>In addition to running her truck, Lee updates her website directory, <a href=\"http://fashiontruckfinder.com/\" target=\"_blank\">fashiontruckfinder.com</a>. It's an international directory with several hundred listings, and Lee says she adds about 20 to 30 trucks every month. She launched the site in December, she says, because she constantly was asked, \"How can I find you?\"</p><p>Lee helps her customers find her own truck <a href=\"https://twitter.com/StreetBoutiques\" target=\"_blank\">by tweeting when she'll be in a specific area</a>. Once she's parked and set up, she tweets again with her precise location.</p><p>Finding a good spot isn't always easy, she says: Cities and counties have different zoning laws about where, and for how long, retail trucks can park.</p><p>Lee created the DC Fashion Truck Association earlier this year to advocate for changes in regulations, such as increasing the number of allowed locations and lengthening the time a truck can stay open.</p><p>Lee's also become very skilled at parallel parking. Being a part-time mechanic also comes with the territory.</p><p>Now, a year after hitting the street, Lee says the best part about owning a mobile boutique is that everything's flexible.</p><p>The shop goes where you go, she says, and closes up when you want. She just shuts the pink doors, pulls out of her parking spot, and she's done.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Make+Room%2C+Food+Trucks%3A+Mobile+Fashion+Stores+Have+Hit+The+Streets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lucy Perkins","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353538223-a489c1.m3u?orgId=1&topicId=1006&ft=3&f=353511677"},{"href":"http://media.npr.org/assets/img/2014/10/03/popup-boutique-3-336a3e8c38818292132f8d8308d57406cf3097a6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}},{"href":"http://media.npr.org/assets/img/2014/10/03/popup-boutique-6-ed6f9f38ead861bec44ff5ebe851ae3505b00190.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}},{"href":"http://media.npr.org/assets/img/2014/10/03/popup-boutique-1-b9f5bec8632976c1831f067a220b1cfb722fa757.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3534","width":"4712"}}]}