{"created":"2014-11-05T08:32:16+00:00","modified":"2014-11-10T21:01:25+00:00","valid":{"from":"2014-11-10T21:01:25+00:00","to":"3014-11-10T21:01:25+00:00"},"hreflang":"en","title":"Americana: Hot Dogs, Apple Pie And Football?","published":"2014-11-06T00:02:00+00:00","teaser":"Commentator Frank Deford explains why he thinks football has a better claim on being America's national pastime than baseball.","itags":["npr_api","361381252"],"guid":"a7468158-1390-42ad-aa65-e5e96d819bb2","contentencoded":"<p>Every election suggests change, so given all the scandals involving football, now's an appropriate time to envision what reforms might be forced upon the sport. Well, I'll tell you: It's tough to mess with football.</p><p>Now, to begin with, from hindsight, it was probably misleading to call baseball \"the national pastime.\" The claim was, essentially, based almost entirely on the fact that baseball was the only team sport that boasted a professional presence. The World Series was our World Cup and the Olympics rolled into one.</p><p>But really, below that top level, football always ruled our hearts. Unlike elsewhere, sport in America grew up as an adjunct to the classroom. Yes, there were the famous three R's –– 'readin, 'riting and 'rithmetic –– but the fourth R was rivalry. Beating the other school, the other college. In a few areas, most famously Indiana, basketball became the identifying school sport, but most everywhere it was football –– shown most vividly in Buzz Bissinger's Americana classic, <em>Friday Night Lights. </em>Even now, when schools in parts of rural America are forced to consolidate, what the little towns seem to miss most is not their school itself, but their school team.</p><p>Forget football's ugly violence. In contrast, it was primarily for sweet reasons that the sport ascended to cultural prominence. Baseball makes a great deal of its association with spring, with the beginning of nature's year, but, much more important, football begins in concert with back-to-school. That's always mattered. Baseball is every day, but football was always on the weekend; an event, parties, dances. Eventually, football even became the centerpiece of homecomings, a touchstone of the fond memory of our youth.</p><p>So much is made, and correctly, of baseball's attraction for fathers and sons. But football has an even stronger connection to boys and girls to, well ... to sex. Baseball has the seventh-inning stretch; football has halftime –– strike up the band and pretty cheerleaders to go with the macho players.</p><p>For a burgeoning United States that was flexing its muscles to the world, our manly football was the perfect sport to display the nation's youthful power. Baseball and basketball are about hand-eye coordination, primarily about skill; football –– coaches tell boys –– is about being a man. Maybe a lot of us need that even more now when as a nation we are frustrated. When fathers can't make the living their fathers once did and when men see women in the ascendancy.</p><p>That is surely why, for <a href=\"http://www.npr.org/blogs/thetwo-way/2013/08/29/216851067/nfl-to-pay-retirees-765m-to-resolve-concussions-suits\" target=\"_blank\">all the evidence </a>now of how football batters male brains, it seems practically invulnerable to change. Football is simply too embedded in our American calendar, in our American culture, and in our American blood — and guts.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Americana%3A+Hot+Dogs%2C+Apple+Pie+And+Football%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361677000-17a765.m3u?orgId=1&topicId=1057&aggIds=4499275&ft=3&f=361381252"}]}