{"created":"2014-10-14T22:33:27+00:00","modified":"2014-12-04T14:29:21+00:00","valid":{"from":"2014-12-04T14:29:21+00:00","to":"3014-12-04T14:29:21+00:00"},"hreflang":"en","title":"Embryonic Stem Cells Restore Vision In Preliminary Human Test ","published":"2014-10-17T15:39:00+00:00","teaser":"Cells derived from embryos appear to have improved vision in more than half of the 18 patients who had become legally blind because of two progressive, currently incurable eye diseases.","itags":["npr_api","346174070"],"guid":"a748d372-a389-4f26-a19a-3d5faa99f36f","contentencoded":"<p>Scientists are reporting the first strong evidence that human embryonic stem cells may be helping patients.</p><p>The cells appear to have improved the vision in more than half of the 18 patients who had become legally blind because of two progressive, currently incurable eye diseases.</p><p>The researchers stress that the findings must be considered preliminary because the number of patients treated was relatively small and they have only been followed for an average of less than two years.</p><p>But the findings are quite promising. The patients had lost so much vision that there was no expectation that they could benefit, the researchers say.</p><p>\"I'm astonished that this is working in the way that it is — or seems to be working,\" says <a href=\"http://www.uclahealth.org/body.cfm?xyzpdqabc=0&id=479&action=detail&ref=11817\">Steven Schwartz</a>, a UCLA eye specialist who led the study, which was published Tuesday in the British medical journal <em>The Lancet.</em> \"I'm very excited about it.\"</p><p>Other researchers agreed the work is preliminary, but also highly promising.</p><p>\"It really does show for the very first time that patients can, in fact, benefit from the therapy,\" says <a href=\"http://www.wakehealth.edu/Research/WFIRM/Anthony-Atala,-MD,-Director-and-Chair.htm\">Dr. Anthony Atala</a>, a surgeon and director of the Wake Forest Institute for Regenerative Medicine at Wake Forest University.</p><p>\"That allows you to say, 'OK, now that these cells have been used for patients who have blindness, maybe we can also use these cells for many other conditions as well, including heart disease, lung disease and other medical conditions,' \" Atala says.</p><p>Human embryonic stem cells have the ability to become any kind of cell in the body. So scientists have been hoping the cells could be used to treat many diseases, including Alzheimer's, diabetes and paralysis. But the study is the first human embryonic stem cell trial approved by the Food and Drug Administration that has produced any results.</p><p>\"It is really a very important paper,\" Atala says.</p><p>The study involved patients suffering from <a href=\"http://www.nei.nih.gov/health/maculardegen/armd_facts.asp\">age-related macular degeneration</a> and <a href=\"http://ghr.nlm.nih.gov/condition/stargardt-macular-degeneration\">Stargardt's macular dystrophy</a>, the two leading causes of adult and juvenile blindness in the developed world, Schwartz says. The diseases destroy a person's central vision.</p><p>\"Whatever you're looking at is gone — whether it's faces, or reading or food on a plate, or whether something is a step or stripe,\" Schwartz says. \"It's very, very difficult to perform activities of daily life that we, you know, don't even think about.\"</p><p>Working with <a href=\"http://www.advancedcell.com/\">Advanced Cell Technology Inc.</a> of Marlborough, Mass., Schwartz and his colleagues took human embryonic stem cells and turned them into the kind of cells that are killed by these diseases — retinal pigment epithelial cells. Then, they infused between 50,000 and 150,000 cells into the retinas of the patients.</p><p>\"What we did is put them into patients who have a disease where those particular cells are dying; and we replaced those dying tissues with new tissue that's derived from these stem cells,\" Schwartz said. \"In a way it's a retinal transplant.\"</p><p>No one expected the cells to help any of these patients see better, because the study was designed mostly just to see if doing this was safe. Researchers were concerned the cells could destroy whatever vision was left or lead to tumors in the volunteers' eyes. So Schwartz picked patients whose eyes were so far gone that they weren't risking losing any vision. That also meant that there was little hope the cells could help either.</p><p>\"We did not expect to help these patients, and they did not expect to be helped,\" Schwartz says.</p><p>Some patients experienced side effects from the procedure itself and from the drugs they had to take to suppress the immune system, but none of the side effects were considered serious. The cells themselves have produced no safety problems so far, the researchers reported.</p><p>And, surprisingly, many of the patients did start to see better, according to the report. Ten of the 18 patients can see significantly better. One got worse, but the other seven either got better or didn't lose any more vision.</p><p>\"These are patients that didn't see better for 30 years and all of a sudden they're seeing better,\" Schwartz says. \"It's amazing.\"</p><p>The patients include a graphic artist who could suddenly make out the woodwork carved on a piece of furniture in her bedroom, an international consultant who regained the ability to walk through busy airports without help, and an elderly rancher who's riding his horse again, Schwartz says.</p><p>\"He couldn't see things like a barbed-wire fence or whether in the distance a stray cow was under a tree,\" Schwartz says. \"And six months after the transplant he's back to running his cattle again. And he can, in fact, see a snake on the ground or sort of tell whether a distant shadow is a cow or something else. So it's made a big difference for him in his life.\"</p><p>Isabella Beukes of Santa Rosa, Calif., has been legally blind for more than 40 years. But within weeks of getting the cells, she started to see better. She could make out the cursor on her computer screen and the color of her clothes. Today, she can hike the hills near her house all by herself.</p><p>\"The improvement, I mean, from where I was coming is just, it's very, very significant for me. I think it's fantastic,\" Beukes says. \"I just think to be part of groundbreaking research work is amazing.\"</p><p>The research is controversial, however. Embryos are destroyed to get the cells, and some people think that's immoral.</p><p>\"The problem we have with embryonic stem cells is simply the fact that you have to destroy a young human being to get embryonic stem cells,\" says <a href=\"http://www.frc.org/get.cfm?i=by04h12\">David Prentice</a>, senior fellow for life science at the Family Research Council, an advocacy group. \"We would reject the idea that any human being be destroyed for experimental purposes.\"</p><p>For his part, Schwartz says he's just trying to help blind people see better. But he cautions that this work is still at a very early stage.</p><p>\"I don't want patients to come in to their doctor saying, 'Hey, I heard about the stem cells on the radio and I'd really like to get that treatment done, and what do you think?' \" he says. \"It's not ready. Maybe in a few years. Maybe not. We have to wait and see. The jury is way out still.\"</p><p>Schwartz has continued treating more patients using larger doses of cells and trying it on patients who haven't lost as much vision to see if that works even better. He has also expanded his study to Boston, Miami, Philadelphia and London.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Embryonic+Stem+Cells+Restore+Vision+In+Preliminary+Human+Test+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"528"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356302584-5e8238.m3u?orgId=1&topicId=1128&ft=3&f=346174070"},{"href":"http://media.npr.org/assets/img/2014/09/22/isabellabeukes-11-779f251ac101347a179995f8a6fda46e91c5e597.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/09/22/isabellabeukes-21-321efd197a743c5003c1783cc78e4e0d62a6f158.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}