{"created":"2015-01-03T16:10:27+00:00","modified":"2015-05-13T21:23:55+00:00","valid":{"from":"2015-05-13T21:23:55+00:00","to":"3015-05-13T21:23:55+00:00"},"hreflang":"en","title":"The Goal: To Remember Each Jim Crow Killing, From The '30s On","published":"2015-01-03T19:00:00+00:00","teaser":"The Civil Rights Restorative Justice Project wants to document every racially motivated killing in the American South between 1930 and 1970. The project's director says it's a race against the clock.","itags":["npr_api","374564307"],"guid":"a74b8929-e43b-4a8f-9f52-cdbf49894068","contentencoded":"<p>The state of race relations in the United States has captivated the country for months. But a group of Northeastern University law students is looking to the past to a sometimes forgotten, violent part of American history.</p><p>The Civil Rights Restorative Justice Project is working to document every racially motivated killing in the American South between 1930 and 1970. So far, they've documented about 350 cases. Most of the crimes received little attention when they were committed, and often, even the family members of the victims don't know how their relatives died.</p><p>Margaret Burnham, the director of the project, spoke to <em>Weekend Edition's</em> Eric Westervelt to discuss how the project works and why it matters now.</p><hr /><h3>Interview Highlights</h3><p><strong>On the project's race against the clock: </strong></p><p>The project might seem unmanageable because the numbers might seem so large. But the cases from the 1940s and the early 1950s is really where we're focused at the moment. After the commencement of the civil rights movement, which people typically date at the Montgomery Bus Boycott in 1955, the records about these cases grow more and more accurate. And so those are easily recoverable. And we'll do what we can do about the '30s.</p><p>But it's the 1940s where we now live, because in many cases, those who bore witness in one way or another are still alive, and their stories will be lost to history if we don't rescue them now. So that's the urgent piece of this.</p><p><strong>On sharing the details of William Lockwood, a man slain by a police officer, with his family 60 years later:</strong></p><p>We recovered as much detail about [Lockwood's death] as we could from Justice Department records and from the extensive record maintained at the time by the NAACP. Our student then gathered this material and took it to the Lockwood family just a few weeks ago, and they were, of course, elated to know the full facts of their relative's murder.</p><p>This is a case in which the family members want to know, but likely wouldn't go and hire a lawyer to get this information on their own. And so, in part, we're also just providing an important legal service to communities wouldn't have otherwise have access to this.</p><p><strong>One case that sticks out:</strong></p><p>In 1948, a young white man and a 56-year-old black man, co-workers at a base near Mobile [Alabama], got off of a bus on the same stop one night. And the black man asked the white fellow if he wanted to have a beer with him. The white guy said, \"I don't drink with (blank<em>)</em>.\" And then he beat the other man to death on the street. The murderer was charged but he was promptly released and served no time in jail.</p><p>We found that man, the white murderer, living in Florida. We also found the family members of the victim, and many of them were still in Mobile. They weren't interested in reviving any criminal charges against the killer, but what they did want was acknowledgment that the legal system had failed them and their family member and some means of commemorating the life of their loved one, Rayfield Davis.</p><p><strong>On the contemporary importance of the cases they've investigated:</strong></p><p>What most troubles me in this research is that we're doing it so late. We call people and they say to us, you know, we've been waiting for this call for 50 years. But many times we don't reach them because they've passed on and their stories have died with them.</p><p>And so what's most compelling about this is how easy it is to lose pieces of our history and how important recovering this particular piece of it if we're to understand what's going on today. Not only should we not lose any of our history, but this is particularly important to understand the ways in which this past continues to resonate and recycle and reiterate itself through black experiences with the criminal justice system today.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Goal%3A+To+Remember+Each+Jim+Crow+Killing%2C+From+The+%2730s+On&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"397"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374737074-2ec119.m3u?orgId=1&topicId=1015&d=397&p=7&story=374564307&t=progseg&e=374736995&seg=13&ft=nprml&f=374564307"},{"href":"http://media.npr.org/assets/img/2015/01/03/72430116-72266961db218fcb12275c855c8948f5a9d591bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3015","width":"4018"}}]}